[{"type":"minorheading","content":"Prelude","time":1491384600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1491384600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1491384600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1491384600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1491384600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00100"},{"type":"speech","time":1491384600,"counter":6,"content":"<p>I have received notice from Senator Keith Swanick that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to outline the future plans, including staffing and facilities, for the primary health centre in Kinlough, County Leitrim.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister of Finance to consider expanding the criteria required to obtain a primary medical certificate under the disabled drivers and disabled passengers (tax concessions) scheme.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to put plans in place to undertake a comprehensive countryside review of the damage wild ivy is causing to trees and to instigate remediation and management measures to protect Ireland&rsquo;s tree population.<\/blockquote> <p>I have also received notice from Senator Lynn Ruane of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the amount of revenue the national training fund levy has generated in the past five years; where the revenue generated has been spent; how much revenue generated has not yet been allocated for expenditure; and to give details of the governance structure that decides how the levy is spent.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to clarify the proposed new criteria for allocation of DEIS schools.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the N5 Ballaghaderreen to Scramogue project and to confirm whether the necessary capital funding been allocated to the project.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the provision of funding for the Kevin Bell Repatriation Trust and to provide an update on its application for charity status.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected Senators Swanick, Byrne and &Oacute; Domhnaill and they will be taken now.  Senator Ruane's matter had been selected but she subsequently withdrew it.  Senators Murnane O&rsquo;Connor, Hopkins and Gallagher may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1491384600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00300"},{"type":"minorheading","content":"Primary Care Centres","time":1491384600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00350"},{"type":"speech","time":1491384600,"counter":9,"content":"<p>I thank the Minister of State, Deputy McEntee, for coming to the House to answer questions which have been worrying the community of Kinlough, County Leitrim.  While canvassing the area during the Seanad elections, I had the pleasure of visiting the health centre and speaking with the local public health nurse.  It was clear from speaking to the various people I met in the area that they felt very let down by the HSE in respect of the primary health centre.<\/p> <p>A GP service is currently offered at the health centre twice weekly, on Tuesdays and Fridays, by appointment.  In June of last year, I made representations to the HSE regarding the lack of adequate GP cover in the area and I was informed that there are no plans to increase the level of GP cover in the area.  I was also informed that on Mondays, Wednesdays and Thursdays there is GP cover at the health centre in Bundoran, which is three miles from Kinlough, or at the primary care centre in Ballyshannon, which is seven miles from Kinlough.  A person in the full of their health would have no problem travelling these distances but we need to keep in mind that the people visiting GPs and care centres are not in the full of their health.  They are in need of medical attention and, as such, we can rightly assume that they are in some form of pain or distress.  The fact they cannot visit a doctor in their own locality only adds to this distress and, in my opinion, it is disgraceful in this day and age.  There are other rural locations with a full-time GP service, for example, Bangor Erris and Glenamoy in County Mayo.<\/p> <p>For 150 years following the Great Famine, the population of Kinlough village stood at just 350 people.  The 2006 census showed an increase for the first time, the 2011 census figures had the population at just over 1,000, an increase of 47% on 2006.  The preliminary results from the 2016 census show that this trend is continuing.  Kinlough is the third largest urban area in County Leitrim and has the county's largest primary school, which 270 pupils currently attend.  It also has three preschools and, like the rest of the country, is home to an aging population.<\/p> <p>As a GP, I am only too aware of the pressures on general practice.  However, I also feel that, in this instance, there is a compelling argument for an enhanced service.  I ask the Minister of State to examine the feasibility of returning the responsibility for Kinlough health centre to the Leitrim primary care area, as opposed to the Ballyshannon-Bundoran area.  The community of Kinlough deserves better.  They need services which will address the needs of the population, both young and old.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00400","speaker":"1373"},{"type":"speech","time":1491384600,"counter":10,"content":"<p>I thank Senator Swanick for raising this issue, which I am taking on behalf of the Minister, Deputy Harris, who sends his apologies.  I have been advised by the HSE that primary care services in Kinlough are currently delivered from a rented premises in the town.  I understand the services delivered include GP services, public health nursing, including child development clinics, consultant psychiatry clinics, community mental health nursing, counselling services and autism therapy services.  As the Senator said, the GP service is provided as an outreach from the main centres of practice in Bundoran and Ballyshannon and the centre is an extremely important part of the community.<\/p> <p>The primary health care centre is Kinlough was rented by the HSE in 2004.  As this was originally a domestic type dwelling, a number of works were carried out to make the property fit for purpose.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The HSE has advised that an issue has arisen about the negotiation on the rental value of the property which is ongoing and as this is a private matter between the owners and the HSE, I am sure the Seanad will appreciate that I cannot comment on this particular issue.  However, I want to reassure the Senator that the HSE has informed me that services are continuing to be provided from these premises in Kinlough.  <\/p><p>As Senator Swanick is aware, one of the Government's key priorities is to implement a decisive shift in the health services to primary care.  Our ultimate goal, and as Minister of State with responsibly for older people, my goal is to make sure that people get the care they need as close to home as possible and have access to a greater range of health and social care services within their community.  Enhancing and expanding capacity in the primary care sector is crucial to ensuring delivery of a preventive, joined-up approach to the management of the nation's health and the modernisation of primary care delivery.  In a fully developed primary care system, 90% to 95% of people's day-to-day health and social care needs can be met within that primary care setting.  It is very important to stress that from the point of view of people using the wide range of services provided by the HSE at community level, services must be responsive to their needs.  It must also enable them to receive a joined-up service that results in the most favourable health outcomes.<\/p><p>It is on the record that this Government is steadfast in its support of the decisive shift to primary care and it is useful to point out that some of the successes in helping to achieve this include the extension of eligibility for GP cards to children under six and those over 70, the development of diabetes cycle of care and ongoing investment in the physical infrastructure for primary care.  Quite significant investment has also been made in the development of the primary care capacity, particularly in the therapy area.<\/p><p>The Senator will also be aware that the Oireachtas Committee on the Future of Healthcare is considering issues such as the long-term vision for health policy, the implications of demand projections for the preferred model of care and how this can be achieved, and the associated funding models.  It is important that the committee will make recommendations to guide us on the journey to universal health care.  Primary care must and will be a key feature and I await with great interest the outcome of the committee's deliberations.  <\/p><p>The Senator's suggestion that this would move into the Leitrim primary care area is something that might be raised after the committee has finished its deliberations and once it is planning the future of what primary care in this country will look like.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#A00500","speaker":"1337","continuing":true},{"type":"speech","time":1491384600,"counter":12,"content":"<p>I thank the Minister of State.  I have liaised closely with local councillor, Justin Warnock, on this issue.  There are a few important issues arising which I will refer to briefly.  Over 10% of the total population of Leitrim live in the Kinlough area.  Currently, hearing and dental checks are not being conducted in the health centre, but in the local school which has 270 pupils.  This causes major disruption.  The village continues to grow.  The people of Kinlough deserve a full-time GP service, five days a week.  I welcome what the Minister of State has said but I will continue to lobby on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00200","speaker":"1373"},{"type":"speech","time":1491384600,"counter":13,"content":"<p>I will bring this information to the Minister and raise this with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00300","speaker":"1337"},{"type":"minorheading","content":"Disabled Drivers and Passengers Scheme","time":1491384600,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00350"},{"type":"speech","time":1491384600,"counter":15,"content":"<p>I rise to raise the issue of the primary medical certificate.  This is required by people who apply for a disabled driver's pass.  The disabled drivers scheme is very positive.  There have been a number of initiatives that have been improved in recent years such as the amount of money that is allowed towards the car adaptation.  Disabled drivers can park in disabled parking spaces and this helps many people who have severe disabilities.  The rules state that applicants: \"must be completely or almost completely without the use of both legs, or completely without the use of one of the legs, and almost completely without the use of the other leg to the extent that you are severely restricted as regards movement in your legs, be without both hands or both arms, be without one or both legs, be completely or almost completely without the use of both hands or arms and completely or almost completely without the use of one leg or have the medical condition of dwarfism and serious difficulties of movement of the legs.\"<\/p> <p>While I understand that people with these conditions qualify for this primary medical certificate, I am aware of a case involving a gentleman with no sight in one eye and only 40% sight in the other eye.  He is obviously not allowed to drive, but under the scheme a family member can apply for the pass on their behalf and avail of the benefits which go with it.  This man also uses a walking aid.  Due to the fact that the scheme is so restrictive, there is no scope for discretion which is what I am looking for.  Each case would have to be taken on its merits and if people were trying to fool the system I would agree that they should not qualify.  However, I would like that some form of discretion would be included in the scheme so that each case would be taken on its own merits if it does not qualify within the original rules.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00400","speaker":"1384"},{"type":"speech","time":1491384600,"counter":16,"content":"<p>I thank the Senator for raising this issue in the House.  I am very sorry to hear about the difficulties faced by the individual referred to by the Senator.  As she will be aware, the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994 provides relief from VAT and VRT, up to a certain limit, on the purchase of an adapted car for transport of a person with specific severe and permanent physical disabilities, payment of a fuel grant, and an exemption from motor tax.<\/p> <p>To qualify for the scheme an applicant must be in possession of a primary medical certificate.  To qualify for a primary medical certificate, an applicant must be permanently and severely disabled within the terms of the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994 and satisfy one of the following conditions which the Senator listed in her remarks.  The senior medical officer for the relevant HSE administrative area makes a professional clinical determination as to whether an individual applicant satisfies the medical criteria.  A successful applicant is provided with a primary medical certificate which is required under the regulations to claim the reliefs provided for in the scheme.  <\/p> <p>An unsuccessful applicant can appeal the decision of the senior medical officer to the disabled drivers medical board of appeal, which makes a new clinical determination in respect of the individual.  The regulations mandate that the medical board of appeal is independent in the exercise of its functions to ensure the integrity of its clinical determinations.  The criteria to qualify for the scheme are necessarily precise and specific.  After six months a citizen can reapply if there is a deterioration in his or her condition.<\/p> <p>The Minister for Finance recognises the important role that the scheme plays in expanding the mobility of citizens with disabilities and that the relief has been maintained at current levels throughout the crisis despite the requirement for significant fiscal consolidation. <\/p> <p>From time to time the Minister, Deputy Noonan, receives representations from individuals who feel they would benefit from the scheme but do not qualify under the six criteria.  While he has sympathy for these cases, given the scale and scope of the scheme, the Minister for Finance has no plans to expand the medical criteria beyond the six currently provided for in the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00500","speaker":"1295"},{"type":"speech","time":1491384600,"counter":17,"content":"<p>I thank the Minister of State for his reply.  While I understand that there are many people in receipt of the scheme, the Minister of State might take back to the Minister the need to assess individual cases.  There is an appeals process but the Minister might consider the inclusion in the regulations of a word relating to discretion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00600","speaker":"1384"},{"type":"speech","time":1491384600,"counter":18,"content":"<p>I thank the Senator for her comments and I will relay the substance of the debate and the changes she is looking for to the Minister.  I would remind the House that the scheme was examined in 2015 in order to target the available resources to those most in need of the scheme and, as a result of this, the Minister introduced a significant number of improvements from January 2016.  I can give the Senator a list of these, although I am sure she already has them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#B00700","speaker":"1295"},{"type":"minorheading","content":"Invasive Plant Species","time":1491384600,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00100"},{"type":"speech","time":1491384600,"counter":20,"content":"<p>I welcome the Minister of State at the Department of Agriculture, Food and the Marine.  I am raising this issue on behalf of Councillor Gerard Flynn who is a member of Clare County Council.  It relates to the burdensome problem of wild ivy attaching itself to trees, a problem that arises not just in County Clare but also throughout the country.  The ivy which is sometimes referred to as \"English ivy\" is causing damage to the native tree population, both in public amenity areas and also on private property.  It does not kill a tree, but the resulting activity after it has started to grow can kill the tree.  It creates competition for nutrients, water and sunlight.  It makes a tree weaker and more prone to disease and branch dieback.  It also contributes to the added moisture around the bark which attracts bugs and accelerates rot.  As it grows from the ground up, branch dieback is usually evident at the bottom of the tree initially.  This leaves the tree looking like a stalk of broccoli, with a head at the top.  It creates an imbalance for branches and there is the added weight of the ivy at the top.  As a result, the tree is more prone to falling during drastic weather events, which meants that it is also a safety issue.  I live in County Donegal and the wind on the western seaboard can be atrocious, particularly during the winter.  Trees that are heavily weighted with ivy at the top are less balanced and can fall in the wind.  They have been known to cause accidents when they fall across a road.  I have often encountered instances of trees falling across a public road, resulting in it being blocked or an accident being caused.<\/p> <p>I am not sure whether the Department has conducted an analysis of this issue as it might be a new or emerging problem, but on behalf of Councillor Flynn I am asking the Minister of State to carry out a nationwide review to ascertain the extent of the problem and whether a policy intervention by the Department is required.  Perhaps he might consider my request.  I am not sure if it is an issue in County Wicklow, but I am told it is a growing problem along the western seaboard.  People in the United States refer to this as the \"English ivy\" problem.  To remedy it, they do not cut the ivy away from the tree, as Senator Billy Lawless will be aware, but cut it at the bottom of the tree and pull out the roots to stop it from growing.  It then dies.  Perhaps that solution might be considered.  It is probably an extensive problem if it has to be dealt with on a countrywide basis, but it might be more prevalent in some counties than in others.  Has the Department carried out any analysis?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00200","speaker":"1382"},{"type":"speech","time":1491384600,"counter":21,"content":"<p>I thank the Senator for raising this issue.  In preparing my response I learned a little more about ivy which will come across in my reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00300","speaker":"1356"},{"type":"speech","time":1491384600,"counter":22,"content":"<p>We are all in the same boat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00400","speaker":"1420"},{"type":"speech","time":1491384600,"counter":23,"content":"<p>I will be happy to discuss other aspects of the matter later.<\/p> <p>Ivy is an evergreen shrub that is found growing in the wild in Ireland.  It is a native species that contributes to the diversity of plants growing in many habitats, both within woodland settings and on individual trees.  As a species, the native ivy has received criticism in some quarters.  Ivy uses trees for support and to climb and takes no moisture or nutrients from the tree.  In other words, it is not a parasite.  Its benefits are wide-ranging and play an important role in contributing to the biodiversity of woodland ecosystems and individual trees.  The shelter and nesting opportunities provided by ivy are beneficial for many species of birds.  It also provides habitats for insects.  The berries produced provide a source of food for birds during the autumn and winter months when food is scarce.  In addition, the nectar and pollen produced by the flowers are important for different species of insects.<\/p> <p>In some cases, ivy can be found growing in large quantities on trees that are unhealthy and not growing well.  Trees suffering from diseases or stress may have more open crowns which, in turn, allow the ivy present to grow vigorously with increasing light levels.  In these situations the ivy can appear to be the cause of a tree's decline but, in effect, there are usually other underlying factors.  The Department periodically carries out national forest inventories which collect a wide range of data that are used to assess, among other things, the total forest cover and the health of the forest estate.  All plant species are recorded in forest plots taken as part of the inventory which includes ivy if it is present.  The latest published forest inventory results from data collected in a period between 2004 and 2006 found that, in general, the health and vitality of forests in Ireland were considered to be good.  The national forest inventory estimates that the total area of forest cover in Ireland is approximately 11% of the land area.  As with all living things, there is a natural process and trees will either be felled for timber, succumb to disease or die of old age.<\/p> <p>In the normal course of forest management ivy is not routinely removed and, in general, does not affect the productive capacity of healthy trees.  In some cases, heavy growth of ivy on trees can make it more difficult to fell trees, but the impact is limited.  Individual trees growing on roadsides can sometimes carry large amounts of ivy owing to a tree's weakened condition which can make a tree liable to fall over in high winds.  Landowners in general should continue to monitor the condition of their roadside trees and remove unhealthy dangerous trees in the interests of health and safety.<\/p> <p>In summary, it is not necessary to carry out a national tree survey to assess the impact of ivy on tree growth.  That would prove to be an extremely costly exercise when it has been found that the current health and vitality of trees in Ireland&rsquo;s forests are generally good.  Even if Ireland were to instigate a strategy to remove or limit the growing of ivy, it would have consequences for biodiversity and reduce shelter for other species.  Controlling ivy by removing a portion of the stem of the plant by manual cutting would have little impact as new plants would regenerate.  Embarking on a national survey and control programme would not be effective and would not provide value for money.  We should accept ivy as part of the community of plants found on trees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00500","speaker":"1356"},{"type":"speech","time":1491384600,"counter":24,"content":"<p>I accept the Minister of State's response.  The Department would certainly have the best data available.  One interesting point made in the Minister of State's response is that he agrees with my position on trees on the roadside and the danger of their being blown down.  There is one option that could be considered and which might provide value for money.  Perhaps the Department, in conjunction with local authorities, might carry out some evaluation of roadside trees that have ivy attached to them to ascertain the danger they pose.  If local authorities could be provided with a small contribution, I am sure they would carry out such an assessment as a first step in mitigating any danger of roadside trees falling over as a result of being damaged by ivy.  That useful first step could be carried out on a pilot basis.  It could even be carried out in a number of counties, starting in County Clare, to ascertain if there was a need to roll it out further.  It might be a way of mitigating any huge financial burden on the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00600","speaker":"1382"},{"type":"speech","time":1491384600,"counter":25,"content":"<p>The last inventory was carried out in the period 2004 to 2006 and there is another assessment under way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is expected that the status of the general health of the tree population of the country will not have changed that much, save to say that in the interim, <i>Chalara fraxinea<\/i>, or ash dieback as it is commonly known, has been identified on an all-county basis.  That has been accepted by the Department.  I am not ignoring the Senator's core point but I wish to explain the context that it is a disease we will have to manage rather than eradicate or eliminate.<br\/><br\/>Much of the ash was traditionally used on roadsides.  To return to the Senator's point, while <i>Chalara fraxinea<\/i>itself can cause the disease, it does not necessarily undermine the vitality of the tree.  In the ongoing assessment of <i>Chalara fraxinea<\/i>and the monitoring of ash, it might be possible to keep an eye on the ivy and to assess it.  The reason roadside trees are often planted on mounds is because road traffic undermines the roots and they get caught in winds, and that is why they become so susceptible.  They tend to have been planted many years ago before we had an afforestation programme.  Their age profile, if one can use that term, is considerably older than many of the trees which were planted in forests <i>per se<\/i>.<br\/><br\/>Every county has trees but in Wicklow there is a higher proportion of forest estates than anywhere else and we also have a lot of roadside trees.  It is an ongoing issue.  My perception of it is that the ivy was causing the problem but sometimes it is the other way around.  In monitoring the safety of trees on roadsides in particular we need to assess the amount of ivy and ascertain whether it is an issue.  Senator &Oacute; Domhnaill referred to pulling up the roots.  Just cutting ivy without uprooting it would slow it down but it would not stop it regenerating because the nutrients that allowed it to grow in the first place are still in the surrounding area.  It is a climber which will continue to climb.  I thank the Senator for raising the issue.  I have learned a lot by having to deal with the issue today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#C00700","speaker":"1356","continuing":true},{"type":"speech","time":1491384600,"counter":27,"content":"<p>We all have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#D00200","speaker":"1420"},{"type":"unspoken","time":1491384600,"counter":28,"content":"<p>Sitting suspended at 11.05 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1491384600,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#G00100"},{"type":"speech","time":1491384600,"counter":30,"content":"<p>The Order of Business is No. 1, Civil Liability (Amendment) Bill 2017 - Committee Stage, to be taken at 12.45 p.m. and to be adjourned no later than 3 p.m., if not previously concluded; No. 2, Misuse of Drugs (Supervised Injecting Facilities) Bill 2017 - Second Stage, to be taken at 3 p.m. and to be adjourned no later than 5 p.m., if not previously concluded, with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes; and No. 3, Private Members' business, Adult Safeguarding Bill 2017 - Second Stage, to be taken at 5 p.m. with the time allocated to the debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#G00200","speaker":"1391"},{"type":"speech","time":1491384600,"counter":31,"content":"<p>I support those protesting for better services for children with disabilities.  On 2 April, we had World Autism Day.  I join in the support for those involved in the Enough is Enough campaign who have been protesting in recent days.  The HSE responded to a parliamentary question tabled by my colleague, Deputy James Browne, and confirmed that in Dublin South-Central and Dublin South-West alone the total number of people on waiting lists to receive speech therapy services is 2,883.  That figure is absolutely scandalous and unacceptable.  This is only one area of services needed by children with disabilities.  Others include occupational therapy, physiotherapy and respite services.  These figures alone are an indictment, while the anecdotal evidence from parents on the street suggests that figures for other services are as bad if not worse.  I am calling on the Leader to call on the Minister for Health to address this inequality, to ensure that we look after children and adults with disabilities.  Dublin South-Central alone has one of the highest proportions of people with disabilities in the country.  It is unfair not give services to people who need them to live some level of a decent life and take part in society.<\/p> <p>I would also like to emphasise the lack of funding for respite services, not only for children but for parents.  For some reason in the last few years, the funding available has decreased.  I would like the Leader to ask the Minister for Health if anything can be done to increase the funding for respite services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#G00300","speaker":"1407"},{"type":"speech","time":1491384600,"counter":32,"content":"<p>I would also like to talk about a national issue, namely, rehabilitation services in Ireland.  I ask the Leader if he could organise for the Minister for Health to come to the Seanad and outline the national plan for our rehabilitation services.  On a number of occasions, I have raised the matter of the National Rehabilitation Hospital, NRH, on Rochestown Avenue in D&uacute;n Laoghaire.  Some weeks ago, other Senators also highlighted this matter.  One issue to which I wish to refer relates to the closure of 12 beds just after Christmas.  We obtained an undertaking that the Minister would return to the House to explain what happened but we never heard a thing.  I made contact with the NRH this week and was informed there has been no change in circumstances.  The 12 beds that were closed because of resourcing issues have not been reopened.  This is against a background of hundreds of patients all over the country holding up essential acute beds, which the health services say are needed to continue the roll-out of more comprehensive services.  Health is becoming one of the biggest issues facing the country.  While I recognise that the Minister is doing an awful lot of work, there is much that needs to be put right.  Progress has to be made.<\/p> <p>The second issue is that the NRH was meant to be the subject of a rebuilding programme.  Five different health Ministers have been out there making announcements about the 120-bed unit, yet it still has not been built.  There has not been one sod turned.  There is a bigger debate to be had as to whether we should centralise national rehabilitation hospitals, with four or five centres of excellence across the country.  How can we free up acute beds to allow that to happen?  The immediate issue is to get the 12 beds open.  How can we have a new hospital of 120 beds on the programme, which is to commence within weeks, if we cannot reopen 12 beds on the same campus?  This raises serious questions.  I would appreciate it if the Leader could arrange for the Minister to come to the House to explain the position.<\/p> <p>I acknowledge the work of the national broadband plan.  It is exciting.  Although there was a great deal of negative commentary in the newspapers today, it is major progress.  There will be a presentation by the Minister, Deputy Denis Naughten, today in the audiovisual room and I am looking forward to hearing what he has to say.  We should congratulate him and acknowledge the work he has done on the roll-out of broadband throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#G00400","speaker":"1379"},{"type":"speech","time":1491384600,"counter":33,"content":"<p>Diabetes will be one of the major challenges facing our health service in the years ahead.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister for Health met representatives of the Donegal Diabetes Association in Letterkenny General Hospital in December and learned about the serious crisis in the provision of care for adults with type 1 diabetes in the county.  They have to wait 21 months for follow-up appointments.  The provision of such care prevents very serious conditions from occurring down the line.  Not only has the crisis not been addressed, it has got worse.  We have learned this morning that the paediatric endocrinologist in Sligo who is responsible for providing the pump therapy clinics in Letterkenny for children in County Donegal will move to a new position and not be replaced.  Children in County Donegal who require pump therapy will be forced to travel to Sligo and perhaps even to Dublin for treatment.  This is a really serious matter.  There has been a lot of anger in County Donegal for years because we believe the support provided for those with diabetes is well below what has been agreed in  the national diabetes programme.  I urge the Leader to raise this matter with the Minister for urgent attention in order that he will be aware not only of how the issue affects adults but also how the problem has got worse in the sense that children in the county will lose a vital service.  Will the Leader ask the Minister to respond to me urgently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#G00500","speaker":"1400","continuing":true},{"type":"speech","time":1491384600,"counter":35,"content":"<p>For some time I have been referring to the fact that Cork University Maternity Hospital, CUMH, has the longest gynaecology waiting lists in the country.  This causes fear and endangers the health of women who are desperately waiting for an outpatient appointment or an urgent procedure or treatment.  For a change, however, I want to report some positive developments and give credit where credit is due.  Last week the doctors' plan developed with hospital group management involving new governance procedures and an investment of &euro;14 million was signed off on by the Minister for Health.  I thank all of my colleagues in this and the other House who joined me in highlighting the long gynaecology waiting lists in CUMH for keeping the pressure on and helping to broker solutions.  I know that we will all be monitoring the progress of the plan to ensure women on the waiting list are reached that it will make a difference.  I commend the work of Senator Colm Burke and the Leader in this matter.  I ask the Leader to pass on my thanks to the Minister and his officials for the breakthrough made last week.<\/p> <p>I thank colleagues for their cross-party support for the Adult Safeguarding Bill which I will bring forward this afternoon.  Given the recent examples of abuse and harm caused to adults, we can all agree that the Bill is timely.  It draws on a painful learning from our experiences and cases with which we have become too familiar.  It is forward-looking, constructive and, in the words of Mervyn Taylor from Sage, the support and advocacy service for older people, replaces the indignation which we are all so very good at showing on legislation.  I am looking forward to the debate and hope as many Members as possible will contribute because like all Bills, it can be improved and amended.  Of course, I hope all Members will support its passage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#H00200","speaker":"1430"},{"type":"speech","time":1491384600,"counter":36,"content":"<p>I welcome the very positive news that SUSI grants have been reopened to postgraduate students because they were closed in 2012.  This will encourage people to further their education and increase their employment prospects in the long term.  I commend the Minister for Education and Skills for reopening the grants to postgraduate students and congratulate Peter Furey from Ardscoil R&iacute;s in Limerick who came first in the Doodle 4 Google competition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#H00300","speaker":"1384"},{"type":"speech","time":1491384600,"counter":37,"content":"<p>I express my disappointment at the disgraceful treatment of the senior Irish women's soccer team by the FAI.  The lack of basic facilities and support for professional and semi-professional sport stars is appalling.  I am very disappointed that this heavily State-aided and cash-rich professional organisation treats its stars so appallingly and leaves them without access to nutritionists and a gym.  Non-professionals who work full time or part time do not have their out-of-pocket expenses covered when representing their country.  They also have problems with the accommodation provided when representing their country.  The payment of a reasonable gratuity is only fair.  One hopes a modern organisation will try to make progress and give equal status to women.  Therefore, I hope the FAI will \"man up\", for want of a better term, and do the right thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#H00400","speaker":"1411"},{"type":"speech","time":1491384600,"counter":38,"content":"<p>I attended the debate last night in D&aacute;il &Eacute;ireann on the current state of the Defence Forces.  I compliment Deputy Lisa Chambers on the wonderful presentation she made.  Deputy Marc MacSharry addressed the issue I had addressed in this House yesterday, namely, RAF jets flying in Irish airspace.  Subsequent to my presentation yesterday, the National Security Committee was brought to my attention.  I am horrified that there is zero oversight by the Oireachtas of this vital committee which is responsible for the security of the nation.  In the United Kingdom there is a parliamentary committee that is solely responsible for the management and oversight of all security services.  In this country there is no accountability to this House, the Members of which are democratically elected.  The Leader can decide which Minister is responsible for the matter, but I am asking him to bring a Minister to the House at his convenience to enable us to discuss the security of the State.  The National Security Committee is reactive and not proactive.  There is a disjointed and unco-ordinated approach to intelligence gathering and security, including cyber security and espionage.  As the matter needs urgent attention, I ask the Leader to deal with it at his convenience. We should not, however, leave it in the pot too long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#H00500","speaker":"1390"},{"type":"speech","time":1491384600,"counter":39,"content":"<p>I also join Senator Victor Boyhan in referring to the National Rehabilitation Hospital.  It is disappointing to see beds being closed.  However, there is also a good news story in that a 12-bed rehabilitation unit will be built at Roscommon County Hospital.  The project is in the planning stages, but it will be a rehabilitation unit for the west.  It will involve the decentralisation of a necessary, important and valuable resource and I would like to see it being progressed as quickly as possible.<\/p> <p>Before Christmas and following the very successful visit of the First Minister of Scotland, Nicola Sturgeon, to the Seanad where she was treated like a rock star, I argued that Ireland should seek a unique solution in the Brexit talks.  I said we should invite the Chief Minister of Gibraltar, Fabian Picardo, to come to the House to address Gibraltar's concerns which I know are completely different from ours.  Spain wants to have a veto in discussing the future of Gibraltar.  While we would not be getting involved in that discussion, the Seanad should look at and discuss the interests of all of the various countries that will be involved in the Brexit negotiations.  The Spanish Minister for Foreign Affairs, Alfonso Dastis, has appealed to the British to calm down.  Former British Ministers have said Great Britain should use measures akin to those used in the Falklands War.  We also need to inform ourselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#H00600","speaker":"1424"},{"type":"speech","time":1491384600,"counter":40,"content":"<p>Does the Senator know we have a separate Seanad committee dealing with Brexit, which is chaired by Senator Richmond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00200","speaker":"1420"},{"type":"speech","time":1491384600,"counter":41,"content":"<p>I ask that we invite leaders of other countries or principalities to the Seanad.  In that context, Ms Nicola Sturgeon has already addressed the House.  We should invite other leaders to inform us of what is happening, their fears about Brexit and what they are doing about it.  This would not undermine our negotiating stance and the Seanad could inform the representatives of the territories in question about where we are coming from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00300","speaker":"1424"},{"type":"speech","time":1491384600,"counter":42,"content":"<p>T&aacute; m&eacute; ag ard&uacute; ceiste ar maidin a bhaineann le aighneas eile at&aacute; ag ard&uacute; cloiginn.  Baineann s&eacute; le Gaillimh go pr&iacute;omha i dtosach ach is ceist n&aacute;isi&uacute;nta &iacute;.<\/p> <p>I am told workers providing homelessness services in Galway have unanimously backed a campaign to secure the Labour Court's recommended hourly rate for overnight working.  A Labour Court ruling in 2014 recommended that time spent on overnight or \"sleepover\" duty should be acknowledged as constituting working time and workers should be paid the national minimum hourly rate, which is &euro;9.25, for this duty.  IMPACT has today explained that when the union sought the payment for staff working in the Galway Simon Community, the employer stated that it was unable to pay as the HSE had not provided the funding to allow it to do so.  The employer accepts that staff have a legal entitlement to the payment but the HSE is withholding the funding.  This is clearly not an acceptable position.<\/p> <p>The HSE, as we all know, pays its staff the proper rate and provides money to other funded agencies to allow them to do so.  It does not make sense, therefore, to exclude the staff at the Simon Communities or in any other homelessness agency effectively providing services through the night for &euro;4.50 per hour, which is less than half of the national minimum wage.  There are 50 staff at Galway Simon Community, including housing support officers and housing support assistants.  The local IMPACT representative, Mr. P&aacute;draig Mulligan, has stated the staff are highly experienced and entered the workplace with recognised third level qualifications in social care.  The employer and the HSE accept that the money is owed but nobody is prepared to release the funds.  We have had much discussion about the homelessness issue but these homelessness service workers, who are very important in trying to support the people who find themselves in such a difficult position, certainly need to be supported as well.  I would welcome a debate with the relevant Minister, who would be the Minister for Health because as this is a HSE funding issue.  He could come to the House so we could discuss the work being provided by these homelessness services and the workers being paid only &euro;4.50 per hour for work they are doing overnight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00400","speaker":"1377"},{"type":"speech","time":1491384600,"counter":43,"content":"<p>The first three Senators who spoke on the Order of Business - Senators Ardagh, Boyhan and Mac Lochlainn - dealt with matters relating to disability and I did not coach any of them.  I have said before that social housing for people with disabilities now has a waiting list of nearly 6,000 instead of 4,000 and recent figures indicate that poverty has increased for people with disabilities.  There are also matters of employment, as approximately 31% of people with disabilities of employment age are employed.  There is also the question of young people with disabilities living in nursing homes.  We have heard this before and I hope we will not have to keep listening to it.<\/p><p>I particularly mention a report I read in the <i>Mail on Sunday<\/i>, written by Ms Niamh Griffin, which indicates that internal Government papers demonstrate that even when the UN convention is finally ratified, the health service will not be able to afford to deliver on its promise.  The nub of the piece centres on a memo sent by officials to the Minister, Deputy Harris, last October.  It states that even with ratification in place, it should &quot;also be noted that the health system as currently structured does not have the capacity to deliver the provision now proposed without significant extra resources&quot;.  It also points to the fact that the service is not yet in a position to appoint a director on foot of the assisted decision making legislation passed well over a year ago.<\/p><p>There are issues about Brexit and other matters in this country but there is a running sore of loss and further degradation for people with disabilities and their families, not just throughout the recession but continuing to now.  I request that the Taoiseach come to this House - he has given an undertaking that he would do so a number of times every year.  He should either confirm what is in the report - that the Government is not prepared and is slowing down the process of ratification because of cost implications - or be honest with people with disabilities and say that the Government is getting on with the job.  This coming budget will be the third and possibly mid-cycle budget from this Government.  It is important that there is action to stop the decline seen by people with disabilities and start building up services.  This Government will be remembered because it has to deal with Brexit but it will also be remembered because of how it has or has not dealt with this issue.  There should be less rhetoric and more action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00500","speaker":"1419"},{"type":"speech","time":1491384600,"counter":44,"content":"<p>I agree with Senator Feighan on inviting to this Chamber, as opposed to the separate Seanad Brexit committee, the Chief Minister of Gibraltar.  I mentioned previously that this is absolutely a fitting stage for foreign heads of state to address the Irish people.  Only this week we saw the Croatian President, Mrs. Kolinda Grabar-Kitarovi, visiting the country.  There have been some lovely engagements but she has not had the opportunity to engage with the Irish people or their representatives in an appropriate manner.  This Chamber would be such a setting and I fully agree with Senator Feighan's earlier remarks in that regard.<\/p> <p>The regulation of lobbying legislation is under review and I ask the Leader to invite the Minister for Public Expenditure and Reform, Deputy Donohoe, to debate that review in this House.  There is a glaring oversight in the Act, as there is a need to regulate better for overseas lobbying of the Irish Government and Ministers, especially when our Ministers spend so much time in Brussels, Strasbourg and across the European Union.  There is no requirement for lobbyists to register any lobbying activity if it is carried out outside the jurisdiction of Ireland.  It is a glaring anomaly that is open to abuse.  I hope it has not yet been abused but I ask the Leader to bring in the Minister as a matter of urgency to debate this very important review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00600","speaker":"1399"},{"type":"speech","time":1491384600,"counter":45,"content":"<p>The last Government made a number of serious errors, one of which was an attempt to abolish this House.  I am thankful the people resoundingly rejected that.  Another action, which was more successful, was the abolition of town council governance.  I draw Members' attention to the fact that my party colleague, Deputy Shane Cassells, will move a Bill in the Lower House today asking for a commission to be set up that would report in the next six months, with proposals to restore an enhanced form of town government.  Many colleagues would be glad to hear of that.  The idea is the commission would report in time for local elections in 2019 to town councils as well as county councils.  Towns have suffered much in recent years due to the economic downturn and the town council was a very important facet of life and support for business people in small towns in rural Ireland.  Members will welcome this Bill if and when it comes before this House.<\/p> <p>I hope I will not be accused of being parochial but I will comment on the announced retirement of the Leas-Chathaoirleach's fellow townsman from Gaelic football, Mr. Colm Cooper, or the \"Gooch\", as he is also known.  I do not need to say anything about Colm Cooper as Members will know he has been universally admired as one of the greatest exponents of Gaelic football of all time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00700","speaker":"1394"},{"type":"speech","time":1491384600,"counter":46,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00800","speaker":"1420"},{"type":"speech","time":1491384600,"counter":47,"content":"<p>That was generously acknowledged by players past and present from all over the country, not least Dublin and the Leader's county of Cork, against which Mr. Cooper put on some of his best performances in Munster finals.  It is not a Kerry matter but it should be acknowledged and tributes to him are well deserved.  I hope he will continue to play a part in Gaelic football because we need people of his vision and artistry to have an input into the game we all love.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J00900","speaker":"1394"},{"type":"speech","time":1491384600,"counter":48,"content":"<p>I echo the Senator's comments about the Gooch absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J01000","speaker":"1420"},{"type":"speech","time":1491384600,"counter":49,"content":"<p>I wish to refer to the Bus &Eacute;ireann strike.  I welcome the fact that talks have resumed at the Workplace Relations Commission between Bus &Eacute;ireann workers and management in the past hour or two.  I wish them well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are many workers out and they have young families and are under severe financial pressure.  Bus &Eacute;ireann is a huge and vital component of our public transport system.  The strike is having a big impact on commuters in Limerick.  Small businesses in Limerick city which are dependent on passing trade have experienced a drop in turnover.  People are not able to access the city in the normal way.  I ask that these be fruitful talks.<\/p><p>One of the elements that has to come into play is the public service obligation, PSO, services.  The PSO model has not kept pace with the Expressway route.  Bus &Eacute;ireann is servicing towns along those routes that private operators are not servicing.  There has to be a PSO element because there is not a level playing field.  We need fairness.  People using free travel passes on the service are rightly entitled to do so.  However, Bus &Eacute;ireann is not compensated for that.  I welcome that the Minister for Transport, Tourism and Sport, Deputy Ross, has said that the PSO model will be looked at again.<\/p><p>I wish the talks well.  It is extremely important for the sake of the workers, their families, Bus &Eacute;ireann and Ireland Inc. in terms of public transport system that there is a speedy resolution which is to everyone's satisfaction, especially for the workers and their families about whom I am concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#J01100","speaker":"1374","continuing":true},{"type":"speech","time":1491384600,"counter":51,"content":"<p>Among the heroes that we all pay tribute to these days are the Irish Naval Service personnel who have been involved in unprecedented missions in the Mediterranean as they play a major operational part in assisting migrants in distress.  They have been doing so since 2015.  Dun Laoghaire-Rathdown County Council recently conferred the crew of <i>LE Eithne<\/i>on behalf of the Naval Service with an honorary award in recognition of their humanitarian work abroad.  We would all commend that.  It is estimated that Irish naval officers have saved the lives of more than 10,000 people in peril at sea.  In their difficult search and rescue roles, these personnel have witnessed a lot of human suffering and extensive loss of life.  I would like the Minister of State at the Department of Defence, Deputy Kehoe, to specify what type of emotional supports these personnel were offered prior to, during and on completion of their tour of duty in the Mediterranean?  It is vital for the welfare of these serving officers and for the Permanent Defence Force that cases of post-traumatic stress disorder are diagnosed promptly and all medical resources are provided thereafter.  What kind of confidential counselling, psychiatric assistance or other treatments have been offered to naval crew?  Were such supports provided by specialists within the Defence Forces or external clinicians?  It is essential that pre and post-mission interventions are made to deal with the health risks for personnel as they serve other people in other territories.<\/p><p>Post-traumatic stress disorder is a very debilitating illness.  All measures must be taken to ensure the Naval Service, Air Corps and the Army are cared for appropriately when exposed to crises.  A rapid diagnosis of PTSD symptoms by the Permanent Defence Force would also offset any potential personal injury legal actions taken by personnel who witness tragic events in the course of their employment.<\/p><p>Shortly, 133 soldiers of the 55th Infantry Group will leave for peacekeeping duty with the UN Disengagement Observer Force on the Golan Heights in Syria.  The changeover has already taken place.  Their rigorous training will equip them for the mission.  Like their colleagues in the navy, they may encounter scenes that will challenge them and stay long in their memory when they return home.  We need to be assured that they are being well looked after.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#K00200","speaker":"1401"},{"type":"speech","time":1491384600,"counter":52,"content":"<p>It has recently been reported that the High Court has found that Angela Kerins, who had taken a case against the Committee of Public Accounts, is only obliged to pay one third of the costs of the case while the remaining two thirds are to be borne by the Committee of Public Accounts.  This is quite a significant and unusual development.  It is the first time this has happened in the history of this State.  I ask the Leader to bring in the Minister for Finance to update the House on what implications this ruling has for the future of the Committee of Public Accounts and any changes that may be required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#K00300","speaker":"1388"},{"type":"speech","time":1491384600,"counter":53,"content":"<p>There was a debate a few weeks ago on the Civil Law (Missing Persons) Bill 2016.  It was agreed that it would go on to the next Stage.  It was also indicated by the Minister that the Bill would not be dealt with for at least 12 months.<\/p> <p>Since that debate, I have received a number of calls from people whose family members are missing, some of them for a number of years.  Often, all indications are that the missing person has died but the remains have not been found.  In such cases a death certificate cannot be issued.  One parent told me that there is clear evidence that his or her family member died more than two years ago but the body was not recovered.  I wrote to the Minister for Justice and Equality, Deputy Fitzgerald, asking her to request the coroner to hold an inquest.  The Minister has the power to do so.  As a result of that letter, the Garda called to the family and took DNA samples from the father to see if the DNA matches with bodies which have been discovered on the coasts of Wales and Scotland with a view to bringing a conclusion for that family.  It is sad that it has taken two years for the authorities to take DNA samples to cross-check for a match with bodies discovered on the other side of the Irish Sea.  I ask that this matter be taken up with the Minister and that a far more effective system be put in place to avoid delays of two, three or four years.<\/p> <p>I do not see why we should wait for another 12 months for the Civil Law (Missing Persons) Bill 2016 to progress.  There is no real cost to the State for implementing the changes but the Bill will bring about changes which will bring conclusions for many families where there is no body discovered or death certificate issued.  In the case of the tragedy of the Coast Guard Rescue 116 helicopter off the west coast, the Coast Guard have recently called for the fishing community to help locate the bodies.  While I hope that the bodies are recovered, if they are not, those families will have to wait in the same way as other families.  It is not right that the families of people who have given a huge contribution to the State should be treated in this way.  I ask the Leader to ask the Department of Justice and Equality to progress this Bill and bring it to a conclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#K00400","speaker":"1409"},{"type":"speech","time":1491384600,"counter":54,"content":"<p>I join Senator Ned O'Sullivan in welcoming the introduction in the Lower House of the Local Government (Establishment of Town Councils Commission) Bill 2017 by our colleague, Deputy Shane Cassells.  Town councils should never have been abolished.  The so-called Putting People First document which led to our councils being decimated, particularly in rural Ireland, does not contribute to putting people first.  I would very much welcome the re-introduction of town councils to most major towns in our country.<\/p> <p>Yesterday and today, Senator Craughwell raised very serious concerns about the Defence Forces.  While I am aware that the Leader had scheduled the Minister of State at the Department of Defence, Deputy Kehoe, to come to the House a number of weeks ago, that had to be deferred.  However, as a matter of urgency, we must have that debate.  If possible, the Minister with responsibility for the Defence Forces, the Taoiseach, should be present for that debate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is too serious an issue to be dealt with by a Minister of State.  A number of weeks ago, as a result of a terrible tragedy, we found out there are not enough personnel in the Air Corps to fly our planes.  In essence, we can only be invaded by appointment.  While Senator Craughwell has made the point about a sovereign State allowing the Royal Air Force to fly over our airspace, I understand that is only in the case of an emergency.  Unfortunately, the reality is that we have no other option.  If there is a hijacked plane heading for the centre of Dublin, who is going to intervene?  The sad reality is that by the time we get the personnel who are on standby to Baldonnel, a serious situation could have occurred.  That alone is a very serious matter for the Air Corps, not to mention the low morale and depleted numbers in our Army.  We need a serious and detailed debate on the situation and I would like to see the Taoiseach here in his capacity as the Minister responsible for the Defence Forces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#K00500","speaker":"1418","continuing":true},{"type":"speech","time":1491384600,"counter":56,"content":"<p>Many Senators have raised issues regarding councillors and their conditions over the last year.  I wish to raise the working hours of some councillors.  Cork County Council recently went through the county development plan process, which is probably the most important process for councillors.  They have direct input and direct votes and are very much involved in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00200","speaker":"1386"},{"type":"speech","time":1491384600,"counter":57,"content":"<p>I hesitate to remind the Senator, although I must, that councillors are not a matter for the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00300","speaker":"1420"},{"type":"speech","time":1491384600,"counter":58,"content":"<p>The process is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00400","speaker":"1386"},{"type":"speech","time":1491384600,"counter":59,"content":"<p>Nor, indeed, are they a matter for the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00500","speaker":"1420"},{"type":"speech","time":1491384600,"counter":60,"content":"<p>That never stopped the Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00600","speaker":"1391"},{"type":"speech","time":1491384600,"counter":61,"content":"<p>I do not recall what the Leader is referring to.  I know Senator Lombard is dealing with the electoral system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00700","speaker":"1420"},{"type":"speech","time":1491384600,"counter":62,"content":"<p>I thank the Leader for his kind interjection.  What I was trying to get across was that the hours councillors work while they are going through a county development plan has to be looked at.  What they did last week in Cork County Council was absolutely wrong in so many ways.  Over a three-day period they sat for 34 hours.  On the last day, they sat for 17 hours, from 9 a.m. to 2 a.m., making one of the most important decisions for Cork and its development.  When I was a member of Cork County Council in 2007, we started at 9 a.m. and finished at 6.30 a.m. the following morning.  We worked for 21.5 hours straight.<\/p> <p>The Minister has to intervene and put a regulation in place regarding working hours for councillors.  It makes no sense that the most important plan that any local authority brings forward, the county development plan, should be put together by people working those extreme hours.  One cannot make coherent decisions if one has been working for 17 hours straight.  I have had members of the public on to me about this issue.  It is a significant issue for the local authority members who have to work those hours, as well as in terms of the decisions they make.  This is something they have five years to work on.  It is not emergency legislation.  It is not thrown upon them.  It can be timed and worked out.  The Minister with responsibility for local government has to put a regulation in place so that we do not have these exceptional and extreme working hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00800","speaker":"1386"},{"type":"speech","time":1491384600,"counter":63,"content":"<p>Why break the habit of a lifetime?  It seems that Sinn F&eacute;in Senators are bringing the Leader all the breaking news today.  Just a few hours ago, the European Parliament in Strasbourg passed a joint resolution calling for the North to be protected within the Brexit process.  We are very glad and proud, not least of the work of Martina Anderson, MEP.  Some 516 MEPs voted in favour of that joint resolution.  It is clear from the passing of the resolution that Ireland in its entirety does have many friends within the European Parliament.   Like the motion passed by the D&aacute;il in February of this year, it is a sign that people want to see Ireland's national interests protected.  They want to see the Good Friday Agreement, our economy and our society protected and defended.<\/p> <p>Almost all the co-signatories of this resolution were met by Martin McGuinness last year.  He underwent a period of intense engagement with European leaders in the Parliament, the Commission and the Council.  He made a very strong case, as no-one else could, that the European institutions needed to play a clear and definitive role in defending the Good Friday Agreement and all of its infrastructure.  The joint resolution makes clear that there should be a defence of the Good Friday Agreement, that there should be no hardening of the Border, and that there should be consideration for special status.<\/p> <p>We have had the European Parliament today and the D&aacute;il in February calling for special status.  I do not seek to come in here to play party politics with the issue.  I hope the Leader will take me at my word.  I make the case to the Taoiseach through the Leader because it is an important issue which we need to take very seriously.  The Government needs to act on this sooner rather than later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L00900","speaker":"1413"},{"type":"speech","time":1491384600,"counter":64,"content":"<p>I concur with the sentiments of my colleague, Senator R&oacute;n&aacute;n Mullen, in respect of post-traumatic stress disorder and the supports necessary for our Defence Forces.  I have first-hand experience of the bravery shown by the navy divers and the Garda underwater unit in Blacksod Bay last weekend, when I spent some time on the <i>ILV Granuaile<\/i>in a medical capacity.  It is vital that we support our Defence Forces in this regard.<\/p><p>Yesterday it was confirmed that St. Joseph's psychiatric day centre in Ballaghadereen is to shut temporarily due to staff shortages.  This comes in spite of an assurance given to Oireachtas Members by HSE management last October that there were no plans to close any day centre in County Roscommon, and that if a closure was proposed, public representatives would be consulted in advance.  This is an issue which my colleagues, Senators Hopkins and Feighan, and indeed Deputy Eugene Murphy have raised before.  I understand the HSE has pledged that the centre will reopen on 18 April.  However, I am genuinely worried as to the future of the centre in its current situation.<\/p><p>It is my intention today to praise, commend and applaud the people of Ballaghadereen.  Last week in <i>The Irish Times<\/i>there was a fabulous story of locals inviting Syrian refugees for a game of soccer.  Mothers are donating buggies for babies.  A welcome wall has been created.  These Syrian people have come through hell, as we can only imagine.  The people of Ballaghadereen should be highly commended for their welcoming efforts.  I was also very happy to see that an initial &euro;97,000 of health funding is to be allocated to medical resources in Ballaghadereen for the 80 refugees who are to be relocated there.  However, that news is entirely blighted now by the closure of the psychiatric day centre.  Lest we forget, the Syrian conflict is now the longest ever conflict, outlasting World War Two.  What Ballaghadereen needs to become that shining beacon is intensive funding and investment, not cuts and closures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L01000","speaker":"1373"},{"type":"speech","time":1491384600,"counter":65,"content":"<p>This is World Autism Awareness Week.  Recent research has shown a huge increase in the incidence of people on the spectrum of autism and Asperger's syndrome.  We are one of the few countries that does not have a national strategy for those with autism and Asperger's syndrome.  This research, which shows an incidence of one in 70, is a powerful argument for having a look at this and putting in place a strategy.  I know it was under consideration previously and that the Department of Health was against it.  I would ask the Minister to re-examine this.  I would like the Leader to bring the Minister to the House to discuss the need for a national strategy in respect of this issue.  I believe it is more prevalent than many of the conditions for which we do have strategies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would send a powerful message to many of those who have this condition and to their families who strive valiantly, day in and day out, to support them and help them.  This is a group of people who, with the right support in the early years, can lead hugely productive lives and make a serious contribution to society.  Many of the great scientific breakthroughs were made by people who, when one examines their history, were at least on the spectrum, if they did not have Asperger's syndrome or were not autistic.  From a natural justice and societal point of view, we need to put in place a strategy to deal with this prevalent condition because as many as one in 70 of our citizens have the condition.  I ask the Leader to request the Minister to attend here to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#L01100","speaker":"1421","continuing":true},{"type":"speech","time":1491384600,"counter":67,"content":"<p>I want to raise again the issue of the greyhound industry.  On Sunday evening I attended a meeting in Tipperary that was attended by 750 greyhound owners or breeders who outlined their concerns about the way the industry is run.  The sector will receive &euro;16 million in subsidies this year under the greyhound fund.  Despite the subsidy the industry and stakeholders are hugely concerned.  First, the Harold's Cross stadium remains for sale.  Second, there has been a complete lack of engagement or consultation with the owners and breeders of greyhounds.  A greyhound is a poor man's horse.  Those people deserve to be listened to, particularly when State subsidies are being made available through the fund referred to, although most of it is collected through the betting tax.  At the meeting we heard that a group would seek a meeting with the Minister and Minister of State at the Department of Agriculture, Food and the Marine.  I ask the Leader to use his good offices to ensure the meeting occurs, to arrange an early debate in this House on the greyhound industry and to ask the Minister when the greyhound Bill is expected to come before the House.<\/p> <p>I wish to refer briefly to the national planning framework.  The consultation period ended on Friday and submissions were made to the Department.  The framework will underpin where people will live, work and the services they obtain over the next 25 years up to 2040.  I ask the Leader to arrange a debate so that Senators can express their opinions on the framework.  It is early days, but nonetheless the departmental officials will framing their own thoughts following the submissions made.  It might be an opportune time to have a debate in the House either before or after the Easter break.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#M00200","speaker":"1382"},{"type":"speech","time":1491384600,"counter":68,"content":"<p>I thank the 22 Members of the House who contributed.  Senator Ardagh rightly raised the issue of disability services and the need for continued investment and improvement.  It is important to acknowledge that a huge amount of work needs to be done in the area of disability.  Notwithstanding that, I acknowledge that the parents who took to the streets this week have in some cases justifiable cause and feel frustrated.  People are angry about the level of investment, but it is important to recognise that the Government has a plan and given a commitment.  The Minister of State with responsibility for disability issues, Deputy Finian McGrath, sits at the Cabinet table.<\/p> <p>In terms of speech and language therapy, the waiting times for assessment and treatment have been significantly reduced due to a targeted programme of investment and a successful waiting list initiative last year.  In saying that, it is important to recognise that a huge amount of work remains to be done.  As I said yesterday on the Order of Business, the HSE is recruiting and taking people on.  One of the key priorities in the 2017 national service plan in terms of the HSE is to improve waiting times for therapy services by changing the model of care.  The initiative has proven successful, especially for children who require speech and language therapy.  At the same time I recognise that we have difficulties in some of the areas.<\/p> <p>I want to put the following on record for the benefit of Members of the House who do not like to hear good news.  As I said yesterday, &euro;4 million has been allocated in the 2016 service plan to facilitate the recruitment of speech and language therapists, thus allowing for 83 additional posts to be provided.  All efforts have been made by the HSE to ensure those posts are filled and appropriately placed in accordance with the needs of people in different localities and areas.  It is important to recognise that there is investment.<\/p> <p>As I said yesterday, we have an issue with respite and require a greater model of delivery.  Respite care is a source of contention for many of us in the House because it is the most vulnerable who need access to respite care to give their families a break.  This issue is not about families going off on a holiday but giving them a break.  It is also about giving a care model.  Senator Ardagh mentioned respite care, and I hope that we will see a significant change in the current respite care model because there is a need to have that model changed.  I am anxious, as I am sure other Senators are, to see that prioritised by the Minister of State, Deputy McGrath.<\/p> <p>Senators Boyhan and Feighan raised the issue of the National Rehabilitation Hospital.  Senator Boyhan is right in terms of the issue of acute beds.  There needs to be a step-down facility and a greater investment in primary care.  The investment plan for the National Rehabilitation Hospital in D&uacute;n Laoghaire must be prioritised and not put on the long finger.  I am happy to invite the Minister to the House to discuss the matters.<\/p> <p>Senator Mac Lochlainn raised the important issue of diabetes an the challenge it poses to the health system.  He is quite right in that.  Senator Ray Butler is an example of how one can challenge a diagnosis of diabetes.  He deserves great credit for the work he has done, through his own story, to promote the issue of diabetes.  There are 225,000 people who live with diabetes in this country and, therefore, it is imperative and critical that services are maintained.  I am unfamiliar with the issue raised but Senator Mac Lochlainn might send me a note that I can pass to the Minister.  He might also consider tabling a Commencement matter on it because it is an important matter.  This is about care of patients, whether by a GP in a primary care setting or in a hospital.  There needs to be greater awareness and support given in the context of diabetes.  The Senator is right in that and I would be happy to push that with him with the Minister in question.<\/p> <p>Senator Kelleher raised the issue of Cork University Maternity Hospital.  It is important to highlight that the Minister for Health, Deputy Harris, at a meeting held in January, gave a commitment to deliver key parts of a service upgrade in the hospital.  Senator Colm Burke and I met him on numerous occasions.  I welcome very much the appointment of Professor John Higgins as clinical director of CUMH.  This week, as the hospital celebrates the tenth anniversary of its opening, the Minister made the significant announcement of the allocation of extra moneys to provide more staff, a one-stop-shop for day care services and the opening of a new theatre.  All of these initiatives will lead to better outcomes for women and infants who use the hospital.  It is a good news story.  The Government is committed to investing in Cork University Maternity Hospital, which I welcome.  In terms of Senator Kelleher's Private Members' Bill tonight, I thank all Members for raising the matter.  We will see how the debate unfolds.<\/p> <p>Senator Byrne raised the issue of the SUSI grant for postgraduates.  I welcome the announcement that the initiative will lead to grants being awarded to postgraduate students.  As she rightly said, it is about encouraging further education and going beyond the primary degree.  We all welcome that.  I also join the Senator in congratulating Peter Furey on his award and win in the Doodle for Google competition.  It is good to see young people being innovative and creative.<\/p> <p>Senator Davitt raised the issue of the FAI ladies' international football team, something we discussed yesterday on the Order of Business.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think it is a source of disappointment to all of us seeing the story unfold and listening to the commentary that the team had to hold a press conference yesterday to promulgate its annoyance and its views on the lack of support from the FAI.  Perhaps the FAI will contend that there are two sides to every story and that it has made an attempt to intervene and mediate.  However, it is important we recognise, as I said yesterday, that these are athletes of the highest calibre performing for our country and they deserve our respect and support.  It is important that taxpayers' money is spent on the women's team as well as the men's team.<\/p><p>Senators Craughwell and Wilson again raised the Defence Forces and the issue of the National Security Committee.  I reiterate the point I made yesterday.  I extended to Senator Craughwell an invitation to meet the Department officials, which still stands.  We need to stop playing to the gallery on national security.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#M00300","speaker":"1391","continuing":true},{"type":"speech","time":1491384600,"counter":70,"content":"<p>That is an unfair comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00200","speaker":"1390"},{"type":"speech","time":1491384600,"counter":71,"content":"<p>I ask Senator Craughwell to let me finish.  I did not interrupt him.  I was not referring to him at all.  He did not hear what I said.  This is about the security of our State, and oversight is being carried out.  Just so Senator Wilson is aware, the issue is a matter for the Department of Foreign Affairs and Trade, not the Department of Defence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00300","speaker":"1391"},{"type":"speech","time":1491384600,"counter":72,"content":"<p>On a point of information, let us be realistic about this-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00400","speaker":"1418"},{"type":"speech","time":1491384600,"counter":73,"content":"<p>There is no such thing as a point of information, as the Senator well knows.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00500","speaker":"1420"},{"type":"speech","time":1491384600,"counter":74,"content":"<p>I have just introduced it into the vocabulary of the House.  The matter is the responsibility of the Minister of State at the Department of Defence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00600","speaker":"1418"},{"type":"speech","time":1491384600,"counter":75,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00700","speaker":"1420"},{"type":"speech","time":1491384600,"counter":76,"content":"<p>Senator Buttimer should check his facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00800","speaker":"1418"},{"type":"speech","time":1491384600,"counter":77,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N00900","speaker":"1420"},{"type":"speech","time":1491384600,"counter":78,"content":"<p>I did.  When Senator Craughwell raised-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01000","speaker":"1391"},{"type":"speech","time":1491384600,"counter":79,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01100","speaker":"1420"},{"type":"speech","time":1491384600,"counter":80,"content":"<p>Is Senator Buttimer saying the Department of Foreign Affairs and Trade is responsible for the Department of Defence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01200","speaker":"1418"},{"type":"speech","time":1491384600,"counter":81,"content":"<p>We will not settle the matter now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01300","speaker":"1420"},{"type":"speech","time":1491384600,"counter":82,"content":"<p>Is that what he is saying?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01400","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":83,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491384600,"counter":84,"content":"<p>Order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01600","speaker":"1420"},{"type":"speech","time":1491384600,"counter":85,"content":"<p>On a point of information for the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01700","speaker":"1390"},{"type":"speech","time":1491384600,"counter":86,"content":"<p>There is no such thing as a point of information on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01800","speaker":"1420"},{"type":"speech","time":1491384600,"counter":87,"content":"<p>On a point of order, then-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N01900","speaker":"1390"},{"type":"unspoken","time":1491384600,"counter":88,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491384600,"counter":89,"content":"<p>One at a time.  I call Senator Craughwell to make a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02100","speaker":"1420"},{"type":"speech","time":1491384600,"counter":90,"content":"<p>There is no single authority with responsibility for the security of the State.  The National Security Committee comprises four Department Secretaries General, the Chief of Staff of the Defence Forces and the Garda Commissioner.  Therefore, I agree with Senator Wilson that matters of military-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02200","speaker":"1390"},{"type":"speech","time":1491384600,"counter":91,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02300","speaker":"1420"},{"type":"speech","time":1491384600,"counter":92,"content":"<p>The matter is one for the Department of Foreign Affairs and Trade, and I have answered-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02400","speaker":"1391"},{"type":"speech","time":1491384600,"counter":93,"content":"<p>The matter can be dealt with when the Senators meet officials of the Department of Defence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02500","speaker":"1420"},{"type":"speech","time":1491384600,"counter":94,"content":"<p>I responded to Senator Craughwell on the matter yesterday and, to be fair to Senators Craughwell and Wilson, at their request, we deferred the debate on defence, as Senator Wilson acknowledged.  I am happy to have the debate when we can get the Minister before the House because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02600","speaker":"1391"},{"type":"speech","time":1491384600,"counter":95,"content":"<p>The Taoiseach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02700","speaker":"1418"},{"type":"speech","time":1491384600,"counter":96,"content":"<p>The Minister of State at the Department of Defence is the Minister responsible.  Deputy Paul Kehoe sits at Cabinet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02800","speaker":"1391"},{"type":"speech","time":1491384600,"counter":97,"content":"<p>The Minister for Defence is the Taoiseach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N02900","speaker":"1418"},{"type":"speech","time":1491384600,"counter":98,"content":"<p>I hope we will not play politics with our national security.  I commend Senator Craughwell for his work highlighting matters regarding our Defence Forces but the Minister, Deputy Flanagan, as the Minister with responsibility for foreign affairs, has always put our country first-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03000","speaker":"1391"},{"type":"speech","time":1491384600,"counter":99,"content":"<p>As indeed we all do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03100","speaker":"1390"},{"type":"speech","time":1491384600,"counter":100,"content":"<p>-----and is doing a first-class job.<\/p> <p>Senator Feighan raised the issue of a visit by Mr. Picardo, the Chief Minister of Gibraltar, to the House.  It is a matter for the Committee on Procedure and Privileges, CPP.  I would be happy to have him come to the House.  It is important that he do so.  Senator Richmond referred to this as well.<\/p> <p>The matter Senator &Oacute; Clochartaigh raised regarding the payment and conditions of staff is a matter for consideration at a local level.  There is a prescribed rate of pay.  I suggest Senator &Oacute; Clochartaigh take it up with the Minister as a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03200","speaker":"1391"},{"type":"speech","time":1491384600,"counter":101,"content":"<p>It is also a matter for all the people working for the national groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03300","speaker":"1377"},{"type":"speech","time":1491384600,"counter":102,"content":"<p>There is a national pay policy which must be complied with, but if the Senator takes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03400","speaker":"1391"},{"type":"speech","time":1491384600,"counter":103,"content":"<p>The HSE is not complying with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03500","speaker":"1377"},{"type":"speech","time":1491384600,"counter":104,"content":"<p>It must comply with it.  There is only one national pay policy.  The HSE cannot make it up as it goes along.<\/p> <p>Senator Dolan raised the issue of disability.  As he is aware, the Government is committed to the ratification of the UN Convention on the Rights of Persons with Disabilities.  Before the State can ratify the convention, a number of pieces of legislation must be enacted and amended.  In 2015, the Government published a roadmap signposting the direction we are taking in respect of the legislative measures that need to be met.  I refer to the Assisted Decision-Making (Capacity) Act, the Criminal Law (Sexual Offences) Act and the Disability (Miscellaneous Provisions) Bill.  It is also important to consider that the Government has appointed Professor Ruane to examine the issue of the employment of people with disabilities.  It is equally important that Deputy Finian McGrath sits at the Cabinet table as the Minister of State with responsibility for disabilities.  This is a priority.  The forthcoming budget is the Government's second budget, not its third.  At least, I hope I have not missed one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03600","speaker":"1391"},{"type":"speech","time":1491384600,"counter":105,"content":"<p>It is the second since the Government was appointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03700","speaker":"1419"},{"type":"speech","time":1491384600,"counter":106,"content":"<p>Yes.  It is the second since the Government was formed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03800","speaker":"1391"},{"type":"speech","time":1491384600,"counter":107,"content":"<p>It is the second this Government will introduce.  It is the Government's third budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N03900","speaker":"1419"},{"type":"speech","time":1491384600,"counter":108,"content":"<p>We hope we will see progress on this issue because I agree with Senator Dolan that it needs to be a priority and progress needs to be made.<\/p> <p>Senator Richmond raised the issue of the lobbying Act.  I would be happy to have the Minister, Deputy Donohoe, come before the House to discuss the matter.<\/p> <p>Senator Ned O'Sullivan raised with Senator Wilson the Private Members' Bill in the D&aacute;il to be introduced by Deputy Cassells.  I think there is a recognition in some quarters that there is a need to examine how we can better govern locally in terms of some towns over a certain population level.  Perhaps in hindsight the dissolution of town councils in the manner in which it was done was a regressive move.  I am in favour of examining how we might give towns of a certain size or status their town councils back again, but there is a need to examine how we can deliver-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04000","speaker":"1391"},{"type":"speech","time":1491384600,"counter":109,"content":"<p>There is an election coming up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04100","speaker":"1377"},{"type":"speech","time":1491384600,"counter":110,"content":"<p>-----better local government.  That is not necessarily the issue, Senator &Oacute; Clochartaigh.  I agree with Senator Wilson that Putting People First is a fine document for local government.  If it were implemented in full, it would be a great document.  Senator Wilson should consider the record of the former Minister, Mr. Dempsey, when he was in government and that of his own party and the role he played in decimating the role of councillors-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04200","speaker":"1391"},{"type":"speech","time":1491384600,"counter":111,"content":"<p>If Senator Buttimer wants to have that debate, I am quite willing to have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04300","speaker":"1418"},{"type":"speech","time":1491384600,"counter":112,"content":"<p>I would be happy to have it as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04400","speaker":"1391"},{"type":"speech","time":1491384600,"counter":113,"content":"<p>One comment across the Chamber does not make it a reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04500","speaker":"1418"},{"type":"speech","time":1491384600,"counter":114,"content":"<p>On a matter on which we can speak more in unison, I welcome the retirement of Colm Cooper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04600","speaker":"1391"},{"type":"speech","time":1491384600,"counter":115,"content":"<p>One of the most stylish players of all time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04700","speaker":"1420"},{"type":"speech","time":1491384600,"counter":116,"content":"<p>We incurred the wrath of his magnificent skill and football prowess on many a sad occasion in P&aacute;irc U&iacute; Chaoimh and Fitzgerald Stadium.  On a serious note, though, he was an extraordinary footballer with tremendous talent and great skill and I wish him well in his retirement from inter-county football.<\/p> <p>Senator &Oacute; Domhnaill yesterday referred to the FAI and the treatment of the women's soccer team.  On a positive note, last weekend we had a tremendous day of activity on our sporting fields which showed the importance of sport in our country.  I thank all our sportspeople who are, in this case, amateurs playing not for money but for the joy of their club or county and wish them every success in the forthcoming championship season.<\/p> <p>Senator Kieran O'Donnell raised the issue of the Bus &Eacute;ireann dispute, which is on day 13.  I join him in welcoming the resumption of talks and hope that it is a pathway to a solution.  Public transport is a critical part of our nation and an essential public service.  It is interesting to note that Bus &Eacute;ireann stands to lose &euro;125,000 in funding from the NTA for every weekday it fails to provide services and &euro;75,000 for every Saturday and Sunday.  I regret very much the dispute.  I had the pleasure of meeting members of the drivers' unions this week in Cork.  They do not want to be on strike as it is a huge imposition on them and their families.  It is important, whatever one's view on the strike, that we consider how we can get the balance between public services and paying public servants right.  This is a matter of public interest, and talks need to be held.  Senator O'Donnell is correct that the PSO levy on Expressway services needs to be considered, and a change might have to come to make this about fairness in the way in which Bus &Eacute;ireann and private operators can compete on the Expressway routes.<\/p> <p>Senators Mullen and Swanick referred to the Defence Forces.  The issue of post-traumatic stress disorder is very important and it is important that every support that can be given is given to members of the Defence Forces.  I would be happy to have the Minister of State, Deputy Kehoe, discuss this in the House.  I join the Senators in wishing the troops of the 55th Infantry Group, on behalf of all in the House, every success, safe travels and safe mission when they go to the Golan Heights.  As the Leas-Chathaoirleach knows, our Defence Forces in their work abroad are tremendous ambassadors for our country.  Senator Mullen is right that they have saved thousands of lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They deserve our praise, thanks and prayers.  I hope they will stay out of harm's way.  Like Senator Keith Swanick, I pay tribute to the Irish Coast Guard, Defence Forces personnel, including of the Naval Service, voluntary divers, the men and women of many maritime and coastal communities and fishermen who are giving of their time in the search to find the two missing crewmen.  I hope their bodies will be returned to their loved ones and families.  Although it may embarrass him, I commend Senator Keith Swanick for the role he has played which is the epitome of voluntarism.  From talking to members of the Defence Forces and the Irish Coast Guard, I know that he has been a huge tower of strength and a tremendous asset in the search.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#N04800","speaker":"1391","continuing":true},{"type":"speech","time":1491384600,"counter":118,"content":"<p>I second what the Leader said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#O00200","speaker":"1420"},{"type":"speech","time":1491384600,"counter":119,"content":"<p>Senator M&aacute;ire Devine mentioned a High Court case.  I have not had a chance to read the judgment.  The one third:two thirds ratio is a decision of the courts; the Government and the Oireachtas have no say in the determination of costs.  That is a matter for the Department of Public Expenditure and Reform and needs to be considered.  However, as Members of the Oireachtas, we cannot be deterred or deflected from taking action to defend the integrity of the Oireachtas and our right to be the voice of the people.  The courts have a separate independent jurisdiction.  I think the Senator is right, however, and will be happy to ask the Minister to come to the House to discuss the issue.<\/p> <p>Senator Colm Burke referred to the Civil Law (Missing Persons) Bill 2016, to which he is very attached.  He is right.  It is a traumatic experience for the families and loved ones of persons who have gone missing.  I know from talking to people that whenever the telephone rings or there is a knock on the door, expectation is heightened that there will be news of a loved one or family member who is missing.  It is unacceptable and disappointing that there is a delay.  I agree with the Senator that there is a need to progress the Bill because we need to have an effective system in place.  The length of delay described by the Senator is unacceptable.  I will be happy to talk to him again about the matter.  <\/p> <p>Senator Tim Lombard raised the issue of councillors' pay and conditions.  It is one on which the Leas-Chathaoirleach has ruled, but I think the Senator is referring to the process involved in considering the county development plan.  We all saw what happened in Cork County Council where councillors had to sit for 17 hours to pass a county development plan and understand this can lead to bad decisions and incoherence.  It is unfair on councillors and council staff to have to meet for that length of time.  I am sure the Senator could have a quiet word with the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, about it.  The issue needs to be examined because it is significant and the Senator is right to highlight it. <\/p> <p>Senator Niall &Oacute; Donnghaile referred to the European Parliament joint resolution on Brexit and the decision passed today.  It is important that we receive whatever help and support we can in the European Parliament and throughout the European Union.  As I said yesterday, we are very fortunate to have someone of the calibre of Deputy Enda Kenny as Taoiseach who is well recognised across the continent of Europe as the leader of the Fine Gael Party which is attached to the European People's Party, EPP.  As an example, since the turn of the year over 20 Cabinet-level discussions have taken place on Brexit, there have been 400 engagements with our EU partners and EU institutions, 1,200 representatives have participated in 16 all-Ireland civic dialogue sessions over four months and there have been 300 stakeholder meetings.  More importantly, Mr. Tusk and Mr. Juncker are aware and recognise the importance of the island of Ireland.  As we all know, the Government has been preparing for the Brexit negotiations.  Our priorities have always been to recognise the importance of the Northern Ireland peace process, to minimise the impact of Brexit on trade and the economy, to maintain the common travel area and to influence the future of the European Union.  We must all wear the green jersey.  The Taoiseach, as head of the Government, has been doing a Trojan job in that regard.  <\/p> <p>Senator Keith Swanick mentioned St. Joseph's in Ballaghaderreen.  If he gives me a note on the issue, I will be happy to pass it to the relevant Minister, but it is important that it be raised by way of a Commencement matter.  <\/p> <p>In World Autism Week Senator James Reilly referred to the national autism strategy required.  I wholeheartedly agree with him.  It is essential to have such a strategy.  He said the number of people being diagnosed at different levels on the autism spectrum was increasing.  There is a need for a comprehensive national strategy not least to ensure family members will be empowered, given a roadmap and access to services but also, as the Senator rightly said, to ensure the children in question can benefit from early intervention and receive treatment.  <\/p> <p>Senator Brian &Oacute; Domhnaill referred to the greyhound industry and his attendance at a meeting in County Tipperary.  The Minister of State at the Department of Agriculture, Food and the Marine, Deputy Andrew Doyle, came to the House for a debate on the industry.  There has been a change at the Irish Greyhound Board.  Dr. Sean Brady is the interim chief executive officer, but there is a need for change in the management model for the industry.  I will be happy to invite the Minister of State to come to the House for a debate on the issue.<\/p> <p>The level of engagement by the Minister for Housing, Planning, Community and Local Government throughout the country on the national planning framework is to be welcomed.  Senator Brian &Oacute; Domhnaill is right.  It is important architecture for the future and this House should have a role and a say in the matter.  I will be happy for the Minister to come to the House to discuss it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#O00300","speaker":"1391"},{"type":"unspoken","time":1491384600,"counter":120,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Civil Liability (Amendment) Bill 2017: Committee Stage","time":1491384600,"counter":121,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#O00500"},{"type":"unspoken","time":1491384600,"counter":122,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1491384600,"counter":123,"content":"<p>Amendments Nos. 1 and 2 are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#O00700","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":124,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":125,"content":"<p>Amendments Nos. 1 to 20, inclusive, seek to insert a new Part 4 into the Civil Liability (Amendment) Bill 2017 to support the open disclosure of patient safety incidents.  Senators will recall that in the course of her Second Stage speech the T&aacute;naiste indicated that such amendments would be brought forward.  Accordingly, I am very pleased to propose the amendments for consideration by the House.  On behalf of the Minister for Health, I thank the Oireachtas Joint Committee on Health for undertaking pre-legislative scrutiny of the provisions which was very helpful in ensuring the legislation would be brought forward today as a positive measure that represents an important part of ongoing patient safety initiatives in the health service.   There are 20 amendments in total, including a consequential amendment to the Long Title of the Bill.  With the agreement of the House, it is my intention to take the amendments in thematic groups which will follow the narrative of Part 4. <\/p> <p>The first group includes amendments Nos. 1 and 2.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These introductory amendments seek to amend section 1 to include reference to Part 4 - the new provisions on open disclosure.<\/p><p>The second grouping is amendments Nos. 3 and 4, which address definitional matters relevant to the new Part 4.  The third grouping consists of amendments Nos. 5 and 6.  Those amendments detail what an open disclosure is, what its legal effect is and the statement to be prepared by the health service provider in regard to open disclosure.  The fourth grouping is amendments Nos. 8 to 11, inclusive, 13 and 16, which provide for the steps involved in the open disclosure process, including what happens when a person does not wish to participate in the process or the health service provider cannot get in touch with the patient for the purposes of arranging an open disclosure meeting.  The next grouping is amendments Nos. 12, 14 and 15.  These amendments cover the requirements for the conduct of the open disclosure meeting and for the provision of further information and clarification of information provided.  Amendments Nos. 17 to 19, inclusive, will be taken separately.  They deal, respectively, with the records to be kept, the making of ministerial regulations, and saving and transitional arrangements when Part 4 is commenced.  Amendment No. 20 involves a change to the Long Title of the Bill and is consequential to the other amendments being carried.<\/p><p>Before I deal with the amendments, I would like to take this opportunity to speak about the purpose of Part 4.  The provisions to support open disclosure are part of a broader package of reforms aimed at improving the experience of those who are affected by adverse events within the health service.  Last December, the Minister for Health launched a new national patient safety office, located in the Department of Health, to prioritise work in this area.  He has directed this office to work on a range of initiatives, including new legislation, the establishment of a national patient advocacy service, the measurement of patient experience, the introduction of a patient safety surveillance system and extending the clinical effectiveness agenda.  Within the programme of legislation, it is intended to progress the licensing of our public and private hospitals.  <\/p><p>These reforms also include the provisions on periodic payment orders in the Civil Liability (Amendment) Bill.  While the open disclosure provisions were originally to be included in the Health Information and Patient Safety Bill, it was thought that they would be a good fit with the Civil Liability (Amendment) Bill, which was more advanced than the Health Information and Patient Safety Bill.  Patient safety is fundamental to the delivery of quality health care and to public confidence in the health system, and open disclosure is an integral element of patient safety incident management and learning.  Open disclosure is about an open, honest and consistent approach to communicating with patients and families when things go wrong in health care.  It includes keeping the patient informed, providing feedback on investigations and the steps taken to prevent a recurrence of the incident, and it may include, depending on the particular circumstances involved, an apology for what happened.  For those reasons, open disclosure is important for building patient and public trust in the health system and it is therefore vital that it should be supported.<\/p><p>The report of the Commission on Patient Safety and Quality Assurance, chaired by Professor Deirdre Madden, recommended that legislation be enacted to provide legal protection for open disclosure of patient safety incidents to patients.  It is envisaged that such legislation should ensure that open disclosure, which is undertaken in compliance with national standards, cannot be used in litigation against the person making the disclosure.  <\/p><p>International experts' experience indicates that open disclosure will happen best by fostering the development of an honest and honest culture.  In its consideration of these provisions the Oireachtas Joint Committee on Health recognised that the best chance of creating the conditions necessary for the success of open disclosure lies in taking a voluntary approach backed up by apology laws.  In responding to the committee's observations and in order to properly take account of experience into the future, the Minister for Health has indicated that the structured evaluation of the success of voluntary open disclosure will be undertaken in the future once a suitable period of time has elapsed.<\/p><p>The open disclosure legislative provisions in Part 4 are therefore designed to give legal protections for the information disclosed and any apology made during the open disclosure process but only when the information provided and the apology made is in keeping with the requirements set out in the legislation.  The section setting out protections is section 10, while the other sections of Part 4 stipulate requirements on the open disclosure process to ensure that it is an open and patient-centred process.  <\/p><p>These protections address a situation in the health service at the moment where health practitioners could be reluctant to make a disclosure to a patient regarding a patient safety incident because of concerns they may have in regard to the potential consequences it could have for their career as well as the financial implications that may arise with regard to insurance.  I wish to be clear, however, that there is no question that the protections being proposed will provide for protections for incompetent, negligent or other unprofessional patient care.  Clinicians will still operate within the existing accountability framework, including through the bodies regulating their particular professions.  The objective of the legislation is to create a safe place for open disclosure and to encourage the growth of a culture of openness and transparency within our health service, ensuring that patients are getting relevant information when an open disclosure is made.  The protections provided will apply in both the public and private sides of the health service so as to support a uniformed system of open disclosure across the health system.  <\/p><p>I will now deal with the specific amendments.  Amendments Nos. 1 and 2, which are being taken together, amend section 1 of the Civil Liability (Amendment) Bill to insert references to the new Part 4 concerning open disclosure as that part of the Bill will be the responsibility of the Minister for Health rather than the Minister for Justice and Equality.  The intention is that the commencement of Part 4 would be a matter for the Minister for Health.  The T&aacute;naiste has also asked me inform the House that she is considering tabling further amendments on Report Stage in regard to a number of issues related to the periodic payments part of the Bill.  <\/p><p>Section 51O provides that the Part dealing with periodic payment orders will apply to proceedings which are brought on or after the commencement of the Part or in respect of which no final decision has been made on the date of such commencement.  The T&aacute;naiste is examining the issue with the Office of the Attorney General to ensure that the provisions on periodic payment orders can only apply to cases where a court has already made an internal award and, if necessary, the T&aacute;naiste will bring forward an amendment on Report Stage to clarify this matter for Senators.<\/p><p>The T&aacute;naiste also notes that discussions are under way between her Department, the Department Jobs, Enterprise and Innovation and the Office of the Attorney General on the possibility of giving the Personal Injuries Assessment Board the power to make periodic payment orders in catastrophic injury cases.  Again, if required, the T&aacute;naiste will bring forward any appropriate amendments and information on Report Stage.  <\/p><p>My Department and the State Claims Agency are preparing comprehensive provisions dealing with recovery of costs, specified health and personal social care services in the cases of persons who are in receipt of periodic payment orders.  This is to avoid a situation referred to as double recovery where a person in receipt of the periodic payment order for the purpose of his or her long-term health care need also receives health benefits under, for example, a medical card.  It would also be necessary to avoid the situation where, for example, a defendant could seek to reduce the amount of damages payable because of a plaintiff's entitlement to a medical card.  The intention is to table the required amendments on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#O00900","speaker":"1337","continuing":true},{"type":"unspoken","time":1491384600,"counter":127,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":128,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":129,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":130,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":131,"content":"<p>Section 2 to 6, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":132,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1491384600,"counter":133,"content":"<p>Amendments Nos. 3 and 4 are related and they may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#P00800","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":134,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":135,"content":"<p>This is the second group of amendments, amendments Nos. 3 and 4.  This grouping is concerned with the definitions surrounding the concept and process of open disclosure in Part 4.  Amendment No. 3 inserts section 7, which is the general definitions section for Part 4.  Senators will notice that \"health service\" and \"health services providers\" have been defined extensively to ensure that the definitions capture the full range of health services providers available in Ireland, both on the public and private sides.  Another key definition is \"relevant person\" which, in relation to a patient, is a person closely connected to the patient who may be present at any open disclosure meeting.  The person can be a spouse, civil partner, cohabitant, parent, son or daughter or could be someone the patient has nominated in writing.<\/p> <p>Amendment No. 4 inserts section 8, which defines the key concept of \"patient safety incident\" separately, highlighting its importance to the operation of Part 4.  The definition follows the accepted international classification and nomenclature used in the World Health Organization Conceptual Framework for the International Classification of Patient Safety.  The definition covers three things: the actual adverse events where harm is caused to the patient; no harm events, which are incidents that could have caused harm but did not do so; and near misses, which are outcomes that did not reach the patients but would have caused harm if they had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#P01000","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":136,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":137,"content":"<p>Government amendment No. 4:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":138,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1491384600,"counter":139,"content":"<p>Amendments Nos. 5, 6 and 7 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q00050","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":140,"content":"<p>Government amendment No. 5:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":141,"content":"<p>I will now focus on the third grouping of amendments.  This grouping describes what an open disclosure is for the purposes of the Bill, what its legal effect is and the statement that is to be prepared by health services providers regarding open disclosure.<\/p> <p>Amendment No. 5 inserts section 9 into the Bill, which provides that a disclosure of a patient safety incident made in accordance with the legislation will be considered an open disclosure.<\/p> <p>Amendment No. 6 inserts section 10 into the Bill, which provides for certain protections for open disclosure, which will only be given when all the requirements in the legislation are met. The protections are as follows: information provided, and an apology where it is made, in an open disclosure meeting will not constitute an express or implied admission of fault or liability in a clinical negligence action regarding that patient safety incident; information provided, and an apology where it is made, in an open disclosure meeting are not admissible as evidence of fault or liability in a clinical negligence action regarding that patient safety incident; and information provided, and an apology where it is made, in an open disclosure meeting are not admissible as evidence of fault in professional fitness to practise proceedings.  Section 10 also provides that insurance or indemnity is not affected by an apology made as part of an open disclosure.<\/p> <p>Amendment No. 7 inserts section 11 into the Bill, which provides that a health services provider will prepare a written statement outlining the procedure for making an open disclosure and the restrictions on the use that the patient may make of any information provided and any apology made.  I would stress at this point that the patient's medical record will still be fully accessible for use by patients and nothing in Part 4 affects that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q00300","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":142,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":143,"content":"<p>Government amendment No. 6:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":144,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":145,"content":"<p>Government amendment No. 7:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":146,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1491384600,"counter":147,"content":"<p>Amendments Nos. 8 to 11, inclusive, 13 and 16 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q00850","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":148,"content":"<p>Government amendment No. 8:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":149,"content":"<p>This grouping sets out the steps in the open disclosure process, from when the health services provider first becomes aware of a patient safety incident to the organisation of the meeting itself, and includes what happens when a patient decides not to take part in the process or if the health services provider cannot get in touch with the patient.<\/p> <p>Amendment No. 8 inserts section 12 into the Bill, which provides that a health services provider may make an open disclosure regarding a patient safety incident to a patient and-or his or her relevant person.<\/p> <p>Amendment No. 9 inserts section 13 into the Bill, which provides for who makes the disclosure on behalf of a health services provider.  It will generally be the principal health practitioner involved in the patient&rsquo;s care.  If the principal health practitioner is unavailable, another health practitioner who the health services provider considers appropriate will make the disclosure.<\/p> <p>Amendment No. 10 inserts section 14 into the Bill, which deals with the timing of an open disclosure meeting, which should take into the account the circumstances of the meeting, including the desirability of the open disclosure being made as soon as practicable.  The meeting can go ahead even if not all of the information is available at the time.<\/p> <p>Amendment No. 11 inserts section 15 into the Bill, which provides for matters to be addressed by a health services provider before making an open disclosure.  Matters to be addressed include: to whom the open disclosure should be made, whether it should be a patient or a relevant person or both; whether it is appropriate for an apology to be made; taking steps to ensure the information is given in as clear a manner as possible; and designating a person to liaise with the patient regarding the open disclosure.<\/p> <p>Amendment No. 13 inserts section 17 into the Bill, which provides for what happens when a patient or relevant person declines to participate in a proposed open disclosure meeting.  It is important to note that there is no obligation on them to agree to participate.<\/p> <p>Amendment No. 16 inserts section 20 into the Bill, which provides for what happens when a health services provider cannot contact a patient to arrange an open disclosure meeting.  A health services provider should take all steps reasonably open to them to get in touch with a patient to arrange an open disclosure meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q01100","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":150,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":151,"content":"<p>Government amendment No. 9:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":152,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":153,"content":"<p>Government amendment No. 10:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":154,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":155,"content":"<p>Government amendment No. 11:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":156,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1491384600,"counter":157,"content":"<p>Amendments Nos. 12, 14 and 18 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q01850","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":158,"content":"<p>Government amendment No. 12:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":159,"content":"<p>This group of amendments deals with the open disclosure meeting itself and the subsequent engagement between the health services provider and the patient concerning the patient safety incident that was the subject of the open disclosure in terms of the provision of further information or clarification of information already provided.<\/p> <p>Amendment No. 12 inserts section 16 into the Bill, which provides for the open disclosure meeting itself, specifying what information must be provided at the open disclosure meeting as well as the manner in which that information and, where appropriate, an apology is to be made and specifying that a statement in writing containing the information provided must be given to the patient or relevant person.<\/p> <p>Amendment No. 14 provides for a situation where further information may become available after the open disclosure meeting.  The amendment inserts section 18 into the Bill, which provides for the provision of any new information, given pro-actively by the health services provider to the patient and or relevant person. <\/p> <p>Amendment No. 15 takes into account a situation which is likely to arise where a patient may have questions following an open disclosure meeting.  The amendment inserts section 19 into the Bill, which provides for how requests for clarification of information already provided by the health services provider are to be addressed.<\/p> <p>The protections inserted under amendment No. 6 also apply to clarification of information and further information provided under the sections inserted by amendments Nos. 14 and 15.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q02100","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":160,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":161,"content":"<p>Government amendment No. 13:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":162,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":163,"content":"<p>Government amendment No. 14:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":164,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":165,"content":"<p>Government amendment No. 15:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":166,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":167,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1491384600,"counter":168,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":169,"content":"<p>Government amendment No. 17:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":170,"content":"<p>Amendment No. 17 inserts section 21, which requires that a health services provider keeps records of specific matters relating to open disclosure, including written statements given to the patients.  The keeping of appropriate and proper records is considered very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q03200","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":171,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":172,"content":"<p>Government amendment No. 18:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":173,"content":"<p>This is a standard provision.  Amendment No. 18 inserts section 22, which provides that the Minister for Health may by regulations provide for matters relevant to Part 4 that are specified as prescribed or to be prescribed.  This regulation-making power will help to ensure consistency in the open disclosure process, particularly as regards standardising forms to be used.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q03500","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":174,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":175,"content":"<p>Government amendment No. 19:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":176,"content":"<p>Amendment No. 19 inserts section 23, which is a saving and transitional provision.  It provides that Part 4 will apply to the making of an open disclosure of a patient safety incident by a health services provider on or after the coming into operation of the Part.  Where a patient safety occurred or came to the notice of the health services provider before the commencement of the legislation, the provider may still make an open disclosure in accordance with the legislation.  For completeness, it also provides how \"as soon as practicable\" is to be interpreted in such a situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q03800","speaker":"1337"},{"type":"unspoken","time":1491384600,"counter":177,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":178,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1491384600,"counter":179,"content":"<p>Government amendment No. 20:<\/p><p><\/p>"},{"type":"speech","time":1491384600,"counter":180,"content":"<p>Amendment No. 20 amends the Long Title of the Bill to include the open disclosure provisions.  It is a necessary consequential amendment.  I hope that Senators will agree that these new provisions are timely and important.  As Members of the House will be aware, Ireland's patient safety record has been compromised by a number of high-profile events and reports over the last three years which have affected public confidence in the health service.  We have also seen that on occasions, patients and their families have felt unsupported by the system, have not been afforded adequate explanations following adverse events or have found the health service complex to navigate.  These provisions mark a major step forward in creating a different mindset within the health service.  Through the creation of a culture of open disclosure and emphasising the need to learn from the things that go wrong, we will see a safer health service emerge.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The open disclosure provisions form part of a number of initiatives to improve the management of patient safety incidents.  HIQA and the Mental Health Commission are at an advanced stage of development of standards on the conduct of reviews of patient safety incidents which expand on the national standards for safer and better healthcare.  This set of standards, along with the mandatory reporting of serious reportable events provided for in the Health Information and Patient Safety Bill and the provisions intended for open disclosure will provide a comprehensive patient-centred approach to preventing, managing and learning from incidents.  Delivery of health care is inherently risky.  While it is inevitable that things will go wrong, there is much that can be done to prevent harm or error, identify and act on when it occurs and to learn from this to improve services.<\/p><p>As I have outlined earlier the provisions for open disclosure form part of the broad and ambitious programme of patient safety reforms being progressed by the Minister for Health.  This programme of reform is aimed at a whole systems approach to improving patient safety.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#Q04200","speaker":"1337","continuing":true},{"type":"unspoken","time":1491384600,"counter":182,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":183,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1491384600,"counter":184,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"speech","time":1491384600,"counter":185,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#R00500","speaker":"1418"},{"type":"speech","time":1491384600,"counter":186,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#R00600","speaker":"1397"},{"type":"speech","time":1491384600,"counter":187,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#R00700","speaker":"1418"},{"type":"unspoken","time":1491384600,"counter":188,"content":"<p>Report Stage ordered for Tuesday, 11 April 2017.<\/p>"},{"type":"unspoken","time":1491384600,"counter":189,"content":"<p>Sitting suspended at 1 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Misuse of Drugs (Supervised Injecting Facilities) Bill 2017: Second Stage","time":1491384600,"counter":190,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#CC00100"},{"type":"unspoken","time":1491384600,"counter":191,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1491384600,"counter":192,"content":"<p>I am delighted to be in this House to introduce the Misuse of Drugs (Supervised Injecting Facilities) Bill 2017.  With the support of Senators I hope it will be possible to have it enacted as soon as possible.  As I mentioned in the Lower House, I feel I am part of a relay team.  I acknowledge the role of the then Minister for Health, Deputy Varadkar, and the then Minister of State, now Senator &Oacute; R&iacute;ord&aacute;in, in particular for moving this issue forward and the many others who have worked for years to get the concept of an injecting centre in Ireland off the ground.<\/p> <p>Last autumn injection centres opened in Paris and Lisbon and a centre will open shortly in Glasgow.  There is a problem with injecting on the streets of Dublin and other cities and towns in Ireland.  I have seen it on my own doorstep.  Many Deputies have spoken in the D&aacute;il about seeing parents and children observing this on their way to school.  I am sure many Senators in this House have witnessed street injecting.  It is unhygienic and unsafe.  Those injecting on the street are at risk of contracting disease, such as hepatitis C and HIV.  They risk getting ulcers and other infections.  They are at risk of death from overdose.  The wider community and the public are also at risk due to needles and syringes left behind.  We need a new approach to tackling the problem.  While I am not saying that the injection centres are the solution to the public injecting problem, there is evidence to support that they contribute to a significant improvement by reducing public health risk, overdose and improving public areas.  Supervised injection centres exist in a number of other countries.  These centres are aimed at the hard to reach population of drug users and are based in locations where there are significant problems of public drug use.  The aim is to reduce the risk of disease and death linked with public injection and to provide access to health and treatment services.  They provide a controlled place where people can inject, but much more than that, they provide a place to rest and have a chat and to access the services people need.<\/p> <p>I believe in a health-led and person-centred approach to the drug problem.  This is all about people and looking after the most vulnerable and marginalised in our society.  The human cost of injecting in public is clear and keeps adding up in terms of the lack of dignity and the effect it has on a person's health, well-being and safety.  We know that these centres are not the sole solution to the drugs problem and many other steps are needed, but I am committed to doing everything we can to help those who need it most.<\/p> <p>In the programme for Government we have made a commitment to a health-led rather than criminal justice approach to drug use.  First and foremost, injection centres are intended to be a form of harm reduction.  If people are going to take drugs, they should be informed about the risks, they should be able to do so as safely as possible, and they should know what to do if something goes wrong.  Together with needle exchange, overdose education and a supply of Nalaxone, injection centres and other tools help to reduce the risk of harm to people who inject drugs.  Harm reduction interventions like those do not prevent people from choosing to stop taking drugs.  While they do not stop people from engaging with treatment in the future, they may give the service users the chance to live long enough to seek treatment when they are ready to do so.<\/p> <p>There is currently significant debate about national and international drug related matters.  Many such matters will be examined as part of the new national drugs strategy which is at an advanced stage of drafting.  However, they should not deter us from the goal of this Bill.  The sole purpose of this Bill is to permit the provision and use of an injection centre.  For us to open a pilot supervised injecting centre, we need this Bill.  Under the Misuse of Drugs Act 1977, it is currently an offence to provide an injection centre.  Service users would also be guilty of several offences.  A change to the existing law is required to permit the introduction of this service.<\/p> <p>The Bill contains 13 sections and I will explain each section in turn.  Section 1 deals with the interpretation.  The provision is standard and includes a number of new definitions for the purpose of the Bill.  The section includes definitions for drug licence and supervised injection facility.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The definition of \"drug\" will include controlled drugs and psychoactive substances, sometimes referred to as \"head shop\" drugs.<\/p><p>Sections 2 and 3 cover application for a licence and the granting of a licence.  Section 2 provides for the information that should be included in an application.  This will include the name and relevant experience of the person applying for a licence and the address of the proposed premises.  The application should include details of the operational and clinical governance arrangements for the proposed centre, which includes proposed wraparound services and referral pathways.  If an application does not contain enough detail, the Minister can seek further information.  Section 3 provides the criteria the Minister should consider when granting a licence.  These include, but are not limited to, consultation with An Garda S&iacute;och&aacute;na, the HSE and others as the Minister considers appropriate.  They also include the matters the HSE will consider when advising the Minister on the appropriateness of an application.  The HSE is best placed to assess the clinical governance and operational protocols proposed for a premises and to ensure it is fit for purpose.  In addition, there will be consideration of whether the location of a proposed centre is appropriate given the level and nature of drug use in any area.  The HSE will advise the Minister accordingly in such a case.  In this way, a centre will be located based on need in areas where there is a significant public injecting problem.  Section 3 also grants the Minister the authority to attach conditions to a licence.  Licences will be for a fixed length of time.<\/p><p>Sections 4 to 6, inclusive, deal with the surrender, suspension and transfer of a licence.  These sections provide for a licenceholder to be able to surrender or to seek to transfer a licence for a particular centre.  Written notice of a fixed period must be provided to the Minister before a centre can be closed.  These provisions ensure that adequate service provision continues should the effectiveness of a centre remain positive.  Section 5 provides for the Minister to revoke or suspend a licence with immediate effect based on the input of the Garda or the HSE should there be a serious and immediate risk to life.  Under this section, the conditions attached to a licence may be changed or added to, as the Minister sees fit, taking into account the views of the HSE, An Garda S&iacute;och&aacute;na and others.  Section 6 allows for the transfer of a licence for a premises to another licenceholder to maintain the service if necessary.<\/p><p>Section 7 provides the definition of an \"authorised user\".  It also provides the authority of a licenceholder to permit a person to be in an injecting centre.  An \"authorised user\" will be an individual who is on the premises of the injecting centre in accordance with the conditions of the licence and with the permission of the licenceholder.  A person cannot be an authorised user outside of the centre.  The status of the authorised user will depend on the permission of the licenceholder or person in charge at the time.  Therefore, a service user who has been asked to leave the premises or who will be in breach of the conditions of the licence will not be exempt from certain offences under the Misuse of Drugs Act.  The eligibility of a person to become an authorised user refers to regulations that may be put in place to prevent the use of the centre by certain groups of people, for example, those under 18 years of age, those who are not chronic intravenous, IV, drug users and those who are pregnant.  The making of any such regulations should be informed by clinical practice.  Appropriate referral resources are expected to be put in place for anyone who presents to a centre but is not considered suitable to use it.<\/p><p>Section 8 provides for unidentified data to be shared with the Minister or the HSE for the purposes of evaluating the centre.  Personal records cannot be shared.<\/p><p>Section 9 provides an exemption for the licenceholder, or any person acting under the direction of the licenceholder, from liability for providing an injecting centre and any assistance, advice or care given to an authorised user.<\/p><p>Section 10 provides that certain sections of the Misuse of Drugs Act 1977 will not apply under certain circumstances.  Section 3 of the 1977 Act makes it an offence to be in possession of a controlled drug.  The offence of possession of a controlled drug would not apply to an authorised user as defined under section 7 of this Bill.  Section 19 of the 1977 Act makes it an offence to do certain things with a controlled drug on premises.  The licenceholder for an injecting centre will be exempted from such an offence.  Finally, section 21 of the 1977 Act makes it an offence to break or fail to comply with the Misuse of Drugs Regulations.  This section of the Bill ensures authorised users will not be in breach of the regulations.<\/p><p>Section 11 relates to provision of access for An Garda S&iacute;och&aacute;na.  This section provides for a member of the Garda to enter an injecting centre without a warrant for the prevention or detection of offences.  It is not intended that the Garda will be continually in a centre watching over authorised users.  It is normal practice for police in other countries to call into injecting centres regularly.  This offers peace of mind to the authorised users, the staff and the wider community and ensures no one can attempt to profit through dealing or preying on vulnerable drug users in the centre.<\/p><p>Section 12 provides for the Minister for Health to make various regulations for the purposes of the Bill, and section 13 covers the Short Title, collective citation and commencement provisions.  These are standard provisions.<\/p><p>I am pleased to bring forward the Bill.  It is a compassionate and practical response to the chilling reality of drug users injecting and overdosing in public.  I hope all in the House will fully support it and help ensure its smooth passage through the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#CC00300","speaker":"1307","continuing":true},{"type":"speech","time":1491384600,"counter":194,"content":"<p>In the words of Deputy Michael Harty, \"The aim of this piece of legislation is to provide for the licensing of supervised injecting facilities in order to enhance the dignity, health and wellbeing of those who inject in public places.\"  Fianna F&aacute;il supports this Bill, which would introduce supervised injection facilities.  It is designed to avoid drug-induced deaths.  It is obviously not the sole answer to the drug scourge we have.  The Government will have to increase funding to detox centres to allow people who want to tackle their addictions to get the support required.  Increased investment in education is also much needed.<\/p> <p>I understand some of the legitimate reservations raised, but the centres should provide safe space for drug users to help ensure they use clean needles and dispose of them properly.  At present, people are injecting on street corners across Dublin city and, as such, measures to tackle this, even in the short term, must be piloted.  We want to see regular reviews, including feedback from stakeholders, undertaken to measure the Act's success if passed.  For too long we have invested taxpayers' money in schemes which do not work and which are a waste of money while being of no benefit to the user.  This Bill must not turn out this way.<\/p> <p>Ireland has the highest proportion of intravenous heroin users in Europe, and the rate of drug related deaths in Ireland is three times higher than the European average.  This is a shocking statistic which again leads me to call for greater investment in education and detox centres.  A supervised injection centre must be a gateway to effective treatment, rehabilitation and intervention aimed at harm reduction for those suffering from addiction.  This cannot be another Band-Aid on a failing health service.  The injecting rooms should be based in centres and as part of a network of services and supports so that they facilitate early intervention and offer a pathway to recovery for drug users.  The centres, if successful in tackling drug related harm, have the potential to become a longer-term viable public health measure which seeks to provide a safe and supervised space for people to deal with their addictions.  Nonetheless, this is only one part of a solution to the overall drug problem in Dublin in particular.  However, it has the potential to be a part of that answer so that, at the very least, individuals ravaged by addiction have the opportunity to retain some dignity while we work to try to help them beat their terrible addictions.<\/p> <p>Notwithstanding my comments, I have liaised with many people involved in this sector, including Councillor Frankie Keena, who is based in Athlone and who has done much voluntary work over the past 20 years in the Athlone and Westmeath region.  He highlighted some very valid concerns, one of which is whether this legislation would effectively legalise the possession of heroin within the four walls of these centres.  The Act states that if a service provider identifies an area that needs such a centre, the Minister has the power to decide where the centre goes and there is no provision for consultation with elected members of local authorities or the public.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Keith Swanick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2459\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2459&amp;amp;pid=KeithSwanick&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> My other concern is the staffing of these centres.  What if, God forbid, a service user overdoses and dies in such a centre?  What emergency facilities will be in place?  How will staff members be protected from a medical and legal viewpoint?  This issue must be teased out further.  Finally, it is somewhat disconcerting that we are almost dependent on drug pushers, and the criminality associated with that, to feed this service.<\/p><p>I hope these valid concerns can be explored on Committee Stage.  We are not ruling out proposing further amendments to the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#DD00200","speaker":"1373","continuing":true},{"type":"speech","time":1491384600,"counter":196,"content":"<p>I thank the Minister for bringing this legislation forward.  I pay tribute to her for her five years of work in the health committee under the previous Administration.  I am aware of her commitment to this issue and I appreciate the work she has done.  I also pay tribute to Senator &Oacute; R&iacute;ord&aacute;in who did a huge amount of work on this when he was a Minister of State.  I thank him for that.<\/p> <p>This legislation is the correct way to deal with this issue.  It will provide protection for people who are injecting drugs.  It is about trying to provide some support for those people and to protect them from contracting other infections and diseases.  It is an appropriate way to deal with it.  It will not be easy to establish the system initially but once it is up and running it will provide clear evidence of its benefit not only to the people who are, unfortunately, drug users but also to the wider community.  We have much work to do in this area.  Senator Swanick is right about education, both in secondary schools and universities, to try to reduce the number of people who get involved with drugs.  It will not be easy but we must put more effort into it.<\/p> <p>One of my concerns, and the Minister referred to it in her contribution, is the authorised users and those under 18 years of age, those who are not chronic intravenous drug users or those who are pregnant.  This arose in the health committee previously.  When somebody is pregnant and on drugs it causes a problem when the baby is delivered.  A number of children are going into detoxification after they are born.  I am not sure that we have done enough work in that area in terms of giving support to girls and women who are pregnant and are on drugs.  Due to using the drugs for a long period of time they are unable to get off them during their pregnancy.  It is not clear that we provide enough support for them.  Perhaps the Minister would deal with that.<\/p> <p>Section 8 of the Bill provides for unidentified data to be shared with the Minister and the HSE.  It is important that it is unidentified so the people using the facility do not feel at risk.  However, it is important that we monitor this and get appropriate data to help us devise and further develop services.<\/p> <p>The other issue is the risk for the licence holder.  That is appropriately dealt with in section 9 to ensure there is no legal liability for the licence holder.  This means we will not restrict somebody from applying for a licence when he or she can offer appropriate facilities and appropriate supervision in the facilities.  We have a long road to travel in this area.  What is happening in Dublin is beginning to happen in Cork.  Needles are being found in the side streets near one of the methadone clinics.  Obviously it means that the methadone facility is used as the centre where people make contact.  My concern is that where there is a injecting facility, and there is a facility established in Dublin, there will also be a higher risk of dealers being attracted to the immediate area.  It is something that should be considered.  I raised it with Senator &Oacute; R&iacute;ord&aacute;in earlier.<\/p> <p>Can we put legislation in place which would provide for a higher penalty for anybody who is found dealing drugs within a particular radius of such a facility?  I am not sure if that is possible but it is something we should consider.  I realise it will not deter dealers or move them away, but at least it would be an additional mechanism to discourage people from using the injecting facility as a location to deal.  The same could apply to areas near methadone facilities.  We should examine whether that is covered by existing legislation and, if necessary, bring forward amending legislation.  It might even be something we could include in this legislation.  Perhaps the Department would consider that suggestion.  The people who will be attending these facilities are already under pressure and they will be under additional pressure if dealers are openly assembling in the immediate area of the facilities.  It is something that might be taken into consideration.<\/p> <p>I welcome the Bill.  It is the appropriate way of dealing with this issue.  However, we have much work to do and this is just one step in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#EE00200","speaker":"1409"},{"type":"speech","time":1491384600,"counter":197,"content":"<p>I welcome the Minister of State.  I welcome the legislation and I commend Senator &Oacute; R&iacute;ord&aacute;in for pushing it forward.  It is a first step in moving away from treating addiction as a criminal matter and towards treating it as a public health issue.  The most recent data available from the national drugs-related death index show that almost two people died each day in 2004 because of poisoning, trauma or medical causes linked to drug use or misuse.  Almost 700 people died 2014 and a similar number was reported in 2013.  We can deduce, therefore, that two people die each day, which is an epidemic.<\/p> <p>The aims of injecting centres are to reduce the acute risk of disease transmission through unhygienic injection, to prevent drug-related overdoses and deaths and to connect high risk drug users with addiction treatment and other relevant health and social services.  These aims are all health related.  Addiction is a health issue, not a criminal issue.  I have nothing but compassion for those who are suffering due to drugs.  I will return to this point later.  If ours is to be a society that helps and is all-encompassing for people who suffer in this way, we should provide a health-based response to the drug problem, not a judgment-based criminal response.  Is this legislation good for the overwhelming majority of ordinary Josephine and Joe Soaps who are not drug addicts?  I believe it is.<\/p> <p>First, I will address the positive impact these centres will have on the families of addicts.  Having an addict in the family can be agonising.  There is constant anxiety and worry about the person's health, well-being, estrangement, behaviour and his or her impact on other family members.  The centres will assist in alleviating some of this worry.  If addicts are getting access to services that will protect their physical health and also create a starting point for recovery for them, their families will give a small sigh of relief.  Families should not have to carry the worry of an addict alone.  If we move towards a health-based response, as this legislation does, we are showing them that we view their family member as somebody who deserves help, rather than somebody they must cover up for and carry alone in isolation and embarrassment.<\/p> <p>Second, it is a public health issue to have drug users injecting in public places.  We all experience rightful disgust when needles are left in places such as parks and schools where they could infect the public and children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040500002#EE00300","speaker":"1388"},{"type":"unspoken","time":1491384600,"counter":198,"content":"<p>Additional debate to follow.<\/p>"}]