[{"type":"minorheading","content":"Prelude","time":1429104600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1429104600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1429104600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1429104600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1429104600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#A00100"},{"type":"speech","time":1429104600,"counter":6,"content":"<p>I welcome Councillor Lacey to the Gallery.<\/p><p>I have received notice from Senator Fidelma Healy Eames that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<blockquote>The need for the Minister for Education and Skills to recognise the inequities arising for Galway second level students with dyslexia and a language exemption, particularly girls, and their lack of access to six subjects in second level schools to enable them to achieve maximum points in the leaving certificate examination and to seek a solution to same.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>The need for the Minister for Education and Skills to outline what further steps she will take to ensure fairness in the promotion procedures at the National University of Ireland, Galway.<\/blockquote>I have also received notice from Senator Gerard P. Craughwell of the following matter:<blockquote>The need for the Minister for Social Protection to discuss PRSI contributions for local representatives, that is, city and county councillors.<\/blockquote>I have also received notice from Senator Jillian van Turnhout of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to outline the Government's plan to ensure continued funding to national organisations which provide coalface services to disadvantaged target groups, in light of the commitment to inform the relevant health, disability and other organisations which are on temporary bridging funds of the review outcome in relation to the support scheme for national organisations by 31 March 2015. <\/blockquote>I regard the matters raised by Senators Healy Eames, Higgins and Craughwell as suitable for discussion and they will be taken now.  I regret that I have had to rule out of order the matter raised by Senator van Turnhout on the grounds that it involves a repeat of the reply to a similar Commencement Matter on 1 April.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1429104600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#B00100"},{"type":"minorheading","content":"State Examinations","time":1429104600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#B00200"},{"type":"speech","time":1429104600,"counter":9,"content":"<p>I welcome the Minister of State, Deputy English, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#B00300","speaker":"1120"},{"type":"speech","time":1429104600,"counter":10,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  I am raising an interesting issue that has come to light recently.  I am asking the Minister for Education and Skills to recognise inequities that are arising for Galway second level students where both dyslexia and a language exemption co-exist.  This problem is particularly affecting girls.  It seems from a survey that has been done - I can read out the names of the schools involved - that no girls school in Galway allows these students to access six subjects in the leaving certificate examination in order that they can achieve the maximum number of points in that examination.  I am seeking a solution to this problem, which was first brought to my attention by a family living in Corrandulla, a small rural village approximately ten miles outside Galway city.  A daughter in this family was diagnosed with dyslexia and giftedness in 2009.  She got As and Bs in her junior certificate.  She is a high performer in State examinations.  She was exempted from Irish and foreign languages from first year onwards.  She did her best to learn French, but the complexity of her dyslexia in that area made it impossible for her to do so.<\/p> <p>This student's school has informed her that she will still be able to get her six subjects for her leaving certificate.  When the language choices are excluded, however, six subjects are not available to her.  She can do English and mathematics.  She cannot do Irish, French and German because they are the areas from which her dyslexia exempts her.  She has tried her best to learn them, but she is unable to do so.  She can do three other subjects in the science area, in which she excels.  That brings her up to five.  She can also do the leaving certificate vocational programme, but the maximum number of points one can get from that programme is 70.  This means the maximum number of points that this gifted kid can get in her leaving certificate is 570.  I have met her and her family.  She is looking to achieve 100%, which is 600 points plus the bonus points for mathematics, if necessary.  No school in Galway will offer her that opportunity.  When she did a survey, she found that the only school in Galway which offers leaving certificate students the option of doing six subjects without having to do a language to achieve maximum points is St. Jarlath's College in Tuam.  As it is a boys school, obviously she cannot go there.<\/p> <p>This issue applies to this child and to other children.  Her options do not fit with the criteria required for universities in this country.  She cannot access six subjects with an opportunity to get 100 points in each.  When members of her family queried this problem with the principal in her school, she was told she would sit in study for the spare classes and she would have to finance a tutor to do the extra subject privately.  They came across the same issue when they approached other schools.  Most of the schools approached make their students take a foreign language at pass level, which allows them to access a maximum of 60 points for that subject, or facilitate them in taking an additional subject privately.  This child is being home tutored at the moment.  I want to keep stressing that she is a gifted high achiever.  She does not see the point in sitting out so many classes in school.  She is getting help at home at the moment, but it is not an ideal situation.<\/p> <p>A comprehensive survey was done of Presentation College in Tuam; St. Jarlath's College in Tuam, which is the boys school I mentioned; the Mercy Secondary School in Tuam; McHale College in Tuam; Presentation College in Headford; Calasanctius College in Oranmore; the Jesuit school in Galway; St. Enda's College in Galway; Salerno Secondary School in Galway; Taylor's Hill college in Galway; the Presentation Secondary School in Galway; Mercy College in Galway, St. Mary's College in Galway; St. Joseph's College in Galway; Presentation College Athenry; and Athenry VEC.  The only one of those schools that offers this opportunity to its students is a boys school.  Consequently, the conclusion to be reached is that girls with dyslexia are not treated fairly or equally.  There is no equity when it comes to the availability of six subjects at leaving certificate level, which would enable students to try to get maximum points.  The leaving certificate vocational programme is available but, as I have said, it does not allow her to get more than 70 points.  I would like to come to the solution.  It was said to me quite recently that the problem is that an increasing number of children are getting a diagnosis that allows them to be exempted from languages.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is causing a knock-on effect, and schools that have experienced a cut in resources have not realised the implications this has on students' entry to third level because they think the LCVP will cover the gap.  The solution is that one school in a central location such as Galway city should be assigned to offer additional subject for children with dyslexia who are exempted from languages.  That is the best solution, because otherwise there is not equal access for all children, particularly girls.  There is only one school in County Galway which is based in Tuam, that can meet this gap.  It is St. Jarlath's, which is an all-boys' school.  I look forward to the Minister of State's reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#B00400","speaker":"1131","continuing":true},{"type":"speech","time":1429104600,"counter":12,"content":"<p>I thank the Senator for the opportunity to outline to the House the position on teaching resources for post-primary schools.  My colleague, the Minister for Education and Science, could not attend and she sends her apologies.  I am happy to give feedback on her behalf.<\/p> <p>Teacher allocations to all second level schools are approved annually by my Department in accordance with established rules based on recognised pupil enrolment.  The criteria for the allocation of posts are communicated to school management annually and are available on the Department's website.  The teacher allocation for all schools includes provision for the learning and language support needs of the pupils in them.  I recognise that teacher allocations set the parameters in respect to the number of subjects on offer in schools.  However, the deployment of teaching staff in the school, the range of subjects offered and, ultimately, the quality of teaching and learning are in the first instance a matter for the school management authorities.  Sharing arrangements between post-primary schools can help to ensure the range of subjects available to pupils is maximised.  The Senator suggested one school for this.  I am not sure whether the schools to which she referred have explored the option of sharing resources but the option is open to them.  This, however, is usually co-ordinated at school level and it is not dictated to them by the Department.<\/p> <p>If schools have difficulties with providing individual subjects - for example, because of the retirement of a teacher in one of the subjects concerned, short-term support is provided through the curricular concessions process to enable them to meet their curricular needs.  The detail of this process is set out with the criteria for the allocation of posts and is also available on the Department website.  The allocation process also includes an appeals mechanism under which schools can appeal against the allocation due to them under the staffing schedules.  The appeal procedures are set out in the published staffing arrangements.  The appeals board operates independently of the Department and its decision is final.<\/p> <p>It is important to note that additional teaching resources have been provided to schools to cater for increased demographics and also to provide for pupils with special needs.  During the past two years, teacher numbers have increased by approximately 2,300.  Budget 2015 includes provision for 1,700 additional teachers and SNAs in our schools in the coming school year.  This is a significant investment at a time of scarce resources.  The challenge for all our schools is to maximise what is achieved with the resources that are provided to them and to cover as many subjects as possible.  The Government's approach to restoring the economy has helped Ireland to return to a position where we are experiencing economic growth.  A continuing improvement in our economic growth over a sustained period will enable us to move to a point where we can look again at providing for additional teacher resources in schools, which could bring about an improvement in the pupil-teacher ratio, class size, support for classroom teachers and increased subject choice.<\/p> <p>While there has been a moratorium on recruitment across other sectors in the public service, this has not applied to teaching, which shows the commitment this Government has to educating our future generations. The main priority for any additional resources for the foreseeable future will be to cater for the continuing increase in demographics at all levels in the education system, which the Senator has raised in the House on many occasions.  We are determined that education should be prioritised for investment as the recovery in our economy strengthens.<\/p> <p>Subject choice is up to each school locally.  Perhaps the Senator might inquire if they have communicated among themselves to provide a solution.  I will raise the issue with the Minister and pass on the solution she has suggested as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#C00200","speaker":"1078"},{"type":"speech","time":1429104600,"counter":13,"content":"<p>The Minister of State's reply was general and it was not specific to the case.  I accept that he has acknowledged the solution.  I did not say this in my initial contribution, but this family has been on to the Minister twice about this issue.  I hear what the Minister of State said about schools in a central location sharing resources to address this problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#C00300","speaker":"1131"},{"type":"speech","time":1429104600,"counter":14,"content":"<p>They have that option.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#C00400","speaker":"1078"},{"type":"speech","time":1429104600,"counter":15,"content":"<p>If schools do not have move on that, what can the Minister request schools to do?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#C00500","speaker":"1131"},{"type":"speech","time":1429104600,"counter":16,"content":"<p>The difficulty is that the deployment of teaching staff in schools and the range of subjects they offer in our education system is a choice made at individual school level, and they are not dictated by the Department, outside of the main subjects.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will consult the Minister and officials to ascertain exactly what can be done in this regard.  The Senator's proposed solution involves schools co-operation at local level, which is permitted in any case.  This matter is not dictated by the Department.  I will discuss the case, on which I do not have all the details, with officials to ascertain if the Department can provide any help on this matter.  It appears, however, that it could probably be resolved with some co-operation at local level.  In general, the Department does not dictate to schools what subjects they offer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#C00600","speaker":"1078","continuing":true},{"type":"speech","time":1429104600,"counter":18,"content":"<p>It is important to provide guidelines because schools frequently do not react unless they are advised to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#D00200","speaker":"1131"},{"type":"minorheading","content":"Third Level Staff","time":1429104600,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#D00300"},{"type":"speech","time":1429104600,"counter":20,"content":"<p>I am raising the approach of the National University of Ireland Galway, NUIG, to gender among its academic ranks.  The Minister of State may be aware that in December 2014, an NUIG academic, Dr. Micheline Sheehy Skeffington, won an Equality Tribunal case against the university for discrimination on the basis of gender in the 2009 round of promotions to senior lecturer.  Dr. Sheehy Skeffington is the first female academic to have achieved this outcome in Ireland.<\/p> <p>One of the consequences of the case was the establishment of a task force to deal with gender equality in the university.  Since then, the university's hiring policies and general staff promotion systems have come under scrutiny, which has been warranted, and many staff and students as well as the trade union are deeply dissatisfied and concerned about how the newly-convened task force will function.  SIPTU, for example, has advised its members on the NUI Galway campus not to co-operate with the task force as it has not engaged in consultations about its establishment.  The trade union went as far as describing the task force as \"an effort to waste time in the hope that the issue will blow over, and with the expectation that the results from their handpicked panel will, in all essentials, be a whitewash\".<\/p> <p>Among SIPTU's concerns, which are echoed by Dr. Sheehy Skeffington and her many supporters among the staff and students of NUI Galway, are that the task force lacks transparency and was not independently constituted and that no assurances have been given with regard to confidentiality.  This lack of buy-in by those who are close to the issue raises serious questions about the suitability of the task force as it stands.  While I have no doubt that all parties to the problem wish to see it resolved, the issue has been greatly exacerbated by the decision, as reported in a local Galway newspaper, by the chair of the governing body of NUI Galway to decline to meet elected representatives and Oireachtas Members to discuss their concerns about gender equality issues at the university. <\/p> <p>Despite everything that has gone before, I welcome the recent remarks made by the Minister for Education and Skills, Deputy Jan O'Sullivan, in which she asserted that proper consultation between concerned parties is required if the task force is to be effective.  I hope that in the event that NUI Galway fails to address the concerns of many people regarding the effectiveness of the task force, the Minister will continue to exert her influence in the matter.<\/p> <p>On the issue of gender discrimination, it is clear that a cultural change is needed in NUI Galway and perhaps across the third level sector.  To change this culture, we must face up to it, however awkward it may be to do so.  An ineffectual and unrepresentative task force at this juncture will simply kick the can further down the road.  All of the women at NUI Galway, both former and current and including academics, students and support staff, as well as women across the third level sector deserve equality of opportunity, no more and certainly no less.  They have waited for long enough and deserve positive and determined action on this issue.<\/p> <p>The Minister must give a commitment that she will continue to exert her influence on this critical matter in NUI Galway in respect of procedures.  If we do not have faith in promotional opportunities and procedures at a third level institution, it will be a sad reflection on the students who come forward in years to come. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#D00400","speaker":"1173"},{"type":"speech","time":1429104600,"counter":21,"content":"<p>I thank Senator Higgins for raising this issue.  The Minister apologises as she could not be present for this discussion.  I acknowledge the serious shortcomings identified by the Equality Tribunal in its ruling last November.  Discrimination against women in the workplace is unacceptable in any setting and the issues brought to light in the case in question are of serious concern to me and the Minister.  For this reason, we have welcomed the response of NUI Galway in unreservedly accepting the ruling of the tribunal and establishing a task force to address related issues.  The membership of the task force, which I understand met for the first time at the end of March, has the breadth of experience and expertise required to allow it to comprehensively examine all of the issues involved.  It is now the responsibility of NUI Galway to engage with the student body and staff to ensure the task force has the broadest possible support for its important work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator stated that is not the case and that there is not broad support for it.  We have to address that, and we must get buy-in from all parties on this if its work is to be successful in the long term.  Furthermore, we are satisfied that the ability of the task force to set its own terms of reference, and to operate independently of the management of the university, will allow it to provide strong and insightful advice on policies and practices relating to gender equality issues directly to the university's governing authority.<br\/><br\/>The requirement for gender equality is well-established in legislation.  The Higher Education Authority, HEA, has a specific legislative role in &quot;promoting the attainment of equality of opportunity in higher education&quot;.  The Universities Act 1997 and the Institutes of Technology Act 2006 require our higher education institutions to promote gender balance and equality of opportunity among students and staff, and to prepare and implement statements of policy in respect of equality, including gender equality, across all of their activities.  The HEA has a role in reviewing these policies across the higher education sector and is keeping the situation in NUI Galway under review.<br\/><br\/>More broadly, and as the Minister, Deputy O'Sullivan, noted in a previous discussion on this issue here in the Seanad on 10 March, the Higher Education Authority is actively considering how best to support the improvement of gender equality across the Irish higher education system as a whole and is developing a database of staff employed in the sector so that we can ensure gender equality at all levels within the academic profession in Ireland becomes a reality.<br\/><br\/>The data shows that here in Ireland women represent 43% of academic staff in the universities and institutes of technology but only 21% of professors and associate professors in universities are female.  It is clear, therefore, that ensuring the fair representation and career progression of female academics is an issue which needs to be addressed.  However, we also know that this is not a problem that is unique to Ireland.  The European Commission's 2012 report, Gender in Research and Innovation,<i><\/i>showed that across the EU member states, women represented only 20% of professorial staff.  That is often a subject of discussion at our European Council meetings also.  It is being recognised across Europe that it is an issue that must be addressed, and it will be addressed.<br\/><br\/>I would also like to acknowledge the positive role that initiatives such as the Athena Swan charter can play in ensuring that women receive the recognition they deserve in our higher education institutions and I am very pleased that all seven universities and 14 institutes of technology have signed up to this important initiative.<br\/><br\/>Returning to the particular situation in NUI Galway, I would urge all of the relevant stakeholders, including staff, the students and the unions, to engage as constructively as possible with the task force to ensure that it can succeed in its important work.  The Senator stressed that there is not that co-operation.  That is something we have to try to work on, and we might consult with her on that also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#D00500","speaker":"1078","continuing":true},{"type":"speech","time":1429104600,"counter":23,"content":"<p>I thank the Minister for his answer.  It is important that we acknowledge the shortcomings of this task force, in particular issues regarding transparency, as I outlined earlier, the independence of the body and assurances to the academics regarding their confidentiality.  It is imperative that the students and also members of academia have confidence in this task force.  To move this matter forward I ask the Minister of State to ask his senior Minister, Deputy O'Sullivan, to try to facilitate a meeting between the public representatives and the members of the governing authority of the university.  That is imperative if we are to iron out issues and move the matter forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00200","speaker":"1173"},{"type":"speech","time":1429104600,"counter":24,"content":"<p>I will raise the issue with the Minister, Deputy Jan O'Sullivan, because it is important that we have everyone's confidence in this task force.  Everyone wants to see this task force working and as the Senator said, confidentiality is an important part of that.  Full implementation is important also.  I will talk to the Minister and revert back to the Senator directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00300","speaker":"1078"},{"type":"speech","time":1429104600,"counter":25,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00400","speaker":"1173"},{"type":"minorheading","content":"Social Insurance","time":1429104600,"counter":26,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00450"},{"type":"speech","time":1429104600,"counter":27,"content":"<p>I welcome the Minister of State, Deputy Humphreys, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00500","speaker":"1120"},{"type":"speech","time":1429104600,"counter":28,"content":"<p>The Minister is welcome and I thank him for coming to the House on the issue of class K PRSI contributions and the lack of benefits accruing from those contributions.  I raise the issue mainly on behalf of the countless city and county councillors, the lifeblood of local democracy, who have approached me on this subject.<\/p> <p>Councillors are paid a representational payment of &euro;16,590, described as a salary type payment, which is subject to deductions including PAYE, the pension levy, the universal social charge, USC, and PRSI at 4%.  For most councillors these deductions will mean a take-home payment of a little over &euro;8,000 per annum plus fixed allowances for travel and membership of committees, where appropriate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unlike their non-officeholding counterparts in industrial, commercial and service-type employment, however, who are employed under a contract of service and who also pay 4% PRSI class A, local authority councillors get no benefits whatsoever from their contributions.  For the same 4% level of contribution, those in class A get jobseeker's benefit, illness benefit, maternity benefit, adoptive benefit, health and safety benefit, invalidity pension, widow, widower's or surviving civil partner's contributory pension, guardian's payment, contributory State pension, treatment benefit, occupational injuries benefit, carer's benefit and access to schemes such as the community employment scheme, having served their community and, perhaps, not been re-elected.  The disparity between the two groups could not be more stark.  It is a case of everything versus nothing at all.<br\/><br\/>I am aware of the historical development of this situation and that up to 2011, officeholders, including Members of this House, did not have to pay PRSI.  I am also aware that the Social Insurance Fund currently has a significant shortfall in income compared with expenditure and therefore I believe that the widening of the social insurance net to include officeholders is welcome and fair.  However, it is both unwelcome and unfair that those new contributors do not get any benefit from their contributions.  It is discriminatory and flies in the face of everything we hold true about equality and justice.<br\/><br\/>The Minister may argue that the Social Welfare Consolidation Act 2005 provides that there are two categories of persons who are compulsorily insured - employed contributors and self-employed contributors - and that councillors are neither.  They do not have a contract of employment and what is generally understood as a master-servant relationship where the worker is subject to direction, control and dismissal, but neither are they self-employed.  They have a unique status as public representatives, but why should they be penalised for being so?<br\/><br\/>I am not alone in expressing these views.  In 2011, the Minister for Health, Deputy Varadkar told the <i>Irish Examiner<\/i>newspaper that he believed it was always wrong that politicians did not pay PRSI and that he had no difficulty with paying it.  However, he went on to state: &quot;[I]t&rsquo;s unfair that there is no benefit accruing.  There are many different classes of PRSI, but we are now the only ones who pay and get nothing back.&quot;<br\/><br\/>In explaining the Government's decision to include officeholders in the PRSI scheme, the former Minister, Deputy &Eacute;amon &Oacute; Cu&iacute;v, cited the solidarity principle of the Social Insurance Fund as a reason.  According to internationally and nationally accepted definitions, the solidarity principle stems directly from the recognition of the individual's right to social security protection.  The principle of solidarity is what justifies the existence of social security schemes in the first place and ensures that most vulnerable categories of citizens enjoy access to the social protection they require.  However, while officeholders are upholding their side of the solidarity principle by paying 4% PRSI, the State is not upholding its side of the same principle because the charge will not generate any subsequent benefit entitlement.<br\/><br\/>The Minister for Social Protection, Deputy Joan Burton, speaking at the launch in September 2012 of the 2010 actuarial review of the Social Insurance Fund, stated:<blockquote>A core principle of sustainable social insurance systems in advanced economies is that citizens receive benefits in proportion to their contributions.  I am very pleased that the philosophy of social insurance which is based on solidarity continues to hold true.<\/blockquote>Sadly, in the case of city and county councillors, this does not hold true.  The Minister, Deputy Burton, went on to state, &quot;Social insurance offers excellent value for those on lower incomes, people with shorter working lives&quot;.  It might be worth pointing out here that quite a number of councillors are now unemployed or are stay-at-home housewives or house husbands, having devoted their entire lives to their councils.  We must remember that the solidarity principle applies not only to those on low income but also to all those who, through the occurrence of social risks, lose a substantial portion of their earning capacities.<br\/><br\/>As politicians we all will be aware-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#E00600","speaker":"1196","continuing":true},{"type":"speech","time":1429104600,"counter":30,"content":"<p>The Chair has been generous to Senator Craughwell on an issue that is close to my heart and which I fully support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#F00200","speaker":"1120"},{"type":"speech","time":1429104600,"counter":31,"content":"<p>Excellent.  I thank the Cathaoirleach.  As politicians, we all will be aware of the social risk associated with our profession, such as the risk of not being re-elected, the risk of long periods out of office and the consequent implications for every aspect of our lives and our financial situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While it is true many local authority members have jobs in addition to their role as public representatives, increasingly many do not.  Their job as a city or county councillor is their sole occupation.<\/p><p>Following the passing of the Local Government Reform Act 2014, councillors with an enlarged workload and extended electoral areas now spend even more time fulfilling their public office obligations, leaving less time for other paid employment.  Most councillors make a lifetime commitment to the people they represent and are elected for many decades of their working lives.<\/p><p>In return for this and the PRSI they pay, they will never get anything back.  We use the phrase &ldquo;a career in politics\" but who would want a career outside the protections of the Social Insurance Fund while contributing throughout that career to it?  This exclusion is particularly relevant in the context of changes to the national pensions framework.  We all know the qualifying conditions for State pensions include a standardisation in the State pension age at 66.  Some councillors of 66 years of age are still paying 4% in PRSI.<\/p><p>Where will this leave councillors of the present and future who, having contributed for their entire career, will have no pension entitlements?  Christy Burke, Lord Mayor of Dublin, with over 30 years&rsquo; service, will have nothing to show for it.  Where does it leave those who take extended career breaks to take up mayoral or cathaoirleach positions in local authorities?  Where will it leave those who find themselves unemployed following elections?  Where will it leave women who are encouraged to enter politics in increasing numbers?  It is a well-documented fact that women are traditionally known to have reduced contributions due to time spent at home caring for children.  Women are now being disadvantaged as councillors as their time spent in the service to the public will not help them to accumulate one single PRSI contribution.<\/p><p>The argument can be put forward that a gratuity is provided for when councillors reach the age of 50.  This, however, does not provide for them for the rest of their lives in the way a contributory pension does.  When I recently attended a 1916 commemoration event, I was reminded again that the Proclamation declared, \"The Republic guarantees religious and civil liberty, equal rights and equal opportunities to all its citizens\".  Elected members of local authorities are not only citizens.  They are also citizens who devote hundreds of hours every week in service of their electorate and communities.  By ensuring democratic accountability, encouraging active citizenship and developing valuable local services, city and county councillors provide the cornerstone for our democratic State.  Discrimination against them is blatant and unnecessary.<\/p><p>Today, I appeal to the Minister of State, on behalf of all officeholders, particularly on behalf of our hardworking and dedicated city and county councillors, to revisit this issue and to address it as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#F00300","speaker":"1196","continuing":true},{"type":"speech","time":1429104600,"counter":33,"content":"<p>I thank Senator Craughwell for raising this issue of which I am very much aware, having served on Dublin City Council for many years.  I have also had extensive engagement on this issue with Senator Denis Landy and Dublin City Councillors Mary Freehill and Dermot Lacey, who is in the Gallery.  It is not a popular subject to raise and I compliment the Senator on raising it.  He certainly will not get any brownie points with the public for raising this important issue.<\/p> <p>Many councillors who work full-time for their constituents will be severely disadvantaged when they reach retirement age because they have not picked up enough contributions for their pension fund.  I accept the gratuity in itself does not compensate for the hours of dedication and work they have given.  Not many people in the public would understand the long hours put in by councillors, especially if one represents a disadvantaged area.  One very much becomes a full-time advocate for the people one represents, often in difficult circumstances.  I am glad the Senator pointed out that what is not often understood by the general public is that some councillors are financially disadvantaged by representing people in their area because they come from higher paid jobs in the private sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Even councillors who work full-time give up career opportunities such as promotions.  What person working in the private sector would give somebody a promotion knowing that person works long hours representing the people?  Other councillors feel duty-bound when elected and by no means see it as an advancement.  They are dedicated and want to work in local government.  It would be very difficult to live on a full-time salary of &euro;16,000 plus.  I have had several meetings with different groups in this regard and I wish I could report progress but I have not made much.  The Senator knows me long enough to know that I say it as I see it.<\/p><p>Some of the following issues have been touched on by the Senator.  City and county councillors are regarded as public officeholders for the purpose of charging PRSI.  They are not employees and are not subject to the contribution applying to employees.  PRSI charges on officeholders were introduced in budget 2011 and apply to public officers such as the President, Members of the both Houses, the Judiciary, the Attorney General, the Comptroller and Auditor General and city and county councillors.  There is a very big difference between the salaries paid to the first group I mentioned and city and county councillors.   From 1 January 2011, public officeholders pay PRSI on their incomes at the class K rate of 4%, providing their income exceeds &euro;5,200.  This is &euro;100 per week, which is not an awful lot.  All public officeholders are liable to pay the contribution, regardless of age.  People with incomes of less than &euro;100 per week do not pay PRSI and return their income under the PRSI class M stamp.  PRSI payments by officeholders do not contribute towards establishing social insurance entitlements prior to 2011.  All officeholders were exempt from PRSI on income received in their capacity as officeholders, which the Senator outlined in his contribution.  The income and consequential pension and retirement gratuities paid to officeholders are funded by the Exchequer.  The PRSI charges on officeholders' income were introduced as a measure of solidarity.  It was seen that public representatives from the very high to the very low would take an income hit and this is what happened.<\/p><p>City and county councillors may establish an entitlement to social security benefits based on non-council related activities.  Many councillors have their own businesses or are able to stay in employment and they keep their entitlement.  However, as the Senator outlined, a number of councillors work full-time and are, therefore, not entitled to these benefits after many years of service.  The public does not appreciate the sacrifices many county and city councillors make.  It is certainly not for financial advancement.  During my time on local authorities, I did not meet many wealthy councillors.  They do it because of their dedication to the community.  They often enter politics and local authorities through community activities and want to make their communities better.  <\/p><p>There is a voluntary contribution system that helps in respect of pension entitlements and there are quite restrictive limitations.  I participated in that system, which is probably one of the best investments I ever made.  When I became an elected councillor, I read Barry Desmond's biography in which he said that from the time he entered full-time politics, he paid his voluntary contributions which then gave him his entitlement.  This was only to the old age contributory pension and not to any unemployment benefit.  Many councillors from all parties and none have faced extreme financial difficulties.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Given that their salaries were not high, they had not accumulated savings and found themselves in very severe financial difficulties.  Senator Landy has been engaging, not in a party sense but on behalf of everybody, and he is determined to continue to try to come forward with a resolution.  If the Senator wishes to participate in this, I am happy to work with him and see if we can find a solution.  Unfortunately, in many such cases, when one amends the Social Welfare Acts, there are unintended consequences.  Therefore it must be considered very carefully.<\/p><p>I wish I were coming here with good news.  I am not, and I do not want to spread false hope.  I am happy to work with Senators and councillors to see if we can find some kind of solution that does not have unintended consequences.  It must be limited and must target the councillors who are most disadvantaged.  Councillors who can remain in full-time work, have their own businesses or who work in the legal or education sectors are different.  This is a small group that is particularly damaged.  They contribute but receive nothing.  I take the Senator's points and thank him for raising them.  While I cannot give a promise, I will work with interested parties to see if we can reach a fair resolution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#G00200","speaker":"1033","continuing":true},{"type":"speech","time":1429104600,"counter":36,"content":"<p>I thank the Minister of State.  It is a difficult issue to raise here, given that to be in public service is almost regarded as a crime.  I am not afraid to say these people are being treated very badly by the State.  In anticipation of the Minister of State's answer, I have already alerted the Oireachtas Joint Committee on Education and Social Protection that I will be proposing a debate on this.  People who are tied up with council work suffer a serious career disadvantage.  We have let our councillors down extremely badly.  Although some time ago, we promised to align their salaries with those of Senators, we have not done it.  We are taking 4% out of their pockets, for which they receive nothing.  We must devise an opt-in solution by which a councillor who is not employed and does not have an independent source of income can opt in for a class A stamp.  It will cost them no more.  It is an outrage to take 4% from somebody and give them nothing in return.  The Minister of State is a man of his word and is always willing to try to achieve results, as is Senator Landy.  I am very happy to join him and work on this.  I call on councillors to lobby for this.  Let us not be ashamed of the fact that we are serving the State and that we are entitled to some recompense for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#J00200","speaker":"1196"},{"type":"speech","time":1429104600,"counter":37,"content":"<p>I will conclude the debate by paying tribute to the work county councillors and city councillors do.  They do an extremely tough and thankless job and are often blamed for decisions that are made in these Houses rather than in the local chamber.  A councillor is the face of democracy, and people often vent at them in the wrong manner when they bump into them on the street.  The position of councillor is very undervalued.  We do not speak highly enough of the public service local councillors do throughout the country.  I thank the Senator for raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#J00300","speaker":"1033"},{"type":"unspoken","time":1429104600,"counter":38,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1429104600,"counter":39,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#O00100"},{"type":"speech","time":1429104600,"counter":40,"content":"<p>The Order of Business is No. 1, Social Welfare (Miscellaneous Provisions) Bill 2015 - Second Stage, to be taken at 4.45 p.m. and to adjourn no later than 6.45 p.m. if not previously concluded, with the contributions from group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes and the Minister to be called to reply to the debate no later than 6.35 p.m. should Second Stage conclude; and No. 66, Private Members' business, which is item No. 15, to be taken at 6:45 p.m., with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#O00200","speaker":"1130"},{"type":"speech","time":1429104600,"counter":41,"content":"<p>Prior to the Easter break I asked the Leader to bring to the house the Minister of State at the Department of the Environment, Community and Local Government, Deputy Coffey, or the Minister, Deputy Kelly, to review the pyrite remediation scheme.  Over the Easter recess I found out that a grand total of five houses have been remediated under the Government scheme, which has been up and running for almost two years and accepting applications for more than 12 months.  At the time I welcomed the scheme as a start, but I stated that it was inadequate and too cumbersome.  The Minister of State, Deputy Coffey, got quite excited on the radio over the Easter break.  I was not being personally critical of him; I just stated that the fact of the matter is the scheme is too slow and that hundreds of thousands of homeowners who require the State's assistance because HomeBond and the quarries were allowed to walk away by the former Minister, Phil Hogan, were left with this scheme, which has fixed five homes.  This is the reality.  We need to debate this and I ask the Leader to schedule time with either the Minister of State or the Minister for a response.  Perhaps he has already done so.  The Minister, Deputy Kelly, was particularly critical of me.  Both lads seemed to take it very personally.  I thought they would be bigger than that, but obviously they are not.<\/p> <p>Is it true that an additional &euro;7 million has been allocated to active staff in the Dublin Airport Authority to go towards their pensions?  While I would welcome this, I wonder why those being hit even harder than anyone else - namely, the deferred pensioners, who have taken cuts of up to 60% - have had no additional funds to reduce the cuts to their pensions.  I remind Members that it was the first time in the history of the State that any Government introduced legislation to change a specific private pension scheme to reduce pensions and payments to retired members by six weeks per annum, to reduce long-term deferred members' pensions by up to 60% and, without permission, to transfer existing members to an inferior pension scheme.  This bodes ill for all other pension schemes, because the Government has set a precedent.<\/p> <p>I want to know whether this is this true.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Was an extra &euro;7 million secured by the unions for active staff members over 54 years of age?  To facilitate the making available of this information, I propose an amendment to the Order of Business that the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, attend in the House today to update us for half an hour on the IASS and that he might take questions from group leaders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#O00300","speaker":"1139","continuing":true},{"type":"speech","time":1429104600,"counter":43,"content":"<p>I commend RTE, Dublin City Council and all those involved in organising the excellent RTE Road to the Rising event held last week on Easter Monday.  It is estimated that approximately 100,000 people turned out in the city centre of Dublin to take part in this commemoration of the social and historical context to the period leading up to the Rising.  It was a most innovative idea to commemorate 1915, the year before the big centenary commemoration next year.  The numbers who turned out and the success of the event show the great public appetite for this sort of commemoration, which emphasises the social and historical aspects and the political context rather than focusing exclusively on the military side.  The military aspect was illustrated by actors on the streets in the uniforms of British soldiers, who would have been on the streets of Dublin in 1915.<\/p><p>We might usefully have another debate in this House in due course on the centenary events for next year and the idea of commemorations more generally.  We have had such debates in this House before but, in light of the immense success of the very innovative and novel event last week and the publication the week before Easter of the Government's programme for commemoration, it would be timely to have another on this matter.  I welcomed in this House, as did others, the allocation of funding to preserve the building on Moore Street, which is of such historical significance, because it is where the leaders of the Rising met.  There are further proposals on the table for buildings on Moore Street.  I would like to include that in any debate we have in this House on commemoration.<\/p><p>I ask the Leader for a debate on sentencing and criminal justice, particularly in light of the publication today by the Minister for Justice and Equality, Deputy Frances Fitzgerald, of the general scheme of the criminal justice (burglary of dwellings) Bill.  This Bill is being published in the context of great concern about repeat offenders engaging in multiple burglaries, including while on bail.  The Joint Committee on Justice, Defence and Equality is likely to engage in pre-legislative scrutiny of the Bill.  The substance of the Bill highlights other issues, including more general issues concerning sentencing, bail and the management of the criminal justice system.  I ask the Leader for a debate on that more general issue.<\/p><p>In the context of the marriage equality referendum, like many colleagues I was out canvassing on the &quot;Yes&quot; side over the break and got a very positive response.  I am very glad the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, has today clarified that there is absolutely no issue in terms of school funding.  The &quot;No&quot; side has been scaremongering somewhat about this.  There is absolutely no danger to funding for schools that hold an ethical position that is against the idea of marriage equality for same-sex couples.  I am glad that issue has been clarified and hope we will see red herrings like this and the conscientious objection clause being dealt with in the course of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#P00200","speaker":"1148"},{"type":"speech","time":1429104600,"counter":44,"content":"<p>A couple of weeks ago, I asked what was happening with Seanad reform.  The Leader told me the report would be published this week, which it was.  It is time for us to have a debate on this because those of us who took an active part in arguing against the abolition of the Seanad made a number of proposals, many of which are being included in the proposals of the Government or, at least, those being put together by former Members of this House.  The Government plans to introduce legislation to do something about this but I do not know whether this will happen immediately.  If we are to have an election before April of next year, it will be interesting to see how quickly the Government can actually move on Seanad reform.<\/p><p>I ask the Leader to find time to debate the concerns Age Action highlighted this week about the possible increase in nursing home charges.  It claims the proposal targets the sickest of older people and is fundamentally unfair because it is increasing the cost for those who cannot do anything about it.  This issue was mentioned on &quot;Prime Time&quot; last week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has not received any publicity but it is the sort of topic we should debate in the House.  If we are to conclude that residents of nursing homes will have to pay more, it seems the Government is once again singling out the weakest and those in the most difficult position.  To use the words of Age Action Ireland, it is fundamentally unfair.  We should debate the matter soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#P00300","speaker":"1145","continuing":true},{"type":"speech","time":1429104600,"counter":46,"content":"<p>I sincerely compliment Kerry County Council fire service on its competence and professionalism in dealing with major fires just prior to last weekend in the foothills of and on Mangerton mountain in Killarney.  I also compliment the personnel from the National Parks and Wildlife Service and the Irish Air Corps for the very many hours they gave to the matter.  It had a Bambi Bucket that was capable of holding 1,000 litres of water with each trip from Killarney lakes.  These fire outbreaks were very serious, and during the few days in which they raged, they seriously threatened people and neighbouring areas.  They are a reminder to everybody that they should protect themselves and have regard for neighbours and other households in the vicinity.  Lighting fires in the open is extremely dangerous, as we know, and they are a very serious threat to the environment and wildlife.  Those fires are prohibited under wildlife legislation.<\/p> <p>Anybody who wishes to burn gorse and scrub in the open should do so only within permitted timescales.  They should also advise the fire services and, in cases like this, the National Parks and Wildlife Service of the intentions, including the time and location.  If these fires had taken hold, they could have wiped out much of the 26,000 acres in our foremost national park.  We can imagine what kind of a disaster that would have been.  I again compliment the personnel from the fire services, the National Parks and Wildlife Service and the Irish Air Corps on their tremendous work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Q00200","speaker":"1151"},{"type":"speech","time":1429104600,"counter":47,"content":"<p>I second my colleague's amendment on what is a very important issue before the House that affects many people.  I also raise the debacle of the launch of Ireland's Ancient East initiative by the Government yesterday morning.  In attempting to promote tourism in the east of the country and giving some alternative to the Wild Atlantic Way, it has botched the job, so the Minister should come here to explain himself.  There is no mention of Monasterboice and the only mention of Kells in County Meath relates to car parking facilities and the Hay Festival, which has nothing to do with the Government.  It is run by a voluntary group in Kells that has put  a great effort into it with very little funding or support from any outside body.  One can park a car in Kells but one would not find out about Monasterboice if taking this tour.  It is outrageous.  Kells was the centre of the ancient Christian world in this country in the medieval period.  The Book of Kells was probably written there and was certainly kept there for a number of centuries.  It is a fantastic ancient monastic centre.  The same applies to Monasterboice but I cannot find mention of it in the document.<\/p> <p>This is a debacle and whatever geniuses are responsible for drawing it up do not seem to know what they are talking about and the exact history of these areas.  They seem to have picked what they felt were the most high-profile sites.  The hill of Slane is given in a footnote at the end.  These are some of the most important ancient sites, and particularly the ancient Christian sites, which are referenced in a full section of the document in dealing with ancient Christian Ireland.  Monasterboice, Kells and the hill of Slane in particular are some of the most important ancient early Christian sites in Ireland.  They have not been given due regard.<\/p> <p>We are fighting as best we can to achieve a tourism product as there is a great deal of heritage in our area.  There is a significant range of sites that may be visited, history to be learned and buildings that can be appreciated.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Thomas Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2203\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2203&amp;amp;pid=ThomasByrne&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, F&aacute;ilte Ireland and this Government have done very little for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Q00300","speaker":"1116","continuing":true},{"type":"speech","time":1429104600,"counter":49,"content":"<p>I wish to raise the unfair treatment of Permanent TSB customers.  The reductions in variable mortgage interest rates have not been passed on to its customers.  I call on the Leader to invite the Minister for Finance to the House to tell us what progress he is making on the matter.  Some 320,000 people are affected by this.  Mr. Brian Hayes, MEP, has already said on the record that this should be investigated.  It is outrageous that when mortgage interest rates go down the bank can decide not to pass it on to its customers, but when mortgage interest rates increase that becomes effective from the following day.<\/p> <p>Second, can we invite the Minister for Agriculture, Food and the Marine to the House to address a range of problematic farming issues?  The issue of the young old farmers has not been resolved.  The Department would probably consider them to be old young farmers.  These are young farmers who have put big investments into their farms without any State support.  There is also the problematic issue of digital mapping in rural areas.  In some cases, the digital mapping shows rocky areas on the maps and farmers are being penalised as a result, yet if the inspectors arrive to inspect the area there are sheep grazing on it.  If the farmers decide to appeal the decisions made by the Department, they could wait 12 months to get their single farm payment.  That is wrong.  It is a rural Ireland issue and it is important that the Minister come to the House to deal with these matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#R00200","speaker":"1161"},{"type":"speech","time":1429104600,"counter":50,"content":"<p>Will the Leader schedule a debate on the fair deal scheme and the availability of beds under the nursing homes support scheme, which was put in place a number of years ago?  Figures released by the Health Service Executive, HSE, to Deputy Caoimhgh&iacute;n &Oacute; Caol&aacute;in, the Sinn F&eacute;in spokesperson on health, show that from 2009, when there were 7,850 fair deal beds, the number had dropped to 5,290 in December 2014.  When the figures are broken down on a constituency basis, many counties have seen a very significant drop in the availability of beds under the scheme.  Obviously, there is a problem and I ask that the Minister for Health be invited to the House to discuss it.  There is also the situation of over 400,000 people waiting on hospital waiting lists.  Many are waiting well over 12 months, even though the Government promised that outpatients would be seen in less than 12 months.  One can see that some departments in hospitals across the State are worse than others, but the figures released recently by the HSE show that a significant number of people are waiting longer than the 12 months that was promised by the Government.  I would appreciate if the Leader would arrange for the Minister for Health to come to the House to hear statements on these important matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#R00300","speaker":"1133"},{"type":"speech","time":1429104600,"counter":51,"content":"<p>To reply to the previous speaker, there are 22,000 fair deal beds, not 7,000.  The Senator's information is totally incorrect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#R00400","speaker":"1150"},{"type":"speech","time":1429104600,"counter":52,"content":"<p>I got it from the HSE.  I will give it to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#R00500","speaker":"1133"},{"type":"speech","time":1429104600,"counter":53,"content":"<p>I can give the Senator the reply.  There are 22,000 beds and it is costing &euro;970 million per year.  They are the figures.  The Senator has incorrect figures so he should check them.  That is the first point.<\/p> <p>Second, with regard to the fair deal scheme, it is interesting to note that the scheme involves 80% of people's income and 7.5% of people's assets, to a maximum cap of three years.  My understanding is that the amount of money recovered from estates, and the fair deal scheme has been up and running since 2009, is approximately &euro;7.5 million over a 12 month period.  That is &euro;7.5 million recovered out of a total of &euro;970 million spent.  I refer to assets, not income.  The issue that must be raised here is what level of security the HSE is putting in place in respect of recovering that part of the funding under the scheme.<\/p> <p>The other issue I wish to raise is the Irish Medical Organisation, IMO, agreement with the Department.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the agreement and I think it is the first step in the reform of the health system insofar as it concerns GPs.  It is a welcome development.  GPs make a huge contribution to health care but we need to take another step.  A pilot study that was recently carried out on accident and emergency units indicated that 30% of people who attended over the weekend could have been adequately treated by GPs rather than attending the accident and emergency unit.  The Department and HSE should examine how to work with GPs to ensure that more people attend their clinics rather than accident and emergency units.  There were over 1.1 million attendances at accident and emergency unit last year, and we must work to reduce pressure on the hospital service.  One way of doing so is to work closely with GPs, which we could deal with in a debate on the next occasion the Minister is in the Chamber.  It is a debate to which we should give serious consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#R00600","speaker":"1150","continuing":true},{"type":"speech","time":1429104600,"counter":55,"content":"<p>I request the Leader to use his good offices and that of the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, to seek the early release of the Irish teenager Ibrahim Halawa, who is being held in jail in Egypt.  He was arrested in August 2013 and has been in prison for over 600 days.  His life is possibly in danger because there are 450 other prisoners held in that prison in Cairo.  Amnesty International is campaigning for his release.  The Government is aware of the situation and the Taoiseach has been contacted.  He is an Irish citizen who was 17 years of age in 2013 and is now 19.  I met his sister campaigning for his release outside Leinster House this morning.  His two sisters, who were in Cairo with him, were released in 2013.  His family are worried and concerned.  I would like to use the good offices of Seanad &Eacute;ireann to appeal to the Egyptian ambassador and the Government in Egypt to release an Irish citizen.  He has a right, as someone born in this country and a full Irish citizen.  The Government is not doing enough for his release and I ask the Leader to use his good offices to intervene.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00200","speaker":"1140"},{"type":"speech","time":1429104600,"counter":56,"content":"<p>I note the publication of the Education (Admission to Schools) Bill by the Minister for Education and Skills, Deputy Jan O'Sullivan.  I welcome the proposal to prevent schools from applying selection criteria in regard to the occupation or financial status of the student's parents, or a student's academic ability, skills or aptitude.  I am less sure about limiting to 10% the places reserved for children of past pupils.  The proposal that applications can only be accepted one year in advance needs to be discussed.  However, I am sure the matters can be ironed out in the course of the Bill going through the House.  In any event, it would be great if we could have the Minister in the Chamber in the next week to outline her position on the matter and, more generally, to debate that and other topical issues in education, particularly in the wake of the teacher conferences held during the Easter break.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00300","speaker":"1166"},{"type":"speech","time":1429104600,"counter":57,"content":"<p>I welcome a former member of the D&aacute;il, Mr. Eamonn Walsh, to the Visitors' Gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00400","speaker":"1120"},{"type":"speech","time":1429104600,"counter":58,"content":"<p>I ask the Leader for clarification from the Minister for Health on the circumstances of a somewhat troubling event that occurred in Cork in the South Lee mental health services over the past several weeks.  One of the nursing staff is also a member of the Psychiatric Nurses' Association, Mr. Des McSweeney, and was part of an expert committee planning future services in the unit that was to be redeveloped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00500","speaker":"1147"},{"type":"speech","time":1429104600,"counter":59,"content":"<p>The Senator should refrain from naming individuals on the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00600","speaker":"1120"},{"type":"speech","time":1429104600,"counter":60,"content":"<p>I am not saying anything bad about the person; I am praising him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00700","speaker":"1147"},{"type":"speech","time":1429104600,"counter":61,"content":"<p>It does not matter.  The person is not here to defend himself.  It is long-standing practice in the House not to name people who cannot defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#S00800","speaker":"1120"},{"type":"speech","time":1429104600,"counter":62,"content":"<p>He wants to contact Mary Lou in the other House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#T00100","speaker":"1139"},{"type":"speech","time":1429104600,"counter":63,"content":"<p>I am quite happy to take responsibility for naming Mr. McSweeney in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#T00200","speaker":"1147"},{"type":"speech","time":1429104600,"counter":64,"content":"<p>That is not the issue, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#T00300","speaker":"1120"},{"type":"speech","time":1429104600,"counter":65,"content":"<p>A member of staff, who was also a member of an expert committee which was planning services for the hospital, disagreed with some of the proposed developments.  He gave a public interview about them and suddenly found himself suspended.  I believe he has now been reinstated, but it is very troubling to me that the HSE elected that this gentleman be suspended from his duties pending an investigation.  I believe the decision was taken by the HSE and not at local level.<\/p> <p>I personally believe that people who work in the health services should have an absolute right to involve the public in debate about critical issues of policy.  An assumption is sometimes made by officials who run the health service that they are the only non-self-interested party in the entire portfolio of people who have opinions and power in the development of the health service.  I believe this is very sinister.  At the time of the Harney consulting contracts - I am sorry, am I allowed to say \"Harney\"?  At the time of the Harney consulting contracts ten years ago, I voiced grave concerns about the possibility of a gagging clause in the consultants' contract.  More recently, we successfully prevented any gagging clause from being inserted into the new GP contract.  I would be very troubled indeed if our nursing colleagues were being silenced or gagged, especially when they have representative positions.<\/p> <p>I want to take a moment to compliment the Minister for Justice and Equality, Deputy Frances Fitzgerald, on addressing the law relating to sentencing for burglaries.  I ask her to consider redesignating the crime of breaking into and entering an occupied house as a crime against the person rather than a crime against property.  The act of breaking into a house where there may be a family, children or an old person should be regarded as a form of assault, even if no physical assault occurs because circumstances intervene.<\/p> <p>A few weeks ago I asked a question of the Leader which he was unfortunately unable to answer because he developed a very dry throat.  He had a coughing attack and was not able to give his usual very full and comprehensive answer to questions.  I hope he is feeling better.  I asked if the Government would consider the possibility, in view of the highly intimidatory, extra-judicial and extra-jurisdictional attempt by international tobacco companies to prevent our Government from exercising its right and duty to protect the health of its own citizens by introducing appropriate tobacco control legislation, of proscribing any company which seeks to subvert our democracy, legally or in any other way, as an illegal organisation in the same way it proscribed the organisations that murdered so many of our citizens during the conflict in Northern Ireland.  Would the Minister consider the possibility of introducing a referendum to make a very simple amendment to our Constitution to include a statement to the effect that the Constitution does not protect the right to tobacco commerce?  Tobacco companies would then exist at the pleasure of the elected legislature.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#T00400","speaker":"1147"},{"type":"speech","time":1429104600,"counter":66,"content":"<p>There is a proposal in the offing to require farmers who are herd owners to publish their names and addresses and the amount of money being received from Europe in single farm payments.  This is very dangerous and I have spoken to a lot of people in rural communities who are very fearful of it.  This proposal raised its head a number of years ago but was dropped.  I understand that the money that comes from Europe is paid based on herd number, and I find it hard to believe that people's names and addresses could be printed in newspapers and on websites, because it will set a very dangerous precedent.  Where will it finish?  Will people have to give details of their bank accounts?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tom Sheahan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2195\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2195&amp;amp;pid=TomSheahan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are criminals who have nothing to do only watch what is happening with others.  Joe Bloggs and his wife, Josephine, could receive &euro;30,000 or &euro;40,000 under the single payment scheme from the European Union which is printed in the newspaper.  Is that not identifying people and making them susceptible to house break-ins and other types of criminality?  The money should be paid to the herd number.  If nosey people want to find out how much others are getting, let them work for it and find out to whom the herd number belongs.  Printing the name and address of the herd owner is a dangerous precedent and there is a better way.  While we are all for transparency, there is a better way.  Will the Leader invite the Minister to the House for statements on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#T00500","speaker":"1163","continuing":true},{"type":"speech","time":1429104600,"counter":68,"content":"<p>We have spoken many times in the House about the need for the Government to take a co-ordinated approach to the crisis in the rental sector.  We have called on the Minister to tackle the problem of rising rents, in particular.  While the T&aacute;naiste and Minister for Social Protection has promised increased spending on social housing, it takes time to come through the system.  Last year rents in Galway rose every quarter, amounting to a 7% increase over the year.  The result is that the monthly rental cost of a three-bedroom house in the city is in the region of &euro;853.  In addition to rising rents, particularly in east Galway, there is the problem of the lack of suitable rental accommodation for families.  There are rooms or a small flat here and there to rent but increasingly fewer suitable family homes.  A few days ago I met a young mother in Athenry who burst into tears at her conundrum which is that she and her family have been given notice, and after trying many estate agents, they could not find suitable accommodation.  These are people who are willing to pay good money for accommodation.  As the family have a little dog, she is worried they might have a difficulty in getting accommodation.  This may appear to be a small problem from a distance but upfront it is a real stress in people's lives.  The lady, if lucky to find accommodation, will certainly face a rent increase.  She would not mind that if only she could get accommodation.<\/p> <p>Galway County Council estimated in 2014 that there are 50 or so unfinished estates located in various towns throughout the county.  Happily, work has commenced on finishing some of the partially completed properties.  The owners of these estates are either the banks or, more commonly, NAMA.  The banks and NAMA are seeking to sell the properties-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#U00200","speaker":"1146"},{"type":"speech","time":1429104600,"counter":69,"content":"<p>The issue might be suitable for debate as a Commencement Matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#U00300","speaker":"1120"},{"type":"speech","time":1429104600,"counter":70,"content":"<p>It is understandable they want to sell them as soon as they are fit for habitation as they want to recoup the losses but I call on the Minister, and I ask the Leader for a response, to explore the possibility of making these unoccupied houses, when finished and fit for occupation, available as temporary rental accommodation.  Ultimately they will be sold but in the short term we must seek to find ways to alleviate the crisis in the rental market.  That is the very least we should expect from a Government taking a co-ordinated approach to the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#U00400","speaker":"1146"},{"type":"speech","time":1429104600,"counter":71,"content":"<p>This week the High Court is on circuit in Galway to hear personal injuries actions.  I know of one individual who is going to court for the third time in 12 months with a view to getting his case heard.  He has had at least four years preparation going to court and at least another year to have his case heard.  The cost in terms of taking time off work and engaging solicitors and so on is significant.  While I understand the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, has committed to reviewing the personal injuries board to ensure greater efficiency, will the Leader ask the Minister for Justice and Equality, Deputy Frances Fitzgerald, to come to the House to debate the issue of the personal injuries list?  Too many cases are listed at every sitting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The fact is that a large number of them are actually settled on the steps of the courthouse.  That creates a huge backlog of people waiting for their cases to be heard and there are costs involved in that.  There is no incentive to have these cases settled in advance.  The people of Galway and elsewhere are greatly disadvantaged by these waiting lists.  I ask the Leader to invite the Minister here to review the personal injuries list to ensure it is better managed and that we have a more efficient process going through our courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#U00500","speaker":"1187","continuing":true},{"type":"speech","time":1429104600,"counter":73,"content":"<p>Thank you, a Chathaoirligh.  I wish to pay tribute to two great Dubs.  One is the Irish soccer legend Ray Treacy who sadly passed away over the weekend after a short illness.  He was a great legend in Irish soccer and was capped 42 times.  He played with Shamrock Rovers and with Home Farm in Dublin.  We have also had the sad and sudden passing this afternoon of Dave Billings who won an all-Ireland senior football medal with Dublin in 1974.  He made great contributions to GAA with Dublin, with St. Vincent's and with UCD.<\/p> <p>I would like to echo my support for the Minister, Deputy Fitzgerald, bringing a memo to the Cabinet to change legislation and crack down on burglaries.  We need tougher measures.  For too long, those who have had two or more charges have been able to get released on bail.  Times are changed now.  They cannot just serve concurrent sentences, these sentences must be consecutive.  The Minister is demanding action but more importantly the people are demanding action on this and will have the support of the House.  <\/p> <p>Over the Easter break I had the pleasure of looking at a drone in action around the Liffey Valley Park.  We know drones do surveillance work and we see them in war situations, but now we are seeing them more in pleasure pursuits.  While this drone flew across the Liffey Valley, under the M50 bridge, I was able to view it on an i-Pad.  The views it captured were quite incredible.  I asked the person qualified to fly this drone how far it could travel? I was told it could go in a 2 km radius north, south, east or  west.  I asked about vertical distance.  He replied that it could also go 2 km up into the sky.  This could present serious problems for aircraft in the area, either a helicopter or a low-flying plane going in to Weston Aerodrome.  If the drone was to become caught in the engines of a plane there would be serious trouble.  I understand there are air-traffic control restrictions on heights that things can fly, but while one needs skill to fly a drone there is no reason I would not be refused if I went online or into a shop to buy a drone.  We need to give serious consideration to and debate the danger these drones can pose for air traffic.  It needs to be brought to the attention of the appropriate Department to establish what restrictions can be put in place when purchasing these drones which are very dangerous if misused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#V00200","speaker":"1165"},{"type":"speech","time":1429104600,"counter":74,"content":"<p>I strongly support the case made by Senator Leyden which calls on the Egyptian Government to release Ibrahim Halawa who is in jail in Cairo and to call on the Egyptian ambassador to do everything possible to influence that decision.  The Government and the Minister for Foreign Affairs and Trade are doing everything possible behind the scenes to secure his release.  I pay tribute to the ambassador and the staff at the Irish Embassy in Cairo for their work in trying to secure Mr. Halawa's release.  It is a traumatic time for the family and we all want to see him released as a matter of urgency.<\/p> <p>I welcome the Government's approval for the criminal justice (burglary of dwellings) Bill, brought forward by Minister for Justice, Deputy Fitzgerald.  The draft Bill will now go to the Oireachtas Joint Committee on Justice, Defence and Equality for pre-legislative scrutiny.  I ask the Leader to arrange a discussion with the Minister in this House before the Bill is published.  The Bill recognises that the home of every citizen is sacred.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is where we should all feel safe.  Burglary is particularly traumatic for the victim and in many instances, as Senator Crown has said, it can result in serious injury and even death to our citizens.  Many of these burglaries are carried out by serial offenders.  Significant deterrents must be put in place.  The issue of bail for repeat offenders must be addressed, as must the short sentences that are being handed out in many cases when a significant number of repeat offences are being taken into consideration.  This issue is quite complex.  There is a strong demand from the public that we would ensure, in so far as possible, that every citizen's home is safe and that people who are offending regularly, breaking into people's homes and terrifying citizens are dealt with in a strong and determined fashion.  I compliment the Minister on the work she has done to date, but we all need to assist her in making this legislation as strong as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#V00300","speaker":"1118","continuing":true},{"type":"speech","time":1429104600,"counter":76,"content":"<p>Senator Noone has indicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00200","speaker":"1120"},{"type":"speech","time":1429104600,"counter":77,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00300","speaker":"1153"},{"type":"speech","time":1429104600,"counter":78,"content":"<p>On pothole fixing in Castleknock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00400","speaker":"1116"},{"type":"speech","time":1429104600,"counter":79,"content":"<p>I join others in welcoming the legislation introduced by the Minister for Justice and Equality.  It is badly needed to make the public feel more secure in their homes.  It is an issue I have encountered on many occasions, especially among elderly people who do not necessarily feel in any way safe in their homes when there are repeat offenders, such as those who have been mentioned, burgling homes regularly.  I am glad to see this legislation will deal with that in a particular way.<\/p> <p>I was disgusted by the blatant sexist abuse the Minister for Education, Deputy Jan O'Sullivan, was subjected to on the \"We Won't Pay the Water Tax - Limerick\" Facebook page recently.  The person who published the post also expressed a wish to throw her under a bus and there has been an alarming rise in the sexist online abuse several female politicians have been subjected to in recent times, including Senators Higgins and O'Donnell and myself, and probably others.  I recently had a threat of sexual violence made against me.  We are living in a society that rightly abhors racist abuse, online or otherwise.  The same level of abhorrence must be fostered against online sexist abuse against female politicians, which has risen exponentially in recent months.  A debate in this area, not just on sexist abuse against women online but also online abuse in general, would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00500","speaker":"1153"},{"type":"speech","time":1429104600,"counter":80,"content":"<p>The Leader of the Opposition, Senator O'Brien, raised the question of pyrite.  He is quite right that five houses are complete to date, but the Minister has given an undertaking that 190 will be completed this year and a further 190 will be completed next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00600","speaker":"1130"},{"type":"speech","time":1429104600,"counter":81,"content":"<p>There are 10,000 houses affected by this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00700","speaker":"1139"},{"type":"speech","time":1429104600,"counter":82,"content":"<p>There will be progress on it and there has been significant progress in this area.  I am sure the Minister will be quite willing to come to the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00800","speaker":"1130"},{"type":"speech","time":1429104600,"counter":83,"content":"<p>I look forward to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W00900","speaker":"1139"},{"type":"speech","time":1429104600,"counter":84,"content":"<p>-----and outline the significant progress this Government has made, which previous Governments had not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01000","speaker":"1130"},{"type":"speech","time":1429104600,"counter":85,"content":"<p>That is just 4%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01100","speaker":"1116"},{"type":"speech","time":1429104600,"counter":86,"content":"<p>We are quite happy to come to the House and speak about our record and the progress that has been made with regard to pyrite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01200","speaker":"1130"},{"type":"speech","time":1429104600,"counter":87,"content":"<p>We would be delighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01300","speaker":"1139"},{"type":"speech","time":1429104600,"counter":88,"content":"<p>Senator O'Brien also spoke about the Dublin Airport Authority and the additional funds for pensions.  I am sure he welcomed that but he has also proposed an amendment to the Order of Business on the Irish aviation superannuation scheme, which amendment I do not propose to accept.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01400","speaker":"1130"},{"type":"speech","time":1429104600,"counter":89,"content":"<p>Shame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01500","speaker":"1139"},{"type":"speech","time":1429104600,"counter":90,"content":"<p>There are many other ways of finding out from the Minister, rather than amending the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01600","speaker":"1130"},{"type":"speech","time":1429104600,"counter":91,"content":"<p>Not really.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01700","speaker":"1139"},{"type":"speech","time":1429104600,"counter":92,"content":"<p>Senator Bacik spoke about the Road to the Rising event.  She complimented the city council and all involved in that event over the Easter period and called for further debate on the Government programme for commemorations.  I am sure the Minister for Arts, Heritage and the Gaeltacht, Deputy Humphreys, would be quite willing to come to the House to have that debate with us.<\/p> <p>Senator Bacik and others, especially Senators Mullins and Noone, spoke about the laws the Minister for Justice and Equality, Deputy Frances Fitzgerald, intends to bring to the House, in particular the criminal justice (burglary of dwellings) Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It will target repeat offenders.  Senator Mullins asked that the draft copy of the Bill would be debated in the House as well as in the Joint Committee on Justice, Defence and Equality.  I will certainly bring the matter to the attention of the Minister.  Perhaps we will be able to have a debate on the draft of the Bill before the actual Bill comes before the House.<\/p><p>Senator Quinn spoke on the Seanad reform proposals.  There is a comprehensive document and I recommend that all Members read it.  I am in the process of arranging for the chairman of the body, Dr. Maurice Manning, a former Leader of the House, to come to a debate in the House on the matter and answer questions, probably within the next two weeks.  We can have a question-and-answer session and statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#W01800","speaker":"1130","continuing":true},{"type":"speech","time":1429104600,"counter":94,"content":"<p>Would it not be better to see it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#X00200","speaker":"1139"},{"type":"speech","time":1429104600,"counter":95,"content":"<p>I understand that the working group will produce a draft Bill, possibly to coincide with our debate on the matter.  It may be as soon as that.  Certainly, we will be arranging the debate and I hope to have it, possibly, on 5 May.  I have not arranged it yet but perhaps the debate can take place before then.  Anyway, we will have the debate and I urge people to examine the proposals.  These are comprehensive proposals, mainly to do with the election of Seanad &Eacute;ireann rather than what goes on in the House, although there are some references to that as well.  Dr. Manning and other members of the group will be quite willing to come to the House.  I imagine we will welcome him to the House and that we will hold a comprehensive debate on the proposals in early course.<\/p> <p>Senator Quinn also raised the question of Age Action Ireland concerns about nursing homes changes.  My information is that currently there are no plans before the Government on this issue.  The question of the fair deal scheme has been raised by Senator Cullinane and Senator Burke.  I do not know where Senator Cullinane got his figures - he referred to 7,850 people.  As Senator Burke mentioned, a total of 22,000 people are in under the fair deal scheme currently, costing &euro;970 million.  Senator Burke made a good point on the assets that have been recovered to date since 2009, amounting to only &euro;7.5 million.  Certainly, that will have to be looked at in the context of funding.  I imagine this is something we can debate with the Minister of State, Deputy Lynch, and I am sure she would be willing to come to the House.<\/p> <p>Senator Paul Coghlan spoke on the major fire in Killarney National Park.  He complimented the fire services, Air Corps and the National Parks and Wildlife Service.  He emphasised the need to be vigilant at all times in respect of fire.<\/p> <p>Senator Byrne commented on the Ireland's ancient east proposal announced by the Minister for Transport, Tourism and Sport, Deputy Donohoe.  This is an exciting project similar to the Wild Atlantic Way.  I am informed that F&aacute;ilte Ireland has spent the past year, in consultation with the key stakeholders, working to develop the initiative, which is to include tourism attractions and businesses throughout the region.  Following much consultation and deliberation Ireland's ancient east will be crafted along four distinct thematic pillars: ancient Ireland; early Christian Ireland; medieval Ireland; and Anglo Ireland, including Ireland's great houses and gardens.<\/p> <p>All the area in the east and down in the south east will be covered under this initiative.  F&aacute;ilte Ireland's research suggests that an initiative along these thematic lines has the potential to deliver an extra 600,000 overseas visitors, tourism growth of over 20% in the region and an increase in visitor revenue of almost 25%, or &euro;950 million, in total by 2020.  It is an exciting project and I imagine it will have the same success that we witnessed with the Wild Atlantic Way.  I compliment everyone involved in launching this project.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Kelly called for further debate and an update from the Minister for Finance on mortgage interest rates.  He also called for a debate with the Minister for Agriculture, Food and the Marine on young old farmers and digital mapping.  I am sure the Minister will be quite willing to come to the House to discuss these issues.  He has dealt with old young farmers, as they are called, in the budget and Finance Act.  <\/p><p>I have dealt with the matters raised by Senators Cullinane and Burke.  Senator Burke welcomed the IMO agreement with the Department for GP treatment for children aged under six years.  This will be of great benefit to many hard-pressed families and has been welcomed by the vast majority of GPs.<\/p><p>Senators Leyden and Mullins referred to the Ibrahim Halawa case.  I gave a very comprehensive reply on the matter before the break.  The Irish ambassador in Cairo is monitoring the situation closely and representations have been made to the Egyptian ambassador and authorities on this case.  I can assure the Senators that the Government is doing everything possible to secure the release of the Irish citizen concerned.  <\/p><p>Senator Jim D'Arcy referred to the Education (Admission to Schools) Bill.  He welcomed many of its proposals while disagreeing with others.  He called on the Minister for Education and Skills to come to the House.  I can inform him that the Minister will come before the House next Wednesday to discuss the NCSE inclusion support services.  There will be an opportunity at that time and later to discuss matters with her.<\/p><p>It is obvious that Senator Crown enjoyed the break because he has raised five or six matters.  There was disagreement on psychiatric services between the gentleman in question and the HSE.  He was suspended, but has been reinstated.  I understand the dispute concerned staffing in a brand new state-of-the-art facility in Cork.  I am glad he has been reinstated and I hope any differences will be ironed out as a matter of urgency.<\/p><p>Senator Crown also referred to burglaries, which I addressed, and asked for them to be classified as crimes against a person rather than property.  They are matters we can discuss with the Minister if she comes before the House to deal with the draft Bill.<\/p><p>On international tobacco companies taking the Government to court regarding the laws we passed on tobacco, the Senator has novel ideas on proscribing such companies.  I am sure all avenues will be addressed and examined by the State in order to defend against such companies.  <\/p><p>Senator Sheahan referred to EU moneys and single farm payments that are paid to men and women with herd numbers.  Their names and addresses are being published and he feels it is a dangerous precedent.  I see his point, especially as we have discussed burglaries in many parts of the country.  I will bring the matter to the attention of the Minister for Agriculture, Food and the Marine and see whether anything can be done.  <\/p><p>Senator Mullen referred to problems in the rental sector and the availability of suitable housing.  That is the reason the Government is putting &euro;1.5 billion into social housing over the next couple of years.  Major progress has been made on unfinished estates throughout the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There will be an opportunity for local authorities under the new scheme that is in place to purchase and maybe complete these unfinished estates and use them for social housing.  A myriad of areas that were not available previously are now open to local authorities as they try to tackle the housing problems that exist in some parts of the country.  Unfortunately, we have an over-supply of houses in some other parts of the country.  I suppose it is contradictory to have major problems in major cities like Galway, Cork and Dublin at a time when there is an over-supply in many rural areas.  Unfortunately, during the boom houses were built in areas where nobody would go and live.<\/p><p>Senator Naughton spoke about the High Court backlog in Galway, especially in relation to personal injuries cases.  She called for more efficient management of these services.  While that is a matter for the Courts Service, I will certainly bring it to the attention of the Minister for Justice and Equality.<\/p><p>Senator Eamonn Coghlan mentioned two sportsmen who passed away recently.  Ray Treacy was a great international footballer.  I had the pleasure of seeing him score many goals for Ireland.  Dave Billings was a Dublin all-Ireland footballer.<\/p><p>Senator Coghlan also made a point about the danger that drones may cause for air traffic.  He called for more regulation in that regard.  I suggest that if he raises this matter during a Commencement Debate, he might get a comprehensive reply from the Minister.<\/p><p>The final two speakers, Senators Mullins and Noone, spoke about criminal justice matters.  Senator Noone also spoke about the online abuse of female politicians.  I do not think it is confined to female politicians.  I think it happens to all politicians.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#X00300","speaker":"1130","continuing":true},{"type":"speech","time":1429104600,"counter":98,"content":"<p>I referred to the sexist abuse of female politicians.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00200","speaker":"1153"},{"type":"speech","time":1429104600,"counter":99,"content":"<p>I agree with what the Senator said about the sexual abuse of female politicians.  It is an absolutely dreadful situation that people can go online and say whatever they want.  Someone has to be responsible.  In addition to the people who make these utterances, the people who run these websites must be held responsible, in my opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00300","speaker":"1130"},{"type":"speech","time":1429104600,"counter":100,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00400","speaker":"1139"},{"type":"speech","time":1429104600,"counter":101,"content":"<p>I will certainly try to have a further debate on the matter in the House in early course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00500","speaker":"1130"},{"type":"speech","time":1429104600,"counter":102,"content":"<p>Senator Darragh O'Brien has moved an amendment to the Order of Business, \"That a debate with the Minister for Transport, Tourism and Sport to provide an update on any changes made to the Irish aviation pensions scheme be taken today\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00600","speaker":"1120"},{"type":"speech","time":1429104600,"counter":103,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00700","speaker":"1139"},{"type":"vote","time":1429104600,"counter":104,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 11; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#Z00750","aye":["1116","1196","1147","1159","1140","1146","1115","1139","1142","1145","1164"],"nay":["1148","1138","1150","1165","1151","1124","1130","1166","1172","1152","1173","1135","1161","1132","1134","1118","1187","1153","1125","1163","1171","1176"]},{"type":"unspoken","time":1429104600,"counter":105,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Social Welfare (Miscellaneous Provisions) Bill 2015: Second Stage","time":1429104600,"counter":106,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#DD00100"},{"type":"unspoken","time":1429104600,"counter":107,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1429104600,"counter":108,"content":"<p>I welcome the Minister of State, Deputy Kevin Humphreys, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#DD00300","speaker":"1124"},{"type":"speech","time":1429104600,"counter":109,"content":"<p>The main purpose of the Social Welfare (Miscellaneous Provisions) Bill 2015 is to provide for the introduction of the new back-to-work family dividend to help jobseekers with families and lone parents to return to work or to increase the number of hours worked.  This measure will complete the implementation of the budget 2015 package of social protection improvements, which also included increases in child benefit and the living alone allowance which came into effect from the beginning of the year.  This Bill also provides for an extension of the one-parent family payment to lone parents who are eligible for the carer's allowance until their youngest child reaches 16 years of age and an extension of the jobseeker's allowance transitional arrangements to apply to all lone parents where the youngest child is between the ages of 7 and 13 years.<\/p> <p>All of these improvements have been made possible as a result of the many sacrifices that have been made by the Irish people and the difficult choices that have been made by the Government to successfully tackle the unprecedented economic and banking crisis.  This has delivered an economic recovery that is gaining real momentum, and we are now seeing the benefits of this.<\/p> <p>The Exchequer statement for the first quarter of the year confirms the progress that has been made in restoring order to the public finances.  With tax revenues nearly 5.5% ahead of target, this is real evidence of the increase in the number of jobs being created.<\/p> <p>The Central Bank has estimated GDP growth of 4.8% last year, with a further increase of 3.8% this year.  The recovery in the economy has become more balanced over the past year, with the beginning of a recovery in consumer spending, which is showing signs of gradually strengthening.<\/p> <p>The quarterly national household survey figures published earlier in the year show that the number of people in work has increased by 90,000 since we introduced our strategies to create jobs and reduce unemployment.  A particularly welcome aspect of this increase in employment is that it is largely made up of full-time work.  There was an increase of almost 40,000 people working full time last year alone.  Total employment now stands at well over 1.9 million, the highest level in five years.<\/p> <p>The latest live register figures for March show a continued decline in the number of people out of work, as the unemployment rate fell to 10%.  This represents the lowest number of people signing on since February 2009.  Most encouragingly, the latest figures show that the number of long-term unemployed has fallen to just over 160,000, a reduction of nearly 11% in the past year.  However, unemployment remains too high and we still have progress to make in getting people back into employment.<\/p> <p>Helping people return to work is probably the key goal driving everybody in this House.  Having a job is the best protector against poverty and I am particularly encouraged by the fact that the vast majority of people returning to work are returning to full-time jobs.  The longer one is out of work, the harder it is to get back into the workforce.  Every new job for someone who has been out of work is a new future for his or her family and a boost to the community.  The recent quarterly national household survey figures clearly demonstrate the continuing success of the Government's twin-track approach to creating jobs and helping people return to work.<\/p> <p>Pathways to Work is ensuring that as many as possible of those newly-created jobs go to those on the live register, especially those who are long-term unemployed or at risk of becoming long-term unemployed.  Through the provision of return-to-work supports, training and education, those on the live register are ready to avail of the growing number of jobs being created every month.  The Action Plan for Jobs is helping accelerate that transition to a sustainable, jobs-rich economy.<\/p> <p>The Pathways to Work strategy sets out a comprehensive reform of the State's approach to helping unemployed jobseekers return to work.  Since its inception in 2012, the Pathways to Work strategy has seen the State's employment and entitlement services being brought together into one-stop shop Intreo centres.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Group information sessions and individual profiling are fully operational in all of the Department's offices.  Last year, the Department provided group information sessions to 186,000 jobseekers, including 56,000 long-term unemployed jobseekers.  It also conducted initial one-to-one guidance interviews with 169,000 jobseekers.<\/p><p>In addition, we have introduced and enhanced a range of schemes and programmes in recent years to assist those out of work.  These include the introduction of the JobsPlus and Gateway programmes, as well as the development of the First Steps youth development initiative and JobsPlus youth programmes which are specifically tailored for young unemployed people.  Since 2012, 62,000 long-term unemployed jobseekers have moved into employment and we are on track to reach our 2015 target of 75,000.<\/p><p>As Minister of State with responsibility for employment, community and social support, I have a particular focus on reducing the number of people out of work for over a year.  In this regard, my Department continually reviews its supports for jobseekers to ensure they do not act as a disincentive to taking up work or increasing the number of hours worked.  The Department's engagement in this area has clearly demonstrated the great majority of social welfare recipients have a strong financial incentive to take up employment, disproving the misconception that one is not financially rewarded for going back to work.  These findings are supported by the work of the Economic and Social Research Institute, ESRI, which confirms that work pays more than welfare for almost six out of seven unemployed people.  These findings hold true even when in-work costs such as child care and travel to work are taken into account.  This evidence clearly shows if we can create jobs, people will leave the welfare system to take up work.<\/p><p>However, it is reasonable that families who have been struggling while out of work for long periods will be concerned about the potential implications of moving from welfare to work, particularly when they have children.  This is where the back-to-work family dividend comes in.  Put simply, the scheme will allow a family returning to work to retain the child related element of their welfare payment, known as the qualified child increase, for two years.  The dividend will be paid at a standard weekly rate of &euro;29.80 per child, subject to a maximum overall weekly payment of &euro;119.20 per week in the first year.  The rate payable in the second year will be half the rate payable in the first year, subject to a maximum overall weekly payment of &euro;59.60.  Accordingly, over the two-year payment period, the dividend will be worth &euro;2,324 in the case of a one-child family, &euro;4,649 in the case of a two-child family, &euro;6,973 in the case of a three-child family and &euro;9,298 in the case of a family with four or more children.<\/p><p>This will mean, for example, that with the support provided through the family income supplement and the back-to-work family dividend, a person with a partner and four children who gets a job paying the minimum wage will be better off by some &euro;304 a week, or &euro;15,790 a year, by moving from jobseeker's allowance into employment.  This is a highly progressive policy.  The back-to-work family dividend scheme will operate during the period of economic recovery and will cease to operate with effect from 1 April 2021.  The dividend will be tax free and will be payable in addition to any family income supplement entitlement that the person may have.<\/p><p>Two improvements will be introduced in this Bill to enhance the supports available to lone parents.  The first improvement will extend entitlement to the one-parent family payment to lone parents who are also eligible for the half-rate carer's allowance payment until their youngest child reaches 16 years of age.  This measure acknowledges the special situation and, in particular, the commitment of lone parents who are caring for people other than their own child such as a parent or sibling who requires full-time care and attention.  The one-parent family payment scheme already provides for lone parents who are caring for children under 16 years of age and who are in receipt of the domiciliary care allowance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041500002#DD00400","speaker":"1033","continuing":true},{"type":"unspoken","time":1429104600,"counter":111,"content":"<p>Additional debate to follow.<\/p>"}]