[{"type":"minorheading","content":"Prelude","time":1632231000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1632231000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1632231000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1632231000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1632231000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#A00100"},{"type":"speech","time":1632231000,"counter":6,"content":"<p>I welcome everyone back to the Seanad Chamber.  It is good to be back.  I thank everybody who has made it possible to continue our business in a safe manner in the middle of this pandemic.<\/p><p>I have received notice from Senator Victor Boyhan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Foreign Affairs to make a statement on the proposals published by the British Government to introduce a statute of limitations to end criminal investigations and prosecutions for Troubles-related incidents in Northern Ireland. <\/blockquote> <p>I have also received notice from Senators Lisa Chambers and Fiona O&rsquo;Loughlin of the following matter:<\/p> <blockquote> \tThe need for the Minister for Defence to make a statement on the allegations made in the &quot;Women of Honour&quot; documentary on sexual assault and harassment in the Defence Forces. <\/blockquote> <p>I have also received notice from Senator John McGahon of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on his plans to introduce high-speed rail services between Belfast, Dundalk and Dublin. <\/blockquote> <p>I have also received notice from Senator Emer Currie of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the DART+ west project, including the timescale and the non-statutory public consultation currently under way. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on recent Environmental Protection Agency reports of contamination at water plants in Gorey and Ballymore Eustace and the preventive measures being put in place to ensure these problems do not recur. <\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to make a statement on the delivery of a living wage and sick pay for all early years professionals working in early childhood education. <\/blockquote> <p>I have also received notice from Senator Mark Wall of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to undertake a review of the grants available under the Sustainable Energy Authority of Ireland home improvement scheme, including the criteria for eligibility for these grants. <\/blockquote> <p>I have also received notice from Senator John Cummins of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the capital allocations made and committed to all counties under Irish Water&rsquo;s small towns and villages growth programme, and to outline the procedure for commencing water and wastewater projects under the programme. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on rising energy prices, increased demand on the electricity grid and the potential for power outages during winter. <\/blockquote> <p>I have also received notice from Senator Lynn Boylan of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on ruling C 741\/19 by the Court of Justice of the European Union regarding the Energy Charter Treaty. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Enterprise, Trade and Employment to make a statement on delays in issuing general employment permits for workers in the agrifood sector. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the new pay arrangements for hourly paid bus escorts, including a comparison with the previous pay arrangements, and to ask if these new arrangements will apply to all bus escorts employed by schools. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to make a statement on the review of the national childcare scheme to ensure funding is in place to provide equality of access to appropriate childcare for all children. <\/blockquote> <p>I have also received notice from Senator Barry Ward of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the necessity for regular water quality testing of Dublin Bay on a year-round basis. <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Boyhan; Chambers and O&rsquo;Loughlin, who are sharing their time; McGahon; Currie; Byrne; and Gavan, and they will be taken now.  I regret I had to rule out of order the matter raised by Senator Cummins on the ground that the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters they wish to raise.<\/p><p>I thank Members for being here and I thank the Minister of State for coming to the Chamber today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#B00100","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1632231000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#C00050"},{"type":"minorheading","content":"Northern Ireland","time":1632231000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#C00075"},{"type":"speech","time":1632231000,"counter":9,"content":"<p>I thank the Cathaoirleach for selecting this very important Commencement matter.  Indeed, he was one of the many people who travelled to Belfast on 30 August.  I thank the Minister of State, Deputy Heydon, for coming in to address this Commencement matter.  I am very conscious that this is an important and sensitive issue, and therefore I have given some consideration to my comments.<\/p><p>Senators and Deputies as well as representatives of the five parties in the Northern Executive met a cross-community group of victim campaigners in Belfast City Hall on 30 August 2021.  This was a meeting of cross-community groups and all political parties on both sides of the Border.  In July of this year, the Secretary of State for Northern Ireland, Mr. Brandon Lewis, announced that he planned to introduce a statute of limitations banning prosecutions of Troubles-related killings and other crimes as well as all legacy inquests and civil cases before April 1998.  We met victims' groups and the North's five main political parties which, along with the Irish Government, are all opposed to these proposals.  One of the things about this issue is the great unity on the island of Ireland in regard to it, and indeed in certain quarters in the UK.  We discussed the issues and concerns.  There was a view that this was a <i>de facto<\/i>amnesty, and it is something people have major concerns with.<\/p><p>Representatives from the DUP, Sinn F&eacute;in, the SDLP, the UUP and the Alliance Party, the Cathaoirleach of the Seanad, Senator Mark Daly, Senator Emer Currie and myself, along with Deputies Howlin, Costello and Lawless, signed a document of support stating that we totally reject the British Government's proposals for dealing with the past, including amnesties for those who committed murder, and supported the victims' campaigns and their efforts to stop the British Government's proposals.  No individual group, organisation, state forces or agents can be immune from prosecution.  Murder is murder and must be treated as such.  Investigations, prosecutions, inquests and civil actions cannot be abolished and due process must take place, which the document we signed clearly states.<\/p><p>Listening to the campaigners, the common thread throughout was that they do not want the British Government closing off or closing down their opportunity to get truth and justice for their families, neighbours and loved ones.  Subsequent to that, 35 US Congress members, including Mr. Brendan Boyle and Mr. Brian Fitzpatrick, signed a letter to the British Prime Minister calling for the UK Government to reaffirm its commitment to the Stormont House Agreement, which is critical to this debate and to these discussions, and they asked that the British Prime Minister, Mr. Boris Johnson, to scrap his proposals to ban future prosecutions in relation to the Northern Ireland Troubles.  US legislators expressed concern that the proposed legacy laws would strain the British-Irish relationship and cement widespread feelings that justice is being denied.  The US politicians went on to say that it is a serious mistake by the British Government to renege on its commitment clearly laid out under the Stormont House Agreement in the search for justice and reconciliation.<\/p><p>The British Prime Minister said that this amnesty would allow Northern Ireland to draw a line under its Troubles.  One can never draw a line under the Troubles when people to not have the right to an inquest, to take civil actions and so forth to address this issue.  It must be clear that everyone must be held to account, including military veterans as well as ex-paramilitaries.  We simply have to reject the British Government's proposal.  The pathway to truth, justice and reconciliation must not be blocked.<\/p><p>I will be asking the Minister of State to take this back to the Government.  Legal rights under European law and the Good Friday Agreement must be protected and vindicated.  The Taoiseach is exceptionally supportive of this issue.  That is encouraging and it encouraged the people we met in Belfast City Hall.  They were highly impressed by the Government and the Taoiseach's solidarity with their plight and their concerns.<\/p><p>The Taoiseach is in the United States at the moment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The campaigners have asked that the Taoiseach and Government use their influence in respect of their European colleagues and the US Government.<\/p><p>I am also calling on the Cathaoirleach to write to our counterparts in the House of Lords and ask them for their support for the campaign for justice and truth.  Many of us deal with them through the British-Irish Parliamentary Assembly.  They are our counterparts in the British Parliament.  I know we have many supporters in the House of Lords.  We should reach out to them and engage with them.  I look forward to hearing the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#C00100","speaker":"1634","continuing":true},{"type":"speech","time":1632231000,"counter":11,"content":"<p>I would like to start by thanking the Senator for raising this most important matter.  I wish to pass on the apologies of the Minister for Foreign Affairs, who is out of the country at present and unfortunately unable to attend this debate.<\/p> <p>As the Senator has outlined, the legacy of the Troubles continues to impact upon many families and communities across the island and beyond as they continue to seek truth and justice for their loved ones.  It has been the consistent position of the Government that each of those families should have access to an effective investigation and to a process of justice, regardless of the perpetrator.  The Stormont House Agreement, agreed by both Governments and the political parties of Northern Ireland after intensive negotiations in 2014, sets out a comprehensive and balanced framework based on the essential pillars of truth, justice and reconciliation.  Where the British Government is proposing significant changes to that framework, these must be discussed and agreed by both Government and the parties to the Northern Ireland Executive.<\/p> <p>Only through a collective approach in line with international human rights obligations can we hope to deal with these issues comprehensively and fairly.  As the Senator will be well aware, the Government has joined with the British Government and the political parties in Northern Ireland in a process of intensive engagement on these issues, with discussions beginning in early July which are ongoing.  Importantly, this process has engaged fully with victims representatives and civil society.  The intention is to find an agreed way forward that will allow implementing legislation to be introduced in both the UK and Ireland by the end of the autumn.  As part of this process, we are committed to working with the British Government and the political parties in Northern Ireland to address the painful legacies of the Troubles.  We must find a way forward on these crucial issues to support wider societal recognition, build greater community confidence in policing and meet the legitimate needs of victims and survivors in Northern Ireland and across the island of Ireland.  <\/p> <p>The Government has made very clear that any approach based on a general statute of limitations that would see an end to investigations and prosecutions of Troubles-related incidents would represent a very radical departure from the Stormont House Agreement.  It is one that we cannot support.  This view is shared and has been strongly expressed by every party and victims group and by people from all communities and with a wide range of experiences.  It is for the British Government to take that response on board now.  We have cautioned it strongly against unilateral action.  <\/p> <p>I welcome the work of Senators Boyhan, Currie, An Cathaoirleach and all the other Members of this House who engaged in that meeting in Northern Ireland.  All of us working collectively from across the political spectrum get to make that point.  It is a point that needs to be made loud and clear, because whatever the intentions behind the proposal, a proposal like this will not work if it does not have the support of all of Northern Ireland.  It will undoubtedly be challenged in the courts, and if it fails, it will only add years of uncertainty and heartache for families with no gain.<\/p> <p>We have consistently said that we are ready to engage with concerns or issues in respect of the implementation of the Stormont House Agreement, but any such changes must be discussed by the parties and both Governments.  The Government is also committed, as was the case at the time of the Stormont House Agreement, to fully play our part in collective efforts that will deliver for the legitimate needs of victims and survivors across both jurisdictions and for society as a whole.  Go raibh maith agaibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#D00200","speaker":"1586"},{"type":"speech","time":1632231000,"counter":12,"content":"<p>I thank the Minister of State for his comprehensive response.  It is certainly something that I will send to the relevant people this afternoon.  I wish to thank the Cathaoirleach for his support, and that of the Irish parliamentarians who went to Belfast.  It was a very significant meeting.  As the Minister of State will be aware through his many years of experience in politics, it is unheard of for there to be all-island, cross-party and none political unity on reaching a resolution.<\/p> <p>When I left Belfast, having listened to and engaged with the people, my abiding thoughts were that I could have nothing but the height of respect for their patience, grace and determination to seek the truth.  There were many tears shed in Belfast City Hall that day and many stories told on all sides of the fence and all sides of the Troubles.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There were many heartaches, many sorrows and many stories of loss, hurt and disappointment.  We must stand in solidarity with the people on all sides of this island and the islands we share.  I know we will.  I will take this opportunity to say that, since we met, Pat Hume, the wife of former SDLP leader, John Hume, sadly passed away.  That was on 2 September, only two days later.  She was an incredible person who was influential in many aspects of the peace process.  I pay tribute to Pat for her commitment, courage and compassion in the service of peace and reconciliation for the island of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#D00300","speaker":"1634","continuing":true},{"type":"speech","time":1632231000,"counter":14,"content":"<p>I note the Senator's comments, which I very much welcome.  The irony is that the British proposals have managed to create more unity on this island than Britain might have expected.  This has been very positive.  All of us, across all sides, have a shared hurt irrespective of our political viewpoints and different backgrounds.  Through the Stormont House Agreement, we also have a shared approach as to how to deal with that hurt in an inclusive way.  There is an onus on all of us to see real progress for victims and survivors of the Troubles across the island.  If we fail to do so, we allow grief to be deepened and that burden to be passed on to the next generation.<\/p> <p>There must be a framework for dealing with the past that meets the legitimate needs of families, that provides a real pathway to reconciliation and that, crucially, upholds other human rights obligations, including those under the European Convention on Human Rights.  Achieving this requires a collective approach and such an approach is already set out in the Stormont House Agreement.  Progress on implementing a framework that is consistent with the framework and fundamental principles of the Stormont House Agreement is critical to ensuring that these issues are dealt with comprehensively and fairly, providing a route to truth and justice for those who have already waited far too long.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#E00200","speaker":"1586"},{"type":"speech","time":1632231000,"counter":15,"content":"<p>I thank the leader of the Opposition, Senator Boyhan, for raising the matter of the victims of the Troubles and their search for justice.  I also thank Senator Currie for going to Belfast that day.  It was truly a historic event given that it was the first time in the history of this island that all of the major political parties signed one document.  It was a truly historic event in that respect but it was sad that it related to a cause that should not have to be fought for.  The fact that Congressmen Boyle and Fitzpatrick, along with other members of the US Congress, signed a letter to the British Prime Minister asking the British Government not to go ahead with this legislation, that would deny justice and truth to families, shows the level of international outrage regarding this proposal.  It should be borne in mind that a UK university has analysed this legislation and 300 other amnesties given since the 1990s and has described it as \"Pinochet plus\".  It has said that it is a broader and more comprehensive amnesty than was given to the Chilean dictator, General Pinochet, and his troops who committed atrocities during his reign of terror in Chile.  I do not believe the UK Government wants to be associated with that type of historic record.  As Senator Boyhan has said, the families deserve truth and justice.  I thank all Members for participating in that event in Belfast on that day.  We were delighted to be invited by Raymond McCord, who was leading the effort to prevent this legislation being enacted.  I thank the Minister of State for coming in and outlining the Government's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#E00300","speaker":"1650"},{"type":"minorheading","content":"Defence Forces","time":1632231000,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#E00350"},{"type":"speech","time":1632231000,"counter":17,"content":"<p>I am sharing time with Senator O'Loughlin.  We will take two minutes each.  The issue I want to raise relates to the documentary \"Women of Honour\" broadcast on RT&Eacute;'s \"Saturday with Katie Hannon\" programme a couple of weeks ago.  It was with shock and horror that we listened to the accounts of the women involved.  They were former serving members of the Irish Defence Forces.  They spoke about horrific ordeals including sexual assaults, discrimination, rapes and many other injustices they suffered when they were serving members of the Irish Defence Forces.  These were perpetrated by other members of the Defence Forces.  It was even worse to hear how they were treated subsequently when they raised those issues with their commanding officers and tried to bring them up the line of command.  Their words fell on deaf ears.  There were too many instances to be considered one-offs or rarities.  Unfortunately, it seems to have been quite common, particularly in the early years when women first joined the Defence Forces.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a former member, who spent 13 years in the Reserve Defence Force, I can attest to there being quite a macho culture within the organisation but I was still extremely shocked to hear what those women had been through.  We have to listen to the victims and we have to frame our response by taking into account what they are looking for in terms of redress and a resolution to this.  What we cannot have is the Defence Forces or the Department of Defence investigating themselves.  There must be a fully independent inquiry into all the allegations and the culture in the Defence Forces, with a view to stamping out and eradicating that culture and providing closure, compensation and resolution to the victims.<\/p><p>I also take on board that these women have the full support of the Dublin Rape Crisis Centre and the National Women's Council of Ireland for that independent review, one where they are fully involved in choosing how it takes place.  I ask the Minister of State to confirm that the Government will initiate, through the Department of Defence, a fully independent review in consultation with the women of honour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#E00400","speaker":"1642","continuing":true},{"type":"speech","time":1632231000,"counter":19,"content":"<p>As the Minister will be aware, the documentary programme, \"Women of Honour\", sent shock waves through the military and defence community right around the country, particularly in south Kildare where many members of that community reside.  This documentary was a damning account by female operatives, both active duty and retired.  These women detailed sexual assault and harassment from their male colleagues and supervisors in addition to a level of job discrimination against female members of the Defence Forces, especially those with children.  These are not new allegations.  Similar allegations have been made in the past.  Recently on KFM Radio, Dr. Tom Clonan detailed his experience as a whistle-blower within the Defence Forces when he released his research into sexual misconduct in 2000.  His allegations were not baseless or random but were contained within a full doctoral thesis that included in-depth interviews with more than 60 women who were soldiers, sailors and air crew.  This research was presented to the Chief of Staff 21 years ago and nothing was done.  Not only was nothing done, Dr. Clonan was treated like a pariah.<\/p> <p>One of the most concerning aspects of this story is the alleged attempt by senior personnel to quash allegations of misconduct.  It is clear the culture within the Defence Forces needs to be reformed and a more open and transparent mechanism is urgently needed to review allegations of any sexual misconduct.  I acknowledge the announcement that an unbiased review will be conducted but it must be independent and transparent.  That includes the personnel chosen to review the allegations.  This review must have the confidence of every member of the Defence Forces and must be open to public scrutiny.  The days of quiet back room dealings are over.  The review must be transparent, must be public and must deal with the allegations effectively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#F00200","speaker":"1689"},{"type":"speech","time":1632231000,"counter":20,"content":"<p>I am responding on behalf of the Minister for Defence who, unfortunately, cannot be present.  The Minister, who is currently out of the country, has asked me to pass on his apologies to the House.  On his behalf, I welcome the opportunity to respond to Senators Chambers and O'Loughlin on what is an important matter.  The Minister and I have listened with concern to the women who recounted their experiences on the \"Women of Honour\" programme broadcast on RT&Eacute; Radio 1 on 11 September 2021.  Like many others, I was deeply struck by the personal accounts given in that programme.  The Minister has reiterated in the strongest terms that all members of the Defence Forces have the right to be treated with respect, equality and dignity, and to carry out their duties free from any form of sexual harassment, harassment or bullying.<\/p> <p>As the Senators will be aware, progress has been made since the 2002 report of the external advisory committee on the Defence Forces, The Challenge of a Workplace.  There have been three reports from the independent monitoring group, IMG, since the publication of the report in 2002, the latest in 2014.  Practices and procedures have been put in place within the Defence Forces to address allegations of inappropriate behaviour, including sexual harassment, harassment and bullying.  These practices and procedures are set out in regulation and policy documents.  Support services have been put in place for members of the Defence Forces.  Trained designated contact persons are available to provide confidential support services to personnel.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Martin Heydon:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2286\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2286&amp;amp;pid=MartinHeydon&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In addition, a range of other support services are available to personnel and their families, including the personnel support service and the Inspire 24-7 helpline.<\/p><p>It is accepted, however, that further work needs to be done in this area.  Extensive discussions have taken place in recent months on the terms of an independent review.  This will examine the effectiveness of current policies and procedures for dealing with workplace issues such as dignity, bullying, harassment, sexual harassment and discrimination.  As recently indicated by the Minister, the independent review will be conducted by independent and unbiased personnel.  The draft terms of reference are being examined in light of the recent RT&Eacute; programme, \"Women of Honour\".  As the Senators may be aware, the Minister sought to meet the participants of the show, and he is very pleased they have accepted his invitation to meet them.  A meeting will also take place this week between some of those participants and the Secretary General and senior officials in the Department of Defence.  These meetings will provide an opportunity to hear the views of the women involved.<\/p><p>The Minister again urges those who may have suffered a serious wrong of a criminal nature, whether recent or historical, to report their concerns to An Garda S&iacute;och&aacute;na, which has the lawful authority, skills and resources to investigate such matters.  The Minister, the Government and the defence organisation are committed to providing a safe place of work for all employees.  The proposed independent review and the outcome of the Commission on the Defence Forces, whose work is under way, will be important tools in fulfilling this commitment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#F00300","speaker":"1586","continuing":true},{"type":"speech","time":1632231000,"counter":22,"content":"<p>I very much welcome the fact there will be a meeting this week.  Ultimately, those involved in \"Women of Honour\" will decide whether they are happy with the terms of reference and the review group that has been set up.  We will take our lead from them, as I hope the Minister will as well.  It is important to note that while the vast majority of the defence community love the organisation, they are disgusted and appalled by what they have heard, and they stand with those women, including all the representative organisations such as RACO, PDFORRA and RDFRA, which I hope will also be consulted and brought on board.<\/p> <p>The power dynamic between a young recruit or cadet and somebody in a senior officer position is very unbalanced.  What we heard in those stories was an abuse of that power, of authority and of rank.  They have brought shame on the Defence Forces as an organisation and on those who have served and are still serving, and that needs to be addressed.  We have to take our lead from the victims and ensure that whatever process is put in place is to their satisfaction, and then we will support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#G00200","speaker":"1642"},{"type":"speech","time":1632231000,"counter":23,"content":"<p>I would appreciate if the Minister of State could outline what specific support services he mentioned have been put in place.  While I welcome the meetings that will take place between those involved in \"Women of Honour\" and the Secretary General and senior officials, it is important the issue of attempts by senior personnel to quash allegations of misconduct would also be discussed.  What are Minister's intentions in regard to dealing with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#G00300","speaker":"1689"},{"type":"speech","time":1632231000,"counter":24,"content":"<p>I assure the Senators the Minister, the Government and the Defence Forces are committed to providing a safe place of work for all employees.  It is important the Minister meets the programme's participants to listen to their views.  I very much welcome that and take on board the points raised by the Senators in that regard.  I reiterate that, irrespective of when such matters of a criminal nature may have occurred, the Minister has been clear in his advice that such serious allegations should be reported to An Garda S&iacute;och&aacute;na, which has the powers and expertise to undertake the necessary investigations.  I strongly urge anyone who may have been subject to any such alleged abuse or harassment to seek professional help and guidance, which is available from State agencies such as the HSE and from registered charities that specialise in this area.<\/p> <p>To respond to Senator O'Loughlin, the designated contact persons within the Defence Forces are also available to support personnel.  In addition, the personnel support service, PSS, within the Defence Forces assists members and their immediate family with the provision of information and advice on areas including stress management, counselling and referral options.  I take on board the points raised by the Senators, and I am delighted to get the opportunity to have this matter aired in the House.  I assure them of the process that lies ahead.  It is important, in light of all the concerns raised, that the process concludes soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#G00400","speaker":"1586"},{"type":"minorheading","content":"Transport Policy","time":1632231000,"counter":25,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#H00100"},{"type":"speech","time":1632231000,"counter":26,"content":"<p>I thank the Minister of State for attending the House.  One of the reasons I bring up the concept of high-speed rail is that I have been a rail user for the past seven or eight years, commuting from Dundalk to Dublin.  We have various issues with the rail infrastructure in this country.  It is good to see a renewed focus from the Government in the programme for Government and in recent statements from the Minister for Transport, Deputy Eamon Ryan, and indeed the Minister for transport in Northern Ireland, Nichola Mallon, in relation to our all-island economy and a review of our all-island railway tracks.<\/p> <p>Dublin to Belfast is about a two hour and ten minute journey, if you are going well.  There are about eight direct trains between the two major cities on this island.  For comparison, Liverpool to Manchester and Edinburgh to Glasgow are similar distances.  They have up to 30 to 40 direct trains per day.  What are the Government's plans for high-speed rail?  How ambitious are we about introducing high-speed rail on this island?  What do we see as some of the pitfalls of it?  What lessons can we learn from high-speed rail on the Continent, in China, Japan and Spain?  They have faced issues we can use and take into the report that is being launched by the Government.  I am keen to know how long the all-island report announced in April by both Ministers will take.<\/p> <p>As research and preparation for this Commencement debate, I spent the past day or so reading up on high-speed rail around the world.  There are so many benefits.  Clearly, there are environmental benefits.  High-speed rail is comfortable, safe, flexible and, most important, gets people out of cars.  It provides a safer transport alternative.  The other issue is economic viability.  The concept exists around the world that high-speed rail is a money pit but that is not the case.  It has been profitable across the Continent and in Japan, which was the birthplace of high-speed rail in the 1960s.  It creates jobs and provides a huge stimulus boost to local economies when it is being built.  That is important to bear in mind.  Naturally, there are energy savings associated with it.<\/p> <p>By way of comparison, China has 26,800 km of high-speed rail, Spain has 3,100 km, Japan, 3,041 km, France, 3,220 km, and Germany, 3,038 km.  High-speed rail provides a fast, reliable mode of transport.  If we are to be serious about our climate commitments and the targets we have set for 2030 and 2050, high-speed rail has to play a part on this island.  For me, that goes from Belfast, Dundalk, Dublin and then on to Cork.  I would like an outline from the Minister of State and the Government of our views on high-speed rail, where we see it going and what we hope to achieve with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#H00200","speaker":"1670"},{"type":"speech","time":1632231000,"counter":27,"content":"<p>On behalf of my colleague, the Minister for Transport, Deputy Eamon Ryan, I thank the Senator for the opportunity to address this issue in the House.<\/p> <p>The Government is committed to a fundamental change in the nature of transport in Ireland.  As the Senator is no doubt aware, the Minister for Transport is a firm believer in the positive potential of increased and expanded sustainable transport options and the potential role for rail in that regard.  The Minister has announced the all-island strategic rail review, which will be conducted in co-operation with Northern Ireland's Department for Infrastructure.  This review will examine all aspects of interurban and inter-regional rail on the island of Ireland, including the Dublin to Belfast line.  As committed to in the New Decade, New Approach agreement, the review will consider the potential for high and higher speed rail across various corridors, including the Dublin to Belfast line, and examine how to improve regional rail connectivity.  The review will also consider the potential for rail freight on the island and examine the rail networks' connections to our international gateways, ports and airports.  Another area of particular focus for the review will be examining the potential of rail to better connect the north west with the rest of the island.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=JoeOBrien&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am informed that the review has just commenced and will be completed by this time next year.  I understand the Minister for Transport, Deputy Eamon Ryan, and the Minister for Infrastructure in Northern Ireland, Nichola Mallon, held a joint ministerial meeting with the consultants recently and both Ministers are hugely enthused about the review.<\/p><p>When completed, this review will provide the strategic backdrop to investment in our inter-urban and inter-regional rail network for the next 20 years or more and will be a hugely important piece of work.  In the coming months, there will be a public consultation process as part of the review and I encourage everyone to make their voices heard during that process.<\/p><p>The review is not the only area in which Departments North and South are co-operating.  As part of the development of the European Union's new PEACE PLUS programme, the Department of Transport, in co-operation with its northern colleagues in the Department for Infrastructure, submitted a proposal to expand and replace the existing Enterprise fleet on the Dublin to Belfast line.  This is the largest single project included within the draft PEACE PLUS programme.  Earlier this year, the Special EU Programmes Body proposed an indicative allocation of &euro;165 million towards the project, which makes up almost 18% of the entire PEACE PLUS funding available over the period to 2027.  The project will see the Enterprise fleet completely replaced and expanded and facilitate a move toward an hourly service, which I know will be welcomed by all who live along the route.<\/p><p>The final PEACE PLUS programme is yet to be approved by the European Commission.  However, I understand there is optimism that the strong support shown from both Departments and the Special EU Programmes Body should assist with the project being included in the approved programme.  The timelines of that programme mean that, if included, we should see the new and expanded fleet on the network by 2027.<\/p><p>I look forward to hearing the Senator's views on what I hope we can agree are exciting developments in the context of North-South transport infrastructure.  The longer-term framework to be established by the all-island strategic rail review provides an opportunity for us collectively to develop a vision for rail's potential on this island, while the shorter-term investment planned in the new Enterprise fleet will enable more and more people to choose sustainable options when travelling between the two largest cities on the island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#H00300","speaker":"1563","continuing":true},{"type":"speech","time":1632231000,"counter":29,"content":"<p>That is a really excellent response from the Minister of State.  I thank him for taking that to the House today.  I will point out two things.  We want to move towards an hourly service.  That is exactly what we want to do and that is why it is so important that we have the review on inter-regional rail as well.   For the Minister of State's constituency in north Dublin, the issue with the rail traffic coming from Belfast, Newry, Dundalk and Drogheda is the number of commuter trains that start in Laytown, Bettystown and Balbriggan.  The problem is early morning commuter trains.  Those commuter rails in the north Dublin and south Meath area block up the train line, which then slows down the intercity rail at the moment.  It is, therefore, also about trying to resolve that issue in the wider context of this review.  If we can resolve that, and one of the ways of doing so is through high-speed rail, it would make the issue easier for everyone involved.<\/p> <p>The final point is that this is not just about providing faster commuter times from places like Dundalk or Drogheda into Dublin.  It is about going the opposite way as well.  We have very good companies and good jobs in the north east and if we can provide high-speed rail, we can attract people from Dublin out of our cities to live in our regions.  That is the most important thing behind this whole debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#J00200","speaker":"1670"},{"type":"speech","time":1632231000,"counter":30,"content":"<p>I thank the Senator.  Again, on behalf of my colleague, the Minister of Transport, I assure the Senator that the potential for high-speed rail between Belfast, Dundalk and Dublin will be fully considered as part of the strategic rail review.  As mentioned earlier, rather uniquely, this strategic rail review will be conducted on an all-island basis, in full co-operation with our colleagues in the Northern Ireland Executive, and will provide a holistic overview of the potential of rail, not just on this particular corridor but on the island.  Importantly, it will also identify how we move our inter-urban and inter-regional rail services off fossil fuels and towards a decarbonised future, as we must, by 2050.<\/p> <p>Having recently announced Arup as the successful consultant, work has now commenced on what promises to be a very important piece of work, and particularly so for the Belfast-Dundalk-Dublin rail corridor.  The Senator should be assured that in the meantime, there will continue to be investment in the rail network on this corridor, be it through the previously referenced PEACE PLUS programme or indeed, the DART+ programme, which includes electrification of lines and services north of Dublin to Drogheda.<\/p> <p>In conclusion, it should be noted that an important element of new projects in the years to come, including any developing of the Dublin to Belfast line and services, will, of course, be the revised allocations, as will be set out in the new national development plan.  In this regard, a strategic rail review will act as an important framework to take the new projects forward in the year to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#J00300","speaker":"1563"},{"type":"minorheading","content":"Rail Network","time":1632231000,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#J00400"},{"type":"speech","time":1632231000,"counter":32,"content":"<p>I thank the Minister of State for coming here today.  I wish to discuss with him the DART+ west upgrade.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Emer Currie:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EmerCurrie&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is an extremely positive and essential project.  It involves electrification of the line and an upgrade to the DART network which will bring services from the city centre to Maynooth, serving places such as Ashtown, Coolmine, Castleknock, Clonsilla and Hansfield.  Capacity on the line will increase and the frequency of service will increase from six trains per hour to 12 trains per hour in each direction.  Of course, it sets Dublin up as a sustainable city for housing development and economic development.  It will also address the issue of the cost of congestion.  The monetary value of the time lost to the economy is &euro;350 million per annum and could increase to &euro;2 billion by 2033.<\/p><p>There were reports last week of potential delays to MetroLink and DART+.  I am seeking reassurance that the DART+ west project will go ahead as scheduled, that is, with capacity and frequency upgrades in 2025-27.  That is really important.<\/p><p>Progress is not always straightforward and this project will involve the closure of level crossings.  The report states that the closures are essential but it is very difficult for communities to potentially have parts of the community cut off by the closure of the level crossings or to have big infrastructure coming into the area and having an impact.  As such, it has to be handled sensitively and transparently.<\/p><p>The first public consultation was held from 26 August to 21 October last year.  That was in the middle of level 2 and level 3 restrictions.  Only one of the areas that I engage with really mobilised as a community around those proposals because awareness of them was low and, of course, members of the community could not engage with each other.  They did so under a cloud of stress.  Of all the consultations I have engaged with, this was the one about which people were most stressed about because they were not allowed to meet or to knock on doors.  The awareness generated by the leaflet was not very detailed and the devil is in the detail.  How does one mobilise a team in those circumstances?  The particular community to which I refer did so and two options were added post the consultation.  That shows the importance of two-way engagement.<\/p><p>I was hoping that the importance of two-way engagement would be taken on board as part of the second public consultation.  Unfortunately, it was launched during the summer.  It started on 27 July and was to end at the beginning of September.  The consultation period has been pushed out to 29 September but only because a lot of fuss was caused.  The people who were not as involved in previous consultations may not have known that it was likely that the closing date would be pushed out, as has been the case for other public consultations.  The Seanad is only just back from the summer recess and this is my first opportunity to raise this issue.<\/p><p>Many in the communities affected are relying on people who own businesses in the area, such as Ashtown Stables, to act on behalf of the communities.  This is a community that is just getting to grips with the changes that are being proposed but the members of the public who attended a public consultation meeting that was arranged last week were muted, so there was no facility for engagement apart from chat.  I cannot tell the Minister of State how that made people feel.  Many people in the areas cannot use the Internet to access information and they cannot meet up in the way they are used to doing.  The consultation took place during the summer holidays and now they were muted for the second extended consultation.  I would value the thoughts of the Minister of State on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#J00500","speaker":"1648","continuing":true},{"type":"speech","time":1632231000,"counter":34,"content":"<p>I thank the Senator on behalf of my colleague, the Minister for Transport, Deputy Eamon Ryan, for the opportunity to address this issue in the House.  The DART+ programme will transform rail services in the greater Dublin area.  It will double capacity and introduce DART-level all-day services across the network, stretching from Drogheda in the north to Maynooth and Hazelhatch in the west, with improvements also planned on the coastal line.  It is important to note that the overall DART+ programme is made up of several projects, each at different stages of development and moving at different speeds.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=JoeOBrien&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are five major projects - DART+ west, DART+ south west, DART+ coastal north, DART+ coastal south and DART+ fleet.  Of the various projects, DART+ west and DART+ fleet are the most advanced.<\/p><p>There are two key impending milestones.  First, there is the Government's approval of the preliminary business case and, second, there is the submission of a railway order application in respect of DART+ west.  On the first milestone, I understand the Department of Transport has received a preliminary business case and that the preliminary business case is under review, as required by the public spending code.  For major projects such as DART+ the public spending code requires a Government decision and the Minister for Transport expects to bring the matter to the Government for its decision in the fourth quarter.  If approved by the Government, that will allow the contracts to be signed in respect of DART+ fleet and will also allow DART+ west move into the statutory planning system, subject to the completion of the necessary planning and environmental documentation.  The second impending milestone is the submission of the railway order application.  As I mentioned, that application requires the finalisation of an extensive set of documentation, including environmental impact assessment reports.  That work is ongoing.<\/p><p>In addition, Iarnr&oacute;d &Eacute;ireann has been engaging with communities and stakeholders as part of the non-statutory public consultation process to better inform the development of DART+ west.  Issues raised during this consultation process need to be fully considered by the company and appropriately addressed.  This can take some time to complete.  Following the first non-statutory consultation process on the emerging preferred route, Iarnr&oacute;d &Eacute;ireann used the feedback received from citizens and public representatives to inform the design process for the preferred option, which is currently subject to another round of public consultation.  I understand particular issues have been raised as part of this round of public consultation which will require further consideration by Iarnr&oacute;d &Eacute;ireann before it will be ready to finalise the railway order.  I am informed that the public consultation process is continuing to the end of this month.  After that, Iarnr&oacute;d &Eacute;ireann will reflect on the issues raised and consider an appropriate response.<\/p><p>These consultation processes have been held online as, obviously, they have had to adjust to the Covid restrictions imposed upon society over the last 18 months or so.  There are those, including the Senator, who say online consultation is no substitute for in-person events.  The Senator may well have a point, but the alternative would have been to postpone all progress on the project.  I do not believe people were advocating that.  However, I will refer the Senator's specific point regarding the inability to interact fully on the online forums to the Minister.  Once a railway order application is made there will be further opportunities for citizens, public representatives and stakeholders to make their views known during the statutory planning process.<\/p><p>Projects such as DART+ are transformative because of the change they will introduce to our lives and I assure the Senator that this Government believes in properly and positively communicating that change to citizens and communities.  I encourage everyone to participate fully in these consultation processes and in the later railway order process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#K00200","speaker":"1563","continuing":true},{"type":"speech","time":1632231000,"counter":36,"content":"<p>This is about having confidence in the process.  I agree that the restrictions meant that changes had to be made to the process.  Irish Rail showed that it was listening to the concerns of Coolmine after the first consultation process.  Although that has not solved all the problems, it has got us to this point.  However, this is serious.  People do not just want to know that one has listened, but also that one is listening.  If there is a visible mute and a person is muted in a meeting where there should be engagement, that gives all the wrong messages.<\/p> <p>The cost of making a submission on the railway order is &euro;50.  If this goes through in the planning application as part of the railway order, the community has to pay &euro;50 for a submission.  That is a huge amount of money.  At present, the community is leading this, such as the people in Ashtown Stables, Navan Road Community Council and the community of Coolmine.  It is too much pressure at a stressful point in everyone's lives, coming through Covid, during Covid and after Covid.  The best thing to do is to extend this by another month and engage with them properly.  If it is possible to do something similar to BusConnects, where there is a room that people can visit under Covid restrictions, with people fully vaccinated and managing the numbers, that might be a way to regain the confidence of this community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#L00200","speaker":"1648"},{"type":"speech","time":1632231000,"counter":37,"content":"<p>I believe we can all agree on the importance of DART+ and the importance of improved and expanded public transport generally.  DART+ represents the largest ever investment in our rail infrastructure and services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=JoeOBrien&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister for Transport will soon bring a memorandum to Government seeking approval for that programme to enable it to move forward to the next decision gate under the public spending code.  This will be a significant step forward.  Along with DART+ fleet, DART+ west is the most advanced element of the programme and the Minister will seek Government approval for it to enter the planning system.  DART+ west is fundamentally important to the overall programme and is the key enabler of the rest of DART+.  This is why I ask all interested parties to engage with the ongoing public consultation process to inform and be informed as regards the preferred option.  <\/p><p>Once the current public consultation process is over, Iarnr&oacute;d &Eacute;ireann will consider the views expressed by citizens and public representatives before it finalises its railway order application.  With DART+ fleet at an advanced stage and the progression of DART+ west ongoing, the benefits of the overall programme, particularly as regards the capacity and availability of DART services, will soon be evident to all.  In advance of the Maynooth line, train users will start to benefit from 2023 from the arrival of new carriages to the existing fleet, which will also be warmly welcomed by residents in the area.  <\/p><p>I look forward to seeing the DART+ programme progress in the coming years in respect of the development of and the progressing of DART+ west as much as, I am sure, the Minister and the Senator do.  I will bring her specific request in respect of public consultation directly to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#L00300","speaker":"1563","continuing":true},{"type":"minorheading","content":"Water Pollution","time":1632231000,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#M00200"},{"type":"speech","time":1632231000,"counter":40,"content":"<p>I wish to raise the contamination of the water supplies at Gorey and Ballymore Eustace recently.  The Minister of State will be aware of the report of the Environmental Protection Agency, EPA, which was quite damning of the failures of the relevant authorities.  What is particularly important is the need to restore public trust in our public water supply.<\/p> <p>I will refer to the incidents in Gorey because I experienced them.  From engaging with people in the local community, I know exactly what happened.  It is now clear that between 19 and 24 August, following a systems failure at the Creagh water treatment plant in Gorey, contaminants entered the water and in subsequent days, significant numbers of people became ill.  We understand that there can be systems failures but the difficulty in this instance was that as the illnesses began to be reported to Irish Water and Wexford County Council and as a number of local councillors and I also began to report them, we kept being told by the relevant authorities that there was no problem, the water was safe and there was no issue.  We placed our trust in those agencies, yet, at the same time, we knew the evidence on the ground was mounting.  It was clear it was coming from the western side of town, which was serviced by the Creagh plant.  We knew from local GPs and hospitals.  Pharmacies were selling out of Imodium tablets.  We knew the stories were mounting.  It was only towards the end of August and into early September that there was finally an acknowledgement that there was a problem.  We have heard the reports about the 52 people who presented to GPs and hospitals but that does not capture the full story.  These people are family and friends.  There are people with whom I grew up and whom I know well who were seriously ill during this period, including pregnant women, a father and husband who is undergoing chemotherapy, elderly and vulnerable people who were simply coming for family dinner at various houses and people who had cramps and were vomiting and passing blood, which are the most horrible of experiences.  I have been talking to people who have been experiencing all of this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There were people who, on the basis they were told there was no problem with the water, went and got Covid tests, assuming that they had Covid.  There was a period when people were being told the water was fine and there was no problem.  Subsequently we discovered there was a case.  While the systems failure was bad, the failure in communications was particularly appalling.  The difficulty now for those of us who, for a long time, have defended agencies on the basis that we place our trust in professionals is that the trust is not there.  What happened in Gorey could happen in any other part of the country.<\/p><p>We have met the Minister, Deputy Darragh O'Brien.  In fairness to him, he seized the issue and has ordered a review of all of the plants.  There is now a serious question on the lack of public trust in our public water supply, certainly in the Gorey area, and how Irish Water and local authorities manage this.  I am particularly concerned as more powers are going to be transferred to Irish Water that if instances such as this arise in the future what level of accountability we as elected representatives will have from this utility.  This is something about which there is still considerable anger in my community.  I certainly hope it would never be experienced by any other local area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#M00300","speaker":"1638","continuing":true},{"type":"speech","time":1632231000,"counter":42,"content":"<p>I thank Senator Byrne for his Commencement matter on this very important issue.  In a letter to the Department of Housing, Local Government and Heritage last week, the Environmental Protection Agency, EPA, outlined two serious incidents in recent weeks that occurred in drinking water plants.  These were in the Ballymore Eustace water treatment plant which serves parts of Dublin city, and the plant that serves Gorey in County Wexford, as the Senator referenced.  In the case of Gorey, the incident included illnesses detected by the HSE in the community served by that water supply.  It is important to note these incidents have been rectified and the water supply from the two plants is now safe to drink.<\/p> <p>In its letter, the EPA stated an abject failure in management oversight, operational control and responsiveness at two public water treatment plants had allowed unsafe water to enter the public drinking water supply and endanger public health.  As the Senator quite rightly pointed out, the Minister, Deputy O'Brien, and the Government find the failures identified by the EPA unacceptable.  People's safety is paramount.  Following receipt of the letter, the Minister, Deputy O'Brien, met the managing director of Irish Water as well as the chief executives of Dublin City Council and Wexford County Council at the weekend.  The Minister has requested that Irish Water immediately undertake an audit of water treatment plants throughout the country.  It will prioritise the largest 20 treatment plants, visiting each of them to ensure proper processes are in place to deal with and escalate any incident that may arise.  This is key to having public confidence in our water treatment plants.<\/p> <p>Irish Water's managing director and the local authority chief executives assured the Minister of their full co-operation and that their organisations would work together in full co-operation to put in place any urgent and necessary corrective measures.  Irish Water will work with each local authority in the coming two weeks to conduct refresher training on incident reporting for all plants throughout the country.  Where appropriate, Irish Water will put its own staff on site to ensure the continued safety of water treatment plants.<\/p> <p>Ultimately there are limitations to the current working arrangements between Irish Water and local authorities and this is impacting on the delivery of services.  One of the first initiatives the Minister advanced on taking office was to develop a Government policy paper on the steps required to transform Irish Water into a proper unified national utility.  A process is under way with the Workplace Relations Commission to deliver transformation of this service.  The Minister has also requested that Irish Water and local authorities take further steps to improve Irish Water's control of all water service plants in the immediate term pending the implementation of the agreed longer-term operational and staffing arrangements.  On 4 October, the Minister will again meet Irish Water and local authorities on this very question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#N00200","speaker":"1595"},{"type":"speech","time":1632231000,"counter":43,"content":"<p>I thank the Minister of State, who is aware that reports will come quite soon from the HSE on the scale of the medical problems that arose in the course of this period.  We know that at least 52 cases have been reported but there may be more.  I hope the report will be published as quickly as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be appropriate at that time for the Minister of State or the Minister, Deputy Darragh O'Brien, to come to the House to discuss the report's findings.<\/p><p>I was on \"Morning Ireland\" on RT&Eacute; Radio 1 yesterday and I heard the chief executive of Irish Water respond on the matter.  There seems to be an effort there to try to shift some of the blame to Wexford County Council.  I have spoken with the chief executive of the council and I hope there is no effort to shift the blame to Irish Water.  The affected people want full accountability and a full explanation of exactly what happened and why, when all the evidence was mounting, their voices were not heard properly.  They also want to know the measures being put in place.  That report from the HSE should be published as quickly as possible and either the Minister of State or the Minister should come to this House to present both that report and the findings of the full review of the audit of all the water plants around the country.  That would restore confidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#N00300","speaker":"1638","continuing":true},{"type":"speech","time":1632231000,"counter":45,"content":"<p>I thank the Senator for his comments and for, quite rightly, pointing out the difficulties in this matter.  I agree with him on the question of transparency and when the report is delivered it should be scrutinised by these Houses.  I also mentioned the importance of people having confidence in our water supply and I can assure the House that everything is being done through this audit to ensure those processes are in place.<\/p> <p>I also agree with the Senator about the chief executive of Wexford County Council.  I have heard great reports about him and I know the local authority sector is doing major work in responding to many issues.  We have witnessed throughout the Covid-19 pandemic how that sector has protected the most vulnerable people in getting community calls up and running within 24 or 48 hours.  It was incredible work.<\/p> <p>I am sure we can all work together with Irish Water and the Wexford and Dublin chief executives and their organisations.  We will resolve this.  That commitment is firm because public confidence and safety is paramount when it comes to our watercourses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#O00200","speaker":"1595"},{"type":"minorheading","content":"Childcare Sector","time":1632231000,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#O00300"},{"type":"speech","time":1632231000,"counter":47,"content":"<p>It is nice to see the Minister and I thank him for coming in.  He will recall that last year I thought we had a good exchange on the crisis in the childcare sector and the urgent need to address overall funding and particular funding directed to worker wages in that sector.  Currently, it costs parents &euro;186 per week per child in childcare, which is a shocking amount.  At the same time we have the worst-paid childcare workers in Europe.  It equates to the most expensive childcare and the worst-paid workers in Europe.<\/p> <p>Right now 55% of early years assistants are paid just &euro;11.91 per hour.  We can compare that with Germany, where rates vary between &euro;18 and &euro;30.  In the Netherlands, the rate is &euro;26 and, in France, it is &euro;19.  We are consistently bottom of the league when it comes to childcare.  I commend the Big Start coalition, which comprises my union, SIPTU and a host of other actors, including the Irish Congress of Trade Unions, the Association of Childhood Professionals, the National Women's Council of Ireland and others.  They have come together to address this matter.<\/p> <p>This is my sixth year before a budget standing up to demand action on childcare, particularly for front-line childcare workers.  The most recent survey from the Big Start coalition makes one thing clear, and it is something on which we disagreed last year.  The Minister told me the sector was not in crisis but it most definitely is.  The most extensive survey yet by the Big Start coalition tells us that right now the turnover rate is 40%.  We can think about the impact that is having on the quality of childcare.  A total of 44% of workers said they will not work in the sector for long and they are actively looking to leave.  Worse than that, 80% have said that unless things change in the next year, they will leave as well.  Let us make no mistake but that the sector is in crisis.  Right now, unfortunately, there are cr&egrave;ches working below the required minimum staffing ratio.  There are cr&egrave;ches that are, unfortunately, hiring staff that are not qualified.  That is the extent of the crisis happening right now.<\/p> <p>The good news, which I acknowledge, is that the Minister has been engaged in setting up what I hope will be a joint labour committee, JLC.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is crucial and the Minister mentioned that to me last year.  I want to understand something about this budget.  Some six years on from me raising this issue and ten years on from the start of that campaign, is the Government going to deliver for childcare workers and is the Minister going to ensure not only that the JLC is set up for these workers but that adequate funding is in place?  The asks are simple and I ask the Minister to confirm that the Government will meet these asks in the upcoming budget.  The ask is that we lift all childcare workers out of the range of being paid below a living wage.  That is an easy task to accomplish.  It will cost &euro;75 million.<\/p><p>At the same time, it is also imperative that the Government cuts the cost of childcare for hard-pressed parents.  The ask from SIPTU is for &euro;75 million to cut the cost of childcare by just &euro;35 per week.  That is a reasonable request in these circumstances.  I was chatting to colleagues in the Council of Europe last week and they told me how childcare operates across the rest of Europe, where the state steps in, there is a national model of childcare and the average cost to parents is as little as &euro;150 to &euro;200 per month.  We are paying that amount per week.  We urgently need action.<\/p><p>The key point is that I hope the Minister will be able to tell us that he will deliver this year.  I know he has put some of the building blocks in place but we need to see a JLC set up and we need to see childcare workers being able to negotiate their own pay and conditions, including sick pay.  The Minister should not forget that so many of these workers have to suffer the indignity of signing on every summer.  Let us bring that to an end.  We have waited too long already.  I am hoping that the Minister will give me positive news ahead of this year's budget and the negotiations the Government has had already and that the Government will deliver for childcare workers across this State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#O00400","speaker":"1660","continuing":true},{"type":"speech","time":1632231000,"counter":49,"content":"<p>I thank the Senator for raising this issue, which my Department is monitoring on an ongoing basis and through formal reviews.  The level of pay in the sector does not reflect the value of the work that early learning and care and school-age childcare practitioners do for children, families, society and our economy.  I am doing all that is in my power to address this issue.<\/p> <p>However, as the Senator knows, my Department is not the employer, it does not set wage rates and it does not determine working conditions for staff working in the sector.  That said, my Department has, over a number of years, provided a range of supports to service providers to enable them to improve wages and working conditions.  These include a year-on-year increase in State funding, higher capitation payment rates for graduates working in the sector and support for school-age childcare to make it easier for providers to offer full-time and full-year employment contracts.  The most recent published data from Pobal indicate that the average hourly wage in the sector was &euro;12.45 in 2020, which was 4% higher than in the previous year.  However, I am also aware that there is considerable variation in wages in the sector, and approximately 56% of early learning and care practitioners earned less than &euro;12.30 per hour in 2020.  As we know and as the Senator referenced, many such practitioners work part-time or on temporary contracts.<\/p> <p>In order to see how we can address this, last December, working in conjunction with SIPTU and Childhood Services Ireland, which is an IBEC trade association, I began a short process in which interested parties were invited to discuss how best to address pay and conditions in the sector and how a JLC might support this.  I appointed Dr. Kevin Duffy, former chair of the Labour Court, to be the independent chair of this process.  Dr. Duffy made a clear recommendation that the JLC was the way forward.  On foot of Dr. Duffy's report, I wrote to the Minister of State at the Department of Enterprise, Trade and Employment, Deputy English, recommending the establishment of a JLC.  At the end of June, the Minister of State, Deputy English, signed the establishment order for a JLC for the early years sector.  I see that as a significant and welcome development.  That move has been welcomed by both employers and the trade unions in the sector.  In addition to the JLC process, and following two years of in-depth work, an expert group is due to report this November with recommendations for a new funding model which will structure investment to deliver on the objectives of affordability, quality, inclusion and sustainability.  The expert group's recommendations may offer new avenues through which the State can support service providers to improve pay and to meet the requirements of any future employment regulation order that may arise from the JLC, as well as addressing the issue of parental fees, which the Deputy focused on.<\/p> <p>We discussed the question of sick pay last year.  The best approach is the one the Government is taking in terms of a worker-wide approach to the issue of sick pay.  As the Senator knows, on 9 June this year the T&aacute;naiste announced details of the Government's plan to introduce legislation to give all workers the right to paid sick leave.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is to start next year with three days, and this is to increase to five days in 2023 and seven in 2024.  That is a positive step for this sector, but also for all workers.<\/p><p>Childcare is a priority for me in my engagement on the budget this year.  My officials and I were engaging very significantly with the Department of Public Expenditure and Reform on this particular issue.  Obviously, as the Senator knows, I cannot tell him the outcomes of my engagements here today but the priority is a key one for me.  I have met the Big Start coalition.  I have had significant engagement with SIPTU on this issue, which I believe it would recognise, but all of this is subject to a budgetary process of which we are still very much in the middle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#P00200","speaker":"1477","continuing":true},{"type":"speech","time":1632231000,"counter":51,"content":"<p>I thank the Minister.  I acknowledge that it is a good, positive response from him.  It is really important to acknowledge when Ministers engage fully and sincerely with workers and their representatives.  I acknowledge that the Minister has done that.<\/p> <p>Let me outline my key ask.  The Minister has put the building blocks in place.  A joint labour committee is essential.  That is how we address the issue of low pay in the sector in a way that allows for the establishment of a floor in terms of wages and decency for the very first time.  The key negotiation now for the Minister is with the Department of Public Expenditure and Reform and the Minister for Finance.  I put it to the Minister for Children, Equality, Disability, Integration and Youth very directly that he has to deliver.  All the work he has done is significant but if the Department of Public Expenditure and Reform is going to say \"Not this year, not this time\", it will be too late for the workers in question, who have already waited too long.  I am aware the Minister said addressing this is his top priority, and I believe him in respect of that, but he needs to deliver because there will be no hiding place for the workers at the front line in the sector if he does not deliver on this budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Q00200","speaker":"1660"},{"type":"speech","time":1632231000,"counter":52,"content":"<p>I hope we can continue to grow the very significant amount of investment the State already puts into childcare.  We have to remember that &euro;638 million is going into the sector right now, plus the supports-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Q00300","speaker":"1477"},{"type":"speech","time":1632231000,"counter":53,"content":"<p>Bottom of the league in Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Q00400","speaker":"1660"},{"type":"speech","time":1632231000,"counter":54,"content":"<p>-----we are providing in the context of the employment wage subsidy scheme, in respect of which, as the Senator knows, I was able to negotiate a sector-wide exemption.  The Senator is absolutely right, however, that we are not putting enough into childcare as a country.  We started investing in childcare only ten years ago.  Those countries that the Senator rightly makes a comparison with identified years ago, as part of their social model, the importance of childcare.  That has happened only recently in Ireland.  Therefore, we are running to catch up from a standing start.  Previous Ministers have brought us to a position where we have &euro;638 million.  I want to ensure that future investment is giving us outcomes, those outcomes being better wages for those in the sector, affordability for parents and quality.  That the expert group on the funding model will be reporting in the coming months will give us a mechanism for achieving these.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Q00500","speaker":"1477"},{"type":"unspoken","time":1632231000,"counter":55,"content":"<p>Sitting suspended at 3.48 p.m. and resumed at 4.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1632231000,"counter":56,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00100"},{"type":"speech","time":1632231000,"counter":57,"content":"<p>I thank Members very much for coming in this afternoon on our first day back in full session in the Seanad Chamber.  I particularly thank Senator Moynihan for coming back after getting married at the weekend.  It shows dedication to the cause that she would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00200","speaker":"1650"},{"type":"unspoken","time":1632231000,"counter":58,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1632231000,"counter":59,"content":"<p>I congratulate the Senator.  As is traditional, we mark not only Senator Moynihan's wedding, but the national days of our European colleagues.  Malta today celebrates its independence day, having gained its independence in 1964.  As two island nations on the periphery of Europe, Ireland and Malta share certain historical experiences.  Ireland and Malta struggled for a long time for independence.  Our two countries share a rich maritime heritage and, of course, we are both neutral nations.  Our diplomatic relationships were established in 1990 and the long-standing relationships between our people and our shared membership of the European Union make sure that our friendship grows stronger each year.  The Maltese city of Floriana has a football club affectionately known as Tal-Irish, the Irish.  The reason for this is that, when the Royal Dublin Fusiliers were playing football against the local team in the 20th century, the fusiliers donated their kit, which was green and white, to the local team.  Ever since, and to this very day, the club has worn those colours.  I wish the ambassador, H.E. Leonard Sacco, and the Maltese people in Ireland and around the world a very happy independence day.  <i>Viva Malta indipendenti<\/i>.<\/p><p>To add one more welcome, I welcome Senator Norris back to the House.  It is always a pleasure to have the father of the House here.  I call on the Leader to outline the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00400","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1632231000,"counter":60,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00500"},{"type":"speech","time":1632231000,"counter":61,"content":"<p>I thank the Cathaoirleach and welcome everybody back.  I am looking forward to a very fruitful session.<\/p> <p>Today's Order of Business is No. 1, motion regarding the taking of divisions in the Seanad Chamber, to be taken on conclusion of the Order of Business, without debate; No. 2, motion regarding the address to the Seanad by the MEPs representing the European Parliament Midlands North-West constituency, to be taken on conclusion of No. 1, without debate; No. 3, motion regarding the appointment of a member to the Committee on Parliamentary Privileges and Oversight, to be taken on conclusion of No. 2, without debate; No. 4, motion regarding pre-legislative scrutiny waiver requests, to be taken on conclusion of No. 3, without debate; No. 76, motion 1, regarding bullying and sexual harassment in third level institutions, to be taken at 5.30 p.m. or 15 minutes after the conclusion of No. 4, whichever is the later, with the time allocated to this debate not to exceed two hours; and No. 5, motion regarding Ireland's opt-in to a proposal for a Council decision to extend the time period to exchange DNA profiles and fingerprints with the United Kingdom, to be taken at 7.45 p.m. or 15 minutes after the conclusion of No. 76(1), whichever is the later, and to conclude after 45 minutes, with the opening statement of the Minister not to exceed five minutes, the time allocated to group spokespersons not to exceed five minutes and the Minister to be given no less than five minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00600","speaker":"1653"},{"type":"speech","time":1632231000,"counter":62,"content":"<p>At the outset, I join with the felicitous remarks of our Cathaoirleach.  I will not repeat them as that is not helpful but nobody would take issue if I again mention that we are delighted about Senator Moynihan's good news.  The Deputy Leader will not have an issue with me calling on the father of the House first.  It is great to have Senator Norris here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00700","speaker":"1692"},{"type":"speech","time":1632231000,"counter":63,"content":"<p>I thank the Leas-Chathaoirleach very much.  It is nice to be back here among all my friends.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will raise the issue of the controversy surrounding the appointment of Katherine Zappone.  I am not terribly close to her, although I know her reasonably well, but I believe she has been treated extremely badly.  Curiously enough, I was the person who introduced the amendment committing the Government to advertise government positions, so it is an unusual situation to find myself in.  I cannot think of anybody who would be better suited to the role than Katherine Zappone.  She has a very remarkable record in gay rights in Ireland, she has an international reputation and she has contacts.  Who will replace her?  I suggest to members of the Government that they look at the people who were involved in the \"Yes\" side during the marriage equality referendum campaign because they have a great deal of talent.  That they succeeded in getting the \"Yes\" idea through to the Irish people was a remarkable achievement.  I wanted to come to the House today to remark on the situation regarding Katherine Zappone and to say that she has not been treated terribly well.  We have missed a great opportunity for somebody with her talents, contacts and knowledge to represent us at the United Nations. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#U00800","speaker":"1675","continuing":true},{"type":"speech","time":1632231000,"counter":65,"content":"<p>It is great to be back in the Chamber and to have our home reinstated.  I have raised this first issue on many occasions with the Leader and with colleagues in this House, which  is the maternity restrictions that still exist in our 19 maternity hospitals and units throughout the country.  I thank the Leader for taking the initiative in bringing together an all-party Oireachtas group of female Members to try to bring this matter to a resolution and to advocate on behalf of women and their partners throughout the country, who have been subjected to very cruel restrictions that are still in place while other restrictions are being lifted across the board.  We have been talking to, and liaising with, the campaign group Better Maternity Care, which is doing fantastic work in providing a voice for women and their partners throughout the country.<\/p> <p>All Members will agree that when we saw the story that came to the fore about an RT&Eacute; camera crew and staff being allowed into the Rotunda Hospital to record a television programme, while partners and fathers waited in the car park outside as their babies were being born inside, was less than satisfactory.  I would still love to find out the clinical reason why that was permitted and considered safe, yet it was not considered safe or appropriate for partners and fathers to be inside. <\/p> <p>I would welcome the Leader again using her office and the collective strength of this House to try to get a resolution to this matter.  I pose the question - who is making the decisions?  We have clear, national guidelines from the director of the HSE, Paul Reid, the Minister for Health and the Taoiseach, yet hospitals continue to exercise a considerable degree of discretion locally that, in my view, is way beyond their remit.  If additional capacity or new measures need to be put in place, then let us hear the plan because simply saying restrictions will stay in place until it suits hospitals for them not to be, is not a plan at all.<\/p> <p>The second issue I will raise is the return of workers to the office yesterday.  I wish all of them, and their employers, well, but issues are already starting to emerge around the return to the workplace.  One of these is the difficult position employers find themselves in in that they cannot ask a worker if he or she has been vaccinated because it is seen as infringing on that person's civil liberties.  That is fine, but there is a different approach to somebody who has been a close contact of someone who has Covid-19.  If you are vaccinated, you do not need to self-isolate; if you are not vaccinated, you do.  In the workplace, we do not know who should be adhering to what regulation because nobody knows the person's history, nor should they.<\/p> <p>There is a considerable grey area around how workplaces will now function with the regulations that are still in place.  Employers are finding themselves in a very difficult position, as are employees.  We promised employees we would take to a new way of working, that there would be a facility to work from home where possible and that we would put legislation in place to facilitate workers' requests for a work-from-home situation to their employers.  That is not in place yet but people are back in the workplace so there is a gap that needs to be filled by Government.  Clearer rules and regulations around how the new workplace will now work are needed to give employers and employees the certainty they very much need. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#V00200","speaker":"1642"},{"type":"speech","time":1632231000,"counter":66,"content":"<p>As Members know, Ireland has set a target to achieve 70% energy generation from renewables by 2030.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->With that in mind, there was some recent news regarding the Macquarie Green Investment Group, GIG, having acquired Fuinneamh Sceirde Teoranta, the developer of a project off the west coast, namely, a proposal for a 400 MW offshore wind farm capable of generating enough energy to power the equivalent of up to 295,000 homes.  This development was recently designated as one of seven developments with relevant project status by the Department of Environment, Climate Action and Communications and it positions the Sceirde Rocks development to be in the first wave of offshore wind projects in Ireland for delivery by 2030.<\/p><p>Cuirim f&aacute;ilte roimh an nuacht go bhfuil togra na Cloiche Sceirde ainmnithe mar cheann de na seacht togra&iacute; le st&aacute;das &aacute;bhartha ag an Roinn Comhshaoil, Aer&aacute;ide agus Cumars&aacute;ide.  T&aacute; an comhlacht a thosaigh ag obair ar an togra seo ceannaithe ag Macquarie GIG.  T&aacute; s&eacute; molta sa togra seo feirm ghaoithe 400 MW a th&oacute;g&aacute;il a bheadh in ann fuinneamh a ghini&uacute;nt d'os cionn 295,000 teach.  T&aacute;imid d&oacute;chasach go mbeidh an togra seo mar bhunt&aacute;iste do ch&aacute;s calafort Ros an Mh&iacute;l.  Freisin, t&aacute; s&eacute; geallta leis an togra seo go mbeidh ciste &eacute;igin n&oacute; maoini&uacute; a rachaidh chun tairbhe do cheantar Iorras Aithneach agus Chonamara theas.<\/p><p>I certainly welcome the acquisition of this development, which will put Galway on the cutting edge of offshore wind technology.  We know the importance of offshore wind capability in regard to Ireland's plans and targets for renewables.  Nevertheless, we have recently seen in the media concerns about energy security and these plans for offshore wind are for the medium to long term, although legislation on the planning process for these developments is due to come through the Houses this autumn, which is welcome.  Decisions have been made regarding peat burning and there are questions regarding the future of Moneypoint.  The Celtic interconnector with France, which aims to provide that energy security, has been progressing for some time, and there are some wonderful projects to address issues with solar and wind grid connections throughout the country.<\/p><p>I call for a debate on the issue of energy security with the Minister, Deputy Eamon Ryan, and whoever else is needed.  Speculation on energy security is a concern in the context of certain projects.  Intel, for example, is considering locating a new plant in Ireland and there may be concerns regarding our capabilities to provide a consistent, constant and regular supply of energy.  We should, therefore, invite the Minister to appear before the House for a full debate on the issue as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#V00300","speaker":"1665","continuing":true},{"type":"speech","time":1632231000,"counter":68,"content":"<p>I congratulate Senator Moynihan on her marriage and wish her and her husband every best wish for the future.  I echo Senator Chambers's statement on maternity restrictions and concur with everything she said.<\/p><p>It is a real thrill when places we know or are dear to us are recognised.  I felt pure joy, as well as a strong sense of pride, when I saw that three midlands towns had made it onto <i>The Irish Times<\/i>'s list of the 20 best places to live in Ireland.  Tullamore, Abbeyleix and Ballinakill were all there, on a list of only 20 that covered the entire country.  That is pretty impressive and it emphasised to me the need for us to take time every so often to recognise and celebrate what we have.  I think we know instinctively how important it is to do this.  When we are abroad or we meet people who have visited here, we are only too ready to lap up and agree with their insights into how easy it is to feel at home here, but when we are at home, we perhaps slip a little too easily into focusing on the negative.  While there are things we can and must do better, and ways in which we could and should improve, in so many ways Ireland is a wonderful place, and the midlands has much of what is best about it.<\/p><p>Accordingly, I congratulate Tullamore, Abbeyleix and Ballinakill and will now tell those who do not know much about them why they are so special.  Tullamore is a large town located in the middle of the country.  The Grand Canal runs through it and it has a harbour.  While there are still some empty premises, the town centre is busy and bustling, with pilot pedestrianisation, outdoor dining and wonderful streetscape enhancement works that brought it to life this summer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pippa Hackett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=0000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=0000&amp;amp;pid=PippaHackett&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ballinakill has much to offer too.  It is known as the town of the woods and has an entrancing 18th-century landscape in Heywood Gardens.  Its most unusual feature, an outdoor heated swimming pool, thrived this summer thanks to the work of the dedicated community there.  As for Abbeyleix, it is a pretty heritage town and is leading the way in the fight against climate change.  Its town centre has a fantastic NeighbourWood project while its precious amenity bog will host the community wetlands forum next week.<\/p><p>Tullamore, Ballinakill, Abbeyleix and many other towns like them are places where people feel connected and part of the community.  We need more of that and this Government is working hard to provide it.  We have a rural future policy as well as a town centres first policy.  We are connecting people with broadband and active travel infrastructure and supporting job creation through the just transition fund.  The sense of community can easily get lost in cities, as well as in isolated rural homes miles from a local village.  However, in many of our towns and villages, community is thriving.  Let us recognise, value, celebrate and nurture that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#W00200","speaker":"1661","continuing":true},{"type":"speech","time":1632231000,"counter":70,"content":"<p>Ba mhaith liom mo chomhghairdeas a dh&eacute;anamh leis an Seanad&oacute;ir Moynihan agus a fear cheile nua.  Congratulations.  I acknowledge and commend the President, Michael D. Higgins, on his many acts of reconciliation and peace-building over many years in elected office, with a majority of people-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00200","speaker":"1688"},{"type":"speech","time":1632231000,"counter":71,"content":"<p>Under the separation of powers, the situation in this House and in the D&aacute;il is that we are not allowed to comment on the President or his office.  I am not impugning anyone.  I am being helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00300","speaker":"1692"},{"type":"speech","time":1632231000,"counter":72,"content":"<p>Ceart go leor.  The Leas-Chathaoirleach's role is to keep us right, so he can consider me kept right.  I will try to be as creative as other colleagues in making my next contribution, seeing that it is the first day back and all.  There is no leeway, it seems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00400","speaker":"1688"},{"type":"speech","time":1632231000,"counter":73,"content":"<p>The Senator can speak about events, etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00500","speaker":"1692"},{"type":"speech","time":1632231000,"counter":74,"content":"<p>I suppose \"events, dear boy\", events have proven that the debate as we mark our way through the decade of centenaries is live.  The debate around partition, not just the historic legacy but the malign impact it still has on our lives, is in the political realm 100 years later and should not be shied away from, but should be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00600","speaker":"1688"},{"type":"speech","time":1632231000,"counter":75,"content":"<p>Ten out of ten for creative work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00700","speaker":"1692"},{"type":"speech","time":1632231000,"counter":76,"content":"<p>I noted some discussion in the public discourse around the correct use of titles.  Without commenting on the President or the office-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00800","speaker":"1688"},{"type":"speech","time":1632231000,"counter":77,"content":"<p>The Senator cannot even imply----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X00900","speaker":"1692"},{"type":"speech","time":1632231000,"counter":78,"content":"<p>I could not even imply.  I think it keeps me on safe political ground to say that, while the President is in office, not all of us can vote for the President.  As I have raised often in this House, I think it is a programme for Government commitment.  We have reached a time past the restrictions where the referendum committed to to extend voting rights to citizens in the North and among our diaspora should be outlined.  I ask the Leader to raise that with her Government colleagues as a matter of urgency.  It is an issue that needs to be addressed and one the Government has committed to.<\/p> <p>I did not want to let today pass without noting the tragic death of Antrim GAA hero Anto Finnegan at the weekend.  Anto was a GAA hero for the county on the pitch.  In recent years, following his diagnosis with motor neurone disease, he became an ardent campaigner in raising awareness about that horrible and awful disease.  I extend what are, I am sure, our collective sympathies to his wife Alison, son Conall and daughter Ava.  I hope I will get an opportunity at a further Order of Business to reflect a bit more on Anto and the contribution he made in life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#X01000","speaker":"1688"},{"type":"speech","time":1632231000,"counter":79,"content":"<p>I thank Senator &Oacute; Donnghaile very much.  Indeed, we all want to be associated with those words.  I also thank him for his co-operation on the other very sensitive matter.  It is my pleasure to call Senator Moynihan and again congratulate her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Y00100","speaker":"1692"},{"type":"speech","time":1632231000,"counter":80,"content":"<p>I thank the Leas-Chathaoirleach and all the Senators for the warm congratulations.  I have not used this term yet but I am going to tell my husband.  He will be delighted to know he will get onto the record of the House on our marriage.  It was a great day and we are very lucky to live in a lovely village where our neighbours sent us off with a street party and we were able to walk down to the venue and the pub.  I felt like I was getting married in the 1960s rather than having a big fancy wedding.<\/p> <p>I wish to raise the issue of rents, which has been a popular topic in the news today.  Before we left this House before the summer, one of the things the Government put through in the Affordable Housing Bill was linking rents to the consumer price index, CPI, which was, and still is, very welcome because, over time, that will ensure rents do not run away with themselves.  How far they ran away with themselves in Ireland has been well documented.  In a EUROSTAT report in 2020, rents in Ireland were up 61.8% whereas the European average was 14.9%.  That points to a real crisis in terms of rent in this country.  Even last year, it was up 7% outside of Dublin.  In addition, we see worrying signs that inflation is rising again because of energy costs and we will potentially have the same increase in rents we had in the rent pressure zones, which were becoming a target.<\/p> <p>I ask the Government to look at that issue again.  While linking it to the CPI is welcome, I propose a temporary rent freeze.  We in the Labour Party are calling for a three-year rent freeze.  I ask that Government colleagues consider supporting our renters' rights Bill, which is being brought before the D&aacute;il tomorrow by Deputy Bacik.  There are many very constructive points in that Bill.  I believe everybody across the board would like to see more protection being given to renters.  Small things are also included in that Bill, which will have a big impact on people's quality of life, such as being able to keep pets.  I am dealing with a case at the moment where a family has had their dog for seven years and they are being told they have to give up their pet to stay in their rental accommodation.  There are many very constructive points in the Bill that will bring rental standards in line with European norms and give people security of tenure.  I ask, therefore, that the Government allows that to go through to Second Stage and Committee Stage and works with us on bringing our rental standards in line with European norms.<\/p> <p>The second issue I wish to raise is about a creeping development that is happening.  I am sorry; I have run out of time.  I will raise the issue again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Y00200","speaker":"1672"},{"type":"speech","time":1632231000,"counter":81,"content":"<p>I wish to raise the issue of rights of way, the deadline of which was due to expire at the end of November.  I am delighted the Cabinet made a decision today to defer that deadline.  I brought this issue to the House last November, where I raised the concerns not only of landowners but of the entire legal profession that this was a cliff edge that needed to be avoided.  I am delighted the Cabinet, through the recommendations of the Minister, Deputy Humphreys, has decided to defer that.  It allows for a very stressful situation for all involved to be deferred and gives people a little bit of space to ensure the rights of way are registered, which is vitally important.<\/p> <p>The other issue I wish to raise is the current crisis that hangs over the horticultural sector in this country.  As Members will be aware, the horticultural sector employs more than 17,000 people, most of whom work in rural jobs located in different parts of rural Ireland.  One of the sectors involved is the mushroom industry, which is of great significance to the economy of County Monaghan, where thousands of people are employed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a ridiculous situation whereby, due to the ban on peat harvesting in this country, boatloads of peat are now being imported and transported to various parts of the country, with all the carbon footprint that goes with that.  I ask that the Minister come to the House for a debate on this issue so that we can reach a common sense resolution to this very serious problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Y00400","speaker":"1658","continuing":true},{"type":"speech","time":1632231000,"counter":83,"content":"<p>Is it not great to be back?  The feeling of excitement is returning again as we are back on our first day.  As I am sure the Leader will agree, it is great to be back in our rightful home here in the Seanad Chamber.  I hope all Members were able to take a few days holiday for a restful break with family and friends.  Congratulations again to Senator Moynihan on her phenomenal news.  I think she spent her time very well.  I hope she had a honeymoon as well.<\/p> <p>I look forward to us working hard in the Seanad on the many challenges we will have ahead of us, especially after an incredibly difficult 18 months.  To get businesses back up and going is crucial and encouraging people to continue to shop local as we move in a safe way to the final stage of full reopening will be extremely important.  <\/p> <p>Ballinasloe is looking outstanding with its new regeneration scheme and streetscape.  It has given the town a real boost and it has been so important for local businesses.  I wish to acknowledge the Minister, Deputy Humphreys, and the roll-out of the shop enhancement fund under the Department of Rural and Community Development.  Six towns in County Galway received this funding and the businesses in the towns in question - Oranmore, Oughterard, Loughrea, Headford, Glenamaddy and Ballygar - will all have the opportunity to upgrade their premises and get a significant amount of support from the local authorities.  It is a phenomenal scheme.  In County Roscommon, Athleague, Knockcroghery, Roscommon town, Ballaghaderreen and Boyle will benefit.  Behind the projects in each of those towns in the Roscommon local authority area were the Tidy Towns associations.  They all came together and put in these submissions.  It will be phenomenal.  It was really important to try to tackle the issue of vacant units in many of these towns.  That will drive investment and new retailers, people with an idea for setting up a shop in the town.<\/p> <p>There is also construction taking place in Roscommon town.  Anyone who lives in the town or has driven through it recently will know that significant roadworks are under way.  That is the result of more than &euro;9 million in investment from the urban regeneration fund.  It is absolutely incredible.  There will be a brand new square, as well as all the other works on Main Street.<\/p> <p>I encourage people to grow remote, shop local and come and find a home in the west.  There is lots to see and do and we want to welcome them to our brand new cities and towns in the west.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Z00200","speaker":"1654"},{"type":"speech","time":1632231000,"counter":84,"content":"<p>I thank the Senator for the advertisement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Z00300","speaker":"1650"},{"type":"speech","time":1632231000,"counter":85,"content":"<p>What a pleasure it is to be back in our own Chamber.  I hope that as we approach the lifting of restrictions on 22 October, other aspects of life in Leinster House will likewise return to normal.<\/p> <p>I wish to call for a debate on what is to be done about the horrific instances of murder-suicides in rural farming communities.  Yesterday morning, a woman and her 24-year-old son were laid to rest in County Kerry.  They were kind and gentle people taken from us by a wanton act of violence.  The tragedy comes while the terrible happenings in Kanturk, County Cork on 26 October last year, when father and brother turned on their own family and then on themselves, are still fresh in our minds.  Although the prevalence of firearms in these communities enables these vicious acts, it is all too often land or farm ownership disputes that cause them.  We need to examine critically the processes or programmes in place to educate farming families on their rights in respect of disinheritance and land ownership protection.  We need a dedicated support process for families engaged in disputes over wills.  We need to look at the role that can be played by the Minister for Agriculture, Food and the Marine, Deputy McConalogue, and his Department, as well as the Irish Farmers Association, in the provision of mental health supports in rural communities.  The increased attention being paid to mental health in recent years is of immense importance but we cannot allow it to be confined to students' unions and Twitter campaigns.  These senseless killings and suicides will only become more prevalent if the underlying issues are not addressed.  It is safe to say that in every parish in the countryside there is a family farm affected by land disputes and farmers listening to these proceedings will know someone affected.  We have seen in the past year and a half the lengths to which we will go to protect lives.  Let us protect these lives also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#Z00400","speaker":"1664"},{"type":"speech","time":1632231000,"counter":86,"content":"<p>Senator Hackett waxed eloquently about the towns in the midlands on <i>The Irish Times<\/i>shortlist of best places to live.  I remind Senators that Gorey is also on that list.  However, I will let its reputation speak for itself.<\/p><p>During the summer, we experienced the passion and joy of the Olympics.  On behalf of the House, I congratulate all our Olympians and Paralympians on their achievements and how proudly they represented us.  The House should write to the Olympic Council of Ireland to express that view.<\/p><p>It is also appropriate for the House to remember the recent passing of Mrs. Pat Hume, a woman who made an enormous, and quiet, contribution to the peace process and to building collaboration and co-operation between all traditions on this island.<\/p><p>I wish to raise what we saw at the weekend, which was a protest by a fringe element outside the home of the T&aacute;naiste's partner.  It included a lot of homophobic abuse addressed to the T&aacute;naiste.  This follows a protest in recent months outside the home of the Minister for Health, Deputy Stephen Donnelly.  We are fortunate in this country to have access to politicians, not just Deputies and Senators but also Ministers, right up to the office of Taoiseach.  All office holders have always been accessible, and we have always respected the right to peaceful protest.  However, in recent times we have seen fringe groups on the far right and sometimes on the far left resort to violent tactics and now they are engaging in protests outside private homes.  Some of this is driven by social media, which I hope we will address in the context of the Online Safety and Media Regulation Bill.  However, I believe we in this House must stand up for politics and talk about how our office holders can be protected in their home environment.  We must send out a strong and clear message that politicians' private homes are off limits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#AA00100","speaker":"1638"},{"type":"speech","time":1632231000,"counter":87,"content":"<p>In the first instance, I entirely agree with what Senator Byrne said about the privacy of politicians' homes.  We have a system where politicians are accessible only because people treat them in a civil and human way.<\/p> <p>I welcome the decision by the Department of Education, in principle, to agree to the purchase of Booterstown parish hall.  This is an issue I raised as a Commencement matter with the Minister of State, Deputy Madigan, last June.  I am delighted to see progress on that and we look forward to the special needs class being made available as part of St. Mary's Boys' National School, subject to final agreements and so forth.<\/p> <p>I also wish to raise the fact that there are major problems with water quality in Dublin Bay.  There are discharges of raw sewage into the bay on an ongoing basis and sometimes, it appears, there are also discharges from industrial centres.  People swim there, more often than they did a couple of years ago.  There is plenty of sea swimming happening in places in my area, such as the Forty Foot, Sandycove, Seapoint and Hawk Cliff.  People are swimming in the sea daily and when the warning comes that there is a problem, it is often too late.  It might come 24 hours after the discharge or after a water quality test shows bacteria or whatever else might be in the water.  There must be a step up on dealing with this issue.  There must be regular testing not just in the summer but throughout the year, because people are swimming in the sea all year round.  It is a wonderful opportunity for them to get out and exercise.  It is good for everybody involved.  The State, the local authorities in Dublin and the Department must set out a safe regime for them to do that, to ensure they know when they go swimming in the sea that they are swimming in water that is clean and will not make them sick.  We heard earlier today about problems with inland water, but the seawater, which should be clean and pristine, is not always so.  When it is not we need to know, and that can only happen through regular testing throughout the year.  I hope the Leader will consider having a debate on that issue so we can clearly convey the need for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#AA00200","speaker":"1685"},{"type":"speech","time":1632231000,"counter":88,"content":"<p>I congratulate Senator Ward on his engagement.  I forgot to mention that earlier.  I call Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#AA00300","speaker":"1650"},{"type":"speech","time":1632231000,"counter":89,"content":"<p>I join you, a Chathaoirligh, in extending congratulations both to Senator Ward and Senator Moynihan.<\/p> <p>It is nice to be back.  This morning I heard an intriguing debate on the radio about budgetary options and whether the Government could afford to raise social welfare rates or whether it should focus on the pension rate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As we know, we are just coming into the run up to the budget.  As the Leader knows, I always like to be helpful to the Government.  The good news is that it does not have to make that choice.  It can actually do both.  Indeed it is very important that we see a significant rise in welfare rates.  Bear in mind that in 2009, the welfare rate was &euro;197.  It is only &euro;204 now so we certainly need to see a significant lift in rates.  <\/p><p>For the past nine years, we have had an outrageous scheme called the special assignee relief programme.  This programme subsidises the richest people in the country - the top multinationals - who can write off 30% of their PAYE tax bill to the tune of &euro;1 million earnings per year.  It is quite shocking.  It involves subsidising the richest people in this country who are being subsidised by ordinary workers and taxpayers.  It is important to raise this before the budget because, of course, we will all be voting on the budget in October.  I appeal to my colleagues on the Fianna F&aacute;il and Fine Gael benches to face up to the fact that it is an outrageous subsidy to the richest people in this State.  These are people who earn millions each year and yet they are able to write off 30% of their PAYE tax bill because this Government and successive Governments since Michael Noonan introduced the measure nine years ago thought it was a good idea.  In terms of the suffering and hardship we see across the country, there is no justification for subsidising the richest top executives in this country so let us deal with it and let us use that money to ensure decent rates of welfare for people in this State.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#AA00400","speaker":"1660","continuing":true},{"type":"speech","time":1632231000,"counter":91,"content":"<p>Sometimes Members, no more than myself, leave their phones on so I remind everybody to turn their phones back on when they leave the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#BB00200","speaker":"1650"},{"type":"speech","time":1632231000,"counter":92,"content":"<p>It is great to be back.  Comhghairdeas to Senators Moynihan and Ward.  Romance is clearly in the air.  I wish them a lifetime of happiness with their life partners.  It is great to be back - largely because of the vaccination programme.  More than 7 million doses have been administered.  We have led the way in Europe, it is a huge success story and I thank everybody involved in the administration of the vaccines.  There was a lot of scaremongering and criticism but everybody involved has done a tremendous job in Grangegorman in my constituency, Croke Park and DCU.  It is not just the vaccination programme.  The testing and tracing programme has been phenomenal.  Everybody with whom I have engaged has been incredibly professional but also really sensitive because it has been a hugely stressful time so we owe them a huge debt of thanks.  I would like the Leader to convey that when she meets with Paul Reid later today on behalf of the Oireachtas women's group.  I thank her for taking that initiative.<\/p> <p>I would like the Leader to raise the ongoing guidelines for primary school students if they are identified as close contacts.  Under the guidelines, if a child is a primary school student and has been in contact with somebody identified as being positive, he or she must restrict his or her movements even if he or she is not showing any symptoms.  This is resulting in a massive loss of school attendance for primary school children in my constituency and around the country.  It is hugely damaging to their academic education and their social skills.  It is creating enormous anxiety for the children, is over-medicalising this situation for very young children and is a cause of major inconvenience and stress for their parents.  I know NPHET has agreed to look at it.  We have had falling rates of infection four weeks in a row.  We were told repeatedly that schools are safe environments and our vaccination levels are at over 90% among 16-year-olds so I ask the Leader to appeal to Paul Reid and NPHET to review that and relax the restrictions.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#BB00300","speaker":"1656"},{"type":"speech","time":1632231000,"counter":93,"content":"<p>It is great to be back in the Chamber.  I acknowledge the good news we heard from Senators Moynihan and Ward and offer my congratulations.  I wish to raise the current guidelines relating to Covid.  We have had an amazing vaccination programme.  So much good work has been done in the past six months in particular but we need to get our institutions back on an even keel when it comes to delivering services to the general public.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The issue I am raising is with regard to the Road Safety Authority, RSA, and driver licences.  There is a huge backlog at present, in particular with theory tests.  The biggest issue my office has come across, over the past week in particular, is with regard to dyslexic people who want to sit a theory test.  Traditionally they have had a reader provided but this has been taken away.  This limits the ability of these boys, girls and people to get through the process.  This is a huge issue for a certain cohort of society as 10% of people are dyslexic.  Normally they have a reader to work through the theory test with them but this has been taken away.  We need to make sure the institutions of the State and semi-State bodies look at such protocols and have the ability to change them rapidly.  It is unfair and discriminatory.  It is not appropriate.  Because of it, people are being denied the opportunity to sit a driving test.  In my part of the world if people cannot pass a driving test, they do not have the ability to go anywhere or do anything.<\/p><p>This is a major issue for us as a society.  I call on the Leader to contact the RSA regarding this issue to ensure it provides readers.  I spoke to the RSA this afternoon and the service is not available today.  This is a major setback for a certain cohort of society who want to be able to sit a theory test.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#BB00400","speaker":"1666","continuing":true},{"type":"speech","time":1632231000,"counter":95,"content":"<p>Several weeks ago, my colleagues in the Fianna F&aacute;il Parliamentary Party and I met the eminent Dr. Harry Barry who, as an expert on mental health, gave us a detailed presentation on the anxiety and emotional distress faced by young people at this time in our country.  This has been exacerbated because of Covid-19.  It was frightening to hear him speak, in particular about the rise of emotional distress among young people in our country, the challenges they face and the realisation that much more needs to be done.  The very culture of how we deal with this is also an issue.  Considering we are such a nation of talkers, it is not spoken about half enough.  Dr. Barry spoke extensively about the need for a wider conversation about self-care, whereby we look after ourselves in our own lives, emotional resilience and how to manage our anxiety.  He also spoke about the range of anxieties faced by young people, from acute anxiety to social anxiety to general anxiety.  All of these have a very damaging impact on people's lives.<\/p><p>None of these issues gets discussed half enough, but when issues boil down to a point of self-harm, we end up speaking extensively about the need for State intervention and more support.  Last Sunday morning, I met a woman in Blackwater Park in Navan who spoke to me about the battle she had when she was trying to get mental health support for her daughter.  She had to go round the houses for people to take the issue in hand.<\/p><p>At present, there is no end to the amount of money being spent in this sphere.  I pay tribute to the Minister of State, Deputy Butler, in this respect.  We need to see a change in attitude in tandem.  The most effective way to help this process is through dialogue and conversations in our schools, and not having a sense that speaking about these issues is a sign of weakness, particularly among young boys and, indeed, men.  Men's mental health is simply not spoken about enough.  I have paid tribute in the House previously to Rory O'Connor of <i>Rory's Stories<\/i>fame, who has been a huge advocate for positive mental health action in this country.<\/p><p>At the same meeting with Dr. Harry Barry, the Minister of State, Deputy Butler, who has responsibility in this area, addressed the range of actions being taken by the Department.  I would like to see the Minister of State come to the Chamber so these issues can be discussed and thrashed out in full.  In conjunction with the Minister, Deputy Foley, we can discuss how a very positive set of actions in school settings could be pushed, whether in classrooms or schoolyards, so those who are suffering with anxiety and emotional distress as a result of everything that is happening will know there is somewhere, and someone to whom, they can turn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#CC00200","speaker":"1641"},{"type":"speech","time":1632231000,"counter":96,"content":"<p>This is our first occasion to meet for some time.  I want to put on the record that, earlier in the year, Second Stage of the Seanad Bill was adjourned until the end of the year.  The Minister, Deputy Darragh O'Brien, and I had a conversation after that.  He indicated it was his intention to have a small group among the parties of the coalition in government consider whether they had alternative suggestions to those set out in the Manning report.  Time is going by.  We are in September and we are coming up to the end of the year fairly quickly.  Second Stage will be due to resume.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I just want to put on the record of the House that the matter has not gone away.<\/p><p>There are people in this country who should be given a say in who comes to this House.  One does not need to go to university - or even a minority of our universities - to merit a vote in the elections for this House.  There is nothing to be feared from giving people a vote.  I just want to put on record that I had the honour of getting approximately 8,000 first-preference votes, more than the number of first-preference votes garnered by more than half the Members in D&aacute;il &Eacute;ireann.  I long for the day when the Members of this House will be chosen by citizens, regardless of their educational status and by reference to the need in this House for a wide variety of different kinds of people, including protected representatives for minorities, special interests and special needs.<\/p><p>I am just putting it on record that the Minister, Deputy Darragh O'Brien, made that undertaking to me that he would progress the matter in the period of the postponement of the Second Reading of the Bill.  I remind him publicly that I have not gone away, you know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#CC00300","speaker":"1669","continuing":true},{"type":"speech","time":1632231000,"counter":98,"content":"<p>I congratulate Senators Moynihan and Ward and wish them all the best for their future.  Today is a unique day as this week many first-year university students came to campuses.  I pay tribute to the people in different universities and institutes of technology who made campuses safe for students to come back on site.  For many students even in second year it is their first time setting foot on campus.<\/p> <p>I raise the serious matter of the shortage of student accommodation.  There have been many reports about this, particularly in my area of Limerick, which has three third level institutes.  A kitchen was advertised as being suitable for student accommodation which had a bunk bed beside the cooker.  That was clearly not suitable accommodation.  There is accommodation that was once used by asylum seekers and approximately 200 yd from the front entrance of Mary Immaculate College there is a boarded-up unit.  We must think outside the box and for the long term.  Many people might have taken in students in the past but are not doing so now because of Covid-19.  It is certainly something we must consider seriously as the matter is not confined to Limerick.  The problem is across the country.<\/p> <p>I was alarmed by three phone calls I received from three businesses today.  They are all being sued by people who entered the small business premises but were asked to leave or put on a mask.  They are being sued because people were asked to put on a mask.  The businesses have received solicitor letters and they are being backed by the workplace commission.  Small businesses have suffered so much throughout the pandemic.  Regardless of whether people want to wear a mask, if a business displays a sign that a mask must be worn, the instruction should be followed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#DD00200","speaker":"1384"},{"type":"speech","time":1632231000,"counter":99,"content":"<p>It seems that Senator Maria Byrne and I will be following each other around for the rest of our lives after the by-election.  We always tend to speak before or after each other.  It is interesting being on this side of the Chamber.  I was the final Fianna F&aacute;il speaker in the previous Seanad, sitting on the opposite side, and that was on 27 March 2020 and the start of the pandemic.  We were wrapping up the emergency legislation.  I did not think I would be gone a week later and be back this fast.  It is nice to be here.<\/p> <p>I will touch on a couple of points now we are back in this beautiful Chamber.  I was not going to refer to the topic referred to by Senator McDowell but I know the Minister in question, Deputy Darragh O'Brien, is incredibly busy delivering a housing programme.  I am sure many Members in this House would not want him distracted too much from that particular task.<\/p> <p>I was not here for the entire contribution because I was attending a committee meeting but I heard Senator Fitzpatrick referring to the vaccination programme.  We have come so far in that respect, and even in the few months since we last sat.  It is a fantastic programme.<\/p> <p>The Seanad must also discuss some other matters.  I very much welcome that soft plastics are now allowed in recycling bins.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2021&amp;amp;month=09&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is a great improvement in recovering and being able to recycle product but we need the Minister in here to discuss how we will reduce the amount of packaging we get in every way, reuse what we can and then recycle everything else.  We should not be allowing products that cannot be recycled through the packaging chain at all.<\/p><p>We need to talk about the issue of passports.  It is improving but every one of us had queries over the summer about delays and about children's passports.  However, we do not want people who should not get passports getting them.<\/p><p>We need to have a debate about post-pandemic Ireland.  There are many people for whom working from home did not work but there are an awful lot of people for whom it did work.  Many people benefited from not having to spend 15 to 20 hours per week in the car, saved on fuel charges, got to spend more time with their families and saved on all the costs that are involved in commuting long distances every day.  We need to see that aspect of it as well as looking at the people who need to get back to offices.<\/p><p>I congratulate Senator Moynihan on her wedding last weekend and I congratulate Senator Ward on his engagement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#DD00300","speaker":"1412","continuing":true},{"type":"speech","time":1632231000,"counter":101,"content":"<p>It is nice to be back in familiar surroundings.  I have spoken here many times in the past about energy security.  Without being a Cassandra, it has reached a critical stage.  Several times during the summer, our warmest months, the warning register was showing up in amber.  That means we were close enough to being at full supply and being maxed out.  It is a real worry as to whether we will have an energy supply and confidence in the winter.  The Minister, Deputy Eamon Ryan, was unable last week to give a categoric assurance that we would be able to meet all our energy needs.  The Minister of State, Deputy Joe O'Brien, said more or less the same thing on television at the weekend.<\/p> <p>It is time we woke up and started doing something about it.  Moneypoint power station is just across the river from me.  In the last 24 hours, Moneypoint, which is coal-fired, was putting up over 21% of the total national usage of power.  In the same period, all of the renewable energies combined, including wind, came up with 14%.  I am not knocking wind power.  It is important and last year upwards of 40% of our requirement was met by wind power but there were many days last year when wind power contributed almost nil and several days when it contributed zero to the grid.  In that context, what are we going to do?  We all know, particularly those in the Green Party, that there is a problem with fossil fuels.  I thought we had an understanding that in the interim period we would make use of the resources that are available to us.<\/p> <p>There is a project which I have mentioned here many times, namely Shannon liquefied natural gas, LNG.  It proposes to import gas in liquefied form into the Shannon Estuary in County Kerry.  That project is before the planners so I will not say a whole lot about it.  I know I am running out of time but it is important that the planning process would be allowed to proceed without any interference from outside bodies, including the Government.  The promoters of the project are quite happy to accept a condition that only non-fracked gas will be used.  This is important and needs to be stressed.  They are quite happy to rule out fracked gas, which is something one cannot say about our current supply as it is coming from Russia.  Much of it is fracked gas and a lot of it is dubious.  I am speaking on behalf of the constituency I live in and which I represented at local level for 25 years but I am also speaking in the national interest.  We must be mature enough to realise that despite what is in the programme for Government, we have to be able to vary it and deal with situations that are in front of us.  I hope the planning process will be allowed to proceed unhindered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#EE00200","speaker":"1694"},{"type":"speech","time":1632231000,"counter":102,"content":"<p>I would like to join my colleagues in congratulating my colleague from the Committee on Housing, Local Government and Heritage, Senator Moynihan, on her marriage last week and I also congratulate my colleague, Senator Ward, on his engagement.<\/p> <p>I welcome the initial details of the Government's new redundancy initiative, which was announced at lunchtime today and is seeking to ensure workers do not lose out financially as a result of being laid off during the pandemic.  At the same time it is seeking to prevent businesses being forced to the wall due to the costs of meeting the entitlements of staff who regrettably have to and will have to be let go.  The scheme will have to be underpinned by legislation, and I look forward to it coming before the House in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021092100002#EE00300","speaker":"1647"},{"type":"unspoken","time":1632231000,"counter":103,"content":"<p>Additional debate to follow.<\/p>"}]