[{"type":"minorheading","content":"Prelude","time":1539696600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1539696600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1539696600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1539696600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1539696600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#A00050"},{"type":"speech","time":1539696600,"counter":6,"content":"<p>I have received notice from Senator Lorraine Clifford-Lee that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to ring-fence funding as part of the greenway strategy for the development of the Broadmeadow Way greenway.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline the plans in place following the collapse of the construction firm MDY, in particular regarding Dolphin Park senior citizens' unit, and the primary care centre, both in Rialto, Dublin 8.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on the status of his Department&rsquo;s review of councillors' terms and conditions.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on plans to develop a greenway between Athlone, County Westmeath, and Ballinasloe, County Galway. <\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to review the remit and practices of the State Examinations Commission in light of recent marking inaccuracies and the High Court judgment.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Clifford-Lee, Devine and Gallagher and they will be taken now.  Senator Hopkins has withdrawn her Commencement matter which I had selected.  Senator &Oacute; R&iacute;ord&aacute;in may give notice on another day of the matter he wishes to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#A00100","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1539696600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#B00050"},{"type":"minorheading","content":"Greenways Development","time":1539696600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#B00100"},{"type":"speech","time":1539696600,"counter":9,"content":"<p>I thank the Minister for coming to the Seanad to discuss the very important matter of the Broadmeadow greenway, which links Donabate with Malahide.  The greenway is a cycleway and a pathway for cyclists and pedestrians linking the two towns and Newbridge Demesne, which a fantastic amenity in Donabate owned by Fingal County Council, with Malahide and Malahide Castle.  The population of Donabate is approximately 8,000 and that of Malahide 16,000.  I believe the application to An Bord Plean&aacute;la is imminent so I call on the Minister to work closely with Fingal County Council to ensure there is adequate funding for the development of this greenway as soon as planning permission is granted.<\/p> <p>I believe the council has a fund of &euro;10 million which is earmarked specifically for the development of eight greenways in Fingal over the next two years.  That would mean an average of &euro;1.25 million per greenway.  The construction of the Portmarnock to Baldoyle greenway is under way and is estimated to cost &euro;2.5 million so it does not take a genius to work out that these council funds could fall well short.  I ask the Minister to commit his Department to giving the money to Fingal County Council to develop this vital piece of infrastructure between Donabate and Malahide.<\/p> <p>I note from his recent budget speech that the Minister for Finance referred to the development of greenways and spoke about &euro;1.26 billion in capital expenditure for the Department for the period 2018 to 2020.  He also made reference to the design, planning and implementation of cycling and walking projects from the fund.  I ask the Minister for a very small amount to be allocated to the development of the Donabate and Malahide greenway.<\/p> <p>I live in Donabate, which it is a beautiful part of north County Dublin.  A lot of construction is under way on the peninsula and in the town.  The construction of 1,200 new homes is planned for the area in the near future and the greenway should be constructed alongside those houses.  Public amenities and transport links, such as a greenway, are absolutely essential as one cannot put in houses without the essential infrastructure around them.  Not only would the greenway be a massive boost from the point of view of tourism, with a knock-on effect on the economic development of the two towns, it would also benefit the people living in Donabate and Malahide.  Fingal is the fastest growing area in Ireland and we are trying to promote a healthy lifestyle among our children.  We are trying to get people out of their cars and off the sofa so that they can enjoy a vigorous and healthy outdoor lifestyle.  We need to ensure our children are safe as they cycle in the area and this greenway is a massive opportunity for us to do that, and to address growing childhood obesity and other issues.<\/p> <p>The tourism aspect of the development is important.  We live very close to Dublin Airport but millions of tourists come into the airport only to leave it very quickly.  We want to capture some of them and get them to stay in Fingal to enjoy the fabulous coastline and wonderful public amenities we have.  Primarily, though, the people of Donabate and Malahide deserve it.  It is a small amount of money for the Department to absorb and would only cost around &euro;2.5 million.  I want the Minister to guarantee that the funding will be made available to Fingal County Council so that the project can be delivered without delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#B00200","speaker":"1376"},{"type":"speech","time":1539696600,"counter":10,"content":"<p>I thank Senator Clifford-Lee for raising a subject about which she is very passionate.  I also thank her for the good case she made for this greenway.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am pleased to inform her that I launched the strategy for the future development of the national and regional greenways in Moate, County Westmeath, on 20 July.  This strategy provides a framework for the development of Ireland's greenways and will determine the type of project to be funded by my Department over the coming decade, as can be seen from the fact that both Commencement matters originally allocated to me today related to greenways.  It is a very popular and important topic.<\/p><p>The strategy is long-term in nature, with the aim of increasing the number, length and regional spread of greenways throughout the country.  It sets out guidance for project promoters on matters including strategic nature, length, design standards, accommodation works and early consultation with communities and landowners along proposed routes.  The strategy also sets out the general high-level criteria regarding what we believe makes for a good greenway - one that is scenic, provides access to things to see and do, is sustainable, is substantially segregated, involves shared use and-or is strategic.  This is based on both F&aacute;ilte Ireland research and experience on the ground of what has and has not worked with regard to previous investment.<\/p><p>I was happy to secure &euro;53 million in funding for greenways projects to be constructed in the period 2019 to 2021.  In addition to the strategy, a funding criteria document that outlines what we are looking for in projects to be funded under this scheme has been published.  It is vital that local authorities and State agencies study the document and the application form in detail.  There is an information session planned for 24 October that will provide assistance to applicants in understanding the process and requirements.<\/p><p>The funding call for the &euro;53 million is currently open.  The application form is available on my Department&rsquo;s website, along with the strategy and other relevant documents.  Following the closure of the application process for the funding call on 30 November 2018, we will assess all applications received and, based on the criteria laid out in the application form and strategy, award funding to the projects we believe meet the criteria.  It is also important to note that this is the first funding call.  The fact that funding may not be obtained on this occasion does not mean it will not be obtained in the future.  It will be important for project promoters to continue working with communities and landowners to achieve agreement on routes that will work for users and landowners.<\/p><p>The positive economic impact greenways can have on their local communities is significant.  The Waterford greenway has provided very beneficial to towns along the route.  It is likely there will be a number of high-quality applications for funding received.<\/p><p>I understand that the Broadmeadow Way is quite short, measuring only 6 km in length.  In the strategy and associated funding call, however, we are focusing on national and regional greenways of scale.  The minimum length is 20 km, with a preference for a greenways in the order of 40 km because it is these longer greenways that will generally necessitate overnight stays and thus generate greater economic return on investment in the localities in which they are based.  There is also the possibility of strategic sections  of greenway being funded.  These are sections that extend current greenways or that link to current greenways.  The Broadmeadow Way forms part of the greater plans for greenways and cycling infrastructure generally in north County Dublin.  It is part of the NTA's greater Dublin area cycle network plan.   Another potential avenue for funding this greenway is though the NTA, which is responsible for urban greenways.<\/p><p>I take this opportunity to wish all those applying for funding the best of luck.  I look forward to the very difficult facing my Department and me in determining where the funding will be awarded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#B00300","speaker":"1213","continuing":true},{"type":"speech","time":1539696600,"counter":12,"content":"<p>I thank the Minister for that information.  I wish to make sure I am clear on it.  Since the link between Donabate and Malahide is shorter, it will not be prioritised for funding unless it is part of the overall greenways strategy.  Is that correct?  If so, it must be pointed out that there is a strategy to have a greenway running the entire length of the coast of north County Dublin and linking to the city.  The Broadmeadow Way would actually form part of a larger strategy.  This is a very strategic link to the Baldoyle-Portmarnock link.  There is already a link from Portmarnock to Malahide, and this would form a very strategic link to Donabate.  I ask the Minister to consider that, even though the length in question is shorter than he envisaged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#C00200","speaker":"1376"},{"type":"speech","time":1539696600,"counter":13,"content":"<p>I repeat what I already stated, namely, that the minimum length for consideration is 20 km, with a preference for greenways in the order of 40 km because it is these longer greenways that will generally necessitate overnight stays.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are trying to get people to stay overnight, particularly in this first round.  That may not be great news for the Senator but, in view of the case she has made, I undertake to look at any avenues open to me to help her out and see if there is any direction in which I can point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#C00300","speaker":"1213","continuing":true},{"type":"minorheading","content":"Construction Contracts","time":1539696600,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#D00150"},{"type":"speech","time":1539696600,"counter":16,"content":"<p>I welcome the Minister of State, Deputy Phelan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#D00200","speaker":"1426"},{"type":"speech","time":1539696600,"counter":17,"content":"<p>I welcome the Minister of State to the House.  I raised this issue because of the delay and difficulties in which MDY Construction has found itself, and I seek clarification.  In April, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, attended, as did I, the turning of the sod at Dolphin Park, which would provide senior citizens with new, modernised units.  The present accommodation there is unfit for habitation and, therefore, we were providing senior citizens with fit-for-purpose accommodation.  Everyone was excited and delighted to be there, and the elderly people, in particular, were looking forward to it.  They were looking out their window at the site, watching the progress when, all of a sudden, the subcontractors went in at the beginning of September and pulled out all their equipment, saying that they had not been paid and could not stand over not being paid, having their equipment used or remaining at the site.<\/p> <p>There is also a half-built primary care centre in Rialto, Dublin 8.  The walls have been put up, in any case.  It is under the same construction firm, as are the social housing units in Cherrywood, which is also in Dublin South-Central.  The houses were due to be handed out approximately two or three weeks ago, people had been told that this or that house would be theirs, and they had managed to negotiate with their landlords to continue their tenancy in rented accommodation because there were some delays.  They had put their children into local schools and were delighted that this social housing had come to fruition, as some 95% of it has, yet many of the units still have to be allocated and keys must be handed over.<\/p> <p>I accept that the Minister was working towards a solution and trying to ensure these social housing buildings, the primary care centre and the senior housing units would be completed as soon as possible given the overall homelessness and housing situation.  Will the Minister of State update the House on the difficulties that MDY Construction faces, and how, with his assistance and support, these units will be delivered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#D00300","speaker":"1388"},{"type":"speech","time":1539696600,"counter":18,"content":"<p>I am taking this issue on behalf of my colleague, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.  I must clarify that the Minister and the Department are not party to any contract with MDY Construction, nor does the Minister have any responsibility for the development of the primary care centre, which forms part of the Senator's query.<\/p> <p>Delivery of social housing is achieved, however, using a range of different delivery programmes and financing arrangements.  This includes supporting both local authorities and approved housing bodies to engage with contractors for the construction of new social housing homes.  I understand from departmental officials that MDY Construction is experiencing serious financial difficulties and that the High Court appointed an interim examiner last month, with the case due to be heard again on a date later this month.  This represents an opportunity for the company to restructure its finances and seek new investment, if required.  <\/p> <p>On the 43-home scheme for older people at Dolphin Park, Rialto, FOLD Ireland is the contracting body responsible for the project, delivering on land that was transferred to them by Dublin City Council.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Paul Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2004\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2004&amp;amp;pid=JohnPaulPhelan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->MDY Construction Limited was contracted directly by FOLD Ireland to undertake the construction following a tender process that concluded earlier this year.  My colleague, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, formally turned the first sod on the site when construction began in April of this year.  As the contracting party, FOLD Ireland is dealing directly with the issues arising from MDY's current position.<\/p><p>I am informed that construction work ceased on the Rialto site several weeks ago when MDY personnel left the site.  Since then, and following on from the appointment of the interim examiner, FOLD Ireland has met the examiner and its law agents to discuss the options available to it, as well as the next steps to facilitate the earliest possible recommencement and completion of this project.<\/p><p>There is no doubt that this turn of events will delay the delivery of these much-needed new social housing homes but FOLD Ireland is doing all in its power to progress the project.  It has a proven track record in providing housing specifically designed for older people.  The necessary steps have been taken by FOLD Ireland to secure the site, the legal and financial issues are being addressed and FOLD Ireland is taking steps to support the earliest possible completion of the projects.  The Department has been and will continue to keep in close contact with FOLD Ireland and Dublin City Council on this scheme.<\/p><p>The provision of the funding and support necessary to complete this project and the other social housing projects currently affected will not be an issue.  Local authorities and approved housing bodies know that.  They are taking the necessary steps to handle the issues involved as a matter of urgency and to move the projects forward.<\/p><p>These social housing homes will be completed and they will be made available to the people who need them, fully complete and built to the usual high quality in social housing developments being completed each month in many locations around the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#D00400","speaker":"1265","continuing":true},{"type":"speech","time":1539696600,"counter":20,"content":"<p>I thank the Minister of State for his reply.  There is a difficulty that most people would not understand.  While FOLD Ireland is responsible for the development, I am sure the Government can get updates and influence to some degree a solution to this.  If FOLD Ireland is to meet soon with the construction firm in question, does the Minister of State believe a solution will emerge which can fast-track the finishing off of some of the units and the half-built ones, which need to be completed as soon as possible?  The senior citizens involved were looking forward to moving into the development in Dolphin Park by January.  These units would provide them with modern housing and prevent illness.  While FOLD Ireland is a great organisation, which looks after our senior citizens very well, will the Minister of State get in contact with the body to find out what is happening and apply a little pressure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#E00200","speaker":"1388"},{"type":"speech","time":1539696600,"counter":21,"content":"<p>The issue will technically be before the courts again in several weeks' time and the Department is not directly involved in this issue.  FOLD Ireland is a housing body and has a good record on delivery.  The issue is that the construction firm, MDY, has that month-long period to indicate to the High Court judge that it has the facility to turn its financial situation around and to take the necessary measures for refinancing or extra investment.  This examinership procedure was introduced in the late 1980s or early 1990s after it had operated for years in Britain and other countries.  It has been successful, by and large, because it gives the protection of the courts to companies that are in some difficulty.  It ensures they cannot be foreclosed upon while this structure is there.  It gives a breathing space to see if they can work their way out the issues.  We will know more when it goes before the High Court again.<\/p> <p>I accept that is not a hugely satisfactory answer, other than to say the first priority for central government, local government and FOLD Ireland is that contractors will see out their contract and finish the job.  We will have to cross the other bridge if that is not the case.  However, for now, we are pursuing the first option.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#E00300","speaker":"1265"},{"type":"minorheading","content":"Local Authority Members' Remuneration","time":1539696600,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#E00400"},{"type":"speech","time":1539696600,"counter":23,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  I thank the Minister of State for taking time out of his busy schedule for coming to the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I have raised the issue of councillors' terms and conditions on many occasions, as have other Senators.  There is a great deal of frustration regarding the pace of progress - or, indeed, the lack of progress - on this issue.  I acknowledge the great and tireless work carried out on behalf of local elected members by their two representative bodies, the Association of Local Government and the Local Authority Members Association, on this issue.  I acknowledge the Minister of State's contribution in respect of this issue to date.  He has appointed Sara Moorhead, SC, to examine this matter and make recommendations in respect of the remuneration and role of elected members.  I understand Ms Moorhead is due to make her recommendations known later next month.  Perhaps the Minister of State might be able to tie down that timeframe in more detail.  I sincerely hope, as do many others, including him, that the report will be positive with regard to local authority members.<\/p><p>The Minister of State comes from a local authority background and he no doubt appreciates that the role of local authority members has changed beyond recognition.  It has effectively become a full-time role that attracts part-time remuneration.  It is vital that we try, where possible, to attract the best people to represent our communities.  We are very fortunate to have such dedicated and hard-working local authority members across all parties and none who work tirelessly on behalf of their communities.  Their workload has grown to such an extent that many local authority members are finding it difficult to continue in the role because, financially, it is not possible for them to do so.  That is a shame.  As councillors look towards the local elections due to be held next May, many are considering their position because they do not believe they will be able to support themselves and their families on the small amount of remuneration they receive.  We have reached to a crossroads regarding local authority members.  I do not think I am overstating that point.  It is important that we address this issue and bring clarity to it before the local elections next May in order that those who might seek re-election will know exactly what will be their terms, conditions and role into the future.  It is also important that those who may be contemplating representing the communities from which they come are afforded clarity before the local elections.<\/p><p>I look forward to the Minister of State's response.  I do not doubt his sincerity for one minute in respect of this issue.  I am heartened that he seems to have grasped the nettle and I hope he might be in a position to outline what the future may look like for local authority members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#E00500","speaker":"1396","continuing":true},{"type":"speech","time":1539696600,"counter":25,"content":"<p>I thank Senator Gallagher for raising this issue.  I am pleased to provide an update on the position concerning the review of the role and remuneration of elected members of local authorities.  The issue of supports for councillors is one to which I have devoted considerable time and attention, including in this House, since taking up office as Minister of State with responsibility for local government and electoral reform in June 2017.  Since that date, I have made a range of improvements to the supports provided to councillors.  In November 2017, the Minister for Finance and Public Expenditure and Reform and I co-signed amending regulations under section 142 of the Local Government Act 2001.  The regulations provided for a new allowance for councillors worth &euro;1,000 per annum, backdated to 1 July 2017, in recognition of the additional workload following the 2014 reforms.  They also gave effect to a new optional vouched expenses allowance worth up to a maximum of &euro;5,000 per annum, which councillors may choose to opt for in place of an existing un-vouched allowance worth approximately &euro;2,500 per annum.  This is in addition to the composite annual expenses allowance paid to councillors, which is designed to defray, in a structured way, reasonable expenses incurred by them in attending council meetings.  I would also point out that the representational payment paid to councillors, which is currently linked to a Senator's salary, was recently increased to &euro;17,060 per annum in line with adjustments arising from the public service stability agreement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Paul Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2004\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2004&amp;amp;pid=JohnPaulPhelan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Notwithstanding the current situation, I am strongly of the view that it is important to support councillors appropriately, with due regard for transparency and accountability to ensure that they can effectively carry out their role as elected local representatives.  Fully aware of concerns expressed by councillors themselves and in these Houses about their current remuneration regime, the Minister for Finance, Deputy Donohoe, and I agreed to the commissioning of a review of the role and remuneration of councillors.  On 21 June, I appointed Ms Sara Moorhead, senior counsel, to conduct this review.<\/p><p>Based on the agreed terms of reference, the review will involve an in-depth examination of the role performed by councillor including: their statutory reserved functions; the political and community leadership role they perform; the governance responsibilities of council members; and their representational role within communities.  The outcome of this review will be to more fully elaborate on the role of the councillor and it is intended that this will inform an examination of the current system of remuneration of councillors, with a view to proposals for a remuneration package that is representative of and commensurate with the role.<\/p><p>The review will be informed by input from my Department and the Department of Public Expenditure and Reform.  While it would not be appropriate for me to pre-empt the findings of Ms Moorhead's review, I can confirm that her work is well under way, and a number of meetings with different groups have taken place and submissions have been sought.<\/p><p>I set out in the terms of reference for the review that she consult with local authority elected members and their representative organisations, political parties, local authority chief executives and other appropriate stakeholders.  It is intended that a survey of individual councillors will begin shortly.  The review will produce an interim report.  I note what Senator Gallagher said earlier about the frustration at the rate of progress.  The commitment I gave in my statement at the time was that following Hallowe'en we would have an interim report.  I have received no indication of any deviation from this, although I note in the script that I have been given by the Department that it states before the end of the year.  It is still very much my intention that the interim report will be published in November.  The reason for this, as has been pointed out, is that people are making decisions about whether they are going to contest local elections and that report, while not being the full finished product, should be able to give people some help in reaching those decisions.  The timing for the final report will be considered thereafter and will be published in full in the spring of the year.  Many people will be making those crucial decisions well before then which is why an interim report is vital.<\/p><p>When the review is complete the findings will be subject to discussion between the two Departments and will be submitted thereafter for the consideration of the Government.  Let me conclude again by thanking Senator Gallagher and other Senators for their initiative in placing and keeping this item on the political agenda.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#F00200","speaker":"1265","continuing":true},{"type":"speech","time":1539696600,"counter":27,"content":"<p>I thank the Minister of State.  Does the Senator wish to come back in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#G00200","speaker":"1426"},{"type":"speech","time":1539696600,"counter":28,"content":"<p>I thank the Minister of State for his very comprehensive outline of the timetable involved in this issue.  Like the Minister of State, I look forward to the interim report being published hopefully in the next few weeks.  As the Minister of State said, it is important as this report will help to bring clarity to those who are contemplating seeking re-election and those who wish to put their name forward for the first time.  I am heartened by the Minister of State's contribution and look forward to a successful outcome to this long-running saga.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#G00300","speaker":"1396"},{"type":"speech","time":1539696600,"counter":29,"content":"<p>I spoke to Ms Sara Moorhead when I asked her to do this but have not spoken to her directly since as it would be inappropriate of me to do so.  Officials within the Department have indicated to me that there is no deviation. The timeframe was that following Hallowe'en, there would be an interim report and that the full report would be published in the spring.  As far as I am concerned, and from the Department's point of view, those deadlines will be met.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#G00400","speaker":"1265"},{"type":"speech","time":1539696600,"counter":30,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#G00500","speaker":"1426"},{"type":"unspoken","time":1539696600,"counter":31,"content":"<p>Sitting suspended at 3.05 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Resignation of Minister and Assignment of Department","time":1539696600,"counter":32,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00100"},{"type":"speech","time":1539696600,"counter":33,"content":"<p>I must inform the House that a letter dated 12 October 2018 has been received from the Secretary to the Government regarding:<\/p><blockquote>(1) the resignation of the Government-----<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00200","speaker":"1420"},{"type":"unspoken","time":1539696600,"counter":34,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1539696600,"counter":35,"content":"<p>An election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":36,"content":"<p>Order please, the resignation of a member of the Government: and<\/p><blockquote>(2) the assignment of the Department of Communications, Climate Action and Environment to a Minister.  The correspondence will be published in the Journal of the House and the Official Report.  The correspondence is as follows:ROINN AN TAOISIGH<br \/><br \/>Department of the Taoiseach<br \/><br \/>BAILE &Aacute;THA CLIATH 2<br \/><br \/>Dublin 2<br \/><br \/>12 Deireadh F&oacute;mhair, 2018<br \/><br \/>Cl&eacute;ireach an tSeanaid<br \/><br \/>T&aacute; orm a chur in i&uacute;l duit<blockquote>(1) gur thairg Donnacha &Oacute; Neachtain T.D., a &eacute;ir&iacute; as oifig mar chomhalta den Rialtas don Taoiseach ar 11 Deireadh F&oacute;mhair, agus gur ghlac an tUachtar&aacute;n, ar chomhairle an Taoisigh, leis ar an l&aacute; ch&eacute;anna;<br \/><br \/>(2) go ndearna an Taoiseach ar 11 Deireadh F&oacute;mhair, i bhfeidhmi&uacute; na gcumhachta&iacute; a thugtar d&oacute; le fo-alt (I) d&rsquo;alt 4 den Acht Air&iacute; agus R&uacute;naithe (Leas&uacute;) 1946, an Roinn Cumars&aacute;ide, Gn&iacute;omhaithe ar son na hAer&aacute;ide agus Comhshaoil a shannadh d&oacute;, Riste&aacute;rd de Briot&uacute;n (Richard Bruton), Comhalta den Rialtas.<\/blockquote>Ard-R&uacute;na&iacute; an Rialtas<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00500","speaker":"1420"},{"type":"speech","time":1539696600,"counter":37,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00600","speaker":"1388"},{"type":"speech","time":1539696600,"counter":38,"content":"<p>You cannot raise a point of order now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00700","speaker":"1420"},{"type":"speech","time":1539696600,"counter":39,"content":"<p>Why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00800","speaker":"1388"},{"type":"speech","time":1539696600,"counter":40,"content":"<p>I will call on the Leader to outline the business for the day and I will deal with any points later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N00900","speaker":"1420"},{"type":"majorheading","content":"Order of Business","time":1539696600,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N01000"},{"type":"speech","time":1539696600,"counter":42,"content":"<p>I am glad you qualified your remarks regarding the resignation of the Government, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N01100","speaker":"1391"},{"type":"speech","time":1539696600,"counter":43,"content":"<p>You knew I would.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#N01200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":44,"content":"<p>The Order of Business is No. 2, motion regarding the Health and Social Care Professionals Act 2005 - referral to committee, to be taken on the conclusion of the Order of Business without debate; No. 3, Health Service Executive (Governance) Bill 2018 - Committee Stage, to be taken at 4.45 p.m. and to be adjourned not later than 6 p.m., if not previously concluded; and No. 4, Judicial Appointments Commission Bill 2017 - Committee Stage (resumed), to be taken at 6 p.m. and to be adjourned not later than 8 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00100","speaker":"1391"},{"type":"speech","time":1539696600,"counter":45,"content":"<p>I am very disappointed for the 500,000 homes and businesses across Ireland who will not be in receipt of high-speed broadband.  It was indicated over the weekend that the Minister was pausing the roll-out of broadband.  He said it was being done on the basis that there will be an audit of the process to date.<\/p> <p>It is as clear as night follows day that the process is flawed.  The Government needs to be pragmatic, whether to start the process again or involve a State body to roll out the broadband network.  We need to do a great deal more for small businesses around the country, especially in light of Brexit.  The least a small business can have is access to reliable broadband but with Brexit on the horizon, as well as much uncertainty, not having broadband is a significant disadvantage to small businesses nationwide.<\/p> <p>Second, I wish to raise the leniency of sentencing that occurred yesterday in the case of a man who assaulted his wife by hitting her twice and who received a suspended sentence.  Obviously his plea of mitigation was not reported in the newspapers, however the facts that were presented were shocking.  It puts a fear in the minds of victims that if they go through the courts and help the Garda in prosecuting such offences, the perpetrators may be treated as leniently.  I think we need to have a debate in this House on minimum mandatory sentencing and punishment for sexual assault.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00200","speaker":"1407"},{"type":"speech","time":1539696600,"counter":46,"content":"<p>The Senator should know that she cannot make any comment on the judgment of a court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00300","speaker":"1420"},{"type":"speech","time":1539696600,"counter":47,"content":"<p>I apologise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00400","speaker":"1407"},{"type":"speech","time":1539696600,"counter":48,"content":"<p>The Senator is right, though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00500","speaker":"1391"},{"type":"speech","time":1539696600,"counter":49,"content":"<p>Regardless.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":50,"content":"<p>I did not mention any names.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00700","speaker":"1407"},{"type":"speech","time":1539696600,"counter":51,"content":"<p>I am sorry, Leader, that is out of order in this House.  A Member cannot criticise any individual judgment under the separation of powers.  You are better educated than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00800","speaker":"1420"},{"type":"speech","time":1539696600,"counter":52,"content":"<p>No names were mentioned.<\/p> <p>Third, I congratulate St. James's Hospital, the largest acute hospital in the country, which has gone digital.  I believe that going digital will enhance patient safety, decrease waiting times and ultimately create efficiencies within the hospital.  All hospitals nationwide must strive to go digital in order that we have overall efficiencies in our health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O00900","speaker":"1407"},{"type":"speech","time":1539696600,"counter":53,"content":"<p>As there is nobody present from the Independent group, I call Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O01000","speaker":"1420"},{"type":"speech","time":1539696600,"counter":54,"content":"<p>Brexit is really exercising minds at present.  I was speaking with a group in Dublin yesterday, including some international politicians and it looks now as though we could be well heading for a hard Brexit, which would be an absolute disaster.  Anyone who heard John Redwood on the radio yesterday would immediately recognise that these are not rational people-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O01100","speaker":"1389"},{"type":"speech","time":1539696600,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O01200","speaker":"1406"},{"type":"speech","time":1539696600,"counter":56,"content":"<p>These are not people with whom one can reason.  Moreover, they have the worst of pacts with the DUP.  It is ironic in one respect because some colleagues in this House criticise Sinn F&eacute;in for not reaching agreement with the DUP but I have absolute sympathy for the Government and for the Minister for Foreign Affairs and Trade, Deputy Coveney, for their inability to reach agreement with the DUP, because these people are not acting rationally.  It is clear that Brexit is not in the interests of anyone in this country, North or South, yet the DUP continues to cling to this.  We are looking at a Tory-DUP bounced no-deal Brexit at this point in time.  I commend the position the Government has taken on the backstop, but I am worried by the comments that seem to be floating around Europe about postponing the backstop, which we heard about today.  I have no great faith in Europe, given our experience during the years of austerity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need a wider debate at this point.  I am requesting such a debate, particularly in the context of what else is required.  There have been a number of excellent reports, including that by the Oireachtas Joint Committee on Jobs, Enterprise and Innovation which highlighted the fact that we will need to look at the fiscal compact rules and ensure that an exception made for Ireland.  There will also be a need for an exception to be made in the context of state aid rules because if we are heading for a hard Brexit - and even if we are not - Ireland has a very special case.  The fact that only 13% of our exports go to the UK is sometimes mentioned but it must be recognised that over 40% of our indigenous business exports go to the UK.  There is no doubt that we are in a very precarious situation.  I call for a debate on that as a matter of urgency.  From Sinn F&eacute;in's point of view, there can be no weakening of opposition in terms of insisting that the backstop be the backstop and that there be nothing further in that regard.<\/p><p>I want to ask about the Employment (Miscellaneous Provisions) Bill 2017, which was due to be before the House three weeks ago.  There seems to be a problem with the Bill.  Notwithstanding the fact that not everything in it is to my liking, it is worthwhile legislation.  It will take steps to protect people in precarious work and to improve their position.  As already stated, there seems to be a problem with the Bill.  I genuinely extend an offer of assistance to the Leader.  If there are problems with the Bill, my party is more than willing to work with the Government to ensure that they are overcome.  That Bill needs to be brought before the House because, for every week that does not happen, more workers are being left in precarious situations with no recourse to action.  The Bill should be brought forward before this parliamentary term ends.  At present, it appears that the legislation may be parked permanently.  I extend an offer of co-operation to the Leader in the context of discussing the Bill and seeing if we can get it before the House before our parliamentary term ends.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#O01300","speaker":"1389","continuing":true},{"type":"speech","time":1539696600,"counter":58,"content":"<p>I was remiss there.  I meant to very much welcome the people from the Little Flower senior citizens' group from Meath Street in the Liberties but they have just left.  That is my second slip-up today.  We will move on.  I call Senator Grace O'Sullivan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#P00200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":59,"content":"<p>I extend my best wishes to the members of Government who are taking up their positions in their new Departments today.  I would like to draw particular attention to the incoming Minister for Communications, Climate Action and Environment, Deputy Bruton, as he takes up his crucial role.  The Minister pronounced on Twitter that he is looking forward to the implementation of the national broadband plan as the most crucial issue facing the country.  Broadband is important, especially to the communities and businesses that are disadvantaged without it.  I agree that the Government's strategy in this regard needs much work, but for the Minister with responsibility for climate action not to mention the latter as he takes up his new post is a shock.  I hope the Minister will apply himself with the same dedication, seriousness and hard work which we saw from him as Minister for Education and Skills.  Climate change is the single biggest issue facing humanity and all life on earth.  Keeping our climate stable in order to sustain life is crucial.  The Minister needs to understand this.  In this vein, I hope he can rely on the support of the rest of the Government in gathering some momentum in respect of climate action.  This is particularly important in light of the lack of action regarding climate change in last week's budget.  Outside the gates of Leinster House earlier, hundreds of citizens from various groups called for action on this matter from the Government, particularly in the context of the recommendations of the Citizens' Assembly in respect of climate change.  One way in which the Government can take action in the short term is to get the Fossil Fuel Divestment Bill 2016 into the Seanad as quickly as possible and during Government time.  I know that other Senators and I are eager to make Ireland a leader in the area of climate action as soon as possible.  One quick and real way of doing this would be to get the Fossil Fuel Divestment Bill into the Seanad as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#P00300","speaker":"1385"},{"type":"speech","time":1539696600,"counter":60,"content":"<p>It is a matter of grave concern that this Government is now dependent, in a formal way, on the support of Deputy Lowry.  Having said that, I also find it disturbing that the Minister of State at the Department of Business, Enterprise and Innovation, Deputy Breen, has not explained himself to either House of this Oireachtas in respect of his engagement with Mr. McCourt and the former Minister, Deputy Naughten, which was the cause of the latter's resignation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I consider it outrageous that the Minister of State would arrange for a senior Minister to travel over 170 miles to attend a dinner with a constituent of his yet we are supposed to believe that they never discussed the contract or the tendering and to accept that that is okay because the Minister of State, Deputy Breen, has no involvement in that Department.  If the former Minister, Deputy Naughten, resigned on the basis of inappropriate contact with Mr. McCourt then, surely, the Minister of State, Deputy Breen, must at least account to this House or the Lower House for his behaviour if we are to have continued confidence in his capacity to fulfil his duties.  I propose an amendment to the Order of Business to ask the Minister of State, Deputy Breen, to come to the House and account for his actions.  If he has nothing to hide, there is no reason for the Leader of the House not to facilitate that request.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#P00400","speaker":"1410","continuing":true},{"type":"speech","time":1539696600,"counter":62,"content":"<p>Ministers are not accountable to this House; they are only accountable to the D&aacute;il under the Constitution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":63,"content":"<p>That is fine, but I remember that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00300","speaker":"1410"},{"type":"speech","time":1539696600,"counter":64,"content":"<p>We cannot call a Minister to appear before the House.  I must, therefore, rule the Senator&rsquo;s proposed amendment out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00400","speaker":"1420"},{"type":"speech","time":1539696600,"counter":65,"content":"<p>In that case, allow me to make this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00500","speaker":"1410"},{"type":"speech","time":1539696600,"counter":66,"content":"<p>Does Senator &Oacute; R&iacute;ord&aacute;in have a question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":67,"content":"<p>Let me make a request.  I recall the former Minister, Deputy Fitzgerald, coming to the House and being asked questions by Senators-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00700","speaker":"1410"},{"type":"speech","time":1539696600,"counter":68,"content":"<p>A splendid woman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":69,"content":"<p>On that occasion Deputy Fitzgerald came to the House on scheduled business that had been proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q00900","speaker":"1420"},{"type":"speech","time":1539696600,"counter":70,"content":"<p>I am making a request.  If the Leas-Chathaoirleach is to rule me out of order-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01000","speaker":"1410"},{"type":"speech","time":1539696600,"counter":71,"content":"<p>The Order of Business is proposed by the Leader.  Senator &Oacute; R&iacute;ord&aacute;in is making a request of the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01100","speaker":"1420"},{"type":"speech","time":1539696600,"counter":72,"content":"<p>I am requesting that the Leader invite the Minister of State, Deputy Breen, to the House to answer questions about the recent controversy.  I can only imagine the reaction in this House, the Lower House and the media if any Labour Party Minister or Minister of State in the previous Government did what Deputy Breen has done.  I am quite sure that Fine Gael is hoping that this will be forgotten about such that it can move on to other issues and pretend it did not happen but two things must go out to the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01200","speaker":"1410"},{"type":"unspoken","time":1539696600,"counter":73,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1539696600,"counter":74,"content":"<p>The Leader can pant, moan and whinge all he likes but the reality of the situation-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01400","speaker":"1410"},{"type":"speech","time":1539696600,"counter":75,"content":"<p>Through the Chair.  The Leader will reply in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01500","speaker":"1420"},{"type":"speech","time":1539696600,"counter":76,"content":"<p>The Senator is a great man to throw stones.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01600","speaker":"1391"},{"type":"speech","time":1539696600,"counter":77,"content":"<p>Here is the reality of the situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01700","speaker":"1410"},{"type":"speech","time":1539696600,"counter":78,"content":"<p>Please, Leader.  Senator &Oacute; R&iacute;ord&aacute;in must finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01750","speaker":"1420"},{"type":"speech","time":1539696600,"counter":79,"content":"<p>The Leader's Government is now dependent on the vote of a convicted criminal and trying to move away from a controversy where a Minister of State arranged a dinner with a bidder for a contract-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01775","speaker":"1410"},{"type":"speech","time":1539696600,"counter":80,"content":"<p>I do not think he is a convicted criminal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":81,"content":"<p>Who?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q01900","speaker":"1391"},{"type":"speech","time":1539696600,"counter":82,"content":"<p>Whoever Senator &Oacute; R&iacute;ord&aacute;in is referring to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":83,"content":"<p>He has a criminal conviction for tax irregularities.  The Government is now trying to move away from a controversy relating to the actions of a Minister of State facilitating a dinner between a bidder and a senior Minister, for which the senior Minister resigned.  If the Government is trying to move away from that situation, it says a lot about where the Fine Gael Party is now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02100","speaker":"1410"},{"type":"speech","time":1539696600,"counter":84,"content":"<p>I remind the Senator about his language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02150","speaker":"1420"},{"type":"speech","time":1539696600,"counter":85,"content":"<p>The Senator has the same line all the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02200","speaker":"1391"},{"type":"speech","time":1539696600,"counter":86,"content":"<p>I am making that request of the Leader-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02300","speaker":"1410"},{"type":"speech","time":1539696600,"counter":87,"content":"<p>He uses the same line all the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02400","speaker":"1391"},{"type":"unspoken","time":1539696600,"counter":88,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1539696600,"counter":89,"content":"<p>He uses the single transferable speech the whole time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02550","speaker":"1391"},{"type":"speech","time":1539696600,"counter":90,"content":"<p>I am formally requesting that the Leader bring the Minister of State, Deputy Breen, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02600","speaker":"1410"},{"type":"speech","time":1539696600,"counter":91,"content":"<p>The Senator is well over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02650","speaker":"1420"},{"type":"speech","time":1539696600,"counter":92,"content":"<p> If the Leader does not facilitate the request, it will say an awful lot about his party, and what he really believes regarding ethics and morality, and how politics should be properly conducted in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02675","speaker":"1410"},{"type":"speech","time":1539696600,"counter":93,"content":"<p>Senator &Oacute; R&iacute;ord&aacute;in has exceeded his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02700","speaker":"1420"},{"type":"speech","time":1539696600,"counter":94,"content":"<p>In the interest of fairness and equity, I hope the Leas-Chathaoirleach will extend to me the same latitude he showed the last speaker in terms of speaking time.  I wish to raise an issue of great importance to thousands of parents around the country, particularly in Dublin and north Dublin.  I refer to secondary school places for the next academic year, 2019-20.  All Members will accept that in normal circumstances one would like to think that one&rsquo;s child would be able to go to school along with his or her friends and continue those relationships in his or her own town.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If not, on the rare occasion where that is not possible, one would hope that it would be within the catchment area of the town next door.  I understand that currently this is not an option for the children of Rush, Lusk and Skerries who are in the same catchment areas, all of which have waiting lists.  One has a waiting list of 102, and I am aware of another person who is nearly at No. 30 on the list.  Even though we have a new secondary school in Lusk - and the second part of that is being completed - the school will still not be able to accommodate the amount of people who have applied to it.  This issue is not just related to those three towns; there are also waiting lists in Balbriggan, a town which is booming with a huge increase in population, and in Swords.<\/p><p>I congratulate the outgoing Minister for all the work that was done in building new schools in Balbriggan.  As I said, there is a new secondary school in Lusk, and a brand new national school also just completed; it is not that great work has not been done.  Others have welcomed the new members of Government and I particularly mention the Minister, Deputy Joe McHugh, who takes over from the former Minister, Deputy Richard Bruton, who did such sterling work and not just in the Department of Education and Skills but also in the Department of Jobs, Enterprise and Innovation.  I am delighted that we have &euro;196 million in the capital fund for next year.<\/p><p>We have also had some improvements with new autism spectrum disorder classes in Educate Together in Skerries.  I am particularly concerned about the situation I have referred to, especially for the children of Rush, Lusk and Skerries.  These children have fantastic teachers who get great results.  They are given the best of education but in Rush in particular, the St. Joseph's secondary school needs a new building.  There are prefabs now occupying a lot of the ground.  I am aware that the school has submitted an application to the Department of Education and Skills, which is looking at the matter urgently.  This is a request for new accommodation to accommodate the more than 100 children who have sought places there or next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Q02800","speaker":"1421","continuing":true},{"type":"speech","time":1539696600,"counter":96,"content":"<p>I believe the Senator has a Commencement matter on this subject.  Perhaps he should not be raising it now when he has tabled a Commencement matter on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":97,"content":"<p>I have submitted one but it was not possible to get it this week so I am hoping that perhaps next week I will be speaking on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00300","speaker":"1421"},{"type":"speech","time":1539696600,"counter":98,"content":"<p>It was my information that the Senator did not wish it to be taken this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00400","speaker":"1420"},{"type":"speech","time":1539696600,"counter":99,"content":"<p>No.  I would have loved it today.  I would have quite liked it on Thursday, but there you go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00500","speaker":"1421"},{"type":"speech","time":1539696600,"counter":100,"content":"<p>I am afraid we are over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":101,"content":"<p>I will finish now.  I had asked at the outset that the Leas-Chathaoirleach might allow me to same latitude as the previous speaker, on this matter of considerable importance-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00700","speaker":"1421"},{"type":"speech","time":1539696600,"counter":102,"content":"<p>The previous speaker was representing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00800","speaker":"1420"},{"type":"speech","time":1539696600,"counter":103,"content":"<p>-----to thousands of parents in north County Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R00900","speaker":"1421"},{"type":"speech","time":1539696600,"counter":104,"content":"<p>------and acting as the leader of his group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01000","speaker":"1420"},{"type":"speech","time":1539696600,"counter":105,"content":"<p>That may be so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01100","speaker":"1421"},{"type":"speech","time":1539696600,"counter":106,"content":"<p>That is why he was called first on that rota.  I am sorry, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":107,"content":"<p>Okay.  I am merely asking that the Minister would make sure that these requests for urgent school accommodation are acted upon quickly, as I know the Department intends to do.  More importantly, we need a Minister to come to the House and ensure the Department of Education and Skills instructs Fingal County Council to purchase a site for the new secondary school.  The new road that would open up those lands is under a compulsory purchase order and we will have a decision in December.  We need this urgently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01300","speaker":"1421"},{"type":"speech","time":1539696600,"counter":108,"content":"<p>The Senator has nearly doubled his time.  I remind Senators that leaders of groups have three minutes and all other Senators have two minutes, with two items for leaders and one item for Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01400","speaker":"1420"},{"type":"speech","time":1539696600,"counter":109,"content":"<p>I will certainly comply with that.  First, the Leas-Chathaoirleach nearly caused a shock here.  We were actually out the door when he announced the Government had collapsed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01500","speaker":"1393"},{"type":"speech","time":1539696600,"counter":110,"content":"<p>Senator Leyden knew better than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":111,"content":"<p>We were a bit concerned because one never knows what is going to happen from day to day.  Roscommon-Galway regrets the departure of the former Minister, Deputy Naughten, as the Minister for Communications, Climate Action and Environment.  It was a great boost in the constituency to have the Minister there.  Deputy Naughten is very available, very diligent and very hardworking as a Deputy, and was very effective as the Minister.  It is most regrettable that this issue arose.  I believe that Deputy Naughten was anxious to see broadband extended to 500,000 houses and he wanted to be hands-on.  Unfortunately, this was not seen to be suitable.  We wish him well in his continued political career.<\/p> <p>I wish to compliment Ryan Tubridy and \"The Late Late Show\" for the show on Friday, 12 October which was broadcast from the Central Hall, Westminster, London.  It was a magnificent show.  It was watched by 610,000 people.  It showed the proud contribution of Irish people in every walk of life in the United Kingdom.  The comments on Brexit were interesting as were the other contributions, and the involvement or otherwise of the ambassador.   It was a professional operation carried out by an extremely competent compere in Ryan Tubridy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The only difficulty was that too many tickets were issued.  There were 1,200 seats and 400 people were disappointed.  The tickets were allocated by a UK-based company called ApplauseStore but I understand that Ryan Tubridy has promised on his radio programme to make it up to those people who were very disappointed.  I have great pride at that programme being broadcast and it should be on the website of the Department of Foreign Affairs and Trade.  It was a magnificent piece of work by a very professional organisation in RT&Eacute; and we should be proud of it.  We should also be proud of our contribution to the United Kingdom and what the Irish people have built in the United Kingdom.  The Irish in Britain are now at the top of their game in every sense, such as in business and entertainment, for example.  Anyone who watched the show would have realised how unfortunate it is that the United Kingdom has decided to leave the European Union.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#R01700","speaker":"1393","continuing":true},{"type":"speech","time":1539696600,"counter":113,"content":"<p>I wish to raise the issue of people being charged to view rental accommodation.  Threshold came out last week to talk about this and it wants something done to protect tenants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00200","speaker":"1375"},{"type":"speech","time":1539696600,"counter":114,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00300","speaker":"1392"},{"type":"speech","time":1539696600,"counter":115,"content":"<p>Landlords are charging fees for tenants to view houses which are non-refundable-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00400","speaker":"1375"},{"type":"speech","time":1539696600,"counter":116,"content":"<p>How much?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00500","speaker":"1392"},{"type":"speech","time":1539696600,"counter":117,"content":"<p>It varies.  There were several examples given by Threshold in its report last week.  One woman was charged a fee of &euro;500-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00600","speaker":"1375"},{"type":"speech","time":1539696600,"counter":118,"content":"<p>Outrageous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":119,"content":"<p>-----and if she was not in a position to pay that &euro;500 then she would not be allowed to view the house.  Threshold has stated this is becoming more common.  The current demand on rental accommodation means that landlords can do what they like and people have no choice but to pay this if they want accommodation-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00800","speaker":"1375"},{"type":"speech","time":1539696600,"counter":120,"content":"<p>We should make it illegal in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S00900","speaker":"1392"},{"type":"speech","time":1539696600,"counter":121,"content":"<p>Senator Norris is on the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01000","speaker":"1420"},{"type":"speech","time":1539696600,"counter":122,"content":"<p>-----and I believe that it is disgusting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01100","speaker":"1375"},{"type":"speech","time":1539696600,"counter":123,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":124,"content":"<p>Another woman who was receiving the housing assistance payment, HAP, was asked for a &euro;300 deposit to view a property.  She could not provide the &euro;300 but she would not get the &euro;300 deposit back if she had viewed it and if the HAP payment was insufficient to cover the rent.  That is outrageous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01300","speaker":"1375"},{"type":"speech","time":1539696600,"counter":125,"content":"<p>Disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":126,"content":"<p>Another man was asked for his personal public service, PPS, number, his passport, a confirmation of his employment, his employment history, his salary details and a fee of &euro;150.  It is absolutely disgusting.  Landlords are filtering out potential tenants and it is not good enough.  It is discrimination and something needs to be done about it.  I ask the Leader to ask the Minister to come into the House to discuss this issue because it is not good enough in this day and age.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01500","speaker":"1375"},{"type":"speech","time":1539696600,"counter":127,"content":"<p>I raise the murder of the distinguished journalist, Mr. Khashoggi, in the diplomatic mission of Saudi Arabia in Istanbul.  I heard representatives of the British Government talking about it and while some people had suggested Britain should cancel business contracts, including arms deals, with Saudi Arabia, their response was \"oh no we could not do that.\"  It is outrageous.  Do the British and American Governments know what they are financing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":128,"content":"<p>They know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01700","speaker":"1389"},{"type":"speech","time":1539696600,"counter":129,"content":"<p>They are financing the spread of the most vicious form of Islam, namely Wahhabism, and they are supplying guns and materiel of various kinds-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":130,"content":"<p>Through Shannon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S01900","speaker":"1389"},{"type":"speech","time":1539696600,"counter":131,"content":"<p>-----to the people who were responsible for 9\/11.  It is utterly disgusting.<\/p> <p>Second, I said at the beginning of this presidential election process that there must be an election and I am delighted that there is.  I also said that my old friend and colleague, Michael D. Higgins, was a little bit old but having seen the list of candidates now, he is by far the best.  He is an outstanding candidate and I will be fully supporting him.  The other candidates are all decent people when they are looked at but he is the single statesman and there is no question or doubt about that.<\/p> <p>I refer to Deputy Frances Fitzgerald.  I was one person in this House, although there were others, who defended her at the time that she was under sustained attack.  What was done to her was appalling-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S02000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":132,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S02100","speaker":"1406"},{"type":"speech","time":1539696600,"counter":133,"content":"<p>-----and the people who made these vicious and tendentious allegations against her should now apologise.  They forced the resignation of a decent woman and a good Minister and it is about time we had a few standards rather than just going after a head on the basis of imputation, suggestion and smear.  We get enough of that from the press and we do not need to engage in it ourselves.  I hereby call for an apology from those Senators on various sides of the House who disgraced themselves by their attacks on Deputy Fitzgerald-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S02200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":134,"content":"<p>And on the Senator's own side as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S02300","speaker":"1391"},{"type":"speech","time":1539696600,"counter":135,"content":"<p>I am not on any side, I am an Independent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#S02400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":136,"content":"<p>We need to discuss in this House the report issued by Mr. Justice Charleton, which vindicated the former Minister for Justice and Equality.  It is a key issue.  We had a good lady, a great Minister and a T&aacute;naiste who was hunted out of office.  We need to discuss how it happened, who was involved and what was said at the time.  The previous speaker said it all in many ways.  There needs to be an apology to Deputy Fitzgerald for what was said to her.  Members of this House took a political opportunity to have a crack at a very good Minister and a great T&aacute;naiste.  There is an onus on those individuals, the members of the parties who rounded on this Minister and T&aacute;naiste, for political opportunism and nothing else, to come to the Chamber tomorrow and make that statement.  She has been totally vilified and now is the time to step forward and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#T00100","speaker":"1386"},{"type":"speech","time":1539696600,"counter":137,"content":"<p>She has been totally vindicated now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#T00200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":138,"content":"<p>Vindicated, sorry.  The judgment by Mr. Justice Charleton is very clear.  She was an honest and credible broker who did nothing wrong.  We need a clear statement.  I look forward to the Fianna F&aacute;il leader clarifying that and making sure that a clear statement is made here.  I am disappointed that she did not make that statement this afternoon but I hope that tomorrow morning the leader of Fianna F&aacute;il in this House will apologise for her party and her party's disgusting behaviour around this event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#T00300","speaker":"1386"},{"type":"speech","time":1539696600,"counter":139,"content":"<p>On many occasions we have listened to debates in this House about the importance of broadband in rural Ireland.  I have deep concerns about what has happened in recent weeks, which caused the Minister for Communications, Climate Action and Environment to resign, and the Minister of State, Deputy Breen, organised a dinner.  He is the Minister of State with special responsibility for trade.  It is going to be very difficult in rural Ireland if the broadband plan collapses &ndash; and I sincerely hope it does not &ndash; for trade, employment, business and the digital single market.  That is how important broadband is for rural Ireland.  I second Senator &Oacute; Riord&aacute;in&rsquo;s request that the Minister of State come to this House and make a statement.  It would be opportune that it be done and that we hear the Minister of State's version of events.  It would also be good for us to have that discussion to clear the air.  I ask the Leader to facilitate the Minister of State, Deputy Breen, coming to make a statement to this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#T00400","speaker":"1417"},{"type":"speech","time":1539696600,"counter":140,"content":"<p>In respect of events in the past week, particularly the budget, over the past four to five years there has been a growth in employment and a resulting inflow to the Exchequer.  There are benefits for every taxpayer.  I have done an analysis of a married couple with two children and one earner with an income of &euro;50,000, and find their net gain through reduction in income tax is &euro;40 per week, compared with 2015.  That is &euro;2,000 less income tax per year as a direct result of good economic management by the Ministers, Government and the Taoiseach.<\/p> <p>We face a challenging time with regard to Brexit.  There are many major decisions to be made in the next few weeks.  We all have a contribution to make.  We should have a debate in this House on Brexit and get all the relevant information.  It is not a question of this country alone but the entire island of Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a part of that we should have a debate about our colleagues in Sinn F&eacute;in and their refusal to take their seats in Westminster.  This is a crucial time for the island of Ireland, and Sinn F&eacute;in can have an influence on the decision that will be made-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#T00500","speaker":"1409","continuing":true},{"type":"speech","time":1539696600,"counter":142,"content":"<p>The Senator's party should stand in the Six Counties.  It would be very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00200","speaker":"1389"},{"type":"speech","time":1539696600,"counter":143,"content":"<p>-----on how we go forward as an island.  A very relevant section of that debate is the fact that we want to have a united Ireland, and we should work towards that.  It is important, now more than ever, that we do not become more divided.  If Brexit goes the way some UK politicians want, that is exactly what will happen.  Sinn F&eacute;in could play a part in making sure that division does not arise.  We should have that debate in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00300","speaker":"1409"},{"type":"speech","time":1539696600,"counter":144,"content":"<p>Many people where I come from, and I suspect many others around the country, feel a great deal of sympathy for former Minister, Deputy Naughten.  While we all understand the importance of correct procedures and scrupulousness when it comes to procurement, it is clear to me that the former Minister was very keen to pursue an important policy objective, namely, to deal with the scandal of the absence of sufficient broadband across our country, and in rural areas in particular.  I believe he should be commended on that.<\/p> <p>I want to raise an issue that also arose last month concerning the number of arrests for drink-driving.  In September it was reported that there was a discrepancy between the figures issued by An Garda S&iacute;och&aacute;na and those released by the Central Statistics Office, CSO.  We all know how important information is for good policy decisions.  During discussions on the recent Road Traffic (Amendment) Act 2018, the Minister for Transport, Tourism and Sport, Deputy Ross, made a number of claims about the connection between accidents and deaths caused by drivers with a certain level of alcohol in their system, which provoked some debate.  In May 2017 Deputy T&oacute;ib&iacute;n submitted a parliamentary question to the Department of Justice and Equality about drink-driving arrest statistics.  Incredibly, it took 16 months for the Department to reply, which raises a whole other issue.  The reply showed a discrepancy of almost 15,000 arrests between Garda figures and CSO figures for the offence of drink-driving over the past ten or so years.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00400","speaker":"1401"},{"type":"speech","time":1539696600,"counter":145,"content":"<p>Did the Senator say there was a discrepancy of 15,000 between the two?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00500","speaker":"1391"},{"type":"speech","time":1539696600,"counter":146,"content":"<p>I understand the discrepancy was 15,000, but I will come back to the Leader on that.  This revelation follows a far more serious discrepancy that emerged last year, when it was revealed that 89 homicides were not included in official statistics for a 14-year period due to what was called a process issue.  The IT professionals investigating the matter felt intimidated and stonewalled by Garda officials when the red flag was raised on that matter.<\/p> <p>Another strange feature of the more recent figures was that there was no breakdown available on the gender and age of those involved.  The Minister for Justice and Equality, Deputy Flanagan, said that this was because the collation of such data would require the expenditure of a disproportionate amount of Garda time.  I do not pretend to be an IT expert, or an expert on statistics or the intricacies of the PULSE system, but if details of crimes and arrests are being placed on the Garda IT system, the addition of gender and date of birth of those arrested would not be particularly difficult information to find.  As every citizen who interacts with a State agency in any way has his or her gender and date of birth recorded, it seems odd that a Garda system has no capacity to compile these details given the serious matters within its remit. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00600","speaker":"1401"},{"type":"speech","time":1539696600,"counter":147,"content":"<p>The Senator is in injury time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00700","speaker":"1420"},{"type":"speech","time":1539696600,"counter":148,"content":"<p>I would be grateful if we could have an interaction with the Minister on this issue to establish what is being done to look at these discrepancies.  We need to be precise about the discrepancies, what has caused them and what is being done to make sure they do not arise again.  Can we be sure that in future, the Oireachtas will make fully informed policy decisions based on accurate and detailed information, which is obviously crucial to the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00800","speaker":"1401"},{"type":"speech","time":1539696600,"counter":149,"content":"<p>I want to join in the sentiments expressed about Deputy Fitzgerald.  At the time of her resignation, Deputy Miche&aacute;l Martin dismissed her acquiescence and incuriosity on the matter, while Deputy McDonald called it a conspiracy.  Mr. Justice Charleton quite rightly confirmed that her evidence was an honest appraisal of the situation and a reflection of a busy life, which I am sure many of us can relate to.  Throughout her career, Deputy Fitzgerald has been a woman of the highest integrity and responsibility.  The report found that she was selfless in resigning.  It is clear that due process was not afforded to her in this case.  She has had an exemplary record when it comes to whistleblowers, which is an irony of the situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be more appropriate for those who hounded her from office, whether with spurious claims in the D&aacute;il or in public, to acknowledge the fact that she has been fully exonerated by the tribunal.  Genuine and sincere apologies are needed and awaited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#U00900","speaker":"1406","continuing":true},{"type":"speech","time":1539696600,"counter":151,"content":"<p>I join Senator Gavan in calling for the T&aacute;naiste and Minister Foreign Affairs and Trade to update the House on Brexit.  I know it is difficult because the situation is changing on a day-to-day and hour-by-hour basis but it would be helpful if he would come in next week and update us on the current situation.  This is a very grave matter for the entire island.<\/p> <p>I join Senator Leyden in paying tribute to the former Minister for Communications, Climate Action and Environment, Deputy Denis Naughten.  I have always found the Deputy to be very helpful when I have approached him.  Whenever he was asked to come to his House, even at short notice, he did so.  I pay tribute to him and his family and I welcome the appointment of a former colleague of ours, Deputy McHugh, as Minister for Education and Skills.<\/p> <p>I welcome the publication of the Charleton report and I welcome the fact that the former Minister, Deputy Fitzgerald, was vindicated by it.  We should not lose sight of the fact that the real victims of this situation were sergeant Maurice McCabe, his wife and his family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#V00200","speaker":"1418"},{"type":"speech","time":1539696600,"counter":152,"content":"<p>I join others in welcoming the Charleton report.  I remember the night of the debate in this House when Deputy Fitzgerald sat in the Minister's seat.  I described the way she was being treated as \"scurrilous\" but I was booed by certain elements.  I could see it for what it was.  It became a political melee in which the deputy Prime Minister of our country was hounded out of office.  If we believe that was right and appropriate, politics is not being served.  The political establishment and other individuals involved in politics need to have a good look at themselves and at what happened in order to ensure that it does not happen to anybody else, either here or in the Lower House.  People have to be afforded due process and all that was asked for by people on the Government side at the time was to allow the Charleton tribunal to do its work, with the then T&aacute;naiste to be judged on the basis of its findings.  The latter was not allowed and that was not good enough for me.  What happened was, and continues to be, a blight on our political landscape.  In order to restore some element of fairness and proportionality, apologies should be made.  Nobody can force anybody to apologise but when a person gets something wrong, the decent thing to do is to say \"Sorry\".  We expect children to do that and I expect it will happen in this case when the people concerned reflect on their positions.<\/p> <p>I sympathise with Deputy Denis Naughten.  I met him in my first week in UCD 25 years ago and from that day to this I have found him to be a decent person.  Notwithstanding all of that, new Ministers have been promoted and I wish them well.  It is an important day for them and their families.  Perhaps we could invite the new Minister for Education and Skills, Deputy McHugh, to the House for a debate on education and the new Minister of State at the Department of Rural and Community Development, Deputy Canney, for a debate on rural regeneration in due course.  I would say that both would like to facilitate us.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will now move on.  I hope calm will be restored and that the Government will get on with the job of running the country.<\/p><p>I am absolutely delighted for Sergeant Maurice McCabe.  I always believed, from the first day I heard his story recounted, he was totally innocent.  I am delighted he can now move on with his life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#V00300","speaker":"1416","continuing":true},{"type":"speech","time":1539696600,"counter":154,"content":"<p>I also welcome the Charleton report.  It is excellent.  I agree with Senator Diarmuid Wilson on the victims left behind at times like this, including Maurice McCabe.  The former Minister was also in the victim category, although not at the same level.  It was very interesting for me to note how women are capable of rounding on other women and bringing them down.  I found that fascinating, bearing in mind the great feminist tradition we are always shouting about around these Houses.  I refer to what women are capable of doing to other women.  Apologies are needed in this regard.<\/p> <p>I would like to find out whether Deputy Richard Bruton, who was Minister for Education and Skills and who is now Minister for Communications, Climate Action and Environment, will come to the House to give us his opinion on the post offices.  Just because there is a new Minister does not mean the issues go away.  I would like to know what the Minister feels about the post offices and how he intends to pursue the matter.  How many more post offices are to close?  Does the Minister agree those that have closed should have closed?  Does he agree with how they were closed?  What were the reasons for closure?  The issue has not gone away.<\/p> <p>I suggest to the Leas-Chathaoirleach that Senators who call Deputies criminals are out of order, especially when they are not criminals.  I was in my room listening to proceedings when I heard Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in call Deputy Michael Lowry a criminal three or four times.  We all know Deputy Lowry's position on tax and business.  It has been well documented in the press and courts.  The Senator is completely wide of the mark to call the Deputy a criminal.  That is a very loaded word.  Deputy Lowry deserves an apology.  The Senator's statement was appalling.  It is the weakest of arguments to call other people names.  Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in stood up here and called the President of the United States of America a fascist.  From my knowledge and reading of history, that term was confined to people who had done worldwide murderous damage.  It is appalling that Senators would come in here and call Deputies, of whatever party, names that are outside the language we should be using.  It weakens a Senator's argument.  If he or she wants to argue about something, he or she should argue the issue and not call a Deputy names.  I am appalled that Senator &Oacute; R&iacute;ord&aacute;in was not put out of the House for doing what he did.  I am not an apologist for the behaviour of anybody but I do not want to be part of a Seanad in which people are being called criminals and fascists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00200","speaker":"1427"},{"type":"speech","time":1539696600,"counter":155,"content":"<p>That is the best statement Senator Marie-Louise O&rsquo;Donnell ever made in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00300","speaker":"1393"},{"type":"speech","time":1539696600,"counter":156,"content":"<p>Order, please.  I asked Senator &Oacute; R&iacute;ord&aacute;in to tone down his language.  I did not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00400","speaker":"1420"},{"type":"speech","time":1539696600,"counter":157,"content":"<p>It is not a case of toning down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00500","speaker":"1427"},{"type":"speech","time":1539696600,"counter":158,"content":"<p>Hold on, I am not calling Senator Marie-Louise O&rsquo;Donnell back.  I am going to give an explanation and I ask the Senator to obey the Chair.  I asked Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in to tone down his language.  I did not like it.  Deputy Lowry was convicted of an offence in the criminal court.  I am not going to say he is a criminal.  I did not like the language and I asked Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in it down.  I am not getting into tax offences here.  That is the situation.<\/p> <p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":159,"content":"<p>I thank the 16 Members of the House who contributed on the Order of Business.  The language and tone we use are important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00700","speaker":"1391"},{"type":"speech","time":1539696600,"counter":160,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00800","speaker":"1420"},{"type":"speech","time":1539696600,"counter":161,"content":"<p>What I do not like, and which is becoming part of the daily discourse of politics, is looking for a head or political scalp.  In our use of language, we must always be mindful of where we are and what we do in our profession.  I would never come into this House to seek a head or the resignation of anybody.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important to provide context that this afternoon in the D&aacute;&iacute;l the Taoiseach was asked about the situation relating to the national broadband strategy and the Minister of State, Deputy Breen.  We should not prejudge anybody or anything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#W00900","speaker":"1391","continuing":true},{"type":"speech","time":1539696600,"counter":163,"content":"<p>Deputy Denis Naughten was prejudged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#X00200","speaker":"1393"},{"type":"speech","time":1539696600,"counter":164,"content":"<p>Senators and Members of the Lower House were wrong in prejudging the Charleton tribunal and the role of the then T&aacute;naiste, Deputy Fitzgerald.  The Charleton report was mentioned by Senators Norris, Conway, Noone, Wilson, Lombard and Marie-Louise O'Donnell.  We all accept that the victims in this are Sergeant Maurice McCabe and his family, in recognition of which the Charleton tribunal was established to allow for all the facts to emerge.  It is my intention to arrange a debate on the Charleton report in due course.  It is important to recognise that iar T&aacute;naiste and iar Aire, Deputy Fitzgerald, selflessly resigned rather than bring down the Government or cause a general election.  The Charleton report is there for all to see, and I welcome its publication.  I commend Mr. Justice Charleton on his commentary.  All of us, as practising politicians, should read his report because it contains messages for us and for the media.<\/p> <p>The national broadband plan was raised by a number of Senators this afternoon.  The Taoiseach and the Government are committed to the delivery of the plan.  As a Government, we are determined to see it implemented.  The tender process is at its final stage and the Taoiseach has made it clear that Mr. Peter Smith, the independent process auditor for the national broadband programme, will compile a report on whether the process was compromised.  Let us await that report before we again rush to judgment.  I remind some Senators that they were wrong on Charleton, wrong on Fine Gael getting the country back to work and wrong on the stabilisation of our national finances.  They should not be wrong again.  Mr. Smith must be given a chance to revert with a report.<\/p> <p>I join other Senators in commending the former Minister, Deputy Denis Naughten, on his work and I thank him for it.  He has given a lifetime of service to the people of Roscommon.  As head of Government, the Taoiseach has an obligation to ask questions of all Ministers, which he did, and in due course the Deputy offered his resignation.  Rather than rush to judgment today, let us be temperate in our remarks.<\/p> <p>In response to Senator &Oacute; R&iacute;ord&aacute;&iacute;n, I concur with the Taoiseach when he made clear that it was unwise of the Minister of State, Deputy Breen, to pass on the invitation in this case.  The key point is that the Minister of State had no involvement with the national broadband plan.  He did not organise the meeting; he merely passed on the invitation.  As the Taoiseach said, this is not a resigning matter, and he has spoken to the Minister of State about it.  The Minister of State has responsibility for small and medium enterprise.  He has an obligation and duty to meet with a wide variety of business interests to bring business to Ireland.  He has no role, however, in respect of the national broadband plan, its roll-out or its procurement.  Under the Constitution, the Government is not accountable to Seanad &Eacute;ireann but rather to the D&aacute;&iacute;l.  I would be happy to make arrangements for statements on the national broadband plan in due course.<\/p> <p>I fully concur with Senator Ardagh on the issue of judicial sentencing.  She is 100% correct; there needs to be a national debate about the type of sentencing, the minimum sentencing and the way in which sentencing is given, notwithstanding the independency of the Judiciary, a matter on which the Leas-Chathaoirleach ruled.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Sometimes sentences administered for some crimes beggar belief.  We need to have that conversation.  I know it is being examined and we will have that debate in due course.  I agree with Senator Ardagh, however, on that point.  I join with her in commending St. James's Hospital on its digitisation programme.<\/p><p>Senators Gavan, Colm Burke, Leyden and Wilson raised the issue of Brexit.  Senator Wilson got it right in that it is changing at a rate with which it is hard to keep up.  Perhaps the UK Government and UK Parliament do not know what their left or right hands are doing.  What is important is that the Government's position is quite clear.  We want the negotiations to succeed.  However, this will only be possible with agreement on a legally robust backstop to apply in all circumstances which will be set out clearly in the withdrawal agreement.  The Government and the EU have been clear since the beginning of the process that the outcome must include the protection of the Good Friday Agreement and the avoidance of a hard border on the island of Ireland.<\/p><p>The T&aacute;naiste and Minister of Foreign Affairs and Trade, Deputy Coveney, has been clear on this.  I commend him and the Minister of State, Deputy McEntee, on the way they have articulated and advocated across the EU, on behalf of the Irish people, that Ireland's position on the backstop remains clear.  While our preference is still for an overall EU-UK relationship which would resolve the issues in question, it remains essential that a backstop is agreed which provides certainty that a hard border would be avoided in all circumstances.  All of us who wear the green of Ireland, North and South, will recognise the importance and the centrality of what the Government is trying to achieve.<\/p><p>I will come back to Senator Gavan on the position of the Employment (Miscellaneous Provisions) Bill 2017.  I join with Members in welcoming the new members of the Government and congratulate them on their appointments.  I thank the former Minister for Education and Skills, Deputy Bruton, for his leadership in education and I wish the new Minister, Deputy McHugh, every success in the Department.  I welcome back Deputy Canney as Minister of State, a very fine gentleman.  I wish every success to the new Chief Whip, Deputy Kyne.  I am sure they will all work together to ensure the cohesiveness of the Government for the foreseeable future.<\/p><p>The issue of climate change raised by Senator Grace O'Sullivan is important.  As I have said repeatedly, it is the global challenge for our generation, as well as the next.  The Minister with responsibility for this issue, Deputy Bruton, is committed to long-term plans to tackle climate change, not just short-term, knee-jerk reactions.  In the coming months, we will see strong debates with the Minister on this matter.  The Fossil Fuel Divestment Bill is on the Order Paper and we will see its reintroduction at a later time.<\/p><p>Senator Reilly raised the issue of school places in his own area of Dublin.  It is an important issue.  The Department of Education and Skills has a capital expenditure programme of &euro;196 million.  It might be more advisable for the Senator to raise this as a Commencement matter.<\/p><p>I join with Senator Leyden in commending RT&Eacute;, especially Ryan Tubridy, on last Friday night's \"The Late Late Show\".  It was a fine production and showcased what is good about Ireland.  The Senator is correct that the Irish have made a significant contribution in the United Kingdom from many different perspectives.  I commend all who made and continue to make a contribution.  We all know of people, including many from our own families, who left on emigrant ships and planes to go across the water and made a strong contribution to the United Kingdom's health service, education and many other sectors.  We all remember the term \"Dagenham Yanks\" with great affection.  Today, one of the Ford Motor Company's top executives spoke about the importance of having a deal for Brexit.  I commend Senator Leyden for raising the matter of \"The Late Late Show\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator McFadden referred to people being asked to pay in order to view rental accommodation.  That is outrageous and wrong and it should not happen.  No landlord should ask a prospective tenant to pay to view a property.<\/p><p>Senator Norris referred to the disappearance and alleged murder of the journalist Jamal Khashoggi in Turkey.  The US Secretary of State, Mike Pompeo, has visited Saudi Arabia.  All of us want answers and, hopefully, the safe return of the journalist in question.  It is unacceptable that human rights are being violated and that it is a case of economics versus human rights.  There should be no competition between the two.  I hope the T&aacute;naiste and Minister for Foreign Affairs and Trade will take the matter up at the highest level.<\/p><p>Senator Colm Burke referred to the growth in employment.  The figure he mentioned should be etched on all our memories, namely, many people are paying &euro;2,000 less in taxes since 2015.  That is a tremendous reversal of the economic fortunes of our country.  The Senator made his point in the context of our friends in Sinn F&eacute;in in Northern Ireland.  We all want to see the return of power-sharing.  I am of the view that the abstentionist policy is wrong.  Sinn F&eacute;in changed its policy in respect of the Houses of the Oireachtas and it should give consideration to changing its policy regarding Westminster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#X00300","speaker":"1391","continuing":true},{"type":"speech","time":1539696600,"counter":167,"content":"<p>Fine Gael should come up and challenge us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00200","speaker":"1389"},{"type":"speech","time":1539696600,"counter":168,"content":"<p>It is not a question of challenging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00300","speaker":"1391"},{"type":"speech","time":1539696600,"counter":169,"content":"<p>Fine Gael should become a 32-county party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00400","speaker":"1389"},{"type":"speech","time":1539696600,"counter":170,"content":"<p>It is not a question of challenging.  The question is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00500","speaker":"1391"},{"type":"speech","time":1539696600,"counter":171,"content":"<p>Why should those in Fine Gael restrict themselves to the Twenty-six Counties?  They can see to it that Fine Gael becomes a 32-county party.  They can do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00600","speaker":"1389"},{"type":"speech","time":1539696600,"counter":172,"content":"<p>As an absolute republican, I would love to see Sinn F&eacute;in take its seats in Westminster where, as Senator Colm Burke rightly stated, it could change the course of events and have a key, positive influence.  That was the point the Senator was making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00700","speaker":"1391"},{"type":"speech","time":1539696600,"counter":173,"content":"<p>That is rubbish.  It is just drivel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00800","speaker":"1388"},{"type":"speech","time":1539696600,"counter":174,"content":"<p>We cannot have any debate now.  The Leader, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z00900","speaker":"1420"},{"type":"speech","time":1539696600,"counter":175,"content":"<p>Senator Mullen referred to the discrepancies between Garda figures and those of the CSO.  I suggest that he table a Commencement matter on the issue, which is very serious.  We cannot allow people to drink and drive and should condemn those who do so from the highest rooftop.  Last week, we saw the passage of the Public Health (Alcohol) Bill.  It is important that we allow An Garda S&iacute;och&aacute;na to continue to be vigilant with regard to drink-driving.  The issue of the discrepancies would be best served by the Senator tabling a Commencement matter.<\/p> <p>Senator Marie-Louise O'Donnell asked that the new Minister for Communications, Climate Action and Environment come before the House to discuss the closure of post offices.  I would be happy to invite the new Minister to come here.<\/p> <p>I welcome the eminent obstetrician from Tralee, Dr. Mary McCaffrey, who is in the Public Gallery, and thank her for being here.  She is a friend of many of us in the House and I thank her for her good work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z01000","speaker":"1391"},{"type":"unspoken","time":1539696600,"counter":176,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Health and Social Care Professionals Act 2005 (Section 95(3)) (Variation of title: Physical Therapist) Regulations 2018: Referral to Joint Committee","time":1539696600,"counter":177,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z01200"},{"type":"speech","time":1539696600,"counter":178,"content":"<p>I move:<\/p><blockquote>That the proposal that Seanad &Eacute;ireann approves the following Regulations in draft:Health and Social Care Professionals Act 2005 (Section 95(3)) (Variation of title: Physical Therapist) Regulations 2018,copies of which have been laid in draft form before Seanad &Eacute;ireann on 1st June, 2018, be referred to the Joint Committee on Health, in accordance with Standing Order 71(3)(k), which, not later than 6th November, 2018, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#Z01300","speaker":"1391"},{"type":"unspoken","time":1539696600,"counter":179,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":180,"content":"<p>Sitting suspended at 4.35 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Health Service Executive (Governance) Bill 2018: Committee Stage","time":1539696600,"counter":181,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00100"},{"type":"speech","time":1539696600,"counter":182,"content":"<p>I welcome the Minister for Health, Deputy Harris, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00200","speaker":"1412"},{"type":"unspoken","time":1539696600,"counter":183,"content":"<p>Sections 1 to 6, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":184,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1539696600,"counter":185,"content":"<p>Amendments Nos. 1 to 3, inclusive, are related.  Amendment No. 1 forms a composite proposal with amendment No. 2 and amendment No. 3 is a logical alternative to amendment No. 2.  Amendments Nos. 1 to 3, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00500","speaker":"1412"},{"type":"speech","time":1539696600,"counter":186,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 7, line 18, after &quot;and&quot; to insert &quot;five of&quot;.<\/blockquote> <p>The amendment proposes that the section would state the chairperson, the deputy chairperson and five ordinary members of the board shall be appointed by the Minister.  If that could be agreed it would provide a bit more clarity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00600","speaker":"1388"},{"type":"speech","time":1539696600,"counter":187,"content":"<p>Has Senator Devine dealt with amendments No. 1 to 3, inclusive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00700","speaker":"1412"},{"type":"speech","time":1539696600,"counter":188,"content":"<p>No, I have not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00800","speaker":"1388"},{"type":"speech","time":1539696600,"counter":189,"content":"<p>Senator Devine must go through the other two amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC00900","speaker":"1404"},{"type":"speech","time":1539696600,"counter":190,"content":"<p>They are being discussed together so in her contribution the Senator should deal with amendments Nos. 1 to 3, inclusive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC01000","speaker":"1412"},{"type":"speech","time":1539696600,"counter":191,"content":"<p>There are two parts to amendment No. 2.  The first part proposes that one member will be nominated by the Irish Congress of Trade Unions to be appointed by the Minister.  This is proposed on the grounds the health service is made up of workers.  It sticks up for what trade unions believe is their mandate to represent the voices of workers.  It would be extremely helpful to have a worker's voice on the board.  I would say 95% of the workers in the health services are unionised.  It would strengthen their voice.<\/p> <p>The second part proposes that one member will be a patient advocate.  Last week in the House, the Minister committed to having two such members so perhaps I am being under-ambitious.  I do not know the technicalities of this but I want to keep the part regarding the Irish Congress of Trade Unions and withdraw the part on the patient advocate member.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That will become clearer when we come to Senator Ruane's amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#CC01100","speaker":"1388","continuing":true},{"type":"speech","time":1539696600,"counter":193,"content":"<p>Does Senator Devine want to withdraw amendment No. 2?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00200","speaker":"1412"},{"type":"speech","time":1539696600,"counter":194,"content":"<p>Can I withdraw part of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00300","speaker":"1388"},{"type":"speech","time":1539696600,"counter":195,"content":"<p>The Senator cannot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00400","speaker":"1412"},{"type":"speech","time":1539696600,"counter":196,"content":"<p>I will withdraw amendment No. 2 on the grounds that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00500","speaker":"1388"},{"type":"speech","time":1539696600,"counter":197,"content":"<p>When we have disposed of amendment No. 1, I will deal with amendment No. 2.  Is Senator Devine letting us know what she intends to do?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00600","speaker":"1412"},{"type":"speech","time":1539696600,"counter":198,"content":"<p>Yes, I am.  I was lacking in ambition in amendment No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00700","speaker":"1388"},{"type":"speech","time":1539696600,"counter":199,"content":"<p>Does Senator Devine want to speak on amendment No. 3?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00800","speaker":"1412"},{"type":"speech","time":1539696600,"counter":200,"content":"<p>Let me see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD00900","speaker":"1388"},{"type":"speech","time":1539696600,"counter":201,"content":"<p>That is Senator Ruane's amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD01000","speaker":"1412"},{"type":"speech","time":1539696600,"counter":202,"content":"<p>No, I will let Senator Ruane speak to her own amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD01100","speaker":"1388"},{"type":"speech","time":1539696600,"counter":203,"content":"<p>I thank the Minister for Health, Deputy Harris.  I welcome this Bill that will allow the HSE to shift from a directorate to a board structure.  It is also welcome that a chief executive officer will also be accountable to the board.  We are all aware of how governance issues within the health service have affected healthcare provision in this country and the experiences and lives of Irish citizens.  It is a sad reality that the management culture within the HSE contributed to its failings.  I am hopeful that this Bill will mark the beginning of a shift in that culture.<\/p> <p>My amendment No. 3 is very much in that spirit where the interests of patients are put at the heart of governance and decisions about governance in the health service.  This amendment would create a statutory requirement that at all times two members of the board would be individuals with experience and-or expertise in advocating for the rights of patients.  The amendment is in line with the Scally report that made a number of recommendations on having a minimum number of patient advocates involved in the oversight of clinical audits for the screening services, in the open disclosure revision process and, more generally, in every part of health service provision.<\/p> <p>I welcome the Minister's commitment on Second Stage last week that he would be following these recommendations and would be appointing two patient advocates to the HSE board when this Bill is passed in the Houses.  With this amendment, however, I am trying to make every board have the same number of patient advocates and make such a presence on a board a statutory requirement.  I have full faith in the Minister's ability to manage this process and I believe he understands these issues and their importance.  He will not, however, be Minister for Health forever and this is about future-proofing the legislation and our health service.  That is why I want this amendment in legislation.  <\/p> <p>We have had discussions and when I was drafting this amendment I was thinking about what a patient advocate is and what skills and experience he or she would require.  Patient advocates would have to be very focused on patient needs and may previously have been patients in the health service.  I am willing to go away and look at that definition.  When the time comes, perhaps the Minister will give me some feedback on what his plan and intent is for such an amendment.  I will then consider my position between now and Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD01200","speaker":"1404"},{"type":"speech","time":1539696600,"counter":204,"content":"<p>I am delighted.  It is great to see all these amendments coming through.  I would have spoken on many of the topics raised on Second Stage.  In fairness to the Minister, he took on board the suggestion that it would be important that some of the things he has ambitions for would be put in legislation so that whoever follows as Minister for Health in future will carry it through.  I would have a problem with someone from the Irish Congress of Trade Unions, ICTU.  The unions are a huge part of the health service and they would be advocating on the board more for the health service unions rather than the overall package that should be looked at.  I agree with Senator Ruane's sentiment on patient advocates.<\/p> <p>Those patient advocates may have other skill sets they might bring to the board.  It would be nice if the members of a seven member board overseeing a &euro;17 billion operation had other skill sets because the number of board members is limited.  There is also another amendment recommending that the board go before the Oireachtas Joint Committee on Health, or whatever the relevant committee might be, without the chief executive officer.  From my own experience, chief executives tend to lead boards.  It would be important to get the perspective of the board rather than just the chief executive's relayed through the board.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I am very much in favour of Senator Ruane's amendment.  I made the same suggestion on the last day.  I know that the Minister feels quite positive towards it and I hope that he takes it on board too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#DD01300","speaker":"1438","continuing":true},{"type":"speech","time":1539696600,"counter":206,"content":"<p>I welcome the Minister to the House and I welcome this Bill.  I always believed that the HSE should have a board and welcome this change in how the HSE should be managed into the future.  We need a proactive board that is comprised of people that have business or legal expertise, which I have said previously.  Major decisions are made on a day-to-day basis and, therefore, it is important that the chief executive has a board that is decisive and can consider the overall management of the HSE.<\/p> <p>The health budget is &euro;17 billion so it is not a small budget.  Neither I nor the ordinary person in the street would be familiar with managing such a budget.  The work involves managing finances, staff and the various tiers that we have created in the HSE over the past number of years.  When one considers that 17,600 people work in the administration and management, and there are 7,500 nurse managers out of a total of 111,000 people in the HSE, I would be concerned about the structures that we have allowed to be created over the past ten or 15 years.  Yes, there is a need for more staff but there is also a need to develop new roles for staff.  For instance, we have changed the qualifying criteria for nurses.  They have academic degrees, a huge amount of experience and they also have qualifications in patient management.  In many cases, one now finds that nurses have a lot more experience than junior doctors yet nurses are dictated to by junior doctors.  We have not designated new roles for nursing staff, which is something that needs to be changed in the process.<\/p> <p>We need a board of management that will bring about the necessary changes in a whole lot of areas, not just managing finances but how we manage individual hospitals and individual sections of the HSE.  We should not tie such work to any one group.  I have no difficulty with patient advocates being on the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#EE00200","speaker":"1409"},{"type":"speech","time":1539696600,"counter":207,"content":"<p>I remind the Senator that this is Committee Stage and not Second Stage so we are just dealing with amendments at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#EE00300","speaker":"1412"},{"type":"speech","time":1539696600,"counter":208,"content":"<p>Yes.  Patient advocates should have a background in legal, financial or HR management thus adding to the expertise of the board.  That aspect would be useful and should be kept in mind.  That is why I believe the composition of the board should not be tied to any one group of people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#EE00400","speaker":"1409"},{"type":"speech","time":1539696600,"counter":209,"content":"<p>I thank the Senators for their amendments and constructive engagement on this Bill.<\/p> <p>I shall briefly speak to the three amendments together.  My understanding of amendment No. 1 is that it is intended to facilitate amendment No. 2 and the proposed inclusion of appointees by the Minister of the day of an Irish Congress of Trade Unions, ICTU, nominee to the board and, indeed, a person with experience in patient advocacy.  I take the point that Senator Devine is likely to withdraw her amendments on this occasion.  Therefore, I will focus mainly on amendment No. 3 because it focuses on providing for members with patient advocacy experience on the board.  I thank Senator Ruane for her work on the matter, and for engaging with me on this today and in advance of Committee Stage.  I thank Senator Lawlor as well who also raised the matter on Second Stage.<\/p> <p>Let me state the following very clearly on the record of this House, as I did on Second Stage.  I am absolutely committed, as Minister, to implementing the full recommendations of the Scally review.  One of those recommendations, as the Senators will know, is very much to have a strong experience in patient advocacy on the HSE board. <\/p> <p>I do believe one should be judged based on one's actions.  We have already made an excellent start in this regard because I have, so far, appointed one person to the board in an interim or designate capacity.  I refer to the new chairman designate of the HSE, Mr. Ciar&aacute;n Devane.  Let us consider his record.  He is a chairperson who was the chief executive of the UK health charity Macmillan Cancer Support, as well as having been a member of the board of the NHS England at a time when it successfully transitioned into a new system.  Therefore, he has a strong record in patient advocacy and working with patient groups, particularly patients in the whole area of cancer support.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also believe my Department has a record in wanting to involve the voice of patients in decision-making whether that is involving patients in the national cancer strategy or the national maternity strategy.  I have continued that record in the process to recruit members for this new board.  We have advertised for this new board through a Public Appointments Service campaign and we have listed patient advocacy specifically in the list of skills that are required as one of the key skills and experience needed in the board member.  There is no doubt that we are going to make sure that patient advocacy is very much embedded in the new board of the HSE.<\/p><p>I share Senator Ruane's view that in the past the health service has fallen down when there has not been enough weight given to the voices and experience of patients right throughout every level of our health service.  The question for me is how we get this right from a legislative point of view.  I respectfully ask for time to reflect on how best to do this between now and Report Stage.  I would be very happy to engage with Senators between now and Report State.  We have to get this right.  I did not get a chance to talk to either Senator Lawlor or Senator Colm Burke in advance of this debate.  Both of them made a point I was going to make, namely, that patient advocacy is a skill but also patient advocates have more skills than just being a patient advocate.  It is about making sure we get the right type of patient advocate.  Defining what a patient advocate is, as Senator Ruane has undertaken to do some work on, is very important.  We need to be careful when we speak about patient advocacy that we mean advocacy for all users of our health and social care services and not just a part of it.  Getting the right patient advocates is going to be really important and defining what patient advocacy is and who is qualified to deliver it is a point worth reflecting on while also making sure we are not mistakenly perceived to be diminishing other essential competencies.  I am very happy to work on this with Senators between now and Report Stage.  <\/p><p>I will make a point on something I imagine will recur on Report Stage, namely, the issue of putting any named organisation on a board or giving it an entitlement to a seat on a board.  I have serious difficulty with that and not with staff being represented on a board or anything like that.  Patient advocacy is a very separate and distinct argument.  It arises from the Scally report but it also arises from common sense.  It makes sense to embed the values of patient advocacy on any board and any governance structure.  I do not think that is what Senator Devine was trying to do but I am just making the point that if we were to go down the route of giving one named organisation a designated seat next week we would have another named organisation wanting a seat.  Before we would know it, we would end up with a board constructed in the same way that we saw fail the people of this country in the past.  If one looks at the board of F&Aacute;S in the past, there was a seat for every sectoral interest rather than looking at the overall competencies of the board.  That would be a mistake.  The Minister of the day has to make a value judgment when appointing members to the board and consider if the board as a collective has all the skills necessary to represent the broad range of skillsets that are needed on a HSE board.  If we get overly prescriptive and say, for example, that seats are for ICTU or other specific persons, we will constrain the Minister of the day in his or her ability to do that.  I ask that we could consider these matters further between now and Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#EE00500","speaker":"1251","continuing":true},{"type":"speech","time":1539696600,"counter":211,"content":"<p>What does Senator Devine want to do with the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00200","speaker":"1412"},{"type":"speech","time":1539696600,"counter":212,"content":"<p>I will press amendment No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00300","speaker":"1388"},{"type":"speech","time":1539696600,"counter":213,"content":"<p>Is amendment No. 1 not directly linked to amendment No. 2 which I think the Senator is withdrawing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00400","speaker":"1251"},{"type":"speech","time":1539696600,"counter":214,"content":"<p>It kind of is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00500","speaker":"1412"},{"type":"speech","time":1539696600,"counter":215,"content":"<p>I am not sure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00600","speaker":"1251"},{"type":"speech","time":1539696600,"counter":216,"content":"<p>I will withdraw the amendment and reserve it for Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00700","speaker":"1388"},{"type":"unspoken","time":1539696600,"counter":217,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1539696600,"counter":218,"content":"<p>The Senator has not moved amendment No. 2.  Would she prefer not to move it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF00900","speaker":"1412"},{"type":"speech","time":1539696600,"counter":219,"content":"<p>I will withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01000","speaker":"1388"},{"type":"speech","time":1539696600,"counter":220,"content":"<p>The Senator needs to move it before she withdraws it or she could just not move it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01100","speaker":"1412"},{"type":"speech","time":1539696600,"counter":221,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 7, between lines 23 and 24, to insert the following:&ldquo;(3) One member will be nominated by the Irish Congress of Trade Unions (ICTU), and shall be appointed by the Minister so long as they have sufficient experience and expertise relating to matters connected with the functions of the Executive to enable them to make a substantial contribution to the effective and efficient performance of those functions.<br \/><br \/>(4) One member who shall be a patient advocate shall be appointed by the Minister from among persons who, in the opinion of the Minister, have sufficient experience and expertise relating to matters connected with the functions of the Executive to enable them to make a substantial contribution to the effective and efficient performance of those functions.&rdquo;.I will address this amendment on Report Stage.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01200","speaker":"1388"},{"type":"speech","time":1539696600,"counter":222,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01400","speaker":"1412"},{"type":"speech","time":1539696600,"counter":223,"content":"<p>My understanding is the Senator may table it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01600","speaker":"1418"},{"type":"speech","time":1539696600,"counter":224,"content":"<p>I thank Senator Wilson for helping and facilitating Senator Devine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF01700","speaker":"1412"},{"type":"unspoken","time":1539696600,"counter":225,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1539696600,"counter":226,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 7, between lines 26 and 27, to insert the following:&ldquo;(4) A minimum of two members of the Board shall be persons with expertise and\/or experience in patient advocacy.&rdquo;.<\/blockquote> <p>We say we look for a skillset in terms of patient advocacy.  Anybody could have the skill to be a patient advocate and could display it in past employment.  There would be two patient advocates and even though they have other skills which they bring, they are very much patient advocates.  That is very much the skill they are bringing to the fore as well as having lots of other skills, whether they come from the charity sector or whatever organisation they have been working in.  It should not just be that people on the board have skills in patient advocacy but that those two appointees are patient advocates.  They have all these other skills but their position should not get lost in financial management, for example.  When it comes down to it, patient advocacy should be very much to the fore.  I would like some commitment that we will not just look for a skillset across the board but for two patient advocates.  That is the purpose of the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02000","speaker":"1404"},{"type":"speech","time":1539696600,"counter":227,"content":"<p>I agree with exactly what Senator Ruane has said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02100","speaker":"1251"},{"type":"unspoken","time":1539696600,"counter":228,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1539696600,"counter":229,"content":"<p>None of the Senators who tabled amendment No. 4 is present so it cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02300","speaker":"1412"},{"type":"unspoken","time":1539696600,"counter":230,"content":"<p>Amendment No. 4 not moved.<\/p>"},{"type":"unspoken","time":1539696600,"counter":231,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":232,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1539696600,"counter":233,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 12, lines 25 to 27, to delete all words from and including &ldquo;without&rdquo; in line 25 down to and including &ldquo;given&rdquo; in line 27.<\/blockquote> <p>We saw that the director general role of the HSE was well remunerated and I am sure it will be the same with the CEO.  Running the HSE is an extensive and very important job.  For reasons of conflict of interest, I do not think it is appropriate for the CEO to have another job or to sit on the boards of other companies or businesses while trying to perform the massive task of running the HSE.  Previously we saw that the director general of the HSE sat on the board of a US company called Evofem Biosciences.  This was approved by the Minister for Health but I do not think it makes it right or proper.  If we are going to have a CEO of the HSE, he or she should be completely and utterly committed to one focus.  Running the HSE is a huge job.  This is a sensible amendment and I hope it can be accepted across the House.  The focus has to be on the HSE.  There should be no double-jobbing, nixers or moonlighting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02700","speaker":"1388"},{"type":"speech","time":1539696600,"counter":234,"content":"<p>I agree technically with what Senator Devine is saying.  The only reason it might arise is if there was a structure set up for something within the health services that needed to be separated out from the HSE but where it would be important that the chief executive of the HSE would also sit on that board.  That is the only context.  Take the national children's hospital for instance.  The only way I see it of being of relevance is if it was decided that the chief executive of the HSE should sit on the board of the national children's hospital.  I agree with Senator Devine.  The person should not sit on a board that is involved commercially in other areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02800","speaker":"1409"},{"type":"speech","time":1539696600,"counter":235,"content":"<p>The Bill states that the CEO cannot hold any other office, employment or business without the consent of the board and that the Minister of the day must be informed of any such decision by the board.  My understanding of the proposed amendment is it would prohibit the CEO from holding any other office, employment or business without any exception whatsoever.  I suggest that while it is hard to see a circumstance, we cannot foresee all circumstances, as Senator Colm Burke outlined.  There may be a situation where the CEO may validly request to hold another office.  Therefore, it is appropriate that the legislation as it currently stands allows the competency-based board of the day and the new governance structure to be the safeguard in terms of ensuring the CEO does not hold any other office, employment or carry on any other business which conflicts with his or her ability to act as CEO.  It also makes the board the appropriate arbitrator and decision-maker in such cases.  That is appropriate.  I am happy that a competency-based board should be making these decisions and should have the flexibility to make those decisions and, as such, I do not propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#FF02900","speaker":"1251"},{"type":"speech","time":1539696600,"counter":236,"content":"<p>The CEO of the HSE has to be entirely focused on the HSE.  I accept Senator Colm Burke's point that there might be exceptional circumstances.  Perhaps I can rephrase the amendment to include the idea that it would be health related.  It will not be private companies, but health, HSE and publicly related.  I will withdraw the amendment but I will table it again on Report Stage.  It is too important to fall through on this and allow what happened in the past with a director general.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG00100","speaker":"1388"},{"type":"unspoken","time":1539696600,"counter":237,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1539696600,"counter":238,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 15, lines 20 and 21, to delete &quot;, or has been, or may at a future time be,&quot;.<\/blockquote> <p>I do not understand why this wording is included in the Bill.  Essentially, it gives the CEO the option of not disclosing any information if he or she wishes and to say that it may be subject to court proceedings in his or her opinion.  If something was subject to court proceedings and they are finished then that issue should be allowed to be discussed in the Committee of Public Accounts or the health committee to ensure accountability.  What is even more confusing is the inclusion of something which may be subject to court proceedings in the future.  This is fairly wishy-washy.  It effectively gives the CEO the power to not discuss anything if he or she wishes.  Its inclusion allows for too broad an interpretation and the provision should be amended to rectify this.  This is an opportunity to prevent the CEO from hiding behind the suggestion that it may be subject to court proceedings, as is done on a frequent basis across this country in various circumstances.  When that is said we are all scared away from it.  I do not believe it is strong enough to allow a CEO to say that.  Health issues of great importance to the nation need to be discussed.  We know what transparency means to us now.  We know the word inside out from the last few months.  I will press this amendment and hope the House will support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG00300","speaker":"1388"},{"type":"speech","time":1539696600,"counter":239,"content":"<p>I understand what the Senator is trying to do but there are safeguards in place and a proper procedure.  The wording in the Bill currently states that the CEO shall not be required to give an account before a committee of any matter relating to the general administration of the executive which is or has been or may be at a future time the subject of proceedings before a court or a tribunal in the State.  The provision is not unique to this Bill.  It is found in many other legislative measures and is essential to protect not just the integrity of any current court proceedings but also the integrity of any future court proceedings.  Again, this is not just about protecting a health service or a State institution, it could also be about protecting a citizen who might well be involved in such proceedings.<\/p> <p>Senator Devine described it as \"wishy-washy\" and I understand where she is coming from, but I do not believe it is.  Beyond where the Senator proposes to amend the provision the legislation clearly sets out the process under which the provision may apply.  First, the CEO must inform the committee if in his or her opinion this provision applies to a matter on which he or she has been asked to give an account and must give reasons for such an opinion.  The person cannot just say, \"I cannot talk about that because something might happen in the future\".  He or she must say why he or she cannot talk about it and give reasons for such an opinion.  These reasons must be given by the individual either in person before the committee or in writing to the committee.  Second, and this is an important safeguard, either the CEO or the chairperson of the committee may apply to the High Court within 42 days for a determination on the matter.  If there is a conflict, and this does not usually arise, the High Court is there as an arbitrator to decide who is acting in the interests of the State and whether the view of the chairperson of the committee or of the CEO of the organisation is appropriate.<\/p> <p>This process is the correct process and has the required safeguards to ensure transparency and accountability.  These provisions are standard.  They are not unique to the HSE or to the HSE board legislation but are standard across legislation in general.  I am reluctant to depart from this precedent so I cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG00400","speaker":"1251"},{"type":"speech","time":1539696600,"counter":240,"content":"<p>I accept the Minister's comment that it is standard across legislation and that there are 42 days to go to the High Court if the committee believes the decision of the CEO is not acceptable.  However, this is an opportunity to further strengthen transparency and accountability.  We know these have been lacking in view of recent scandals in the public health service in this country.  With this Bill we have an opportunity to modify it, modernise it and make it accountable to the people.  I will withdraw the amendment but I will return to this on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG00500","speaker":"1388"},{"type":"unspoken","time":1539696600,"counter":241,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1539696600,"counter":242,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":243,"content":"<p>SECTION 9<\/p>"},{"type":"unspoken","time":1539696600,"counter":244,"content":"<p>Question proposed: \"That section 9 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1539696600,"counter":245,"content":"<p>What is happening with the amendment tabled by Senators McDowell and Boyhan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01000","speaker":"1404"},{"type":"speech","time":1539696600,"counter":246,"content":"<p>They were not present so it was not moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01100","speaker":"1412"},{"type":"speech","time":1539696600,"counter":247,"content":"<p>Can I put it on the record that I might submit an amendment in the same vein on Report Stage with regard to making the members accountable to committees and so forth?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01200","speaker":"1404"},{"type":"speech","time":1539696600,"counter":248,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01300","speaker":"1412"},{"type":"unspoken","time":1539696600,"counter":249,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":250,"content":"<p>Sections 10 to 35, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":251,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":252,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1539696600,"counter":253,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01800","speaker":"1412"},{"type":"speech","time":1539696600,"counter":254,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#GG01900","speaker":"1409"},{"type":"unspoken","time":1539696600,"counter":255,"content":"<p>Report Stage ordered for Tuesday, 23 October 2018.<\/p>"},{"type":"unspoken","time":1539696600,"counter":256,"content":"<p>Sitting suspended at 5.20 p.m. and resumed at 6 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1539696600,"counter":257,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00100"},{"type":"unspoken","time":1539696600,"counter":258,"content":"<p>SECTION 23<\/p>"},{"type":"unspoken","time":1539696600,"counter":259,"content":"<p>Question again proposed: \"That section 23 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1539696600,"counter":260,"content":"<p>We are on section 23.  Senator McDowell was in possession.  As he is not here, does anyone else wish to speak on section 23 before I call on the Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00400","speaker":"1418"},{"type":"speech","time":1539696600,"counter":261,"content":"<p>Can I just take a quick look over it?  No, I do not really want to contribute but Senator McDowell had asked a number of questions of the Minister and I am not sure the Minister has had an opportunity to reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00500","speaker":"1392"},{"type":"speech","time":1539696600,"counter":262,"content":"<p>I can do so now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00600","speaker":"1233"},{"type":"speech","time":1539696600,"counter":263,"content":"<p>If the Minister would do so it would be very helpful.  I thank him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":264,"content":"<p>I call on the Minister to reply on section 23.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00800","speaker":"1418"},{"type":"speech","time":1539696600,"counter":265,"content":"<p>I thank the Acting Chairman and I thank Senator Norris for his clear recollection as to where we were some weeks ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM00900","speaker":"1233"},{"type":"speech","time":1539696600,"counter":266,"content":"<p>I hang on the Minister's jewelled words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":267,"content":"<p>The Senator is right; I was responding to Senator McDowell but I acknowledge the status of Senator Norris.  He is, of course, a Senator, speaker and mover of amendments in his own right so I am not going to regard him as a proxy for Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01100","speaker":"1233"},{"type":"speech","time":1539696600,"counter":268,"content":"<p>I could not be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":269,"content":"<p>I hope he is not going to represent himself as a proxy for Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01300","speaker":"1233"},{"type":"speech","time":1539696600,"counter":270,"content":"<p>I am unworthy to fill his shoes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":271,"content":"<p>I want, very briefly, to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01500","speaker":"1233"},{"type":"speech","time":1539696600,"counter":272,"content":"<p>Not that briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":273,"content":"<p>-----answer the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01700","speaker":"1233"},{"type":"speech","time":1539696600,"counter":274,"content":"<p>The Minister without interruption please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01800","speaker":"1418"},{"type":"speech","time":1539696600,"counter":275,"content":"<p>I will be brief because I am merely replying to a question from a Senator who is not here.  Senator McDowell spoke about the purpose of section 23, which is merely a standard technical provision to provide for funding for the overall purposes of the Bill.  It was inserted into the Bill by way of an amendment which I brought forward on Report Stage in the D&aacute;il and which was agreed.  There is nothing unusual about it; it is a standard provision.  It mirrors that in similar legislation, in particular section 24 of the Judicial Council Bill 2017, section 32 of the Legal Services Regulation Act 2015, section 26 of the Property Services (Regulation) Act 2011, and section 19 of the Private Security Services Act of 2004.  These mirror section 23, which is under consideration.<\/p> <p>There were comparisons made and questions asked on the matter of the funding of the costs in respect of the current Judicial Appointments Advisory Board, JAAB.  Senators will be aware that these costs are funded from Vote 22 - Courts Service, which is used to manage the courts and to support the Judiciary in a practical way.  This is distinct from Vote 24 - Justice and Equality.  I do not believe we are comparing like with like when we look to the experience of the Judicial Appointments Advisory Board as a comparator in terms of costings for the soon to be established commission.  I say this because the commission, as we know and as we have been debating, will have a much broader remit than that enjoyed by the advisory board.  It will have both a selection aspect and a recommendation remit, as well as a remit to develop selection procedures.<\/p> <p>I set out the details of expenditure involved in the administration of the JAAB for the period from 2014 to 2017 in the D&aacute;il.  That was based on information provided to me by the Courts Service.  I would be happy to make that letter available to Senators.  It sets out the staffing costs of the advisory board, estimated to be in the region of &euro;50,000 per year.  An executive officer employed on a less than full-time basis and supervised by an assistant principal officer is included in the cost of the clerk or secretarial services to the board.  This may vary from year to year depending on the number of vacancies which, of course, determines the number of meetings.  The explanatory memorandum to this Bill as initiated, to which I would draw the attention of Senators, states that the envisaged annual cost of the operation of this legislation will be in the order of &euro;1 million for each full year of operation.  This was, of course, an estimate.  It was a rounded figure based on estimated costs for a full year of operation insofar as such an estimate could be made.  However, the real figure, as I have said on the record of both this House and the Lower House, in any one year will probably be in or about half of that - approximately &euro;500,000.  The 2018 Estimates for the justice and equality Vote now provide for a new dedicated subhead for the judicial appointments commission - subhead A12.  It has a token allocation for this year and, having regard to the progress we are making on this legislation, that would be accurate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM01900","speaker":"1233"},{"type":"speech","time":1539696600,"counter":276,"content":"<p>That is a saving this House is making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM02000","speaker":"1403"},{"type":"speech","time":1539696600,"counter":277,"content":"<p>It is solely for the purposes of establishing the new subhead.  I am keen to say to Seanad&oacute;ir&iacute; that it is unlikely that the commission will be established this year but budget 2019 has made start-up funding available for both the commission and the eagerly awaited judicial council.  In anticipation of the enactment of this Bill and the Judicial Council Bill, &euro;250,000 has been made available.  I describe that as start-up funding.  As well as the enactment of this legislation, which I am sure we all agree will be enacted in its entirety by the end of this year, that takes into account the period of time between the enactment of the Bill and the actual commencement of its provisions.  Obviously, there will be preliminary preparatory work involved in putting the commission in place and other necessary start-up matters that will take a bit of time to established.  Staffing costs for the support office under Part 5 of the Bill, based on one director at Civil Service principal officer level and a couple of support officers, are estimated to be in the region of &euro;300,000.  Non-pay costs, including recruitment, training and advertising, will make up the balance of approximately &euro;500,000.  That should be sufficient to allow matters to become established.<\/p> <p>There is finally the matter of board fees in respect of lay persons.  There will be nine lay persons, a majority.  In accordance with section 11(1), each member of the commission will act on a part-time basis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Lay members will be paid such allowances and expenses as would be agreed between my Department, my office and myself as Minister and the Department of Public Expenditure and Reform.  The current fee rates payable in respect of State bodies fall into four different categories and the fee range is broad, ranging from &euro;6,000 to &euro;15,000 per annum in the case of members of the State body, and &euro;9,000 to &euro;30,000 in respect of the chairperson.  In providing this information I must say that it is subject to a determination as to the precise rates that would apply to lay members and the chairperson.  These have not yet been determined with any degree of precision but I imagine that the operational mandate for the new commission will have a bearing on the fees that are to be paid.  I do not wish to speculate on actual or precise rates but I have given a considerable amount of information and am happy to keep Senators updated.<\/p><p>On the accommodation or office of the commission, these decisions have not been taken yet and I am not in a position to advise.  It would be premature of me to do so but at the earliest opportunity I would be happy to give Senators specific details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#MM02100","speaker":"1233","continuing":true},{"type":"speech","time":1539696600,"counter":279,"content":"<p>I only have two questions for the Minister because I will be uncharacteristically brief.  Section 23.2 states: \"This section is in addition to any other provision made by this Act with regard to the provision of funding for a particular purpose.\"  I wonder if the Minister and his advisers can draw my attention to the other provisions that are mentioned in this section.  I am wondering where they are and what they encompass.<\/p> <p>Section 30 deals with the judicial appointments commission's office.  It states under subsection (6): \"A member of staff of the office shall be a civil servant in the Civil Service of the State.\"  I take that to mean that this person will be paid by the Civil Service and such moneys would not come out of the budget allocated to the commission?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00200","speaker":"1392"},{"type":"unspoken","time":1539696600,"counter":280,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1539696600,"counter":281,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00300"},{"type":"speech","time":1539696600,"counter":282,"content":"<p>I apologise for interrupting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00400","speaker":"1418"},{"type":"speech","time":1539696600,"counter":283,"content":"<p>Not at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00500","speaker":"1392"},{"type":"speech","time":1539696600,"counter":284,"content":"<p>I propose that the House suspend for 15 minutes to facilitate the Minister going to vote in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00600","speaker":"1416"},{"type":"speech","time":1539696600,"counter":285,"content":"<p>What is he going to vote on?  What way will he vote?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":286,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#NN00800","speaker":"1418"},{"type":"unspoken","time":1539696600,"counter":287,"content":"<p>Sitting suspended at 6.15 p.m. and resumed at 6.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1539696600,"counter":288,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00100"},{"type":"unspoken","time":1539696600,"counter":289,"content":"<p>SECTION 23<\/p>"},{"type":"unspoken","time":1539696600,"counter":290,"content":"<p>Question again proposed: &ldquo;That section 23 stand part of the Bill.&rdquo;<\/p>"},{"type":"speech","time":1539696600,"counter":291,"content":"<p>Senator Norris had just finished his comments on section 23.  I invite Senator McDowell to make a contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00400","speaker":"1418"},{"type":"speech","time":1539696600,"counter":292,"content":"<p>The Minister has indicated that the Judicial Appointments Advisory Board has estimated annual costs of &euro;50,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00500","speaker":"1403"},{"type":"speech","time":1539696600,"counter":293,"content":"<p>I thought it was &euro;500,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":294,"content":"<p>No, it is &euro;50,000.  The Judicial Appointments Advisory Board is the existing body.  It is indicated that the Department estimated the new body might cost &euro;1 million per annum, but the Minister has revised this estimate to &euro;500,000 per annum.  Whichever way this is looked at it appears to be a tenfold or twentyfold increase in expenditure in this process, depending on whether the explanatory memorandum or the Minister's present estimate proves to be more accurate.  Senators are entitled to ask if this money will achieve any significant results, and if the proposed extra cost will be value for money.  Are we going to have a better or more defensible, or more publicly acceptable system of appointing judges, or are we not?  This goes to the general ambit of the Bill and I will not go there.<\/p> <p>As I understand it, and as the Minister has told us, there is an executive officer who is a part-time employee of the Courts Service carrying out the function of the Judicial Appointments Advisory Board under the intermittent supervision of an assistant principal officer, sometimes with clerical support.  Effectively, we are talking about a person at a desk who does this work in addition to other work to keep the system going and sometimes supervised by a person at a desk in the same building - presumably the Courts Service building - and sometimes by a clerical officer at another desk depending on the number of appointments that crop up.<\/p> <p>I will come back to the start-up costs, this year's token estimate and next year's start-up funding estimate in due course, but when we consider the proposed judicial appointments commission there are a number of aspects I would like to tease out.  First, there is going to be a director of the office and I would like to know what the annual salary is likely to be for the director of the office.  Second, what is the director of the office-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00700","speaker":"1403"},{"type":"speech","time":1539696600,"counter":295,"content":"<p>Is the Acting Chairman satisfied with the attendance in the House? I point out that there are more people on the bench than there are in the House.  There is only Senator McDowell on the Opposition seats, two Members of the Government who are busy on their phones and me.  It seems inadequate.  I am not actually calling for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":296,"content":"<p>The Senator is busy talking to himself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP00900","speaker":"1416"},{"type":"speech","time":1539696600,"counter":297,"content":"<p>Yes, exactly.  The Senator has made my point.  I will have to call for a quorum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP01000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":298,"content":"<p>Senator Norris is calling for a quorum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP01100","speaker":"1418"},{"type":"speech","time":1539696600,"counter":299,"content":"<p>I am afraid so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#PP01200","speaker":"1392"},{"type":"unspoken","time":1539696600,"counter":300,"content":"<p>Notice taken that 12 Members were not present; House counted and 12 Members being present,<\/p>"},{"type":"speech","time":1539696600,"counter":301,"content":"<p>I was dealing with the staffing requirements of this new body and pointing out that the present arrangements are remarkably efficiently run with a very small staff.  The Minister states the task of the new board will be immensely more elaborate because it will deal with selection and recommendations and with developing its own procedures.  I am surprised to hear that the present Judicial Appointments Advisory Board does not actually do that and does not consider its own procedures or regulate itself.  I had imagined it would do so to the extent necessary.  I notice that under section 11(7), there is to be provision for consultants and advisers to be appointed from time to time in addition to the regular complement of civil servants who will be the staff of the judicial appointments commission.  Although I listened attentively to what the Minister was saying perhaps I did not pick up clearly what the entire anticipated staff complement of the commission is to be.  I heard him state that he intended that this body should come into existence roughly contemporaneously with the judicial council.  I was not clear whether it was being suggested that the judicial council, which presumably will not have a lay member, will be directing the same staff or sharing the same staff as the judicial appointments commission.  Will there be a shared staff complement for both bodies?  The same applies to their office accommodation.  Will there be a shared accommodation between the judicial council on the one hand and the judicial appointments commission on the other?  I ask the Minister to indicate, because clearly it is important for us to get a handle on the size of this institution that is being put in place, exactly how many members of staff there will be of a permanent kind.  What does the Minister envisage - because he has made statutory provision for it - will be needed in addition to that for appointment as consultants and advisers under section 11(9)?  It seems to me that running selection interviews is a complex operation.  In particular, the Minister should indicate how expensive it is, for instance, to run interviews in the Public Appointments Service at the moment for jobs.  The Minister will have to have some idea of personnel implications and the staffing implications of running selection interviews which, as I understand it, are to be central to the process of appointment from now on.<\/p> <p>The Minister has also stated there is a spectrum of fees for chairpersons and members and where the members of this commission fit upon that spectrum will depend on further consultation between the Minister's Department and the Department of Public Expenditure and Reform.  I do not think that is satisfactory.  It is not a matter of consultation between two Ministers as to whether the chairperson is given &euro;15,000 a year or &euro;30,000 because &euro;15,000 would be wholly inadequate as remuneration for somebody who was to effectively chair a commission that will be involved in each and every judicial appointment in the State, which means running interviews for it, considering all the candidates and getting reports from consultants and advisers on people who might or might not submit their name and the like.  This is a very serious job.  I indicated earlier in the debate on this legislation my deep disquiet at the thought that this job would, effectively, be done by the director of the office and that a group of people would come into a room, get evaluations of judges carried out by consultants and advisers who are appointed on contract and put them in front of a majority lay body and minority judicial and legal body to be rubber-stamped.  We should want to attract people who are willing to give up significant amounts of their time to participate in the interview process to this position of chairperson and ordinary lay membership of the board.  To put it all in context, when I was Minister for Justice, Equality and Law Reform, in respect of some vacancies in the District Court bench there could be up to 90 or 100 applicants.  That is my memory in retrospect; I hope I am not exaggerating.  There was an enormous number of applicants.  If they are not all going to be sifted out by unpaid contractors posing as consultants and advisers and if they are all to get an interview for a District Court position, the question that arises then is who will conduct those interviews?  How many members of the board will sit in on such interviews?  We live in a very politically correct world now where interviews have to be conducted very impartially.  The same questions have to be put to virtually everyone.  No value-laden questions should be put to them.  No prejudicial questions should be put to them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The whole knack of avoiding discrimination accusations when interviewing people for public and private sector positions has become highly complicated.  One cannot just breeze in, have people think up random thoughts, as such as might occur to Senator Norris, and throw them at an applicant because one had nothing else to consider.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#QQ00300","speaker":"1403","continuing":true},{"type":"speech","time":1539696600,"counter":303,"content":"<p>They do indeed.  I am a mass of quivering random thoughts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":304,"content":"<p>There would have to be strict regulation of what questions were put to an interviewee and whether they were put to all of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00300","speaker":"1403"},{"type":"speech","time":1539696600,"counter":305,"content":"<p>I am afraid I have to refuse the Senator's kind invitation to join the interview board.  I would be quite unfit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":306,"content":"<p>Senator McDowell without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00500","speaker":"1418"},{"type":"speech","time":1539696600,"counter":307,"content":"<p>I do not think the Senator would be eligible because he is a Member.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00600","speaker":"1403"},{"type":"speech","time":1539696600,"counter":308,"content":"<p>The Bill has not passed yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":309,"content":"<p>I know.  The body in question does not exist yet therefore.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00800","speaker":"1403"},{"type":"speech","time":1539696600,"counter":310,"content":"<p>At the rate we are going with the Bill, Members of the current Seanad will be retired when it is passed and will be eligible for the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR00900","speaker":"1233"},{"type":"speech","time":1539696600,"counter":311,"content":"<p>Senator McDowell without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01000","speaker":"1418"},{"type":"speech","time":1539696600,"counter":312,"content":"<p>Those are issues which concern me.<\/p><p>I fully understand the need to open up a subhead in the Estimates.  Towards the end of the year, it is conventional and utterly unobjectionable to put in a nominal amount and to thereby create the opening in the public accounts for the expenditure of a greater amount in the year to which the Estimates are likely to have effect.  However, what does a start-up funding of &euro;250,000 represent?  The Minister will be aware since taking office that the gestation period between the enactment of the former Minister, Alan Shatter's legislation on the regulatory body for the legal profession, its actual taxiing on the runaway and it taking flight, has been very long.  It is nearly two years since it has been in the process of formation.  I am not sure as to the extent to which it is actually functioning.  Will the Minister indicate what office accommodation is anticipated for this body when it is up and running?  What is the total staff complement likely to be?  Will it be housed in existing rented accommodation or given its own accommodation?  Will it be housed in conjunction with the proposed judicial council, a body with entirely different functions?  Will there be shared staff between the two bodies?  How much is anticipated will be spent on consultants and advisers in a full year?<\/p><p>Paying an annual rate of &euro;15,000 for a board member is inherently unacceptable if those members have to participate frequently in the interview process and the board's other committees.  Instead, there would have to be a <i>per diem<\/i>approach to make it attractive for a person of quality to participate.  With a person having to pay 50 cent to the euro in taxes, USC and the like, a net benefit of &euro;7,500 for such a position would not be adequate if a recipient were asked to tog out for multiple interviews, attend multiple meetings, consider multiple applications and take an active role.  It is quite possible that persons who are paid of the order of &euro;15,000 or &euro;20,000 to be on this board, with a net benefit of &euro;7,500 and &euro;10,000, would regard their own input as being of marginal value to the State and one which would compete with their other activities.  Unless they had much spare time on their hands, it would disincline people to participate in a body of this kind.<\/p><p>In these circumstances, it is much more reasonable to think that the members of the commission will have to be remunerated over and above an annual retainer with a <i>per diem<\/i>rate for carrying out specialised functions such as interview processes and the like.  The Minister indicated on the last occasion that he would inform us on this occasion how the &euro;500,000 is computed.  Of that &euro;500,000, what is envisaged will be spent on the salaries of public servants?  What are the pension costs for those public servants as time goes on?  What is the annualised real cost of establishing this body?  What will the office accommodation needs be, which necessarily reflect the size of the staff to be appointed?  What sums will be paid to the consultants and advisers?  How much will advertising for such positions come to?  How much will the running of interviews and the rental of premises to conduct interviews come to?  Will they be held in hotels around the country?  Who will attend those bodies?  All of these are mysterious amounts about which the Minister says he cannot be absolutely clear.  However, when he says the &euro;1 million is an overestimate and &euro;500,000 is more accurate, how can one run a body of this kind on such an annual budget if it is to do its job properly, attend to the work it is supposed to do and have its members involved in face-to-face interviews with applicants for judicial appointment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01100","speaker":"1403"},{"type":"speech","time":1539696600,"counter":313,"content":"<p>I was amused by what Senator McDowell had to say about interview boards.  Surely we have not arrived at a situation where the same questions are asked of every candidate and that there is no discretion to the interview board.  If that is the case, then one gets some consultancy service to draft all of the questions-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01200","speaker":"1380"},{"type":"speech","time":1539696600,"counter":314,"content":"<p>One could send them a questionnaire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01300","speaker":"1392"},{"type":"speech","time":1539696600,"counter":315,"content":"<p>Yes.  I cannot see how one could conduct any sort of an interview for a job if the same questions are asked of every candidate.  Surely the board has discretion.  I hope we have not reached the case as outlined by Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01400","speaker":"1380"},{"type":"speech","time":1539696600,"counter":316,"content":"<p>Is Senator Norris indicating?  His hands were moving around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01500","speaker":"1418"},{"type":"speech","time":1539696600,"counter":317,"content":"<p>No, I was not actually.  I was sitting patiently and quietly, cogitating on wonderful and internal matters.  I was wondering if the Minister, in his graciousness, after having replied to Senator McDowell, would answer the two questions I asked in the one minute remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":318,"content":"<p>Yes, I can do it within the one minute remaining.  The answer to the question about the payment to the civil servants------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01700","speaker":"1233"},{"type":"speech","time":1539696600,"counter":319,"content":"<p>We actually have an hour remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01800","speaker":"1418"},{"type":"speech","time":1539696600,"counter":320,"content":"<p>Have we an hour?  Good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR01900","speaker":"1392"},{"type":"speech","time":1539696600,"counter":321,"content":"<p>We actually have an hour and one minute remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR02000","speaker":"1418"},{"type":"speech","time":1539696600,"counter":322,"content":"<p>Yes, the payment of the director, who will be a civil servant, will be from the commission's allocation which has yet to be determined.  As for the Senator's second question, it is a technical reference to where provision is made elsewhere in the Bill to funding a particular purpose.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For example, it is in subsection 11(2) and subsection 30(2) in terms of a support office.  It is a provision that is used widely in legislation to ensure a particular purpose for expenditure can be met.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#RR02100","speaker":"1233","continuing":true},{"type":"speech","time":1539696600,"counter":324,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":325,"content":"<p>Senator McDowell posed a number of questions to which, because of their inconsistency, it would just not be possible to provide accurate responses.  On the one hand, it seems the Senator is making the case that, by comparison with the Judicial Appointments Advisory Board, there is in some way unnecessary expenditure.  On the other hand, he seems to be arguing in favour of an increased amount of expenditure, in addition to the approximately &euro;500,000 or &euro;600,000 that I estimate will be the total expenditure in respect of the full year of operation.  The reason the arrangement is different from what is anticipated in the explanatory memorandum is that the Bill has changed substantially in terms of the remit of the commission.  We no longer have the structures of committees and subcommittees that would require increased expenditure.<\/p> <p>The commission will operate very much along the lines of similar bodies that have been established.  Senator McDowell acknowledges the similarities between the commission and the Legal Service Regulatory Authority.  There is to be a small complement of staff, a handful of people under the direction of somebody at principal officer grade 1, earning approximately &euro;90,000.  The remaining members of staff would be earning in the region of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00300","speaker":"1233"},{"type":"speech","time":1539696600,"counter":326,"content":"<p>That is more than a third more than Senators get.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":327,"content":"<p>Salaries are estimated to be in the region of &euro;300,000 to &euro;350,000.  I am not in a position to provide Senators with detail as to the office accommodation. If there is to be a directorate or commission with a staff of four, five or six, it is not difficult to work out the accommodation required.  No decisions have been made as far as this is concerned.  It is most unlikely, however, that the office will be housed in the offices of any other body.  The Judicial Council was mentioned in this regard.  It is most unlikely that both of these bodies will be housed in the same accommodation.  These decisions have not been made with any great accuracy in order to allow me to be precise having regard to the rental market and precise location.  There will be an independent office, however; that is for sure.<\/p> <p>Senator Norris, or perhaps Senator McDowell, made reference to a possible overlap of staff, with particular reference to a potential overlap involving the Judicial Council and the commission.  That will not be the case.  They will be separate entities, in separate premises, and they will have separate and distinct staff.  I can do no more at this stage than say I would be very happy to keep Senators fully informed as to the outworking of the commission, having regard to the fact that Senator McDowell is right when he says there will be a setting-up period between the enactment of the legislation and the coming into operation of the commission.  Experience shows that period to be a number of months, probably in the region of the year, or perhaps a little more.  The legislation on the regulatory authority came into operation towards the end of 2016.  It is only now becoming fully operational, with a chief executive officer, dedicated premises, a staff and, of course, a very busy and detailed programme of work.  In nine months or a year after the enactment of this Bill, we should certainly have the commission functioning in a way that is envisaged in the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00500","speaker":"1233"},{"type":"speech","time":1539696600,"counter":328,"content":"<p>Section 23(2) states, \"This section is in addition to any other provision made by this Act with regard to the provision of funding for a particular purpose.\"  How does that marry with section 30(2), which we have not yet examined?  The latter subsection states, \"The Office shall be funded by moneys provided by the Minister with the consent of the Minister for Public Expenditure and Reform.\"  If Senator Norris would allow me to continue for two seconds before he interrupts-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00600","speaker":"1403"},{"type":"speech","time":1539696600,"counter":329,"content":"<p>I will certainly allow the Senator two seconds before I call for a quorum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":330,"content":"<p>It is stated the advances to the commission under section 23 are in addition to those moneys.  Are we talking about the same moneys or different moneys?  How is it that payments to the office are dealt with under section 30(2) and the advances to the commission are dealt with under section 23, which states the measure does not apply to other provisions in the legislation for the payment of moneys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00800","speaker":"1403"},{"type":"speech","time":1539696600,"counter":331,"content":"<p>I call Senator Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS00900","speaker":"1420"},{"type":"speech","time":1539696600,"counter":332,"content":"<p>The Leas-Chathaoirleach is very welcome.  I am afraid his colleague is just leaving, which means there are only four Senators here.  I make that less than 10%.  I wonder where the others are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS01000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":333,"content":"<p>Is the Senator calling a quorum?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS01100","speaker":"1420"},{"type":"speech","time":1539696600,"counter":334,"content":"<p>I am afraid I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#SS01200","speaker":"1392"},{"type":"unspoken","time":1539696600,"counter":335,"content":"<p>Notice taken that 12 Members were not present; House counted and 12 Members being present,<\/p>"},{"type":"speech","time":1539696600,"counter":336,"content":"<p>Does Senator Norris wish to contribute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00100","speaker":"1420"},{"type":"speech","time":1539696600,"counter":337,"content":"<p>I thank my colleagues for their graciousness in attending.  It is very good of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":338,"content":"<p>Does the Minister wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00300","speaker":"1420"},{"type":"speech","time":1539696600,"counter":339,"content":"<p>I want to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00400","speaker":"1233"},{"type":"speech","time":1539696600,"counter":340,"content":"<p>Was Senator McDowell in possession?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00500","speaker":"1392"},{"type":"speech","time":1539696600,"counter":341,"content":"<p>No.  I call the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":342,"content":"<p>I again assure Senators that there is nothing unique about the funding arrangements for this new body as set out in the legislation.  Senator McDowell referred to section 30(2).  I point to section 11(1)(<i>b<\/i>), which stipulates that funding, whether for the permanent members of the commission, lay members of the board or any other expenditure, will be in accordance with accepted practice and agreed by way of consultation between my Department and the Minister for Public Expenditure and Reform.  It will not be a case of the colourful picture painted by Senator McDowell of two Ministers deciding how much those people will be paid or otherwise.  There are appropriate and accepted scales for the civil servants, part-time board members and board chairmen.  All of this will be taken into consideration in accordance with accepted practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00700","speaker":"1233"},{"type":"speech","time":1539696600,"counter":343,"content":"<p>I thank the Minister.  Does that conclude discussion of the section?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00800","speaker":"1420"},{"type":"speech","time":1539696600,"counter":344,"content":"<p>I was surprised to receive an email during the week from a denizen of Dublin Rathdown who told me that he had received a leaflet through his letter box.  The leaflet-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT00900","speaker":"1403"},{"type":"speech","time":1539696600,"counter":345,"content":"<p>It referred to Stepaside Garda station.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":346,"content":"<p>Curiously, it did not address Stepaside Garda station, although I only received one side of it.  It features pictures of myself and, curiously, my great friend, former Deputy Alan Shatter, and describes us as \"the opponents\".  The point that caught my attention was that it stated that the system for appointing judges in Ireland is tainted by political cronyism.  Is it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01100","speaker":"1403"},{"type":"speech","time":1539696600,"counter":347,"content":"<p>The leaflet was issued by Deputy Shane Ross.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":348,"content":"<p>Indeed.  It advocated a swift passage of the Bill and expressed anger at the time being taken to pass it through the Seanad.  I am interested by the constant refrain from one member of the Cabinet regarding political cronyism in the system of appointment of judges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01300","speaker":"1403"},{"type":"speech","time":1539696600,"counter":349,"content":"<p>He would know all about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":350,"content":"<p>I ask the Minister to reassure me, the Members of this House and the public at large, including the Minister, Deputy Ross, that there is no political cronyism in the appointment of judges and that the present system of appointing high-quality judges is not in any sense tainted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01500","speaker":"1403"},{"type":"speech","time":1539696600,"counter":351,"content":"<p>I thank the Senator.  Does that conclude discussion on the section?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":352,"content":"<p>The Minister has received an invitation.  He can hardly decline to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":353,"content":"<p>Senator McDowell quoted selectively from the half of a leaflet which he produced without notice.  I do not agree with the comments of my Cabinet colleague, Deputy Ross, regarding our Judiciary.  I acknowledge the impartiality of our Judiciary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01800","speaker":"1233"},{"type":"speech","time":1539696600,"counter":354,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT01900","speaker":"1392"},{"type":"speech","time":1539696600,"counter":355,"content":"<p>I acknowledge its total independence.  On the current appointments process, I very much resent allegations or assertions of any form of cronyism, which is the word used by Senator McDowell.  The Minister, Deputy Ross, is not a member of my political party.  I acknowledge his role in Government and that this is a Government-sponsored Bill which will be piloted by me as the Minister for Justice and Equality.  It is very important and reforming legislation.  Of course, I support it.  I very much reject any assertions made in a document that apparently mentions a former Member of the Lower House.  It is not appropriate to comment on leaflet drops by certain politicians in their constituencies while debating amendments to the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT02000","speaker":"1233"},{"type":"speech","time":1539696600,"counter":356,"content":"<p>I am happy to hear those reassurances from the Minister.  I do not believe that he or the Cabinet of which he is a member currently partakes in any process involving political cronyism.  I say that with sincerity because I have had the chance to observe the appointments that have been made, which I believe to be entirely on merit and above criticism.  They cannot be legitimately targeted as representing some form of cronyism.<\/p> <p>Section 23 deals with advances to the commission.  Perhaps I misunderstand it, but it seems that the terms of section 30(2) are mandatory, namely, that \"The Office shall be funded by moneys provided by the Minister with the consent of the Minister for Public Expenditure and Reform\", whereas section 23 is a permissive provision to give advances to the commission, possibly for different purposes.  The JAC would be a massively over-expensive quango.  It would not achieve a better or less political Judiciary or one more acceptable to the people of Ireland than that which we have and which has performed extremely well.  There was no sustained criticism of the manner of appointment of the Judiciary until the Minister, Deputy Ross, launched his personal campaign against it.<\/p> <p>There are substantive amendments coming up regarding appointments to the superior courts, as the Minister is aware.  I ask him to indicate with clarity to the House that the decision to accept or reject such amendments will be taken by the Cabinet as a whole or a majority thereof if there is any division, rather than through a process in which one member of the Cabinet attempts to veto their acceptance.  There are some important amendments to be dealt with.  There are moments when a Cabinet must function as such.  I acknowledge that there are political underpinnings to any Cabinet, including keeping people onside and its members agreed on various propositions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are amendments I have tabled which do not offend the principles of what was agreed in the programme for Government and which relate to promotion within the High Court, the Court of Appeal and the Supreme Court, as well as to the presidencies of these courts.  I would like to be reassured these amendments will receive fair consideration from the Cabinet and will not be subject to somebody who puts out leaflets claiming the current system of appointing the Judiciary is tainted by cronyism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#TT02100","speaker":"1403","continuing":true},{"type":"speech","time":1539696600,"counter":358,"content":"<p>Senator McDowell will know from his time as a member of Cabinet that all decisions made by the Government, whether on amendments made to legislation or on the heads of a Bill, are made following due process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#UU00200","speaker":"1233"},{"type":"vote","time":1539696600,"counter":359,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 19; Níl, 9.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Michael McDowell and David Norris.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#UU00300","aye":["1409","1380","1423","1391","1378","1416","1388","1419","1389","1438","1386","1400","1375","1425","1406","1426","1397","1421","1372"],"nay":["1402","1376","1383","1429","1403","1398","1392","1410","1418"],"abs":[]},{"type":"speech","time":1539696600,"counter":360,"content":"<p>In order to demonstrate that I do not wish to hold up this Bill or to filibuster in any possible way, I am resisting the temptation to call for a walk-through vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#VV00100","speaker":"1392"},{"type":"unspoken","time":1539696600,"counter":361,"content":"<p>SECTION 24<\/p>"},{"type":"unspoken","time":1539696600,"counter":362,"content":"<p>Question proposed: \"That section 24 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1539696600,"counter":363,"content":"<p>Section 24 is a standard and sensible provision.  I am not in any way opposed to it.  Obviously, there have to be annual accounts if there is to be any such body and it would be futile to oppose-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#VV00400","speaker":"1403"},{"type":"speech","time":1539696600,"counter":364,"content":"<p>Order, please.  There are individuals speaking other than the Senator trying to address the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#VV00500","speaker":"1420"},{"type":"speech","time":1539696600,"counter":365,"content":"<p>It would be futile and wrong-minded to oppose accountability through annual accounts furnished to the Houses of the Oireachtas.  I believe the wasteful expenditure of this body should be noted by Members of this House, if it ever gets up and running.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#VV00600","speaker":"1403"},{"type":"speech","time":1539696600,"counter":366,"content":"<p>I am not inclined to oppose this section.  However, I am rather curious about certain aspects of it.  I know it may be a standard provision.  At the same time, however, it states accounts will be kept &quot;in such form as may be approved by the Minister with the consent of the Minister for Public Expenditure and Reform&quot;.  That is a rather a long way around the houses.  What is wrong with ordinary accounts in a way any company provides accounts?  Presumably there is a standard way of producing accounts.  What is the point that the form has to be approved by the Minister with the consent of the Minister for Public Expenditure and Reform?  Is it necessary?  While it may be a standard provision, I am just querying it.<\/p><p>Section 24(2) states:<\/p><blockquote>Annual accounts kept in accordance with this section shall be submitted, not later than 1 April in the year immediately following the financial year to which they relate or on such earlier date as the Minister may from time to time specify, by the Commission to the Comptroller and Auditor General for audit and, immediately after the audit, a copy of the accounts, and of such other special accounts (if any) &hellip;<\/blockquote> <p>I am just curious as to what these other special accounts are.  Is this an umbrella or catch-all provision to provide for any possible hypothetical context?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The final subsection states, \"...the Minister, after consultation with the Minister for Public Expenditure and Reform, may direct and a copy of the Comptroller and Auditor General&rsquo;s report on the accounts shall be presented to the Minister who shall, as soon as may be\".  What on earth does this mean?  It could be anything.  The phrase \"as soon as possible\" would be much clearer.  As soon as may be what?  Maybe I will, maybe I will not; maybe I will publish the accounts or maybe I will just sit on them for a couple of years.  It is just terribly loose.  It may be a standard provision but it is not a terribly good one.  It is not terribly precisely drafted.  The phrase, \"as soon as may be\", is unsuitably vague for legislation of this nature.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#VV00700","speaker":"1392","continuing":true},{"type":"speech","time":1539696600,"counter":368,"content":"<p>What is intended in the section regarding the accounts is, in standard form and standard practice, a reference to the Minister for Public Expenditure and Reform and the Comptroller and Auditor General.  This is important in the context of ensuring prudent management of public moneys.  I agree with Senator McDowell that it would be futile to oppose it and, in the circumstances, having regard to precedent, unnecessary to indulge in fantasy queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00200","speaker":"1233"},{"type":"speech","time":1539696600,"counter":369,"content":"<p>I am not sure whether the Minister will answer the two queries I had subsequent to that.  He has answered the first one inadequately but still he has answered it.  I am curious as to what are the special accounts.  I also made reference to the vagueness of the phrase \"as soon as may be\".  Perhaps the Minister does not want to answer these questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00300","speaker":"1392"},{"type":"speech","time":1539696600,"counter":370,"content":"<p>The Chair is unable to assist the Senator in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00400","speaker":"1420"},{"type":"unspoken","time":1539696600,"counter":371,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539696600,"counter":372,"content":"<p>SECTION 25<\/p>"},{"type":"speech","time":1539696600,"counter":373,"content":"<p>Amendment No. 65, in the name of Senator Higgins cannot be moved as she is not here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00700","speaker":"1420"},{"type":"speech","time":1539696600,"counter":374,"content":"<p>Can I move it in her absence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00800","speaker":"1402"},{"type":"speech","time":1539696600,"counter":375,"content":"<p>No.  The Senator must give permission in writing for someone else to move the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW00900","speaker":"1420"},{"type":"unspoken","time":1539696600,"counter":376,"content":"<p>Amendment No. 65 not moved.<\/p>"},{"type":"unspoken","time":1539696600,"counter":377,"content":"<p>Question proposed: \"That section 25 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1539696600,"counter":378,"content":"<p>I welcome the Minister to the House.  I support Senator Higgins's amendment but seeing as it has not been moved, I will comment on how the section could be improved on in the terms set out in her amendment, in which she suggested the commission should submit a report on its activities as per the provision under the section but, in particular, that the commission should report its progress in meeting the gender, diversity and Irish language objectives set out in section 7.  It is a specific reference to items on which the commission should report.  This seems a sensible proposal and could easily be included in this section.  It would be strengthened given we debated at an earlier date the need for gender, diversity and Irish language objectives.  It would be useful to include it in the section by way of providing more clarity on what the commission should report about.  Section 25(1) provides, \"The Commission shall, not later than 3 months after the end of each year, submit to the Minister a report on its activities in the preceding year\".  It is a vague provision.  Perhaps \"vague\" is the wrong word; it is a broad provision.  It might be useful to include some specifics on what the commission should direct its attention in making its report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01100","speaker":"1402"},{"type":"speech","time":1539696600,"counter":379,"content":"<p>I have a number of things to say about this.  The first is about section 25(4), which states, \"The Minister may, having consulted with the Commission, direct the Commission to provide a report under this section in such form and manner as the Minister may specify.\"  I fail to see any reason at all, in democratic terms, that it should not be mandatory that the report should be laid before the Oireachtas.  Why should it not be?  What is the point in having an annual report that deals with matters of considerable significance to the Oireachtas and the public?  It seems to be odd that we just have a situation where the Minister may direct and that he or she can prescribe the form and manner.  That is quite extraordinary.  The Minister may say this is general practice but just because practice is general, it does not mean it cannot be held to be bad and inadequate.  This is bad and inadequate.  If we have an annual report about the doings of the JAC, what better way is there to avoid the charges of cronyism that were made in Minister, Deputy Ross's, recent manifesto or leaflet?  What better way can there be to counter these accusations than to publish the report annually?  Could the Minister give any indication as to situations in which he would direct that a report not be published?  What is meant by \"in such form and manner\"?  I presume it does not mean it will be published in Braille or only in the Irish language.<\/p> <p>With regard to the amendment, the House has shown considerable interest in gender diversity and I notice a comma in Senator Higgins's published amendment.  I would have thought it was \"gender diversity\" and not \"gender, diversity\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":380,"content":"<p>If I may-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01300","speaker":"1402"},{"type":"speech","time":1539696600,"counter":381,"content":"<p>I thank Senator Bacik.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":382,"content":"<p>They are two different things.  Senator Higgins's amendment refers to different objectives in gender balance but also around diversity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01500","speaker":"1402"},{"type":"speech","time":1539696600,"counter":383,"content":"<p>It does not matter because the amendment has not been moved and we are discussing the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":384,"content":"<p>I was about to pre-empt the Leas-Chathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01700","speaker":"1402"},{"type":"speech","time":1539696600,"counter":385,"content":"<p>There is no point in discussing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01800","speaker":"1420"},{"type":"speech","time":1539696600,"counter":386,"content":"<p>I acknowledge we are not discussing the amendment but I spoke to how the section could be improved through inserting language similar to that in the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW01900","speaker":"1402"},{"type":"speech","time":1539696600,"counter":387,"content":"<p>We are on the section, not the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02000","speaker":"1420"},{"type":"speech","time":1539696600,"counter":388,"content":"<p>The amendment is being-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02100","speaker":"1392"},{"type":"speech","time":1539696600,"counter":389,"content":"<p>The amendment is gone; we are discussing the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":390,"content":"<p>I know it is gone but presumably it was objected to by the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02300","speaker":"1392"},{"type":"speech","time":1539696600,"counter":391,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02400","speaker":"1233"},{"type":"speech","time":1539696600,"counter":392,"content":"<p>It was not moved.  I ruled on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02500","speaker":"1420"},{"type":"speech","time":1539696600,"counter":393,"content":"<p>I see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":394,"content":"<p>The Senator was not present and she had not given permission to anybody else to move the amendment.  It was not moved and it is gone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02700","speaker":"1420"},{"type":"speech","time":1539696600,"counter":395,"content":"<p>Very good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":396,"content":"<p>We are dealing with the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW02900","speaker":"1420"},{"type":"speech","time":1539696600,"counter":397,"content":"<p>The Minister has indicated there was no Government opposition, so presumably Senator Higgins can retable it on Report Stage and it will be agreed.  That would be wonderful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":398,"content":"<p>That will be her choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03100","speaker":"1420"},{"type":"speech","time":1539696600,"counter":399,"content":"<p>If she does not do so, I will because it is terribly important that the Government should not be seen as an enemy of the Irish language, for example, and one of the principal matters of interest here is the Irish language.  These are my concerns about this matter, particularly section 25(4), which states \"The Minister may\".  It is terribly weak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":400,"content":"<p>This is a matter on which I have to express some divergence of opinion between myself and Senators Bacik and Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03300","speaker":"1403"},{"type":"speech","time":1539696600,"counter":401,"content":"<p>Diversity is good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":402,"content":"<p>Yes, this is a divergence of opinion.  It seems that section 25(1) is mandatory.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Norris is misreading the entire section if he makes the argument that subsection (4) gives discretion to the Minister and the commission to publish a report.  Subsection (1) makes it quite clear that the commission shall, not later than three months after the end of each year, submit a report to the Minister on its activities and the Minister shall, as soon as may be, cause copies to be laid before the Houses of the Oireachtas.  There is a positive duty there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#WW03500","speaker":"1403","continuing":true},{"type":"speech","time":1539696600,"counter":404,"content":"<p>What, then, is the point of subsection (4)?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":405,"content":"<p>It seems to be to give the Minister some kind of power to tell the commission, once he or she has consulted with it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00300","speaker":"1403"},{"type":"speech","time":1539696600,"counter":406,"content":"<p>It seems to give him or her the power to monkey with the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":407,"content":"<p>He may also provide it in a particular form and manner.  I would not have too much objection to that because the Minister is accountable to D&aacute;il &Eacute;ireann and the body in question is, ultimately, accountable to the Houses of the Oireachtas, particularly D&aacute;il &Eacute;ireann, in respect of many of the matters with which it deals.  The Minister should be in a position to require the commission to deal with issues which he believes it should deal with.<\/p> <p>I accept that the amendment put down by Senator Alice-Mary Higgins is not being discussed here but I am of the view that the amendment should not be made.  I would not decline to support the section because it did not contain that amendment, and I wish to signal that for Report Stage.  I believe it is misconceived and would not add to the section, whether it was made here or is made on Report Stage.  Before Senator Norris commits himself to tabling such an amendment on Report Stage, I draw his attention to the reference to the commission's progress in meeting the gender diversity and Irish language objectives set out in section 7.  There is a misconception here.  The commission is not there to make progress on these issues.  It is there to select candidates for consideration by the Government.  It is the Government that makes progress on these issues and it is a misconception to think the commission will report annually on the progress it thought it was making with these proposals.  I am alarmed that any Member of the House, including Senator Norris, might commit himself to moving such an amendment.  If the Government chooses people on merit but under-delivers in respect of diversity, it should not be the subject of a report to this House or D&aacute;il &Eacute;ireann by the commission.  It is a matter for the Houses of the Oireachtas to say if they are concerned.  I certainly do not want the commission, through a report of this kind, to second-guess the Government's function and critique it by saying it was not making much progress on social diversity.  It is a legal and constitutional impertinence and should not be tolerated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00500","speaker":"1403"},{"type":"speech","time":1539696600,"counter":408,"content":"<p>What?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00600","speaker":"1392"},{"type":"speech","time":1539696600,"counter":409,"content":"<p>The Constitution gives these choices to, and vests these discretions in, the Government.  The Constitution trusts the Government to arrive at diversity and does not give a group of other people, or a statutory body, the right to critique the Government's performance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00700","speaker":"1403"},{"type":"speech","time":1539696600,"counter":410,"content":"<p>Yes, it does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":411,"content":"<p>This amendment completely overblows the function of the commission and I will radically oppose it if Senator Norris tables an amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX00900","speaker":"1403"},{"type":"speech","time":1539696600,"counter":412,"content":"<p>Senator McDowell is giving me great temptation to do so now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01000","speaker":"1392"},{"type":"speech","time":1539696600,"counter":413,"content":"<p>There are issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01100","speaker":"1403"},{"type":"speech","time":1539696600,"counter":414,"content":"<p>Travellers' rights is one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01200","speaker":"1392"},{"type":"speech","time":1539696600,"counter":415,"content":"<p>One issue is the sexual orientation of members of the Judiciary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01300","speaker":"1403"},{"type":"speech","time":1539696600,"counter":416,"content":"<p>We do not want to know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01400","speaker":"1392"},{"type":"speech","time":1539696600,"counter":417,"content":"<p>We do not want to know as it is a private matter for any judge.  We do not want these things to be matters of debate, or the subject of reports stating there are not enough gay people in one court or too many in another.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01500","speaker":"1403"},{"type":"speech","time":1539696600,"counter":418,"content":"<p>The Senator will agree that it does not arise in this section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":419,"content":"<p>I was getting worried about Senator Norris.  If anybody is tempted to oppose this section-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01700","speaker":"1403"},{"type":"speech","time":1539696600,"counter":420,"content":"<p>The Senator should not worry about me.  I do not have any sexual orientation at all as I am far too old.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01800","speaker":"1392"},{"type":"speech","time":1539696600,"counter":421,"content":"<p>Never say never.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX01900","speaker":"1402"},{"type":"speech","time":1539696600,"counter":422,"content":"<p>This reminds me of the late Deputy Maurice Dockrell in respect of the legislation on contraception, which was famously voted against by the then Taoiseach.  The Deputy said he was past it but for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02000","speaker":"1403"},{"type":"speech","time":1539696600,"counter":423,"content":"<p>Reference was made to a comedy show on television in a neighbouring jurisdiction.  It may be 16 October but it seems the Christmas panto season has come to the Seanad early, and that is regrettable in the context of what we are debating.  We seem to have spent the past 20 minutes discussing an amendment which was not moved by dint of the absence of a proposer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02100","speaker":"1233"},{"type":"speech","time":1539696600,"counter":424,"content":"<p>It was not allowed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02200","speaker":"1420"},{"type":"speech","time":1539696600,"counter":425,"content":"<p>It was ruled out of order by the Chair yet the Chair encouraged people to make contributions on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02300","speaker":"1233"},{"type":"speech","time":1539696600,"counter":426,"content":"<p>I am sorry, Minister, but Members are entitled to speak on a section.  I did not encourage them to discuss something that was not moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02400","speaker":"1420"},{"type":"speech","time":1539696600,"counter":427,"content":"<p>Not only were the Senators not speaking on the section, Senator McDowell was speaking on a putative amendment which Senator Norris said he might introduce at some future stage.  He did not even attempt to discuss the amendment which the Leas-Chathaoirleach ruled out of order, a ruling on which he then failed to follow up.  I have told Senator Norris on other occasions not to misrepresent things I say, either in this House or outside.  I did not say I was in favour of the amendment.  The Chair had ruled that the amendment was out of order and, as such, was not to be the subject of discussion.  I never said I agreed with it nor that I would not oppose it.  I am now minded to introduce an amendment on Report Stage in the context of sections 24 and 25.  It would have regard to the fact that section 24 specifies the annual accounts to be submitted not later than 1 April.  Section 25 deals with the matter of the publication of the annual report which will, of course, be published.  In the normal course of events the submission of the annual accounts to the Comptroller and Auditor General would precede the submission of the annual report in order to ensure the report includes the audited accounts and that would give welcome certainty over the annual report.<\/p> <p>I have sympathy with the point made by Senator Bacik but the annual reports of the commission will be subject to engagement, on an annual basis or otherwise, with at least one committee of the Houses, and maybe more.  It may perhaps, on occasion, be the subject of engagement with a committee of the Seanad.  They are the fora in which to include reports of any progress on the issues to which the Senators referred, rather than being expressed in the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02500","speaker":"1233"},{"type":"speech","time":1539696600,"counter":428,"content":"<p>The time has been reached.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02600","speaker":"1420"},{"type":"speech","time":1539696600,"counter":429,"content":"<p>It is only 7.59 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02700","speaker":"1392"},{"type":"speech","time":1539696600,"counter":430,"content":"<p>I will be the judge of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02800","speaker":"1420"},{"type":"unspoken","time":1539696600,"counter":431,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"speech","time":1539696600,"counter":432,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02950","speaker":"1420"},{"type":"speech","time":1539696600,"counter":433,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101600002#XX02975","speaker":"1406"},{"type":"unspoken","time":1539696600,"counter":434,"content":"<p>The Seanad adjourned at 8 p.m. until 10.30 a.m. on Wednesday, 17 October 2018.<\/p>","notice":"TIME STRING DETECTED"}]