[{"type":"minorheading","content":"Prelude","time":1575541800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1575541800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1575541800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1575541800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1575541800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00100"},{"type":"speech","time":1575541800,"counter":6,"content":"<p>I have received notice from Senator Tim Lombard that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport, Tourism and Sport to make a statement on the upgrade of the N71 road between Bishopstown and Castletownbere in Cork. <\/blockquote> <p>I have also received notice from Senator Lynne Ruane of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children and Youth Affairs to make a statement on the relocation of family support services from the F2 Fatima Centre, Dublin 8. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion and Senator Lombard's matter will be taken now.  Senator Ruane has withdrawn her matter, which I had originally selected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00200","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1575541800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00300"},{"type":"minorheading","content":"Road Projects","time":1575541800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00400"},{"type":"speech","time":1575541800,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Stanton, who is, as ever, a faithful attender of the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00500","speaker":"1420"},{"type":"speech","time":1575541800,"counter":10,"content":"<p>I welcome my colleague from Cork to the Chamber and acknowledge his presence.  As the Leas-Cheann Comhairle suggested, he has been in this Chamber many times.<\/p> <p>I wish to raise the issue of the N71 and its status among the national priorities.  The road is a major artery going into west Cork.  It starts at Bishopstown and goes all the way to Bandon, Clonakilty, Bantry and Glengarriff, and then on to Kerry.  It is an amazing road that is 180 km long.  It has fantastic potential.  If it were upgraded, it would open up west Cork and the west Cork community for more activity, be it in agriculture, fishing or otherwise.  All such activities depend on having a good road network.<\/p> <p>About 25 years ago, when I was a child, the N71 was upgraded from the Halfway roundabout at Ballinhassig and on into Bishopstown.  That was the last really significant upgrade.  A large section was taken out and a new, complete motorway was built.  We need a coherent plan.  We need to consider how we are going to develop and sustain the road.  We also need to consider how the towns and villages along the road can thrive.  What we are looking for is a coherent plan covering a period of several years.  It would involve infrastructure such as cycle lanes and address the need for bus lanes in some areas, hopefully around towns and villages.  What is really needed is a master plan.  We need to regard the N71 area as one requiring special attention.  That means a master plan for the next decade, to consider the 180 km and more route and the question of how to develop the area.  The potential is amazing, including for tourism.  Part of the road is on the Wild Atlantic Way.  Whether it is for those involved in agriculture or the commuter travelling to and from Cork or another destination, there is really significant potential.<\/p> <p>The N71 is currently designated as a national secondary road.  It is not on the list as a national primary road.  Addressing that is probably the first step.  We need to have the road designated as a national primary road.  When that is done, we should put a master plan in place for the 180 km.  Then we should carry out a series of works and inform and work with the community in order that we can deliver on those works.  This is probably one of the key issues for the entire west Cork region.  If we can deliver and ensure the development of the road, it will mean a major change for the entire region.  It has such potential.  We just need to put a master plan in place to deliver what is basically a no-brainer for Cork.  Addressing this will be one of the key issues in ensuring the survival of rural Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00600","speaker":"1386"},{"type":"speech","time":1575541800,"counter":11,"content":"<p>I thank Senator Lombard for raising this important issue this morning and for his work and interest in this area.  I apologise for the absence of the Minister for Transport, Tourism and Sport, who cannot be here.  He has responsibility for overall policy and funding in regard to the national roads programme.  Under the Roads Acts 1993 to 2015, the planning, design and upgrading of individual national roads are a matter for Transport Infrastructure Ireland, TII, in conjunction with the local authorities concerned.<\/p> <p>Within the overall context of Project Ireland 2040, the national development plan, NDP, has been developed by the Government to underpin the successful implementation of the new national planning framework, NPF.  This provides the strategic and financial framework for Tll's national roads programme for the period 2018 to 2027.  In the ten years covered by the plan, over &euro;11 billion will be invested in the overall road network.  The Minister, Deputy Ross, welcomes this opportunity to clarify that the N71 does not go to Castletownbere but to Glengarriff, where one takes the R572 to complete the route to Castletownbere.<\/p> <p>In the context of the national roads programme's capital budget, provided by the Department of Transport, Tourism and Sport to TII, significant funding has been provided towards the improvement of the N71 since 1994, amounting to more than &euro;60 million in County Cork to date.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy David Stanton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1053\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1053&amp;amp;pid=DavidStanton&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This includes works such as major improvement schemes such as Skibbereen and Bandon bypasses; pavement and minor scheme improvements; safety schemes; and planning and design for upcoming schemes.<\/p><p>TIl has provided the Department of Transport, Tourism, and Sport with the following list of schemes that are relevant to the route as well as a brief commentary on their current status in terms of progress.<\/p><p>I now refer to the major schemes.  For the Innishannon bypass, the route feasibility study was previously commenced but has since been suspended.  As this scheme is not in the NDP, the Department of Transport, Tourism and Sport has been advised by Tll that the project remains suspended at this point in time.  For the Bantry bypass, a feasibility study was completed by Cork County Council.  The Department of Transport, Tourism and Sport understands that Tll has been in discussions with officials in Cork County Council and that further up-dates from the council are awaited.<\/p><p>On the 2019 minor works allocations, TII has informed the Department of Transport, Tourism and Sport that with regard to the N71 Newmills-Owenahincha scheme Tll await progress by Cork County Council on the issue of compulsory purchase orders, CPO, and once completed, Tll expects to be in a position to allow the scheme to progress through the statutory process.  On the Bandon bypass extension, a feasibility study was completed by Cork County Council.  A scheme project appraisal plan, PAP, has also been prepared and submitted to Tll.  Currently the N71 relief road around Bandon ties back into the existing road network via a very steep downhill gradient.  Traffic also needs to negotiate a number of roundabouts and priority junctions within the built up area of Bandon.  The N71 in this area is quite heavily trafficked with an annual average daily traffic, AADT, of between 9,000 and 14,000 vehicles and a heavy goods vehicles, HGV, percentage of up to 5%.  The proposed relief road extension would involve bridging over the R603 to remove the existing steep gradient and construction of approximately 2.5 km of new single carriageway tying back into the existing N71 just to the west of the town.<\/p><p>The following are examples of pavement schemes which have been completed in 2019, or are ongoing: Leap to Dromihilly; Canrooska; Derry; Seafiels to Knockroe; Lissalane to Gallanes; Rossnagoose to Newcourt; and Toreen to Rigsdale.<\/p><p>On safety schemes, Tll has provided the Department of Transport, Tourism and Sport with an update on the current status of safety schemes on the route, such as the Innishannon pedestrian crossing and the Bandon pedestrian crossing which were recently completed; the Rosscarbery pedestrian crossing and Gaggin Junction which are in progress; the Ballinvoultig safety improvements are ongoing; and in the Bantry west approach, the Bantry north approach, Leap footpath and Glengarriff footpath feasibility reports are underway.  The Minister for Transport very much welcomes all of these improvements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#A00700","speaker":"1277","continuing":true},{"type":"speech","time":1575541800,"counter":13,"content":"<p>I thank the Minister of State for his comprehensive response.  The information he gave is important and shows the activity on the N71.  However, the real issue is that it is piecemeal.  There is a project here and a project there, a bypass is proposed for Bandon which is slowly going through a process which will be welcome, but there is no overall plan for the 180 km.  What the Minister of State outlined for the N71 is fantastic but we need to look at this in the context of a road from Bishopstown all the way to Glengariff, which is what we seek.  The communities want this road developed.  They want cycle lanes and to know where the bus corridor will be.  There is so much they need to know.  It is being done piecemeal where a co-ordinated approach is needed to tie all this together in a ten or 15 year plan for delivery.  Great work is happening every 18 months but we do not know what will happen in the next 18 months.  There needs to be a longer timeframe and a coherent plan needs to be put in place for the next decade.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#B00200","speaker":"1386"},{"type":"speech","time":1575541800,"counter":14,"content":"<p>I appreciate the Senator's passion and interest in this project, which is to be commended.  However, the national development plan identifies two categories of national road improvement projects.  The first covers projects to advance the construction subject to the satisfactory outcome of the project appraisal and development consent approval processes.  The second relates to projects with pre-appraisal at early planning stage which are being assessed with a view to developing a pipeline of suitable projects for development.  All this is subject to planning and funding.  Overall TII considers that taking steady-state and public private partnership convention into account that indicative NDP budget would allow projects in the first category to progress in a pipeline of projects taken through early planning.  It would not be possible to take all the pipeline projects through to the development consent process on to construction in the timeframe of the NDP.  Advancing projects for the second pipeline will, therefore, be subject to prioritisation within the overall national road programme and funding.  This will apply to any development, including any future plans to further develop and upgrade the N71.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#B00300","speaker":"1277"},{"type":"unspoken","time":1575541800,"counter":15,"content":"<p>Sitting suspended at 10.45 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1575541800,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00100"},{"type":"speech","time":1575541800,"counter":17,"content":"<p>The Order of Business is No. 1, motion re the arrangements for the sitting of the House on Tuesday, 10 December 2019, to be taken on the conclusion of the Order of Business, without debate; No. 2, statements on local government funding, to be taken at 12.45 p.m. and to adjourn at 2.30 p.m., if not previously concluded, with the contributions of all Senators not to exceed eight minutes; and No. 3, statements on crime, to be taken at 2.30 p.m. and to conclude not later than 4 p.m., with the contribution of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes, and the Minister is to be given not less than seven minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00200","speaker":"1391"},{"type":"speech","time":1575541800,"counter":18,"content":"<p>I welcome some guests of mine to the Gallery today, the dalta&iacute; from Scoil Eoin on the Armagh Road.  There are a few budding politicians among them and I ask all Members to give them a nice welcome here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00300","speaker":"1407"},{"type":"speech","time":1575541800,"counter":19,"content":"<p>Hear, hear.  They are very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00400","speaker":"1420"},{"type":"speech","time":1575541800,"counter":20,"content":"<p>The first issue I wish to raise today is a familiar one to many of my friends in the Gallery, namely, The Star bingo in Crumlin village.  Many people have been in touch with me about it.  I understand legislation is coming in to limit the amount of money that can be given out in prize money.  There is much concern that this will take away from the playing of bingo.  I accept that issues such as gambling addiction arise, but I do not think bingo leads to that.  The people who have come to me are genuine men and women who have retired, and they go to bingo as a social outlet in the evenings.  We must be cognisant of that factor because loneliness is a major public health issue.  I accept bingo is a commercial enterprise, but it brings much joy to many people, including our relatives, who use it as a social outlet.  I do not think we should forget how important it is to have such a social outlet.<\/p> <p>The second issue I wish to raise concerns citizenship applications and stamp 4 applications.  I raised it in the House previously and the Minister listened to what I had to say, in addition to discussing re-entry visas.  He was quick to appeal the High Court residency decision.  As I indicated in the House, there are administrative irregularities, bordering on racism when it comes to the timeframe of dealing with citizenship and stamp 4 applications.  There is an onus on applicants to adhere to timelines and have all their ducks in a row, but there are no deadlines when it comes to the State processing the applications.  It might be time to introduce statutory deadlines for the State to deal with citizenship and stamp 4 applications.  When an applicant has all of his or her paperwork in order and he or she is entitled by the laws of the land to be a citizen, we must ensure that is done properly because it is very upsetting when people have to wait a long time.<\/p> <p>One cannot travel while waiting for a stamp 4 visa application.  Those waiting are contributing members of society and we must give them the proper c&eacute;ad m&iacute;le f&aacute;ilte if they are here legitimately and legally.  The Minister must look expeditiously at the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00500","speaker":"1407"},{"type":"speech","time":1575541800,"counter":21,"content":"<p>Following on from Senator Ardagh's concern about gambling and the like, I wish to ask the Leader if he will arrange for the Minister for Justice and Equality, Deputy Flanagan, to discuss the presence of gambling casinos and their operation in Dublin, which is in flagrant contravention of the gaming and lotteries legislation.  As I understand it, there will be no relevant amendment and all of those operations are illegal but for some reason they have now been in operation for ten years and nobody has done anything to halt them.  I would appreciate if the Leader could do something by way of having the Minister in to explain why legislation for which his Department is responsible &ndash; I was the relevant Minister some 14 years ago &ndash; is not being enforced.<\/p> <p>The second issue I wish to raise again concerns the Minister for Justice and Equality.  I hope the Leader does not think I am in any sense concentrating on the Minister.  Last night we had a very useful debate on the legislation on costs in probate cases.  There seemed to be unanimity that the Bill could proceed to Report and Final Stages and although it was not scheduled to take place last night, in my view it could be done in five minutes some time next week if the Minister is here to deal with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00600","speaker":"1403"},{"type":"speech","time":1575541800,"counter":22,"content":"<p>I rise today to raise the extremely worrying situation in Malta and the ongoing refusal of Prime Minister Muscat to step aside and allow a proper independent investigation into what is the most flagrant breach of the rule of law in the European Union today.  I specifically mention the report of a delegation of the European Parliament led by my colleague, Roberto Mazzolo, which found that there are serious concerns that led and are indirectly connected to the murder of a journalist two years ago.  Malta is a partner member state in the European Union, one with which we have close relations and with which we share detailed information.  Therefore, I call on the Leader to call in the Minister for Foreign Affairs and Trade to take statements on the matter.  I have already called for the Maltese ambassador to appear before the Joint Committee on European Affairs.  This is something that crucially impacts all of us.  It is an issue not just within an individual member state but across the EU and we in Ireland must absolutely stand side by side with the people of Malta and the rule of law across the precious European Union.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00700","speaker":"1399"},{"type":"speech","time":1575541800,"counter":23,"content":"<p>I also welcome the fact that the lottery Bill has been revised.  I am aware that many people were very anxious that bingo would, in effect, be stopped.  The Bill did not intend that and I am reassured that the law will remain the same for any bingo organisers that have prizes of less than &euro;5,000.  However, there is an issue - I understand where the Minister is coming from - given the number of big operators who claim they are giving money to charity yet not much money is going to charity.  I am delighted the Bill is being revised and I look forward to discussing it when it comes to the Seanad for consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00800","speaker":"1424"},{"type":"speech","time":1575541800,"counter":24,"content":"<p>Yesterday, we had a debate on the Social Welfare (No. 2) Bill.  Could the Leader ask the Minister for Education and Skills, who administers the training fund, if he would come to the House to discuss the national training fund?  In 2019, there will be a surplus in the training fund of &euro;300 million.  Last year there was a surplus of &euro;200 million.  Through the introduction of an additional 0.1% levy there is potential for another surplus in 2020 of &euro;400 million.  We are cumulatively gathering up quite rapidly close to &euro;1 billion of a surplus in the fund.  Where will the money be spent?  In the past, money from funds of this type has been misused.  I would welcome and appreciate an indication from the Minister as to what will be done with the fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G00900","speaker":"1438"},{"type":"speech","time":1575541800,"counter":25,"content":"<p>The tractors may be gone from the gates of Leinster House but, unfortunately, the beef protest continues.  We learn today that the IFA has mounted a protest outside the Aldi distribution centre in Naas, County Kildare.  The IFA, among other farm voices, has been calling for action on price increases for their beef.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One can see from the beef price index that Irish farmers are clearly not getting next or near what they should be getting compared to their colleagues in the UK or in Europe.  In some cases, Irish farmers are taking &euro;80 per head less for their animals than farmers in the UK or across Europe are taking.  This clearly is not good enough.<\/p><p>I know that the beef task force met last Tuesday.  I was very disappointed to learn that the Minister was not present at that meeting.  It took a long time to get everyone around the table on this particular issue.  I am flabbergasted that the lead man, in this instance a Minister, was not present.  It is an insult to the farmers throughout the length and breadth of this country that the man with total and ultimate responsibility for farming matters in this country was not present at that opening meeting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#G01000","speaker":"1396","continuing":true},{"type":"speech","time":1575541800,"counter":27,"content":"<p>Was he not there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00200","speaker":"1391"},{"type":"speech","time":1575541800,"counter":28,"content":"<p>-----which I am very disappointed to hear.  This issue has not been treated with the urgency it deserves.  Farm families across rural Ireland are on their knees.  They are simply not getting a fair price for their product.  We need, through the Minister, to shine a light on exactly what is happening in the meat industry.  I was also disappointed to learn that retailers were not present at that meeting either.<\/p> <p>Can the Leader pass on my frustration and anger to the Minister for Agriculture, Food and the Marine and ask him to get the grip on this situation?  This is going to get worse.  Farmers are on their knees and they are not prepared to take any more.  They need a fair price for their product and the time is long overdue that they got it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00300","speaker":"1396"},{"type":"speech","time":1575541800,"counter":29,"content":"<p>I first will pay a compliment to the Leader and his staff.  They have tried to facilitate a meeting with the Minister for Health on St. Joseph's, Shankill and the closure of 60 beds for dementia patients there.  Unfortunately, the Minister has not been able to facilitate that despite the good work of the Leader and his staff.  Consequently, I have no alternative but to propose an amendment to the Order of Business calling for the Minister for Health to attend the House today and to take statements in relation to St Joseph's of Shankill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00400","speaker":"1417"},{"type":"speech","time":1575541800,"counter":30,"content":"<p>The Irish Pharmacy Union are to meet the Minister for Health, Deputy Harris.  It wants to see the long-overdue implementation of the hospital pharmacy review from 2012 and it very concerned about the proposed cuts to that sector.  The Irish Pharmacy Union has stated that despite repeated assurances from the Minister that the cuts to pharmacists' income imposed during the financial crisis would be unwound, the Department of Health has recently revealed proposals for further cuts coming on 1 January 2020.  Increasingly, patients rely on their pharmacists for their first health contact in the community due to the significant glut of patients in our health system.  They are busier than ever and are being unfairly targeted.  Pharmacies have a key role to play in primary care delivery.  I see so many good pharmacies in my constituency doing just that, providing high quality unrecognised care in the Irish health system.<\/p> <p>There is tremendous value as well in pharmacy-funded services and these unfair and unjustified cuts will disproportionately hit rural, disadvantaged and isolated pharmacies the hardest.  I support these pharmacies and urge the Leader to tell the Minister, Deputy Harris, that this will be devastating on rural Ireland.<\/p> <p>Carlow has 24 pharmacies that directly employ 260 people and with 620,000 annual visits, the importance of the sector must not be undervalued.  Some of these cuts will have a direct impact on the most vulnerable.  There will be a charge, for example, on the blister-packing service.  The HSE did not pay for this and have reduced the dispensing charge and will not pay for qualifying patients.  If the HSE does not pay for it the pharmacist has to incorporate the cost and many pharmacies can no longer do this free of charge.  Some pharmacies now will pass this charge on.  The HSE has cut the number of approvals, which is why more and more people have to pay.  This is a very serious issue.  <\/p> <p>I asked the Leader to bring this matter urgently to the Minister.  I will wait until Leader is finished before I continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00500","speaker":"1395"},{"type":"speech","time":1575541800,"counter":31,"content":"<p>I have heard the Senator and her speech is finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00600","speaker":"1391"},{"type":"speech","time":1575541800,"counter":32,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00700","speaker":"1420"},{"type":"speech","time":1575541800,"counter":33,"content":"<p>I also want to refer to the previous-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00800","speaker":"1395"},{"type":"speech","time":1575541800,"counter":34,"content":"<p>Is this a Second Stage speech?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H00900","speaker":"1391"},{"type":"speech","time":1575541800,"counter":35,"content":"<p>-----speaker where the Minister, Deputy Creed, should have been at that meeting on Tuesday.  It is disgraceful that he did not represent the farmers of Ireland and neither he nor the retail trade attended.  Shame on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01000","speaker":"1395"},{"type":"speech","time":1575541800,"counter":36,"content":"<p>The Senator is out of order.  Is that it?  I call Senator Maria Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01100","speaker":"1420"},{"type":"speech","time":1575541800,"counter":37,"content":"<p>Today, I acknowledge that a committee was launched in Limerick last Monday in respect of the directly-elected mayor.  This is the way to go for cities in the future.  I was delighted that the Minister of State, Deputy Phelan, attended in Limerick last Monday when this committee was established.  I am disappointed that there are only four female members on it, out of the 12 different organisations which nominated the various members on to the committee.  It is a good and positive direction for local government.  I look forward to seeing the directly-elected mayor process being implemented in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01200","speaker":"1384"},{"type":"speech","time":1575541800,"counter":38,"content":"<p>I thank the many Members of the House for their contributions to the Order of Business.<\/p> <p>Senators Ardagh and Feighan referred to the bingo issue and the Gaming and Lotteries (Amendment) Bill on which an amendment was passed in the other House last night.  There seems to be some misinformation on what is being proposed and it has been changed now.  The bingo being run by community associations and sports clubs was never going to be affected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01300","speaker":"1391"},{"type":"speech","time":1575541800,"counter":39,"content":"<p>Mine is not community; it is commercial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01400","speaker":"1407"},{"type":"speech","time":1575541800,"counter":40,"content":"<p>The commercial element is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01500","speaker":"1391"},{"type":"speech","time":1575541800,"counter":41,"content":"<p>We are not going to have a debate about it now in any event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01600","speaker":"1420"},{"type":"speech","time":1575541800,"counter":42,"content":"<p>-----a different matter.  The issue around the social aspect where people can go, meet and play bingo is one we all support and the importance of which we understand.  Bingo has helped to support many charitable organisations.<\/p> <p>I join with Senator Ardagh in welcoming to the House the students from Scoil Eoin.  The issue of citizenship raised by the Senator may, as a Commencement matter, receive a better answer than this one.<\/p> <p>Senator McDowell raised again this week a very important point regarding the gambling casinos, on which I support him.  They are becoming part of the fabric, not just of Dublin but also of Cork, Galway and other places.  As I said here earlier in the week, there are some outlets that can only apply for three-month licences.  This is an issue that needs to be addressed and I will be happy to support him in that.<\/p> <p>I will be happy to talk to him about the Civil Law (Costs in Probate Matters) Bill 2017 and see if we can facilitate time during the next week or the week after-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01700","speaker":"1391"},{"type":"speech","time":1575541800,"counter":43,"content":"<p>This will only take five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01800","speaker":"1403"},{"type":"speech","time":1575541800,"counter":44,"content":"<p>----- and to work with him on that matter.<\/p> <p>Senator Richmond raised the very important matter of Malta and the death of a journalist.  As the Senator rightly said, Malta is a member state and an EU partner state that we are calling to account here.  It is important that we have that matter addressed.<\/p> <p>Senator Lawlor referred to the education and training fund and I will be happy to bring the Minister to the House on that matter.<\/p> <p>Both Senators Gallagher and Murnane O'Connor never cease to amaze me in the way in which they come to the House with their contributions.  The Minister appointed a beef task force with an independent chairman.  The Minister was never going to attend last Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H01900","speaker":"1391"},{"type":"speech","time":1575541800,"counter":45,"content":"<p>He should have been there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02000","speaker":"1396"},{"type":"speech","time":1575541800,"counter":46,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02100","speaker":"1391"},{"type":"speech","time":1575541800,"counter":47,"content":"<p>He is the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02200","speaker":"1395"},{"type":"speech","time":1575541800,"counter":48,"content":"<p>This is an independent task force with representatives of all stakeholders.  This never stops these Senators from coming in here and playing politics with anything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02300","speaker":"1391"},{"type":"speech","time":1575541800,"counter":49,"content":"<p>The Leader should tell that to Joe Healy as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02400","speaker":"1396"},{"type":"speech","time":1575541800,"counter":50,"content":"<p>I know Joe Healy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02500","speaker":"1391"},{"type":"speech","time":1575541800,"counter":51,"content":"<p>He said that this morning on the radio.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02600","speaker":"1395"},{"type":"speech","time":1575541800,"counter":52,"content":"<p>I know that both Senators are going for D&aacute;il seats and are flying the flag.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02700","speaker":"1391"},{"type":"speech","time":1575541800,"counter":53,"content":"<p>That is very disrespectful, not to the two of us, but to the farmers of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02800","speaker":"1396"},{"type":"speech","time":1575541800,"counter":54,"content":"<p>That is not at all the case.  Shame on the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H02900","speaker":"1395"},{"type":"speech","time":1575541800,"counter":55,"content":"<p>With all due respect to the Leader-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03000","speaker":"1396"},{"type":"speech","time":1575541800,"counter":56,"content":"<p>Let me explain what the Senators did not do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03100","speaker":"1391"},{"type":"speech","time":1575541800,"counter":57,"content":"<p>We will not have a debate about it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03200","speaker":"1420"},{"type":"speech","time":1575541800,"counter":58,"content":"<p>They never said that there was a &euro;300 million beef data and genomics programme or a &euro;200 million beef environmental efficiency pilot.  They failed to mention the &euro;78 million in exceptional aid to beef farmers, a restoration to areas of national constraint scheme worth &euro;250 million, &euro;85 million in targeted schemes supporting sustainable beef farming in budget 2020 and, that in the event of a no-deal Brexit, an extra &euro;85 million has been flagged for immediate support for farmers.  None of that was said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03300","speaker":"1391"},{"type":"speech","time":1575541800,"counter":59,"content":"<p>Next Monday, if there is no meeting, there will be more protests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03400","speaker":"1395"},{"type":"speech","time":1575541800,"counter":60,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03500","speaker":"1420"},{"type":"speech","time":1575541800,"counter":61,"content":"<p>Neither Senator stated that the party of which they are members decimated rural Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03600","speaker":"1391"},{"type":"speech","time":1575541800,"counter":62,"content":"<p>Here we go again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03700","speaker":"1396"},{"type":"speech","time":1575541800,"counter":63,"content":"<p>The Senators know what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03800","speaker":"1391"},{"type":"speech","time":1575541800,"counter":64,"content":"<p>Will the Leader deal with the crisis we are discussing here?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H03900","speaker":"1396"},{"type":"speech","time":1575541800,"counter":65,"content":"<p>We are not going to have a debate on it now, please.  I call the Leader to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H04000","speaker":"1420"},{"type":"speech","time":1575541800,"counter":66,"content":"<p>Some &euro;1.14 billion has been given to support 120,000 beef farmers.<\/p> <p>My final point to both of the Senators is that if one is buying a second-hand tractor or a new piece of machinery, one does not back to the salesman who sold one a dud the first time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Fianna F&aacute;il is offering more of the same.  Fianna F&aacute;il and the Green Party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#H04100","speaker":"1391","continuing":true},{"type":"speech","time":1575541800,"counter":68,"content":"<p>That is the only response by the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00200","speaker":"1395"},{"type":"speech","time":1575541800,"counter":69,"content":"<p>I look forward to having the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00300","speaker":"1391"},{"type":"speech","time":1575541800,"counter":70,"content":"<p>The Senators know the rules of the House.  We cannot debate it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00400","speaker":"1420"},{"type":"speech","time":1575541800,"counter":71,"content":"<p>Senator Humphreys has come in again this morning regarding St. Joseph's and addressed a very important matter.  He acknowledged that my office and I have been in contact with the office of the Minister for Health.  I am disappointed that a meeting has not been arranged for which I apologise.  I will endeavour to ensure that a meeting takes place with Senator Humphreys on the matter.  We have endeavoured to get a meeting.  I ask the Senator to again allow me, after today's Order of Business, to contact the office of the Minister for Health and I will see what I can get out of that discussion.<\/p> <p>I wish to say to Senator Murnane O'Connor that the Minister for Health is meeting the Irish Pharmacy Union today.  I assure the Senator that all of us support the whole issue of community pharmacies.<\/p> <p>I congratulate Senator Byrne on her stewardship of the mayoral election plebiscite in Limerick.  It was a credit to her, unlike the Fianna F&aacute;il Party and its leader who absented themselves in Cork.  They played politics with the city of Cork and the future of local government in Cork.  Disappointingly, the option was not passed in Cork but it was narrowly defeated in Cork and Waterford.  In Cork, the defeat was primarily because the Fianna F&aacute;il Party played politics.  I commend Senator Byrne for the work that she played in Cork.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00500","speaker":"1391"},{"type":"speech","time":1575541800,"counter":72,"content":"<p>The Leader never ceases to amaze me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00600","speaker":"1396"},{"type":"speech","time":1575541800,"counter":73,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00700","speaker":"1420"},{"type":"speech","time":1575541800,"counter":74,"content":"<p>The Senators need to get better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00800","speaker":"1391"},{"type":"speech","time":1575541800,"counter":75,"content":"<p>We are only starting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J00900","speaker":"1395"},{"type":"speech","time":1575541800,"counter":76,"content":"<p>Senator Humphreys has proposed an amendment to the Order of Business, \"That a debate with the Minister for Health on services at St. Joseph's, Shankill, County Dublin, be taken today\".  However, the amendment was not seconded in debate and, consequently, falls.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J01000","speaker":"1420"},{"type":"unspoken","time":1575541800,"counter":77,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1575541800,"counter":78,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J01200"},{"type":"speech","time":1575541800,"counter":79,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business, the Seanad shall meet at 1.30 p.m. on Tuesday, 10th December, 2019 and the Order of Business shall be proposed at 2.30 p.m.&rdquo;  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#J01300","speaker":"1391"},{"type":"unspoken","time":1575541800,"counter":80,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1575541800,"counter":81,"content":"<p>Sitting suspended at 11.52 a.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1575541800,"counter":82,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#O00100"},{"type":"speech","time":1575541800,"counter":83,"content":"<p>D&aacute;il &Eacute;ireann passed the Microbeads (Prohibition) Bill 2019, on 4 December 2019, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed the Criminal Records (Exchange of Information) Bill 2019, on 4 December 2019, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed, on 4 December 2019, the Gaming and Lotteries (Amendment) Bill 2019, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed, on 4 December 2019, the Landlord and Tenant (Ground Rents) (Amendment) Bill 2017, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#O00200","speaker":"1425"},{"type":"majorheading","content":"Local Government Funding: Statements","time":1575541800,"counter":84,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#P00100"},{"type":"speech","time":1575541800,"counter":85,"content":"<p>I welcome the Minister of State, Deputy Phelan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#P00200","speaker":"1425"},{"type":"speech","time":1575541800,"counter":86,"content":"<p>I thank Senators for giving me an opportunity to speak about local government funding.  We are all conscious that at this time of the year, we are in the budget-making season for local authorities.  The adoption of a balanced budget is the single most important duty that elected members of local authorities are called on to carry out each year.  As I speak, 29 of our 31 local authorities have agreed a budget.  Sligo County Council and Waterford City and County Council are the final two authorities to agree a budget.  They are scheduled to meet tomorrow and next Thursday, respectively.  The decisions made by elected members to balance the budget are matters for themselves in line with their statutory role and democratic mandate.  I recognise the challenges facing elected members of local authorities in adopting annual budgets.  Councils are required to adopt budgets which are sufficient to meet the expenditure arising during the year.  In arriving at their decisions, members must consider the impacts on local homeowners and businesses, the requirements of the local authority in delivering critical services to local communities and the need to adopt a balanced budget.  Ultimately, elected members must strike a balance between all of these issues.<\/p> <p>The financial position of the local government sector has improved considerably over recent years.  As we know, authorities derive their income primarily from four main sources: commercial rates; charges for goods and services; funding from Government grants; and the local property tax.  Since 2015, the revenue of local authorities has grown from &euro;4 billion to &euro;5 billion.  In 2015, 32% of local authority income came from goods and services, 37% of it came from commercial rates, 22% of it came from Government grants and 9% of it came from the local property tax.  In 2019, that picture has changed significantly.  Income from goods and services has reduced by 6% to 26% of overall local authority income.  Income from commercial rates has reduced by 7% to 30% of overall income, although it is higher in some local authorities.  Income from Government grants has increased by 12% to 34%.  Income from local property tax allocations has increased by 1% to 10%.  That is a very significant transition in local government funding.  Local authorities vary significantly in terms of size, population, public service demand, infrastructure, income sources and overall financial position.  I recognise that some local authorities face greater challenges than others due to these variations.  As a whole, the sector is in a much healthier financial position now.<\/p> <p>Local authorities are also funded to deliver other programmes, including housing and roads projects.  Next year, the Government will invest some &euro;2.63 billion in housing, representing an increase of &euro;250 million since 2019.  This funding will help local authorities and partner bodies to deliver 27,500 homes for families and individuals in need.  Some 11,000 of these homes will be owned or managed by local authorities and approved housing bodies, supported by almost &euro;1 billion in Exchequer funding.  Over 7,000 of those 11,000 homes will come from various build programmes.  This means that in 2020, there will be more new-build homes in the social housing sector than in any other year so far this century.  Budget 2020 has maintained strong support for local authorities.  This Government has not been found wanting.  In 2020, it will provide &euro;156 million to support local authorities through the Exchequer contribution to the Local Government Fund.  On a like-for-like basis, local authorities will receive &euro;23 million more in funding in 2020 than in 2019.  The extra &euro;23 million represents an increase of 27% in Exchequer support for local authorities to meet additional pay and pension costs arising from national pay agreements.<\/p> <p>Support for local government in 2020 has been realigned, largely as a result of the valuation of Irish Water as a global utility liable for commercial rates.  From 2015 to 2019, compensation of approximately &euro;47 million per annum was paid to local authorities in lieu of commercial rates from Irish Water.  From 2020, Irish Water will be liable for commercial rates once more.  Therefore, the compensation in lieu of commercial rates will be discontinued.  The decision to make Irish Water liable for rates, similar to other global utilities like the ESB, was made in consultation with local authority management.  It is the right thing to do.  The apportionment of the valuation of Irish Water among local authorities from 2020 will be based on population, as it is with other global utility companies with national networks.  Following the valuation of water infrastructure by the independent commissioner for valuation, the local government sector is expected to collect a broadly similar amount in commercial rates to that previously funded by the Exchequer in water rates compensation. The precise final figures will not be fully available until all local authority budgets have been concluded and annual rates on valuation have been confirmed.<\/p> <p>The Department of Housing, Planning and Local Government is taking an overview of the financial impact of this transition on local authorities in the context of their overall financial positions and the preparation of budgets for 2020.  A small number of individual local authorities are expected to receive less in Irish Water rates than they received in compensation.  Based on analysis by the Department, as well as bilateral and sectoral engagement, a number of local authorities were identified as being challenged to deliver balanced budgets in the first year of the changeover.  Along with the Minister, Deputy Eoghan Murphy, I am providing a once-off special assistance payment of &euro;2 million to Waterford City and County Council and &euro;300,000 to Wicklow County Council to assist them and to allow time for rebalancing of income and expenditure in 2020.<\/p> <p>Annual commercial rates of almost &euro;1.5 billion account for approximately one-third of local government current income.  Earlier this year, the Oireachtas made great strides in modernising the commercial rates system in the Local Government Rates and Other Matters Act 2019, which contains provisions to support local authorities and ratepayers.  The Act contains provisions in section 15 relating to new rates alleviation schemes.  These provisions empower the elected members of local authorities to devise and achieve policy objectives through locally-targeted rates waiver schemes.  The elected members have the discretion to introduce waiver schemes that support objectives outlined in county development plans, local area plans, local economic and community plans or the national planning framework.  The power to make alleviation schemes is an extra tool that is available to local authorities to encourage economic development, respond to local needs and support national policies.  In effect, it is an extra reserved function for local authority members.  Work on the commencement of section 15, which deals with the new alleviation scheme, is under way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Paul Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2004\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2004&amp;amp;pid=JohnPaulPhelan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In order to ensure any local authority that wishes to implement an alleviation scheme in 2020 can do so, my Department advised such local authorities to make a provision in their budgets for 2020 on the basis that the necessary regulations will be made in time so the local authority can draft its scheme and carry out public consultation in quarter 1 of 2020.<\/p><p>The Act also amended the Valuation Act 2001 in respect of the making of a rate limitation order.  A rate limitation order is set for local authorities following a revaluation, to ensure the revaluation is revenue-neutral by setting an upper limit for overall rates income in the following year.  The rate limitation order formula was amended to take account of the potential loss of rates income following the conclusion of valuation appeals.  This is an important amendment for local authority finances.  In addition, the formula was amended to account for the addition of a new global utility and for increases in the valuations of existing global utilities.  Prior to the formula amendments, instead of being revenue-neutral, the rate limitation order could have had an unintended negative impact on local authority finances by not taking account of the loss of rates income following appeal and buoyancy from rates on global utilities.  I commend the constructive approach taken by this House to that legislation.  Unsurprisingly, this measure has been widely welcomed by the local government sector and is exactly the kind of approach, both practical and strategic, we must take to continue modernising local government funding.<\/p><p>Local property tax, LPT, is also a significant source of local authority funding.  The role of local authorities in deciding the local adjustment factor for LPT, up to 15% annually, is a vital one.  This decision provides an important connection between local revenue raising and local expenditure.  Any losses arising from local variation decisions are ultimately borne by the local authority in question.  It is interesting to see the change in attitude to LPT over time, with 19 local authorities varying their LPT rate upwards in 2020 as compared to only five in 2019.  LPT, as with all taxation policy, is a matter for my colleague, the Minister for Finance, Deputy Donohoe.  The review of LPT was published by the Department of Finance earlier this year and referred by the Minister, Deputy Donohoe, to the Committee on Budgetary Oversight for its consideration.  There are significant policy implications and choices in the report and it requires careful consideration by the Oireachtas.  A local government funding baseline review group was also established to consider the methodology to determine local authority funding baselines and to inform the distribution of any additional funding that could become available for general operational purposes, for example as a result of the implementation of recommendations in the LPT review.  When the ongoing process on the consideration of that review of LPT is concluded, the linked work of the baseline review group will be considered further.<\/p><p>I am pleased with the progress the Government, with the support of this House, has made in improving local government funding this year.  The impact of the new Local Government Rates and Other Matters Act 2019 in reducing income uncertainty for authorities and providing for important alleviation schemes cannot be underestimated.  The establishment of Irish Water as a rateable utility increases the sustainability of the overall rates collection base and brings Irish Water into line with other utilities.  This is another important step, supported by local authority management.  The Government continues to increase its support for revenue and capital funding for the sector.  The growth in the capacity and performance of the sector in delivering key programmes, such as housing in particular, continues to improve.  Over the last five years, this Government has played its part and will continue to play its part in ensuring the satisfactory funding of our local authorities.  I am of the local government sector, having served as a member of Kilkenny County Council what seems like many moons ago, and I will continue to advocate for adequate funding on its behalf and on behalf of the sector in general.  Local government funding is growing year on year and is being rebalanced and the transition is not over yet, with important policy decisions to come. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#P00300","speaker":"1265","continuing":true},{"type":"speech","time":1575541800,"counter":88,"content":"<p>The first speaker is Senator Murnane O'Connor.  She might clarify what she is doing with her eight minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Q00200","speaker":"1425"},{"type":"speech","time":1575541800,"counter":89,"content":"<p>I am taking six minutes and I will share two minutes with Senator Davitt.  I thank the Minister of State for being here today and I want to speak about local government funding but first I welcome two good colleagues of ours, Councillor Joe Malone from Kilkenny and Councillor Cormac Devlin from D&uacute;n Laoghaire.  They are both excellent councillors and they are here because Senator Davitt will ask the Minister of State when the Moorhead report will be published and how quickly, because that is of the utmost urgency.<\/p> <p>It is vitally important local authorities like Carlow have sufficient long-term sustainable funding to deliver critical services to rural and urban local communities.  I know Carlow County Council struggles with the day-to-day running of the local authority because of consistent underfunding from the Government.  There is enormous pressure on the good people who work there but they are under pressure.  Government grants and subsidies make up just 31% of local government funding and the rest of the finance on which they rely must come from charges for goods and services, commercial rates and local property tax.  In 2019, business contributions will directly account for &euro;1.55 billion or 34% of the total local government budget.  This represents a 14% increase in the total value of commercial rates collected since 2010.  Some &euro;300 million goes uncollected each year and there is a need to address this.  Reductions in central Government contributions have resulted in local authorities, such as Carlow County Council in my native county, becoming even more reliant on local business for their revenue.  Our rates in Carlow are among the highest in the country, yet local authorities are responsible for the local economic development and these kinds of massive commercial rates can cripple businesses.  We need to support businesses in our towns and counties and encourage the sort of vibrant economies that keep this country competing globally.  New commercial rates incentive schemes are needed to encourage regeneration, entrepreneurship and strategic investment.  We also need to hold local authorities to account and ensure they are effective in asking for help with investment issues and with spending money.<\/p> <p>This Fine Gael Government has continually deprived local authorities of fiscal autonomy and limited their capacity to spend in areas such as housing.  I am glad to say Carlow County Council has built a lot of houses in 2019 and I know it has a lot more housing in the pipeline for 2020 and 2021.  However, across the country we need to see greater freedom and flexibility to ensure local authorities are able to react adequately to local circumstances, such as our housing crisis.  This Government needs to ensure local authorities know how to access funding and ensure they know where to spend it and not hit homeowners constantly, which is a huge issue.  In recent times, rural counties left far behind on capital funding have had to raise the rate of property tax, whereas places such as Dublin have been able to reduce the property tax rate.  This all comes down to funding and the funding allocated to local authorities.  It is grossly unfair to rural Ireland.  I have said before and I will say again that we cannot all live and work in Dublin.  We cannot reach into the pockets of hard-pressed homeowners in rural Ireland for more money because they are unfairly marginalised due to a lack of funding.  The reason we have any economic recovery at all is because these people are working and paying taxes already.  They do not feel they are getting value for money from this State and that is a problem.<\/p> <p>Local government is a vital tier of government, quite simply because it is the local face of national politics.  Local government needs to be adequately resourced and empowered to tackle local issues when they arise.  Unfortunately, more and more of this power has been taken from local authorities and instead the citizens are left feeling frustrated and let down because more red tape is being introduced.<\/p> <p>The last revaluations were done in 2015.  In Carlow, only 30% were physically revalued and 70% were revalued using maps.  If one is trying to appeal this, the process goes on for months and even years.  The Government needs to look at this.  This is not being addressed.  One cannot physically go on a map and decide what the measurements of a premises will be.  That is not right and 70% of were revalued by using maps in Carlow.  That is unacceptable.<\/p> <p>I am sure the Minister of State will come back to me on this matter because we are neighbours.  How does Carlow compare with other counties with the same population in capital funding?  Since 2008, Carlow County Council has not had an increase in general capital funding.  It has had no increase in general funding for 11 years.  Carlow County Council has been speaking to the Department and it seems there is a claim for underfunding of over &euro;4 million.  That is unacceptable.  I am disappointed the county of Carlow, which is the Minister of State's neighbouring county, is fighting for funding from this Government and the Government is not delivering on it.  It is unacceptable and I am looking for answers here because Carlow cannot be forgotten again. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Q00300","speaker":"1395"},{"type":"speech","time":1575541800,"counter":90,"content":"<p>Senator Murnane O'Connor is active on matters in Carlow, which is close to the Minister of State's heart.  I welcome the Minister of State and councillors Cormac Devlin and Joe Malone who are representing the Local Authorities Members Association, LAMA, today.  In my county of Westmeath, we had a long-standing problem with the harmonisation of rate valuations between Athlone and Mullingar, as the Minister of State would know.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Harmonisation caused many problems for the county, as Senator McFadden and I learned when we served on Westmeath County Council together.  Special funds and resources are probably needed to address this.  It is very hard to change a rate.  To try to bring a rate down will not be helpful to anybody.  To try to bring a rate so far up is exceptionally hard, particularly in the Mullingar area.  If something could be done in this area, it would be practical.<\/p><p>The Minister of State was present for a Committee Stage debate here ten days or so ago and he told us he hoped he would have the Moorhead report at hand in ten days.  Could he enlighten us on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Q00400","speaker":"1411","continuing":true},{"type":"speech","time":1575541800,"counter":92,"content":"<p>I welcome the Minister of State and his officials to the Seanad to debate an important aspect of local government, namely, the sustainability of local government funding.  It would be remiss of us not to put on record that this year we celebrated 120 years of the local government system in Ireland.  Despite inadequacies and imperfections in the system, it has sustained itself over the that time and served the public quite well.  We should acknowledge that while also recognising that reform and modernisation are required.<\/p> <p>In Ireland, we have a funding model that is mainly centralised.  The main power is that of the Minister to dissolve a local authority that does not discharge its duties under legislation.  A local authority's main function is to pass an annual budget.  Any public representative or democrat would oppose and hate to see the appointment of a commissioner in the place of an elected council.  It would be a matter of last resort.  It would be the last thing any of us would wish to see.<\/p> <p>Having said that, budgets and draft budgets are mainly prepared by the CEO and council staff, with an input from the corporate policy groups of the council.  One hears complaints that councillors do not have enough input into the draft budget but they have the final say.  They have the power to prioritise expenditure within the local authority.  Councillors need to exercise that power as best they can.<\/p> <p>Often we hear calls for more autonomy and independence for local authorities.  I remind the House, however, that with autonomy comes responsibility.  That is where councillors can frame the budgets of their councils.<\/p> <p>The main sources of income in the revenue accounts include commercial rates, housing rent, charges for goods and services, including for waste disposal or parking, and application fees.  All these charges are set by the councils in their respective areas.  The local property tax, which goes into the equalisation fund, is also a source of income.  Coming from a rural area and rural local authority, we should retain the equalisation measures that are currently adhered to.  I acknowledge the system is being reviewed.  Some local authorities have a much greater ability to raise commercial rates than others.  It is important that we maintain good public services in the local authorities that have less ability.  That is where the equalisation fund comes into play in respect of local government funding.  I ask the Minister of State to ensure this is retained as much as possible.<\/p> <p>Capital funding comes from the Exchequer.  I note what the Minister of State said in this regard, namely, that Government funding for local authorities has increased from 12% to 34%. This is a substantial increase in the provision of funding for local authorities.  We must not forget our EU partners, who provide much needed funding for projects in the regions.  Development levies are set by individual local authorities.  Local authorities may borrow funds and they may obtain moneys from the sale of assets.  There is quite a responsibility on them, therefore, in regard to funding and financial management.  I am sure some local authorities are better than others at financial management.  Local authorities have audit committees.  Local government has an audit service constantly oversee financial management.  Regarding performance, including in respect of the collection of rates and housing rent, is it possible to have readily accessible the performance levels of the local authorities?  Where there are efficient collection rates, there will be efficient financial management.  We must have this.<\/p> <p>With regard to rates and valuations, I acknowledge the efforts to reform and modernise the commercial rating system through recent legislation.  The Minister of State alluded to this.  There is an opportunity for councils to introduce a rates alleviation scheme whereby they can reduce rates in areas within their jurisdictions to incentivise commercial activity.  In 2020, I hope there will be some targeting through the commercial rating system in these areas.  It is a statutory requirement of local authorities to levy rates on commercial properties.<\/p> <p>There was a revaluation in Waterford a few years ago.  It is a difficult time for businesses because there are always winners and losers.  One will always hear about the losers but rarely about the winners, who see a vast reduction in their rates when a revaluation is carried out.  Revaluation is carried out by what is a quasi-judicial independent office, the Valuation Office.  After that, it lies with the elected members of the council to decide what the annual rate on valuation is in terms of the annual budget.<\/p> <p>I am coming now to some recent controversies surrounding the revaluation of some utilities.  Two or three years ago, there was a revaluation of telecommunications infrastructure.  That left deficits in some local authority areas.  This year, there has been a revaluation of the Irish Water asset infrastructure in local authority areas.  That is having a very real impact on local authorities, especially those in Dublin and Waterford.  Many local authorities saw an increase in their income from the valuations and the rates applied to Irish Water infrastructure.  Unfortunately, in Waterford, there was a reduction of almost &euro;3.5 million.  That has created problem for the local authority, which has limited capability due to its relatively low rates base.  Dublin also experienced significant reductions.  To be fair and as anybody will acknowledge, local authorities in our capital city have a much more significant ability to raise finances from commercial rates.<\/p> <p>Although it is said in Waterford and elsewhere that the cut is Government imposed, it is not.  I acknowledge the efforts of the Government to support the Waterford local authority.  A few years ago, when a large deficit was created after the amalgamation of local authorities, more than &euro;3.5 million was provided to help harmonise the rates when the city and county local authorities were amalgamated.  The rates at that time were harmonised to the lower rate, matching the then Dungarvan Town Council rate.  Businesses in the city and across the county had their rates reduced but we do not hear that acknowledged publicly.  Responsible politicians of all parties and none should acknowledge that.  I have not heard it said anywhere in the public domain.  There were reductions.  We need to have responsible budgets and we need to assist businesses because, over the years, they have been expected to carry the can to fund local government.<\/p> <p>I acknowledge the additional contribution by the Government of &euro;2 million this year to assist Waterford City and County Council in adopting its budget.  This is a significant additional contribution that other local authorities did not get.  The Minister of State is meeting a delegation of councillors from Waterford who are seeking more money to try to close the gap.  I wish him well in the talks.  Having said that, I acknowledge the Fine Gael councillors in Waterford who lobbied significantly for the additional &euro;2 million that was secured.  Now it falls to the council to prioritise its expenditure, examine its budget options and pass a budget that is fair and balanced.  I believe there is the ability within the council to do so.  When it came knocking on the door of the Government looking for assistance, it received significant assistance, and that should be acknowledged.<\/p> <p>There will always be challenges in passing an annual budget and in trying to provide greater public services at local level.  The demand is increasing all the time but that is where the balance has to be struck.  We elect councillors to strike that balance and to use their mandate to pass a budget, not to hand over responsibility to any bureaucrats or commissioners.  I would hate to see that happening.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I call on all councillors in the country to take up the challenge, do what is best for the people who elected them, which I know they will, and pass the budget, which is their primary function.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#R00200","speaker":"1422","continuing":true},{"type":"speech","time":1575541800,"counter":94,"content":"<p>I welcome the Minister of State to the House and apologise for being a little late.  I have raised the issue of local government and councillors' conditions consistently in recent years, as have several colleagues from all parties and none.  It feels as if there is a form of consensus but concrete action in that regard, set out in a clear timetable, is missing.  The process so far has been slow and frustrating, although I acknowledge that the Minister of State is aware of that.  We need to be clear that we cannot come to the Chamber next year and make the same points again.  I welcome the Minister of State's comments, therefore, that he is committed to getting the matter sorted urgently.  I thank the Local Authority Members Association, whose representatives are in the Public Gallery, and the Association of Irish Local Government for their valuable input on the issues.  They represent councillors throughout the country and have made it clear how working conditions and remuneration badly impact local representatives and local government.<\/p> <p>Since the Local Government Reform Act 2014, there has been a serious change in the role of local councillors.  A smaller number of elected representatives try to cover larger geographic areas and for many, it is not possible, which is especially true in rural areas with vast constituencies.  Councillors do not get a full-time wage but theirs is effectively a full-time role.  The expectation is that if a constituent asks for help, his or her local representative needs to be able to respond quickly and appropriately, as I have witnessed.  If local representatives want to do a job well, they need to be available as the first port of call for their constituents, not least vulnerable people who may need help accessing vital services and supports.  As one will learn from any councillor in the country or anyone who has served in local government, it is impossible to do the job properly on a part-time basis.  Many councillors do it out of hours, or by taking unpaid leave, or are lucky enough to have flexible working arrangements, but many cannot.  Sadly, the current system squeezes people on lower incomes out of local government.  Many fantastic councillors, some of them in the Chamber today, who represented their local communities well have been forced to step away from the role because it was not sustainable.  This was especially true in advance of the recent local elections and it badly needs to be addressed.<\/p> <p>The Moorhead report was requested to examine such issues but, as we are all aware, it has been severely delayed.  There was a commitment to publishing the relevant material before the local elections in May but it did not happen, which left many councillors unsure of what their job would entail if elected and whether they could put themselves forward.  I accept that some of the delays I outlined are out of the Minister of State's hands but he will be aware of the anger, disappointment and frustration of local representatives because it was pushed back until after the elections.  I welcome his commitment to publishing the final Moorhead report in the coming weeks and urge him to do so.  I am glad to hear his acknowledgment that councillors are underpaid for their work and the length of time that goes into the job, a point on which the House has consensus.<\/p> <p>It has been suggested the issue of remuneration could become part of the public sector pay talks next year, but there will need to be discussions with the Department of Public Expenditure and Reform on the matter.  Is there a commitment in principle from the Minister for Finance and the Taoiseach that it will be prioritised?  I recognise the Minister of State's commitment to making the request but can we expect collective support from the Government?  Ultimately, we will need to make a decision as to what role we want for local councillors and local government.  Will it be an inclusive position, available to all?  We are currently stuck between two poles.  It is not a voluntary position with a low level of commitment but nor is it a full-time position with the resources available to do it properly.  All the councillors I know make the same point, namely, no one takes up the role for a high-earning career.  They just want it to be feasible and sustainable to be involved in local government.  I urge the Minister of State to publish the Moorhead report in full and support a move to sustainable, full-time pay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#S00200","speaker":"1408"},{"type":"speech","time":1575541800,"counter":95,"content":"<p>I welcome the Minister of State to the House.  As a former, albeit brief, councillor on Offaly County Council, it was apparent to me that local authorities are painfully underfunded.  This causes not only a deep sense of frustration for people in local communities but also for councillors.  It is disheartening to tell constituents repeatedly that there are not enough funds to deliver even basic facilities such as footpaths and public lighting, not to mention to be able to deal effectively with larger-cost projects such as providing infrastructure for public transport, facilitating non-motorised transport such as cycling or walking, retrofitting social housing and providing proper support for community amenities such as swimming pools and libraries.<\/p> <p>Ireland has one of the lowest state subventions to local government in Europe.  Coupled with the least devolved system of local autonomy of any local government system in the EU, this leaves our local government in a poor state.  Maynooth university research has found that only 8% of public spending occurs at local government level, compared with an EU average spend of more than 23%, which is quite a discrepancy.  This leaves local authorities over-reliant on funding streams such as the local property tax, which at times can be very difficult for some councils and their councillors to increase, as I recently experienced on Offaly County Council.  Local property tax is a ticking time bomb as it will eventually have to be re-evaluated, which will probably result in an increase for homeowners.  Local authorities are also highly dependent on commercial rates and development charges, which can significantly compromise local authority impartiality in deliberating on planning matters.<\/p> <p>The Green Party would like a root-and-branch overhaul of the funding model for local government, including: an increase in funding; the devolution of more powers to local authorities in housing provision; the re-municipalisation of waste and recycling services; and support of local enterprise.  We would also like borough and town councils to be reinstated as part of an overall package of local government reform to make councils fit for purpose, not only to deal with pertinent issues such as housing and infrastructure but also to deal effectively with the climate and biodiversity crisis we face.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#S00300","speaker":"1444"},{"type":"speech","time":1575541800,"counter":96,"content":"<p>I welcome the Minister of State back to the House.  In simple terms, when it comes to administration, money is power, and the lack of money or the lack of discretion over how to spend it means being powerless.  As a former town and county councillor - in the centre of the universe - I am aware of the frustration felt by council members and staff when trying to progress projects or provide appropriate local services.  Currently, local government has fewer powers and functions than that of almost any other EU country.  Local government has the potential to play a crucial role in our society, providing many of the basic public services, and should be the most important investor in public infrastructure.  In other EU countries, local authorities are responsible for the vast majority of infrastructural investment.  In Denmark, Finland, France and the Czech Republic, for example, local authorities are responsible for between two thirds and three quarters of all public investment, while Italy tops the list, exceeding 80%.<\/p> <p>In 1940, &Eacute;amon de Valera, a man I do not like to quote too often, stated the essential thing in any state is not the governmental framework but the standard of citizenship on which it rests.  This is only true, however, if the framework takes responsibility for providing the conditions and stimuli for the practice and development of active citizenship.  Local government has the potential to do this.  Unfortunately, in the following decades, successive Fianna F&aacute;il Governments did the opposite and<\/p> <p>continued to undermine the role and funding of local authorities, culminating in the reckless Fianna F&aacute;il budget of 1977, which dealt a hammer blow to the independence of local authorities.  By abolishing rates and service charges without any<\/p> <p>consideration of a substitute method for financing local government, they effectively choked its independence and power, diminishing local responsibility and control.  This lack of local control leads to a loss of faith in the ability of local government<\/p> <p>structures to work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we are to restore the trust and to close the civic deficit, funding is the place to start.<\/p><p>The central collection of tax revenue to be dispensed on a rather arbitrary basis is far from ideal.  The problem is further exacerbated by the fact that much funding from central government is tied to particular projects or areas of spending, very often requiring ministerial approval.<\/p><p>All across the country there are excellent councillors, whose only motivation is to do the best for their local communities, but their efforts and their creativity are being hamstrung.  If local authorities were given the power to raise more of their own income and had control over how it is spent, we would have a much more responsive system.  Councillors would have to make the harsh decisions.  Money would have to be spent on the most essential projects and be needs driven, rather than on plans that currently are grant or funding driven.<\/p><p>The cynics among us might suggest that power has been stripped from councillors so that they do not become a threat.  Others would suggest that if funding and powers were devolved downwards, some Departments would be left with little to control or administer.  Would that be such a bad thing?  The principle of subsidiarity holds that central government should only be performing those tasks that cannot be performed at local level.  Many areas that are currently controlled centrally could be administered more appropriately and efficiently at a local level.  Urgent changes are needed in terms of funding, frameworks and mindset.  These changes must aim to increase local autonomy, local democracy and local participation, thereby ensuring a more flexible, creative and developmental role for local government.<\/p><p>Giving the responsibility for financing back to local people bestows on them the duty to spend money as wisely as possible.  I have faith in councillors to do just that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#S00400","speaker":"1375","continuing":true},{"type":"speech","time":1575541800,"counter":98,"content":"<p>Senator McFadden hit all the notes correctly in her contribution.  With the funding decision made in 1977, the blame for the destruction of local government has to be laid at the feet of that Fianna F&aacute;il Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00200","speaker":"1417"},{"type":"speech","time":1575541800,"counter":99,"content":"<p>The Senator should be ashamed of himself.  The Labour Party in government abolished town councils and nearly ruined its own party on the back of it.  He is no one to come in here and give us a lecture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00300","speaker":"1411"},{"type":"speech","time":1575541800,"counter":100,"content":"<p>It brought in the local property tax in 2011.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00400","speaker":"1395"},{"type":"speech","time":1575541800,"counter":101,"content":"<p>They closed every town council in the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00500","speaker":"1411"},{"type":"speech","time":1575541800,"counter":102,"content":"<p>Senator Humphreys has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00600","speaker":"1384"},{"type":"speech","time":1575541800,"counter":103,"content":"<p>He should not be attacking us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00700","speaker":"1411"},{"type":"speech","time":1575541800,"counter":104,"content":"<p>Senator Humphreys has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00800","speaker":"1384"},{"type":"speech","time":1575541800,"counter":105,"content":"<p>Fine Gael and the Labour Party brought in the local property tax in 2011.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T00900","speaker":"1395"},{"type":"speech","time":1575541800,"counter":106,"content":"<p>The Senator should be ashamed of himself when his party closed town councils.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01000","speaker":"1411"},{"type":"speech","time":1575541800,"counter":107,"content":"<p>Senator Humphreys has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01100","speaker":"1384"},{"type":"speech","time":1575541800,"counter":108,"content":"<p>I have obviously hit a sort spot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01200","speaker":"1417"},{"type":"speech","time":1575541800,"counter":109,"content":"<p>The decision nearly finished Senator Humphreys's party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01300","speaker":"1411"},{"type":"speech","time":1575541800,"counter":110,"content":"<p>I apologise for upsetting the Senators by reminding them of Fianna F&aacute;il's involvement in the destruction of the country on so many occasions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01400","speaker":"1417"},{"type":"speech","time":1575541800,"counter":111,"content":"<p>On so many occasions.  Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01500","speaker":"1391"},{"type":"speech","time":1575541800,"counter":112,"content":"<p>Senator Humphreys has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01600","speaker":"1384"},{"type":"speech","time":1575541800,"counter":113,"content":"<p>Jerry is back now.  That is enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01700","speaker":"1395"},{"type":"speech","time":1575541800,"counter":114,"content":"<p>I fully accept the point by the hecklers about the decision to abolish town councils.  It was a wrong decision.  I, by voting for it, made a mistake and I own up to it.  Unfortunately,-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01800","speaker":"1417"},{"type":"speech","time":1575541800,"counter":115,"content":"<p>The Senator cannot change it though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T01900","speaker":"1411"},{"type":"speech","time":1575541800,"counter":116,"content":"<p>-----Fianna F&aacute;il Members can never own up to their own mistakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02000","speaker":"1417"},{"type":"speech","time":1575541800,"counter":117,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02100","speaker":"1391"},{"type":"speech","time":1575541800,"counter":118,"content":"<p>Totally Labour Party focused-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02200","speaker":"1411"},{"type":"speech","time":1575541800,"counter":119,"content":"<p>They never own up to their own mistakes which is part of the problem.  After coming through the recession, we often say we have learned the lessons of the recession and we will never go back there.  Listening to Fianna F&aacute;il Members, it is clear that they are quite prepared to rush back into the same mistakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02300","speaker":"1417"},{"type":"speech","time":1575541800,"counter":120,"content":"<p>At the general election-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02400","speaker":"1411"},{"type":"speech","time":1575541800,"counter":121,"content":"<p>Senator Humphreys has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02500","speaker":"1384"},{"type":"speech","time":1575541800,"counter":122,"content":"<p>I am well used to Fianna F&aacute;il heckling.  Unfortunately, this country-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02600","speaker":"1417"},{"type":"speech","time":1575541800,"counter":123,"content":"<p>Senator Humphreys started it.  We did not open our mouths first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02700","speaker":"1395"},{"type":"speech","time":1575541800,"counter":124,"content":"<p>The Senator has some nerve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02800","speaker":"1375"},{"type":"speech","time":1575541800,"counter":125,"content":"<p>She should play back the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T02900","speaker":"1391"},{"type":"speech","time":1575541800,"counter":126,"content":"<p>Perhaps I should apologise to Fianna F&aacute;il Members for reminding them of all their mistakes.  That is fair enough.<\/p> <p>The Minister of State will forgive me for mentioning Dublin as an example which has suffered so badly from the abolition of domestic rates.  Probably the first great example of populism in this country was the buying of votes to the detriment of its citizens.  Hundreds of millions of euro have been lost or stolen from Dublin since the abolition of rates in 1977.  A structure was supposed to have been put in to compensate Dublin for the loss of domestic rates but that never happened.  I believe an independent study found that about &euro;300 million in investment in the Dublin region was lost because of that change.  Dublin was never compensated for that.  Currently it works out at about &euro;38 million a year when what would have been raised in domestic rates is compared with local government grants, etc.  Those are rough figures.<\/p> <p>I want to be positive and suggest solutions.  I believe there is a menu of solutions and what suits Dublin might not suit Kerry, Carlow or other places.  About 6 million tourists come to Dublin city.  The norm when staying in a hotel abroad is to pay a tourist bed tax.  I do not suggest such a tax in Donegal or Kerry would be sustainable.  However, a bed tax in Dublin would be sustainable and would also be a financial encouragement for tourists to move outside the city and visit the rest of the country.  That needs to be offered as part of a menu.<\/p> <p>Too much of local government funding is ring-fenced.  When local authorities are given their funding where that money must be spent is already preordained.  We need to give greater powers to local councillors to make those decisions.  As they are closest to the coalface, they should have the responsibility for deciding how that money is spent.<\/p> <p>Senator Hackett earlier spoke about footpaths, etc.  Such infrastructure should be provided by the developer with the development levy coming through.  When housing estates are being developed at the edge of a small town there should be a requirement to put in a footpath and street lighting connecting the new estate to the town centre prior to families moving in.<\/p> <p>The revaluation for the purposes of calculating the local property tax will be problematic.  Senator McDowell frequently cites the comparison of someone living in a two-up two-down in Dublin with someone living in a mansion in Carlow or Kilkenny and the differential in the property tax they pay.  When the revaluation comes through, someone outside Dublin living in a five-bedroom house on one acre of land might end up paying &euro;500.  Someone in Dublin living in a two-bedroom terraced house with no front or back garden could end up paying &euro;700.  There is no equity in that and there needs to be some recognition for the size.  It depends on whether we are talking about a property tax or a wealth tax.  I have no problem with either, but we need to define what we are taxing.  Are we taxing for the provision of services or are we taxing the accumulation of wealth through property?  We need to define exactly what we are taxing.  The only tax some of the wealthiest people, whose homes are in the constituency I formerly represented, are paying in this State is the property tax because they are tax exiles.  They have very salubrious homes in Dublin 4 and that is the only tax they pay.  We need to define what we want to get.  Property tax in urban areas should be for the service that is provided.<\/p> <p>I was heckled extensively by Fianna F&aacute;il at the start of my contribution.  I ask the Acting Chairman to give me a little bit of flexibility towards the end.  In other jurisdictions a capital city is sometimes funded as a federal city.  Certain infrastructure in a capital city is funded by central taxation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Washington DC would be the prime example.  The infrastructure is maintained by the federal state while the city raises money for its services.  It has a range of government buildings.<\/p><p>The Irish Water issue was raised as Dublin City Council lost approximately &euro;8 million in that case.  We have argued about this but it was a loss of revenue for the city that had to be made up by the ratepayer.  There were two votes in Dublin City Council.  One was earlier in the month, at which the property tax rate was set.  Fine Gael and Fianna F&aacute;il voted to reduce the rate of property tax and then fought against the raising of the commercial rate.  There is a cause in this and there is responsibility.  People wanted to reduce the property tax rate and this caused the raise in rates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#T03000","speaker":"1417","continuing":true},{"type":"speech","time":1575541800,"counter":128,"content":"<p>It maintained the reduction.  It did not reduce it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00200","speaker":"1412"},{"type":"speech","time":1575541800,"counter":129,"content":"<p>It is the same thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00300","speaker":"1417"},{"type":"speech","time":1575541800,"counter":130,"content":"<p>It is not the same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00400","speaker":"1412"},{"type":"speech","time":1575541800,"counter":131,"content":"<p>It is all about funding and there is less money going to the city.  It is the same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00500","speaker":"1417"},{"type":"speech","time":1575541800,"counter":132,"content":"<p>If the reduction was not maintained, it would be increased.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00600","speaker":"1412"},{"type":"speech","time":1575541800,"counter":133,"content":"<p>Could we stop the doublespeak?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00700","speaker":"1417"},{"type":"speech","time":1575541800,"counter":134,"content":"<p>The Senator is the one using doublespeak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00800","speaker":"1412"},{"type":"speech","time":1575541800,"counter":135,"content":"<p>It is doublespeak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U00900","speaker":"1417"},{"type":"speech","time":1575541800,"counter":136,"content":"<p>It is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01000","speaker":"1412"},{"type":"speech","time":1575541800,"counter":137,"content":"<p>I ask Senator Humphreys to finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01100","speaker":"1384"},{"type":"speech","time":1575541800,"counter":138,"content":"<p>Huge pressure was put on certain councillors to reduce the property tax by 15%-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01200","speaker":"1417"},{"type":"speech","time":1575541800,"counter":139,"content":"<p>It maintained the reduction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01300","speaker":"1412"},{"type":"speech","time":1575541800,"counter":140,"content":"<p>It maintained a reduction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01400","speaker":"1417"},{"type":"speech","time":1575541800,"counter":141,"content":"<p>There would otherwise be an increase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01500","speaker":"1412"},{"type":"speech","time":1575541800,"counter":142,"content":"<p>There was pressure on the same people not to increase rates.  That is typical of the hypocrisy of those parties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01600","speaker":"1417"},{"type":"speech","time":1575541800,"counter":143,"content":"<p>The Senator should finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01700","speaker":"1384"},{"type":"speech","time":1575541800,"counter":144,"content":"<p>Those parties should cut out the nonsense.  I have constructive suggestions.  We must examine how we fund our capital city and we must do it honestly instead of what these yobs on the other side are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01800","speaker":"1417"},{"type":"speech","time":1575541800,"counter":145,"content":"<p>That is unparliamentary language.  The Senator should withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U01900","speaker":"1412"},{"type":"speech","time":1575541800,"counter":146,"content":"<p>Withdraw that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02000","speaker":"1395"},{"type":"speech","time":1575541800,"counter":147,"content":"<p>They behaved like it for the first five minutes of my contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02100","speaker":"1417"},{"type":"speech","time":1575541800,"counter":148,"content":"<p>Are you finished?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02200","speaker":"1384"},{"type":"speech","time":1575541800,"counter":149,"content":"<p>They are what they are.  They have crashed and burned this country often enough to be called a lot worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02300","speaker":"1417"},{"type":"speech","time":1575541800,"counter":150,"content":"<p>The Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02400","speaker":"1412"},{"type":"speech","time":1575541800,"counter":151,"content":"<p>I apologise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02500","speaker":"1417"},{"type":"speech","time":1575541800,"counter":152,"content":"<p>That is very disappointing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02600","speaker":"1412"},{"type":"speech","time":1575541800,"counter":153,"content":"<p>It is very disappointing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02700","speaker":"1395"},{"type":"speech","time":1575541800,"counter":154,"content":"<p>Senator Gallagher is sharing time with Senator Horkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02800","speaker":"1384"},{"type":"speech","time":1575541800,"counter":155,"content":"<p>Unfortunately, my time is limited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U02900","speaker":"1396"},{"type":"speech","time":1575541800,"counter":156,"content":"<p>That is because of Senator Horkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03000","speaker":"1391"},{"type":"speech","time":1575541800,"counter":157,"content":"<p>Gabh mo leithsc&eacute;al?  I have barely opened my mouth and I already have been interrupted.  Perhaps the Acting Chairman will take action.  Some people cannot seem to help themselves, which is very disappointing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03100","speaker":"1396"},{"type":"speech","time":1575541800,"counter":158,"content":"<p>It is the political-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03200","speaker":"1391"},{"type":"speech","time":1575541800,"counter":159,"content":"<p>Senator Gallagher has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03250","speaker":"1384"},{"type":"speech","time":1575541800,"counter":160,"content":"<p>He has barely started.  Let him speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03400","speaker":"1375"},{"type":"speech","time":1575541800,"counter":161,"content":"<p>It disappoints me sometimes that contributions from some Members on the opposite side tend to concentrate more on what went on in the past rather than trying to find solutions to problems for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03500","speaker":"1396"},{"type":"speech","time":1575541800,"counter":162,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03600","speaker":"1395"},{"type":"speech","time":1575541800,"counter":163,"content":"<p>In the couple of minutes I have, I will try to make my contribution as positive as I can.  I will briefly address some of the comments made by some of colleagues sitting opposite me.  If we are talking about damaged local democracy, first prize must go to Fine Gael and Mr. Phil Hogan for his sledgehammer approach to local government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03700","speaker":"1396"},{"type":"speech","time":1575541800,"counter":164,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03800","speaker":"1395"},{"type":"speech","time":1575541800,"counter":165,"content":"<p>We are still recovering from that and probably will be doing so for a long time to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U03900","speaker":"1396"},{"type":"speech","time":1575541800,"counter":166,"content":"<p>What about Noel Dempsey?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04000","speaker":"1391"},{"type":"speech","time":1575541800,"counter":167,"content":"<p>I hope to move on without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04100","speaker":"1396"},{"type":"speech","time":1575541800,"counter":168,"content":"<p>The Senator forgot about Noel Dempsey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04200","speaker":"1391"},{"type":"speech","time":1575541800,"counter":169,"content":"<p>Perhaps I could have a few minutes to say what I want to without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04300","speaker":"1396"},{"type":"speech","time":1575541800,"counter":170,"content":"<p>I am watching the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04400","speaker":"1384"},{"type":"speech","time":1575541800,"counter":171,"content":"<p>We do not have any bouncers around here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04500","speaker":"1396"},{"type":"speech","time":1575541800,"counter":172,"content":"<p>Just mention Noel Dempsey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04600","speaker":"1391"},{"type":"speech","time":1575541800,"counter":173,"content":"<p>Local government is a vital tier of government and it is the closest link to our communities.  Judging by contributions today, we need a root-and-branch review of the funding and role of local government.  It is long overdue.  Many local authorities throughout this country are starved of funding.  The business community in many counties has been carrying a disproportionate burden when it comes to the funding of local government.  I come from a part of the world close to the Border and there is a unique position there with respect to the challenges of doing business on a daily basis.  There is fluctuation in currencies and the added burden and stress of Brexit and what it will bring to our communities.  It is high time some kind of economic zone was introduced for Border counties to help the businesses survive the difficulties they have, which most other parts of the country do not suffer.  I look forward to the Minister of State's opinion on that.<\/p> <p>The authority in County Monaghan recently went through a rates revaluation as well.  Some sectors have been hit disproportionately again, including filling stations in small rural villages in the county, which have in some cases seen rates double or even increase by a greater rate.  It is disappointing and people are scratching their heads about this while trying to make ends meet as they find money to pay that rates bill.  It is part of the reason I seek some form of economic zone, particularly for the Border counties.<\/p> <p>When we speak of local democracy, one of the most important components is the councillor.  I welcome two of my colleagues, Councillors Cormac Devlin and Joe Malone, to the Seanad.  It is disappointing that both Fine Gael and Labour, in its time, refused to accept the great work that county councillors do by remunerating them properly.  They have been treated in a disrespectful manner until now.  I look forward to the Minister of State's comments today on the publication of the Moorhead report; it must be very big as it seems to be very difficult to publish.  I look forward to that and perhaps the Minister of State could comment on the timescale for the recommendations.  Will he tell county councillors when they can expect to be properly remunerated for the great work they do?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04700","speaker":"1396"},{"type":"speech","time":1575541800,"counter":174,"content":"<p>The Senator's time is ticking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04800","speaker":"1422"},{"type":"speech","time":1575541800,"counter":175,"content":"<p>It is high time town councils are returned to certain parts of our country, where applicable.  We are trying to encourage more people to enter politics and town councils were the first step for many.  That step has now been removed and it makes it more difficult for people to enter local government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U04900","speaker":"1396"},{"type":"speech","time":1575541800,"counter":176,"content":"<p>I thank the Minister of State for being here.  I was attending a meeting of the finance committee as he delivered his speech but I read it subsequently.  I look forward to his defence of his former constituency colleague, the former Minister, Mr. Phil Hogan.  I have no doubt he is ably positioned to do it.  I have a few comments to make in the limited time I have.<\/p> <p>The Moorhead report is not directly related to local government funding but it is essential that we get to see this report.  Its publication has been repeatedly delayed.  As somebody who was delighted to spend 12.5 years on a local authority, I know councillors are doing full-time jobs for what is effectively less than minimum wage.  They are putting in hours of work and not just at committee meetings, including strategic policy committees, area committees, municipal district meetings, health forums and regional assemblies etc.  They also make enormous amounts of representations and get involved with personal cases.  They deal with political parties, resident associations, traders and Tidy Towns committees.  If one adds together all the hours that people put in and what they get for it, I have no doubt they would be in breach of the working time directive and would be on half or even less than half of the minimum wage per hour.  Will the Minister of State deal with that in his response?<\/p> <p>We are dealing with local government funding.  I do not have a go at people in here but if a council maintains a reduction of 15% time and again and year in and year out before deciding to not apply the same reduction in a following year, it is an increase from 85% of whatever it was to 100%.  That is an increase of more than 15% of the charge that people would have paid in previous years.  People would notice that when the bill arrives.  The deduction would be taken from a bank account or salary and it would be more than a 15% increase.  To most people, including Senator Humphreys, that is an increase.<\/p> <p>When the local property tax was initially applied, the line was that it was funding local services.  It was then a household charge.  It funded local services all over the country and not just in the region it was collected.  There are 12 local authorities paying into the equalisation fund, with 19 authorities taking money out.  Some local authorities in Dublin are putting more into the equalisation fund than other counties are raising.  A charge of &euro;1,000 in D&uacute;n Laoghaire, which would not be uncommon, reduced by &euro;150 to &euro;850, would see &euro;600 of the total replacing grants that used to be there from the central government that were killed off by the Fine Gael-Labour Party Government.  There is &euro;200 going to the equalisation fund.  This means D&uacute;n Laoghaire-Rathdown County Council is only &euro;50 per household better off despite taking &euro;850 from a household.  People thought when they paid very significant levels of property tax that they would get something for it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People thought they would see an improvement in services, libraries, swimming pools, footpaths, tree cutting and everything else but that did not happen.  It could not happen because central Government deprived local authorities of huge amounts of money that it used to give to them.  It was a con job.  There is no point in pretending it was not.  That is the reality and they are the figures published by the head of finance in D&uacute;n Laoghaire-Rathdown.  It applies to all the Dublin region and probably to the 12 local authorities paying into the equalisation fund.  We must have a reasonable debate on it.<\/p><p>The money that was being paid to compensate Irish Water is not there now.  I do not like using the words \"con job\", but it is certainly very disingenuous to say funding has not been affected, and for Government to say the funding of local government has not been affected if it is taking money from them.  For D&uacute;n Laoghaire-Rathdown - the local authority I am most familiar with, even though I am familiar with all 31 local authorities - to be handed D&uacute;n Laoghaire Harbour with liabilities and ongoing maintenance of &euro;33 million with nothing to compensate for it is another transfer of cost from central Government to local government.<\/p><p>I thank the Minister for being here and the Acting Chairman for being somewhat lenient on time, which we are sharing.  It is important to publish the Moorhead report and to remunerate our councillors for what they do in a decent and respectful way.  Let us get on with treating local government with the respect it deserves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#U05000","speaker":"1412","continuing":true},{"type":"speech","time":1575541800,"counter":178,"content":"<p>Go raibh maith agat, Senator Horkan.  I call Senator Maria Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#V00200","speaker":"1422"},{"type":"speech","time":1575541800,"counter":179,"content":"<p>The Aire is very welcome.  I welcome this timely debate on local government.  The Minister was in Limerick last Monday for the launch of the directly elected mayor.  It is a very exciting time in terms of local government reform.  What is being proposed and what the committee is going to look at will be a template for the rest of the country.  Currently, local government is funded through the Department and there is a lot happening in terms of housing, water services, roads, etc., but there are a lot more things I would like to see happening.  We sometimes see houses that have been boarded up for quite a while.  If extra funding was provided, a lot of these houses would be back in use more quickly.  There should be easy access, a fast track or something that could be approved by the Minister's Department.  We constantly talk about issues such as housing, roads and even small side roads and footpaths and repair of same.  These are issues local councillors are hit with on a daily basis.<\/p> <p>I would like to compliment the local councillors on the wonderful work they do.  I was a councillor for 17 years.  I support the review of the whole structure of local government and what councillors are paid.  I hope that report is published soon because it is supposed to be a part-time job but it is a full-time one, and I know that from my 17 years as a councillor.  With the removal of the dual mandate, Deputies and Senators were prevented from being members of councils and the life of the councillor became an awful lot busier.<\/p> <p>There are a lot more things happening in local authorities.  There is the economic development side of it.  There are an awful lot of things happening in local authorities that years ago were not looked at.  There is a lot more pressure on councillors in terms of being able to deliver.  They also have to look at what they can do to bring in jobs into the local authority area.  This should be looked at in terms of the remuneration of local authority members.<\/p> <p>On the delivery of local authorities, under the directly elected mayor, we are going to have to look at the functions and with that will come the issue of remuneration.  That was pointed out to the Minister on Monday in Limerick.  When it is extended around the country, it cannot be done on a piecemeal basis.  Once Limerick is up and running and is successful, it should replicated around the country.  This is an exciting opportunity.  Councillors are sitting on that committee, as are people from different backgrounds across different communities and they bring their own experience.  I welcome the fact they are to report by next June and that there will be a directly elected mayor in Limerick city and county by 2021 and that it will be the leading local authority.<\/p> <p>Local authorities around Europe deal with issues like health and education.  Councillors have a role and they may sit on ETBs or on HSE committees but the role they had in the past has been eroded.  We should look at strengthening their role because councillors have a huge contribution to make in terms of education and health.  They meet people on a daily basis and listen to their issues.  They have a huge role to play in local government.  We have to get the local government house in order but there should be an expanded role for councillors and it is something that should be looked at in the long term.<\/p> <p>On funding for roads and footpaths, quite a substantial grant is given to local authorities but there are a lot of roads and footpaths that are not done.  We need to look at increasing funding in that area.  Another area, which is under the Department of Finance but which affects the local authority areas, is the living over the shop scheme.  When one looks around towns and cities, one sees vacant units.  I only have to look at my city of Limerick.  There are fewer than 300 people living in the city centre in flats or apartments over businesses.  There are so many vacant units.  It is an area that local government and the Department of Finance are going to have to look at because we need to get people back living in city and town centres to help in terms of economic delivery for local authority areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#V00300","speaker":"1384"},{"type":"speech","time":1575541800,"counter":180,"content":"<p>I am conscious of time.  This debate is due to adjourn at 2.30 p.m.  A number of speakers are offering and the Minister has to respond.  I am trying to include as many colleagues as possible in the debate, so I would ask colleagues to share time if they are not going to use all their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#V00400","speaker":"1422"},{"type":"speech","time":1575541800,"counter":181,"content":"<p>I will try to be as brief as possible.  I want to touch on a few issues.  The first is around the overall funding available to local government funding.  I very much welcome the fact local government funding this year is approaching the &euro;5 billion, but we should never lose sight of the fact we are only getting back to where we were back in 2008.  Funding for local government dipped to its lowest level in 2015, when it dipped below &euro;4 billion.  Last year, the allocation of approximately &euro;4.7 billion for local government was comparable to 2010.  We are really only standing still.  If one takes inflation into the mix, we are worse off now than we were in 2008.  I would argue strongly that the whole issue of local government funding needs to be kept on the agenda and councils need to be adequately funded.<\/p> <p>It is quite worrying that the moneys that have gone over to Irish Water have not been replaced in the local government funding model.  I accept that Irish Water is now carrying out most of the responsibilities local authorities would have been carrying out in the water end of it.  Nonetheless, that is a net cut in funding to local authorities.<\/p> <p>The funding mix available to local authorities is about 10% local property tax.  Then there is one third from goods and rental income, one third from State grant and one third from commercial rates.  The dependence on commercial rates, and now the revaluation which was referred to by Senator Gallagher, is creating an atmosphere where local authorities need to collect that money and of course that is creating difficulties for many businesses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Aside from that, we should consider providing additional powers to local authorities.  Many State services provided by Departments and quangos could instead be driven through local authorities.  At least there would be democratic oversight.  A root and branch review of some of those services should be carried out in the Custom House.  The doubling up of quangos managing services that are beyond the reach of democratic scrutiny should be ended.  Local councillors could provide oversight and act on behalf of the people by questioning the delivery of services.<\/p><p>The Custom House and the Department have power over the way that local authorities spend their money.  Senator Humphreys, with whom I agree, touched on this matter.  Local authorities lack autonomy over how they spend their money.  Strict criteria apply to how the block grant from the Department is spent.  I will cite an example from yesterday.  The director of housing services for Kildare County Council appeared before officials of the Department of Housing, Planning and Local Government.  The director was told that the local authority could no longer purchase second hand homes where individuals were living and the landlords wanted to sell.  Instead, the council must buy new homes.  This is despite the fact that no new homes are being built in the region.  It makes no sense.  Reality needs to be brought to bear.  Issues like these are being raised by local authority members throughout the country.  Unfortunately, there seems to be a lack of joined-up thinking.  Local authorities are on the ground and should be listened to by the Department and not lectured as is happening currently.  Councillors should be given additional powers.<\/p><p>I wish to touch on the provision of funding for local councillors.  I attended the meeting of the Joint Committee on Housing, Planning and Local Government when the Minister of State appeared before it on Thursday, 28 November.  He indicated that this matter would be addressed and stated his hope that the Moorhead report would be published within ten days or two weeks.  Where is the report?  We are one week on.  When will he receive it?  Will he act on its findings?  I welcomed his statement last week that he would publish it upon its receipt.  He should fight on behalf of local councillors to ensure that this report is not given over to the Public Service Pay Commission.  Were that to happen, we could be looking at a result months, or maybe even years, from now.  We need a result now.<\/p><p>The Minister of State also mentioned last week that he would backdate to the local elections any additional payment to councillors.  Will he confirm whether that will be the case?  I welcome his work, which is not made easy by dealing with the Departments of Public Expenditure and Reform and Finance, but this issue must be addressed as it is long overdue.  Other Senators, including Senator Horkan, raised the heavy workload of local authority members.  They are the practitioners of democracy and are at the point of contact closest to the citizen.  A suggestion I have made numerous times is that councillors should deal with local issues and local representations and Deputies should deal with legislative scrutiny and holding major State organisations to account, including banks.  Instead of there being competition between Deputies and councillors at local level, Deputies would have less of a role there.  Senators would play a comparable role.  When there is competition, the Deputy does not want to see the councillor well resourced.  That is unfortunate and wrong, as the councillor should be well resourced, given the significant volume of work that he or she must do.<\/p><p>I hope that the Moorhead report is published as soon as possible.  Will the Minister of State give a commitment to return to the House following its publication to discuss its findings?  It is a matter for the Leader to schedule, but I would like the Minister of State to do so as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#V00500","speaker":"1382","continuing":true},{"type":"speech","time":1575541800,"counter":183,"content":"<p>I welcome the Minister of State.  It is important that we allow local government to recover its status, its authority and the role and functions of the council.  To remind the Members opposite, I could mention the former Ministers, Noel Dempsey and a great man from Waterford, Martin Cullen.  To go forward, we must remember the past.  That is the important point.<\/p> <p>This debate is extensive.  It concerns the funding of local government, which is not a new topic or phenomenon.  It is one that we must grapple with, given that we have not addressed it yet.  We are still taking the same chicken-and-egg approach.  There must be a national conversation about the future of local government.  We had the Putting People First programme and other programmes.  Speaking as a former councillor and someone who very much believes in the local, it is critical that a constitutional convention approach be taken to the question of local government.  It could consider the question of financing in terms of the rate support grant, local property tax and how local services are funded.  Based on the publication of the Moorhead report, it could also consider the roles, duties and remuneration of councillors and, as Senator &Oacute; Domhnaill alluded to, the role and powers of the executive.  It is time that we had a real conversation about this.  I am not afraid of it.  I am not worried about what the future holds.  If we are to be serious about taking a non-partisan and non-adversarial political view on this matter, then let us be real about local government.  People are leaving in part because of pay and conditions and in part because of increased responsibilities, reduced powers, more of their time being consumed and their inability to achieve a work-life balance.<\/p> <p>Dr. Aodh Quinlivan has spoken about local democracy being weak.  In one of his scholarly articles, he wrote that we did not have local government, but local administration.  I do not necessarily agree with all of that, but it forms part of the debate that we need to have.  We should not have that debate in a chamber like this one, though, given that we are just focused on one or two aspects.  Instead, the debate must go beyond here.  We are setting up a citizens' assembly in January to consider the topic of gender.  I ask that the Minister of State discuss the assembly's extension with the Taoiseach, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, his Department and the Minister of State, Deputy English.<\/p> <p>I will make two further points about the Moorhead report that the Minister of State would expect me to make.  There has been considerable commentary, with members of LAMA and the AILG campaigning strongly on this matter.  We support and stand with them, not because they are our electorate, but because many of us have been councillors.  We understand the frustration, workload, lack of devolved power and continuous battle that councillors face.  Perhaps we made a mistake abolishing all town councils.  In Cork city, the representative ratio is 1:6,800; in France, it is 1:1,200; in Austria, it is 1:1,210; and in Germany, it is 1:1,350.  The south west ward where I live and that I represented has expanded to nearly half a D&aacute;il constituency.  It has more people than some parts of rural Ireland, yet the level of service expected and demanded has remained the same.  New councillors were not added to the expanded city council in Cork.  I will not fight that argument now, but I will fight over the representative ratio.<\/p> <p>I will make an honest plea, namely, that all of us as politicians support a real payment to councillors.  Let us do it once and for all.  It will be a ten-day wonder in the media and a five-day wonder on \"Prime Time\", Joe Duffy's \"Liveline\" and other talk radio programmes, but we will get better local government and people who will stay in local government and represent others.  That is what we want.  Local government representation should be full time, with councillors paid proper salaries.  I believe it was Senator &Oacute; Domhnaill who suggested that councillors should do X and Oireachtas Members should do Y.  The dual mandate has not worked because people do not differentiate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has not worked because people do not differentiate.  Then there are Members of the Oireachtas who are piggybacking on the \"all politics is local\" maxim.  Let us be real.  It is important that we pay councillors a full-time salary.  Putting People First was the document.  Along with my earlier request, we should look at having a Constitutional Convention-type citizens' assembly to discuss local government and let all of us not be afraid to support paying councillors proper remuneration.  Together, not adversarially, or by Senators picking each other off one by one and going back to councillors, we should work collectively with the Department and with the Moorhead report.  <\/p><p>The Minister of State has had a battle with the Department of Public Expenditure and Reform, and others, but that Department does not have all the answers and it is not always right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#W00300","speaker":"1391","continuing":true},{"type":"speech","time":1575541800,"counter":185,"content":"<p>It has all the money though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#X00200","speaker":"1265"},{"type":"speech","time":1575541800,"counter":186,"content":"<p>It has all the money, I accept that.  There is strength in the parties being together on this.  I congratulate the Minister of State for having the Moorhead report put together.  It is critical it is published and it is equally important that there is an outcome that councillors can live with and that we can support.  It is time that we had a national debate on the future and structure of local government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#X00300","speaker":"1391"},{"type":"speech","time":1575541800,"counter":187,"content":"<p>It is obvious that our local councils are held back by inconsistent and inadequate funding.  I second Senator &Oacute; Domhnaill's suggestion that we have a debate on the Moorhead report as soon as it is released.  Councils cannot provide the services they are best placed to provide.  Powers that suit local government are being chipped away and centralised.  When I sat on South Dublin County Council, councillors who had joined it many years before me would remark that it had become a shell of a building.  Water was the responsibility that was taken away from it in my time.  It is the job of central government to provide local authorities with that stable and certain funding.  In recent decades there has been a trend where this has been made impossible by the removal of certain powers.  Consistently we have seen studies assert that this State has the least autonomous local government compared with our European counterparts.  Experts such as Dr. Aodh Quinlivan and Dr. Theresa Reidy in UCC, and Dr. Mark Callanan of the IPA, have all produced damning studies on this issue.  The international index of self autonomy uses seven categories, namely, legal protection, organisational economy, institutional depth, fiscal economy, finance, financial self reliance, borrowing autonomy, financial transfer system and administrative supervision, central or regional access to assess that.  From 1990 to 2015, Ireland declined from the third least powerful local authority system to the weakest across the whole of Europe.  Only Malta, Cyprus and Greece have less spending and less revenue raising capacity at local government level.<\/p> <p>Currently, two thirds of local government funding is generated locally.  Austerity budgets reduced funding for local authorities by 20% to 25% with the largest impact felt in housing, from &euro;1.3 billion in 2007 to &euro;83 million in 2013, with only 8,200 units delivered over that time rather than an additional 25,000 social housing units had budgets been maintained.  I fear if we continue on the course we are on we will not only see a dilapidation of local services but it will guarantee that the public will see little value in local government.  In contrast, our nearest neighbours in Britain offer much more at a local level and can act as a mudguard for ill-thought-out Tory agendas at national level.  I have long believed that the conservative establishment in this State holds its place because the left cannot convince the public of its legitimacy, which is not an argument to get the Minister of State on board.  We as legislators may not like every decision a council makes but we must appreciate and respect that councillors knowledge and the space they occupy is superior to our own in nearly every case.<\/p> <p>I appreciate that progress has been made on directly elected mayors, which I have long advocated.  That is a conversation which will hopefully re-evaluate the role and power of elected representatives and tip the balance back in favour not only of the mayor but also the council at local level.  Will the Minister of State update us on the creation of a citizens' assembly for Dublin on that issue?<\/p> <p>The conversation must continue and we must re-evaluate the role and funding of local government.  Local councils should have stability and certainty in funding which should be provided by the Government on the basis of multi-annual budgets.  I also commend the F&Oacute;RSA trade union for its call for a rethinking of local government and a restoration of powers.  I strongly suggest that the Minister of State meets with F&Oacute;RSA on that issue.  We cannot continue on the path of a combination of drastic cuts in funding from central government while removing powers which have left councils with little funding and little confidence from the people.  Without review, local democracy will continue to decline.  I spoke to local councillors on changing the Local Government Act and live streaming, and wrote to councillors on making it the law that council meetings would be live streamed.  Many already do, including Dublin and Belfast, but many are concerned about the costs which have been put to them by their directors of services.  By law, councils must provide the minutes and the agendas of the meetings on paper but in this day and age, all the monthly council meetings and the budget and development plan meetings should be online.  If cost is an obstacle the Department should facilitate its provision.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#X00400","speaker":"1372"},{"type":"speech","time":1575541800,"counter":188,"content":"<p>During the Seanad campaign of 2016, every candidate from all parties and none knew exactly where councillors stood on pay and conditions.  Various issues came up at that time, especially pensions and how the PRSI rate they paid did not qualify them for the contributory pension and an increase in pay for the extra work they did, particularly in the context of boundary changes and the abolition of town councils.  After that election I put down a Commencement matter here to the Minister for Employment Affairs and Social Protection that councillors would qualify for the contributory pension.  The then Minister, now Taoiseach, came to the House and took the debate and said that he would look into it. He addressed the issue and councillors will qualify for their contributory pension now that their PRSI goes towards it.  In light of the Moorhead report, the Government should pay councillors immediately.  I think they deserve it.  It is acknowledged that they will get an additional &euro;8,000 and that might be backdated to whenever the local elections were held.  A large percentage of councillors are new.  For some, it is their full-time job.  Will the Minister of State address the issue of pay once and for all, and pay them?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We would all like to speak on the Moorhead report, and I hope we will have a debate in the House on the report when it is published.  There will be more to the Moorhead report than councillors' pay and conditions.  I am sure it will also deal with the workload of councillors.  Will the Minister tell the House how much interaction there was between the representative bodies for the local authorities - the Association of Irish Local Government, AILG, and the Local Government Management Agency, LGMA - regarding the Moorhead report?  Did Ms Moorhead consult widely with those organisations and how many other organisations were involved in the work of compiling the report?  It is very important that those organisations were consulted widely.  The Minister of State is putting in place a structure that will be there for the next 50 years and it requires great detail and study.  I welcome and support the call for a debate on the report when it is published.<\/p><p>In the review of the Valuation Act 2001, the Minister of State has proposed to bring in a rate limitation order.  I suppose a rate limitation order means a kind of freeze on a valuation when a revaluation is done in a particular county or local authority where, whatever the rate for a valuation in the county at a particular time, the following year the valuation would be revalued where some properties might go up while others go down but overall there would be no loss of revenue on the previous year's revenue.  This has many consequences for people in business.  In some cases I do not believe it takes the businesses into consideration.  Many businesses are on long leases at &euro;20,000, &euro;30,000 or &euro;100,000 a year, and all of a sudden with two or three years into a long lease - and without ever taking this into consideration - they find their rates could increase by &euro;5,000, &euro;10,000 or &euro;15,000 per year.  In the business plans they put forward to banks or other lending institutions they would not have taken this increase into account.  It can and will put a lot of pressure on those businesses where they have no choice but to pay the rates.  At the same time they had no provision or inclination that their rates would increase by such a huge percentage.  The Minister of State brought in new legislation some months ago around where areas can be redesignated or where rates can be reduced.  This is for a whole area or part of a town, however, and it does not provide for individual cases where business people operate throughout the State on long leases.  It is a problem for them.<\/p><p>There are a few areas where the council lines should be more clear.  Consider what happened with councils previously.  If a town wanted an extension to a water scheme or a sewerage scheme a council or a councillor would bring forward a proposal or a motion to extend the scheme.  I am not sure how this works now with Irish water.  How does a town get an extension to a sewerage scheme or to its water scheme?  What are the mechanics involved?  Are we completely dependent on Irish Water to review local authority sewerage and water schemes every five or ten years or is there a feed in to Irish Water from the local authorities?  Is this through the executive of the local authority or do local authority members have an input into formalising or bringing proposals forward to get such extensions to sewerage and water schemes?  Nobody knows better what is happening on the ground than the local councillors.  They know what is happening in the local town and where the pressure is on for water or sewerage.  The local councillor probably knows a lot more about the pressures with these issues than Irish Water does in Dublin, or wherever its headquarters are.<\/p><p>Enterprise offices do tremendous work throughout the country but in many cases there is a shortfall in funding.  The enterprise offices nurture and help small businesses and start-ups.  They have great expertise developed in the vast majority of those enterprise offices.  If they had a little bit more funding there could be a basis for them to do a much better job in providing start-up funding for one, two or ten jobs.  This may not be the Minister of State's Department, it could be a combination of Departments, including the Minister for Business, Enterprise and Innovation.  These enterprises can lead to quite a considerable number of jobs.  I believe that every Member of the House would agree that the local enterprise offices do tremendous work, but if they had a little more money to give out they would do a good job at giving it out.  Perhaps the Minister of State's Department could look at this to give them some extra funding.  Such funding is not wasted and is put to good use.  It goes towards starting up good businesses.<\/p><p>In the Minister of State's speech to the House today-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#X00500","speaker":"1380","continuing":true},{"type":"speech","time":1575541800,"counter":190,"content":"<p>I remind the Senator of his time.  He has gone a little bit over.  At this stage we will have to bring the Minister of State back to speak another day so I ask the Senator to conclude shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00200","speaker":"1412"},{"type":"speech","time":1575541800,"counter":191,"content":"<p>The Minister of State said: \"A local government funding baseline review group was also established to consider the methodology to determine local authority funding baselines and to inform the distribution of any additional funding that could become available for general operational purposes, for example as a result of the implementation of recommendations in the LPT review.\"  Is this extra funding where people are not currently paying rates but are paying local property tax and would be brought into line?  Alternatively is it a proposed increase the Minister of State thinks will happen due to the review of the LPT?  It would appear that the Minister of State is suggesting there will be extra funding coming in as a result of the review of the LPT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00300","speaker":"1380"},{"type":"speech","time":1575541800,"counter":192,"content":"<p>There are some 60,000 houses that have never paid LPT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00400","speaker":"1265"},{"type":"speech","time":1575541800,"counter":193,"content":"<p>Is the Minister of State referring to those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00500","speaker":"1380"},{"type":"speech","time":1575541800,"counter":194,"content":"<p>That is to leave the Senator in no doubt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00600","speaker":"1265"},{"type":"speech","time":1575541800,"counter":195,"content":"<p>Is the Minister of State suggesting that he does not know where that money might be spent, or will it be left in the local authority areas where the extra funding is coming in?  It is not quite clear what the suggestion is or might be with regard to the baseline review group, which is in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00700","speaker":"1380"},{"type":"speech","time":1575541800,"counter":196,"content":"<p>I will have to save that for later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00800","speaker":"1265"},{"type":"speech","time":1575541800,"counter":197,"content":"<p>From the Minister of State's speech we can see there is a huge change in the way funding comes into local authorities.<\/p> <p>I wish to compliment the roads sections.  Some of that might come under the remit of the Department for Transport, Tourism and Sport.  There has been a big improvement in roads throughout the country.  We see a huge amount of road works, be they on local roads or national routes, taking place every day when we travel the roads.  Roadwork traffic lights are up here, there and every place.  The quality of work being done on the roads is second to none.  I compliment everybody on that.  It is one area I have noticed during my political career.  Once it was always a case of \"When will the road be done\" or \"Can you do anything with the potholes?\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y00900","speaker":"1380"},{"type":"speech","time":1575541800,"counter":198,"content":"<p>Was that around the 1899 election?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y01000","speaker":"1265"},{"type":"speech","time":1575541800,"counter":199,"content":"<p>I remember when John Bruton became Taoiseach in 1994.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Y01100","speaker":"1380"},{"type":"speech","time":1575541800,"counter":200,"content":"<p>We have reached 2.30 p.m.  The Senator is very familiar with the rules.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z00200","speaker":"1412"},{"type":"speech","time":1575541800,"counter":201,"content":"<p>A gallon of petrol cost 10 pence.  He undertook to fill the potholes throughout the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z00300","speaker":"1380"},{"type":"speech","time":1575541800,"counter":202,"content":"<p>As a former Cathaoirleach, the Senator knows the rules.  I ask him to move the adjournment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z00400","speaker":"1412"},{"type":"speech","time":1575541800,"counter":203,"content":"<p>That is when we took over from Fianna F&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z00500","speaker":"1380"},{"type":"speech","time":1575541800,"counter":204,"content":"<p>I wish to acknowledge the presence of Councillors Joe Malone and Cormac Devlin, representatives of the Local Authorities Members Association.  I am sure many other councillors were watching.  If other Senators wish to contribute the next day. they can do so.  The Minister will respond to the debate on another day.  I thank the Minister of State, Deputy John Paul Phelan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z00800","speaker":"1412"},{"type":"unspoken","time":1575541800,"counter":205,"content":"<p>Debate adjourned.<\/p>"},{"type":"unspoken","time":1575541800,"counter":206,"content":"<p>Sitting suspended at 2.30 p.m. and resumed at 2.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Crime: Statements","time":1575541800,"counter":207,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z01000"},{"type":"speech","time":1575541800,"counter":208,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Charlie Flanagan, to the House and invite him to give his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z01100","speaker":"1422"},{"type":"speech","time":1575541800,"counter":209,"content":"<p>I welcome the opportunity to discuss a matter of importance to me as Minister.  I want to be clear on a most fundamental point: public safety is at the heart of my role as Minister for Justice and Equality.  My mandate and that of my Department is to work for a safe, fair and inclusive Ireland.  Senators will appreciate the breadth of that mandate and its promise.  We want to establish and support the conditions in which citizens and residents of Ireland, in all of our communities nationwide, can live, work and thrive in safety.  This involves action at all levels.  There is a busy programme of work in my Department to continue to deliver on that mandate.  This afternoon, Senators have specifically raised the issue of violent crime in the Coolock area and Dublin more generally.  This is a most serious issue.  I will address the concrete steps being taken in that locality shortly.  If we are to tackle and prevent violent crime, we must look at its roots and the conditions from which it emerges in a more in-depth way.<\/p> <p>I share the concern Senators about the destructive impact which drugs and drug-related crime can have on communities.  This is beyond doubt.  This is not the first time we have had an opportunity to address these issues in the House.  As on previous occasions, I commit to listening carefully to what Senators have to say on the issue.  When we speak of drug-related crime, I suspect that most people's mental images are of organised crime gangs and the kind of extreme violence Senators raise on occasion.  This is not a problem isolated to any one location.  The unspoken reality is that this violent crime is in many cases driven by the market for, and increased consumption of, illegal drugs across society.  This means that recreational drug use by people who are living otherwise law-abiding lives contributes directly to the most serious forms of criminality.  Wherever the purchase and use of illegal drugs occurs in Ireland, whether it is in cities, towns and villages, it contributes to an environment in which organised crime groups see a profit to be made and are given an opening to extend their reach and entrap others in their destructive cycle of debt and violence.  I call on Senators to join me in urging those who engage in recreational use of illegal drugs to exercise their personal responsibility to consider the wider consequences of their actions.  Those violent consequences may not be visible in their own localities, but they are very real in other areas. <\/p> <p>Senators will be aware that Government policy on drug and alcohol misuse is set out in the National Drugs Strategy 2017-2025, Reducing Harm, Supporting Recovery.  This represents a whole-of-Government response to the problem and adopts a balanced and health-led approach aiming to reduce demand for as well as access to illegal drugs.  Senators will be aware of the Government's initiative aimed at reducing the number of people criminalised for the possession of drugs for personal use.  However, I want to be clear that tackling the sale and supply of drugs is a key priority for the Government and for An Garda S&iacute;och&aacute;na.  We will continue to ensure that there is a relentless pursuit of drug dealers and members of organised crime gangs.  The Garda National Drugs and Organised Crime Bureau leads in tackling all forms of drug trafficking and the supply of illicit drugs in Ireland.  Since it was set up in March 2015, the bureau has had significant successes, including the seizure of controlled substances with an estimated street value of &euro;167 million; the seizure of cash believed to be the proceeds of crime to the value of &euro;10 million; and the seizure of 108 firearms and more than 3,000 rounds of ammunition.  This year alone, the Garda bureau has been responsible for seizing and controlling substances to the value of &euro;20 million, cash believed to be the proceeds of crime to the value of &euro;2.4 million, and 17 firearms.  A large number of seizures and arrests continue to be made.  An Garda S&iacute;och&aacute;na is actively engaged on these matters at an international level, including through Interpol and Europol.  On Monday and Tuesday of this week, I engaged at EU level with my counterparts and with representatives of Interpol and Europol to ensure that we continue to have opportunities to share best international practice in this area.  <\/p> <p>There is also significant activity at local level aimed at supporting various preventative and detection initiatives.  These include engagement with local and regional drug and alcohol task forces, the Garda youth diversion programme project, the Garda schools programme, the joint policing committees and the community policing fora.  I am pleased that during the autumn and winter the Garda Commissioner and his senior management team are availing of an opportunity to visit and participate in joint policing committees, JPCs, at local level throughout the country.<\/p> <p>Debt and debt intimidation are also receiving focused attention.  The drug-related intimidation reporting programme developed by An Garda and the National Family Support Network has been in place since 2013 to respond to the needs of drug users and family members experiencing drug-related intimidation.  Ireland's national drug strategy is unique among the national drug strategies of EU member states in recognising the need to address drug-related debt intimidation at community and local level.  It has been agreed that the effectiveness of this programme will be further enhanced through training, knowledge-sharing and awareness-raising.  The use of detection dogs is another area that has had a positive impact in tackling drug crimes in recent times.  As Senators may know, the Garda dog unit, based in Kilmainham Garda station in the Dublin metropolitan region, DMR, south central division, has a national remit, with additional dog units established in Limerick and Cork.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Garda Commissioner recently indicated to me that he intends for An Garda S&iacute;och&aacute;na to invest in purchasing and training additional dogs for drug use detention purposes next year.<br\/><br\/>I refer specifically to Coolock, which has been raised by some Senators.  I acknowledge the interest in this area by my colleague, Senator Noone, and Senator &Oacute; R&iacute;ord&aacute;in.  I<b><\/b>have condemned the shooting in the Coolock area, which has been referred to in both Houses  I will not comment on any individual criminal investigation but I, again, call on everybody to pass on any information, however innocuous they feel it might be, to An Garda S&iacute;och&aacute;na.  I heard directly from community groups in the area during a visit earlier this year.  I met representatives of various community groups and witnessed, at first hand, the initiatives under way in Coolock, Darndale and Clongriffin.  I met local school principals, garda&iacute; and local residents.  I understand and appreciate the concerns, and I acknowledge some constructive suggestions that have been put forward.  I speak on a daily basis to my colleague, Minister Richard Bruton, and to the Minister of State, Deputy Finian McGrath, about issues of concern to them and to communities in that area.  I reassure the community that the issue of violent crime in their area is being taken most seriously at the highest levels of both An Garda S&iacute;och&aacute;na and the Government.  <br\/><br\/>On Tuesday night, both the Taoiseach and myself had a meeting with the Garda Commissioner and members of his senior management team in respect of recent incidents in the Coolock area.  We discussed the ongoing response by An Garda S&iacute;och&aacute;na.  We were reassured about the co-ordinated response being mounted by the Garda, encompassing action on community safety, intelligence, drugs and organised crime.  I also previously had the opportunity to meet senior members from An Garda S&iacute;och&aacute;na in Coolock.  I was briefed on progress made in the various investigations that are currently under way, some of which are at an advanced stage of investigation and detection.  Significant resources are being put into this effort.<br\/><br\/>Coolock is located in the DMR northern division.  The Garda workforce number has increased significantly in that division in recent years, as well as in Coolock itself, with the benefit of record Government funding.  Garda numbers in the DMR northern division have increased from a total of 668 garda&iacute; and 44 staff at the end of 2015 to a total of 741 garda&iacute; and 61 staff at the end of October 2019.  This represents more than a 10% increase in Garda numbers as well as a 38% increase in Garda staff over the period, which frees up experienced garda&iacute; who can be redeployed to operational policing duties.  Taken together, this represents a real and tangible increase in operational policing hours within the DMR northern division.  In Coolock station, too, the workforce number has increased.  The numbers have increased from 103 garda&iacute; and 11 staff in December 2015 to a total of 117 garda&iacute; and 16 staff at the end of October 2019, and these numbers continue to increase.  <br\/><br\/>In recent times, the Commissioner allocated 13 additional garda&iacute; to the DMR northern division from last week's attestation, of which six garda&iacute; have been assigned directly to Coolock.  I had the opportunity of meeting some of the garda&iacute; who have been assigned to Coolock.  When I asked them on Friday what kind of time off they would have after their attestation and graduation, they informed me that they were looking forward to being on duty in Coolock on Monday morning last, and they were.  I acknowledge that and I acknowledge the work that they are doing already in that area.<br\/><br\/>I am pleased that the Commissioner has informed me that competitions are being held for key appointments to both the Coolock community policing unit and the Coolock district drugs unit.  It is envisaged that these competitions will be complete before the end of year, which is in a few weeks.<br\/><br\/>As is the case for all stations and divisions, the work of local garda&iacute; in Coolock and DMR north as a whole is supported, where necessary, by Garda national units such as the National Bureau of Criminal Investigation, the armed support units, the Garda National Economic Crime Bureau and the Garda National Drugs and Organised Crime Bureau.<br\/><br\/>The sustained increase in resources in the area demonstrates the commitment of Garda management to this area.  It is important that we are reminded that, by law, the use of Garda resources, including the deployment of personnel, is for the Garda Commissioner and not for me, as Minister for justice.  This is entirely appropriate as decisions on operational matters must be left to policing experts.  I acknowledge, that although I discuss the issue on a regular basis, with the Garda Commissioner and his team.  I reassure Senators and communities that the Government fully supports An Garda S&iacute;och&aacute;na in its work to tackle organised and drug-related crime in Coolock, in Dublin and throughout the country.  The Garda budget for this year was &euro;1.76 billion and this will increase to &euro;1.88 billion in 2020.  Alongside that, capital investment this year was &euro;92 million.  That is a 50% increase on the total for 2018, and it will increase further to &euro;116.5 million for next year.  There are currently approximately 14,300 garda&iacute; nationwide supported by more than 2,600 Garda staff.  These numbers continue to increase towards the Government's target of an overall Garda workforce of 21,000 by 2021, comprising 15,000 sworn Garda members, 4,000 civilian staff and 2,000 members of An Garda Reserve.  These are big numbers because I know that a visible policing presence reassures communities.  Proactive policing and a visible Garda presence throughout the country can be expected to increase further as the new Garda operating model is rolled out across the country.<br\/><br\/>I want to say categorically that the full force of the law-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#Z01200","speaker":"1233","continuing":true},{"type":"speech","time":1575541800,"counter":211,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#AA00200","speaker":"1406"},{"type":"speech","time":1575541800,"counter":212,"content":"<p>-----is being brought to bear on those behind this violence and related criminal activities whether in Coolock, Dublin city or any other part of the country.  I want to reassure not only the people of Coolock and Dublin but the people of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#AA00300","speaker":"1233"},{"type":"speech","time":1575541800,"counter":213,"content":"<p>I am here on behalf of Senator Niall &Oacute; Donnghaile.  Crime and criminals come in many forms.  When they leave their calling card behind them, people of all backgrounds carry the burden of their behaviour.  Whether we live in large cities, small towns or in the countryside, crime has the same impact.  It instills fear and isolation wherever one lives, creates personal and community instability, lowers the morale of both the police and communities, and instills despair.<\/p> <p>It does not matter to criminals whether victims and communities are left reeling from a drugs crisis, which claims lives on a regular and frightening basis, particularly in Dublin.  It does not matter to criminals whether families have had their homes burgled, whether persons have had their bikes or cars stolen, whether farmers have their farm implements stolen, whether persons have been bullied by a neighbour or youths who are out of control, or whether people have been beaten up for who they are or what they look like.  Statistics show the scale of crime and they were reflected in a document entitled, Tackling Rural Crime, that Sinn F&eacute;in issued last April.  Last year, there were 16,380 burglaries and 70,000 theft-related offences; vehicle theft increased by 3% from 4,594 in 2017 to 4,737 in 2018; robberies and sexual offences increased by more than 10%; &euro;8 million worth of equipment and tools were stolen from construction sites; and 14,000 bicycles were stolen of which 83% were stolen in Dublin, Cork, Limerick, and Galway.<\/p> <p>The first port of call for a distressed person trying to cope with the impact of a crime on him or her and his or her family is An Garda S&iacute;och&aacute;na, which is to be expected because people look to the police for protection.  People deserve to feel safe in their homes, on their streets and in their communities at all times day and night in all circumstances.  The facts show that this is not the case.<\/p> <p>One issue that I wanted to raise is the increase in homophobic attacks on our streets all around Ireland.  Every week, when I look at Twitter, there is a new incident where a gay, lesbian or trans person has been beaten to a pulp.  I refer to a person called Callum but as I have not spoken to him I will just use his first name.  He tweeted:  \"Absolutely disgusting to say that myself and my boyfriend went out to enjoy my friend's 18th and got beaten up by four guys in Limerick last night\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Craig McHugh said on Twitter-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#AA00400","speaker":"1372","continuing":true},{"type":"speech","time":1575541800,"counter":215,"content":"<p>I remind the Senator not to name names in the House as people cannot be identified like that in the House.  He can make his point but must refrain from naming people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00200","speaker":"1422"},{"type":"speech","time":1575541800,"counter":216,"content":"<p>It is a public Twitter post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00300","speaker":"1372"},{"type":"speech","time":1575541800,"counter":217,"content":"<p>These are the rules of the House and we all have to comply with them and I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00400","speaker":"1422"},{"type":"speech","time":1575541800,"counter":218,"content":"<p>I do not think there is any malice in the Senator's utterance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00500","speaker":"1416"},{"type":"speech","time":1575541800,"counter":219,"content":"<p>I have no problem with the Senator making his point but I ask him to please refrain as the rules of House-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00600","speaker":"1422"},{"type":"speech","time":1575541800,"counter":220,"content":"<p>These individuals are the victims of the crime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00700","speaker":"1372"},{"type":"speech","time":1575541800,"counter":221,"content":"<p>I am aware of that but we cannot name people so that they are identifiable in the House.  I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00800","speaker":"1422"},{"type":"speech","time":1575541800,"counter":222,"content":"<p>Someone says on Twitter that these things seem to be happening a little more lately and he asked if hate crime legislation is not essential.  Are the LGBTQ community expected to be trained in martial arts in order to protect themselves?  Should this not have serious consequences?<\/p> <p>I am aware that a strategy was published by the Minister's Department.  I had a conversation about hate crime legislation in this House last year or two years ago, and I have raised it numerous times.  A particular moment struck me in this House, it was one that I did not enjoy, when I was told that we did not need hate crime legislation in Ireland because we did not have a problem with such crime.  It was a Minister in the Minister for Justice and Equality's own Department who said that.  Is the Government committed to legislating or bringing forward such hate crime legislation before the general election?  If we had started the process two years ago when we made these calls, we might have the ability to tackle this issue.  At the moment people are feeling very much empowered in their homophobia, racism and sexism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB00900","speaker":"1372"},{"type":"speech","time":1575541800,"counter":223,"content":"<p>The issue of crime is challenging and difficult and unfortunately, there are many victims of crime every day.  I note, however, the Government has introduced and passed legislation to enhance the rights of victims of crime. <\/p> <p>Drug culture is a serious problem and not just in urban Ireland or in Dublin.  Unfortunately, drugs are now freely available in every town and village.  The people who are using drugs on a recreational basis need to look into their hearts and come to terms with what they are doing and what their actions are leading to.  Every illegal drug that is taken in this country has been brought into this country illegally, 95% of the time by organised criminals and drug dealers who are feeding up the line to the violent gangs that do not exist in Dublin alone.  We have seen much media coverage on this and I have great sympathy for my colleagues in Dublin who are dealing with the awful consequences of organised crime, which ultimately leads to many murders.  <\/p> <p>People who go out on a Saturday night and decide to take a line of cocaine need to realise that cocaine in this country is illegal and must be sourced through back channels in an illegal way.  That is done, by and large, by organised crime gangs.  Garda Commissioner Harris and the Minister, Deputy Flanagan - the two people in this country who lead the whole area of law and order, and justice - get this issue and have done a significant amount of work in highlighting the challenges, the difficulties and the problem that recreational drugs is causing.  <\/p> <p>I have engaged with a group in Blanchardstown who ran a campaign called Think Before you Buy.  Councillor Ted Leddy introduced me to the group about three years ago in my capacity as Government spokesperson on justice in this House.  I spoke at the group's conference, where I deputised for the former Minister, Frances Fitzgerald, three years ago.  I have worked closely with the group since.  Its campaign is very simple.  Professional people in middle Ireland who are unfortunately dabbling in recreational drugs are doing this probably without giving any thought whatsoever to the consequences.  The Think Before you Buy campaign is as it says, namely, to think before one makes a purchase.  I have spoken on a number of occasions to Commissioner Harris on this particular issue and the Think Before you Buy group behind the campaign, which is Blanchardstown drugs and alcohol task force, together with Councillor Leddy, were with me at Garda headquarters four to five weeks ago where we met the Garda Commissioner.  What was supposed to be a 30-minute meeting ended up being nearly two and a half hours.  The Commissioner was very taken with what the group was proposing and how it was proposing to do it.  The engagement with the Commissioner was heartfelt and something very positive will come from it.  The Commissioner committed that day that the project would go on to the national drugs task force agenda at its next meeting.  He also committed that day to using to using An Garda S&iacute;och&aacute;na social media to alert people in middle Ireland, who are educated and have had the same opportunities as all of the Senators and I have had but who unfortunately are taking drugs.  The campaign asks people to listen and realise the damage that they are doing, not just to their own health and communities, but the fact that they are contributing to murders in Dublin, Limerick, Cork and everyone else where people are losing their lives as a result of falling out or coming on the wrong side of serious criminals who are making millions of euros from drugs.<\/p> <p>The Minister, Deputy Flanagan, was in this House couple of years ago - probably not even that - when we changed the law on the Criminal Assets Bureau, CAB, where small-time drug dealers in towns like Ennis, Ennistymon, Clonmel and other places are making money, driving flash cars, and living a lifestyle that is completely beyond their means, are now to be targeted by CAB.  It is interesting to note that the figures that CAB have achieved in 2018 is its highest figure since it came into existence.  That is because we changed the legislation.  Small-time drug dealers are causing raic just as big-time drug dealers are, and are feeding into big-time drug dealers and are destroying the lives of so many decent, honest, hard-working, genuine families.   A young person just gets caught up in recreational drugs and some, unfortunately, end up taking heroin and destroying their lives.  These are good people, with hearts, intelligence and so much to offer this society, but unfortunately they just go down the wrong line.<\/p> <p>People like Senators &Oacute; R&iacute;ord&aacute;in and Warfield, my colleague, Senator Noone, and I and the Minister, Deputy Flanagan, are all on the one page.  We may differ on how we are going about it but everyone agrees in trying to get some sort of a handle on this.<\/p> <p>This is not just an urban problem.  It was such a problem up to about a decade ago.  Now, it is in many areas.  I live in a tourist area.  Due to the population of Lahinch, where I am from, ballooning from 600 to 15,000 people during the summer, the whole issue of drug-taking has become prevalent.  Along the entire coast of County Clare, in places like Doolin, Kilkee and other areas, drugs, unfortunately, are freely available.  I do not know how any Government can deal with it.  All we can do is our best to put the infrastructure in place but most importantly, we need to organise advertising campaigns.  It has worked with smoking where we have spent millions on such campaigns to alert people to the dangers of smoking.  In the past six years, the percentage of our population that is smoking has reduced from 23% to 17%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish I could say that the percentage of our population taking drugs on a recreational basis was 17%, but that is not the case.  It is far higher.  It is an awful lot higher.  We need to spend tens of millions of euro.  We have to engage with kids at primary and early secondary school level to try to educate them and bring them with us.<\/p><p>I will conclude on that note.  I totally support what all colleagues are doing in this regard.  We must all work together.  There has to be a unanimous political approach.  We all need to work together in this regard.  This problem is destroying our communities and the lives of many young people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#BB01100","speaker":"1416","continuing":true},{"type":"speech","time":1575541800,"counter":225,"content":"<p>I welcome the Minister to the House.  I called for this debate last week.  I decided not to call a vote on the Order of Business on the day in question, which was a week and a day ago, to facilitate a debate this week.  I did so in the hope that the Minister would produce something that would give a little hope to those of us who are trying to come up with a comprehensive response to what is happening in the Coolock area.  However, it would be an understatement to say that I am disappointed with what we have heard from the Minister this afternoon.<\/p> <p>I would like remind the Minister of what happened in the north inner city at the beginning of this Government's term in office.  It bears repeating that in response to a cycle of murder at that time, the then Taoiseach, Deputy Enda Kenny, commissioned a task force.  Every stakeholder in the task force came to the conclusion that we could not police our way out of the cycle of murder.  The reasons behind the cycle had to be investigated.  Why was it that every time a young man is murdered - it tends to be young men who get murdered - there always was someone else, possibly younger, willing to step into his place?  The task force spoke to principals, teachers, community workers, people involved with the local drugs task force, representatives of community organisations and local public representatives.  The proposals that the task force came up with seem to have worked because they indicated that the Government cared and wanted to get results.  The task force is still in existence and the ripple effect of what it achieved is still being felt.<\/p> <p>I worked in a school in the north inner city approximately ten years ago at a time when there was a feud in the local area.  I used to go to work every day during the feud, which had an indescribable effect on the children of the community.  A dark cloud of fear and tension hangs over a school, a local area and an entire community while the violent crime associated with such a feud is ongoing.  I am reluctant to name areas because I do not want to stigmatise them.  I have spoken, however, to a school principal in the Dublin 17 area of a school that had a murder committed outside its gate.  A little dedication to the young man who died is still in place outside the school gate.  The principal told me about how traumatised his pupils were.  We discussed the possibility that the school will lose a much-needed teacher.<\/p> <p>For the best part of a year, I have been asking in a non-partisan and constructive way for the Government to replicate in Dublin 17 what it did in Dublin 1.  I am still not getting a \"Yes\".  I just do not understand why the Government will not do this.  I am asking it to collect a group of people in a room, where they will speak to something deeper and more profound than just policing.  They should talk about inequality, job opportunities, educational disadvantage, the nature of drug use and the nature of pain and trauma.  They should talk about the disadvantage that has resulted in five murders in seven months in the recent past.  I am not the only person who has a terrible suspicion that if there were five murders in seven months in Stepaside, Portlaoise or Castleknock, there might be a different response from the Government.<\/p> <p>The Minister mentioned the national drugs strategy as a new way forward.  I was one of nine former Ministers of State who signed a statement last month criticising the Government for its inability to hear the voice of the community sector in that strategy.  Unbelievably, every former Minister of State with responsibility for drugs, going back to the 1990s, signed this statement.  We come from three different political parties.  Nobody wants to make political hay out of murder.  Although I genuinely have no interest in trying to score political points out of murder, I think people in this House, in the other House and in society need to know that this is not normal.  The idea of a child walking past crime scene tape on the way to school should break everybody's heart.  The State should do absolutely everything in its power to ensure such a scene is not repeated.<\/p> <p>The Minister could have walked in today and said that he has listened to what we have said and appreciates the success of the initiative in Dublin 1, where people feel that the State is working well because community organisations and local representatives are being listened to.  The Minister could have acknowledged that we cannot police our way out of this and explained that he knows what comes from disadvantage and disempowerment.  He could have said he knows the Government needs to have engagement with the Garda but that other issues must be talked about as well.  In fairness, what the Government did in Dublin 1 seems to have had a level of success and should be replicated in another area where there has been a cycle of murder.  If the Minister had taken such an approach, I would have been the first person to say that he has his finger on the pulse, understands the issues and is advocating for solutions.  I would have been the first person to congratulate him.  However, I cannot do so because I have not heard what I need to hear.  I am genuinely lost for words because it would be so simple.<\/p> <p>If the Minister were to act on my recommendation, he would get such engagement and such appreciation from families that are suffering from drug intimidation.  I have been told that parents are not allowing their children to go outside any more.  If one visits certain parts of the north side in glorious sunshine, one does not hear the laughter of children as they play.  Their parents are keeping them inside because of the nature of the atmosphere in which they are living and growing up.  Families are saying they just want to get out.  When I proposed the idea of a task force, I was trying to get beyond the classic Punch and Judy debate on Garda numbers that goes over and back between the Opposition and the Government.  I was trying to find something deeper, more profound and longer lasting.  The Minister has just rebuffed it.  He was a member of the Government that established the north inner city task force.  The current Government can deliver on the proposal I have made but the Minister has said that it does not intend to do so.  I just do not get it.<\/p> <p>We needed to have a campaign for a new Garda station in Dublin 13.  It was announced in June that this campaign had been successful.  We appreciate the decision that has been made in this regard because the many new families in this growing community need a proper policing resource.  However, if the Minister thinks that coming in here and giving us a list of Garda numbers will solve the issue, he is wrong.  I honestly do not think he gets it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#CC00200","speaker":"1410"},{"type":"speech","time":1575541800,"counter":226,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#CC00300","speaker":"1422"},{"type":"speech","time":1575541800,"counter":227,"content":"<p>I will finish on this point.  I appreciate that the Acting Chairman has allowed me some extra time.  I want the Minister to know that I am sick of hearing about murder in the community I try to serve.  I have tried to be constructive.  I am honestly lost for words as I try to understand why the Minister does not see this as I do.  Why does he not feel the need to commission a task force that might come up with solutions that ensure no more children in this community have to walk past Garda tape on their way to school because another murder has taken place?  I feel like I am wasting my time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#CC00400","speaker":"1410"},{"type":"speech","time":1575541800,"counter":228,"content":"<p>I thank the Minister for coming to the House and I thank Senator &Oacute; R&iacute;ord&aacute;in for requesting the debate.  As has been outlined, the area encompassing Coolock and Darndale has clearly become a black spot for gangland and drug-related crime.  I attended a meeting with the Minister, Deputy Flanagan, a month ago in Coolock Garda station and in Northside Partnership with various stakeholders, which in a sense was made up of the protagonists Senator &Oacute; R&iacute;ord&aacute;in refers to in the local area.  Many of the points that have been made were raised with the Minister on that occasion.  It would not be fair to suggest that he is not aware of, or somehow has not addressed, this issue.<\/p> <p>Based on the interactions I have had with the Minister about the issue especially in recent times, it is clear that he is taking it very seriously.  As recently as this week he had a meeting with the Taoiseach and the Garda Commissioner on the issue, which indicates his serious focus on the matter.<\/p> <p>I agree with Senator &Oacute; R&iacute;ord&aacute;in that we should not politicise this matter.  While the task force has the effect of getting groups together and focusing on the issue, based on the crime figures for the inner city, I am not sure it has been as successful in this area as the Senator might believe.  In fairness to the Minister, he is responsible for matters of criminal justice.  It really would be a matter for the Taoiseach to decide on that.  When I spoke to the Taoiseach about it, he made the point quite fairly that Ballymun looked for a similar task force.  The Minister of State, Deputy Catherine Byrne, has looked for a similar task force in her area.<\/p> <p>I know what the Senator is saying and I will get to the point about how serious it is in Coolock.  However, it is a question of how to adequately and appropriately allocate the resources to get the results necessary.  Having a task force makes sense and I agree with much of what Senator &Oacute; R&iacute;ord&aacute;in has said.  However, we need to consider how effective it will be.  It might be worth having a debate with the Taoiseach on the wider issue of a task force because we need to look into our hearts to decide if setting it up would have the desired results.  Based on my interaction with the Minister and garda&iacute; in the area, it is clear that there is major focus on this issue.  Many additional resources have been allocated to the area.  It is being taken seriously.  That is my understanding.<\/p> <p>It is horrendous that there have been five murders in seven months.  It is a lovely community.  As the Minister was told when we met in Coolock, parents feel they should not let their children go out.  Senator &Oacute; R&iacute;ord&aacute;in is not overdramatising that.  That fear has been engendered by the activity in the area.<\/p> <p>There has been considerable success in Limerick which is mostly down to Garda activity.  I do not disagree with the idea of a task force.  If it were to happen, it can only help.  I feel that a quasi-task force has been set up in that the garda&iacute; in the area are very focused on the issue.  I believe that the role of the Minister for Justice and Equality in the Department he heads up is to ensure that the station in Coolock is properly resourced.  I will not go through the figures the Minister mentioned, but there has been a significant increase in resources there.<\/p> <p>Tackling organised crime in Coolock and neighbouring areas will require initiatives involving all actors - departmental officials, the Commissioner and local community groups.  However, all those people are involved in this.  I am interested in the results.  If the Taoiseach decided to set up a task force it might be a good thing to do.  I hope it would have the effect Senator &Oacute; R&iacute;ord&aacute;in believes it will.  Based on the figures I have seen in Dublin generally, while it sounds good to suggest it, the jury is out on whether we will attain the results we would hope.<\/p> <p>I was very impressed by the local Garda approach and that many garda&iacute; in the area are going along to park runs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00100","speaker":"1406"},{"type":"speech","time":1575541800,"counter":229,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00200","speaker":"1422"},{"type":"speech","time":1575541800,"counter":230,"content":"<p>I will conclude in a moment.<\/p> <p>They are interacting with young people so that young people feel the garda&iacute; are approachable.  Unfortunately, drug dealing and everything to do with organised crime is often glamorised in these areas.  Young people look up to these drug lords.  They see them driving big cars and wearing expensive watches.  In an area that is traditionally less well off, it makes the drug area slightly more attractive in a perverse way.  I agree with many of the comments Senator Conway made in that regard.<\/p> <p>I ask the Minister to pay as much attention as he can to this area.  Based on my interactions with him, I know he is very focused on the issue.  There could not be enough focus on Coolock and the surrounding areas when it comes to this pervasive problem that is affecting the community in a very deep and harmful way.<\/p> <p>I ask the Minister for an update on the site that has been identified for a Garda station at Northern Cross.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00300","speaker":"1406"},{"type":"speech","time":1575541800,"counter":231,"content":"<p>I thank the Minister for coming to the House.  For once, I probably disagree with Senator Noone.  I do not want to see garda&iacute; on park runs; I want to see them patrolling the flat complexes in the inner city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00400","speaker":"1417"},{"type":"speech","time":1575541800,"counter":232,"content":"<p>I am not saying they should not do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00500","speaker":"1406"},{"type":"speech","time":1575541800,"counter":233,"content":"<p>There is a resource element in respect of our capital city.  Looking at the number of garda&iacute; per 100,000 citizens, the figure for Dublin looks quite good when compared with the rest of the country.  However, this does not take account of the 6 million tourists who come to the city annually or the 200,000 commuters who come into the city every day.  When those elements are factored in, it is clear that the resources in the capital city are quite low.<\/p> <p>In my area I have seen community garda&iacute; being used to police protests at the greyhound stadium.  They have to do so because it is a public order issue.  The resources are pulled away twice a week to police the entrance to the Google offices because of protests outside some of the social media companies in the area.  At the same time, we do not have a community garda who could go on a regular basis into Pearse House.<\/p> <p>In parts of the city, including Coolock, the north inner city and the south inner city, young people are being left behind.  They see a booming city with some people making a lot of money, but their community being left behind.  They see brand new blocks containing &euro;1 million apartments while they are being left behind in dilapidated Dublin City Council housing built in the 1940s and 1950s with very little upgrade.  Some of them recently only got a sink in their bathrooms.<\/p> <p>I accept people make career choices.  They do not have access to the educational opportunities that others have.  In many ways I have sympathy for the Minister.  He is suffering as a result of the period when the Garda College in Templemore was closed with no new garda&iacute; coming out.  The previous Government reopened the college and at last new garda&iacute; are coming out, but they are simply replacing garda&iacute; who are retiring.<\/p> <p>Do task forces work?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The south inner city local drug and alcohol task force, which is managed from St. Andrew's resource centre, offers second-chance employment courses and construction skills training.  Some of those who attend the centre are ex-prisoners, who often go back to a life of crime.  The centre has a success rate of approximately 60% at getting people into full-time employment.  When we talk about breaking the cycle of crime, it is important to remember that it is poorer communities which suffer most from the loss of life and anti-social behaviour associated with that crime.  Gangs are roaming the city and terrorising disadvantaged communities.  The people living there are the ones who see the real effect of gang warfare and organised crime.  I regularly get telephone calls from elderly people who are hoping it will rain that night so that some of these people might be off the streets.  They are being terrorised in their own neighbourhoods.<\/p><p>I am not questioning the Garda Commissioner, who must work with the resources he has and deploy them where there is the highest risk.  However, we must look to prevention, which is not happening, rather than dealing only with the aftermath of crime.  In the south inner city, young people of 12, 13 and 14 years of age are dealing because they see it as their way forward in life and the best career choice open to them.  As Senator Noone said, it is how they can buy the fancy watches and the best clobber.  However, they do not get the best education because their schools are not adequately resourced.  The voluntary payments are not forthcoming to pump extra money into those schools so that the children attending have equality of opportunity with children in the richer parts of the city.  We must remember that the people who come to the inner city to purchase drugs are fuelling drug crime in the north and south inner city and areas like Coolock.  That is something we must not stand over.<\/p><p>I join Senator &Oacute; R&iacute;ord&aacute;in in his call for a task force.  It must be multifaceted in its approach because policing alone cannot resolve the problems of the poorest communities in our cities.  This is not just a problem for Dublin and we are already seeing drug crime spreading out to other areas.  That is a consequence of the market economy of which we hear so much from economists.  Dealers are extending their markets to Mullingar, Athlone and Portlaoise because of the drive for profit to support their expensive lifestyles.  It is difficult to persuade a 13 or 14 year old to stay in school and work hard and they can have a bright future when their postcode will go against them when they apply for a job.  They see their future as being in the low-level criminal activity - \"low-level\" is not my description of it - of drug dealing.  We have difficult decisions facing us.  We can work to ensure that all sectors of society share in the recovery rather than allowing only the wealthy to do so.  We must put additional resources into the most marginalised communities.  The south inner city local drug and alcohol task force has been somewhat successful but it needs to go much further.<\/p><p>Senator Noone referred to the figures showing an increase in crime.  The problem is that there is no quick fix for this problem.  We need a long-term strategy and garda&iacute; must win back the confidence of people in the affected communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#DD00600","speaker":"1417","continuing":true},{"type":"speech","time":1575541800,"counter":235,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00200","speaker":"1422"},{"type":"speech","time":1575541800,"counter":236,"content":"<p>There have not been many speakers, so a little leeway would be appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00300","speaker":"1417"},{"type":"speech","time":1575541800,"counter":237,"content":"<p>I have already given the Senator significant leeway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00400","speaker":"1422"},{"type":"speech","time":1575541800,"counter":238,"content":"<p>This is a subject close to my heart.  Not many politicians go into these areas in the south inner city.  People living there feel they have been deserted by mainstream politicians who do not even attend public meetings on drugs and crime.  We need to roll up our sleeves and ensure these communities are represented and that they get the resources they need.  Otherwise, we are storing up a huge problem for the future.  If we cannot send garda&iacute; into the inner city on a regular patrol, they will not build the confidence, contacts and intelligence they need within local communities.  If a garda is pulled out to Temple Bar or one of the embassies or to police a protest outside Google's offices, those communities will effectively be lost and we will have an even greater crime problem.  Some of the 13 and 14 years olds of today who have begun dealing will make up the next wave of criminals.  We have a chance to stop the cycle.<\/p> <p>The Minister cannot tackle this problem alone and we must have a multifaceted approach.  The Minister for Education and Skills has a role to play and, above all, there must be investment in these communities so that people living in them have the opportunities which are not currently available to them.  They see multimillion euro apartments going up beside them and huge investment in office complexes.  We will soon have an announcement by the Taoiseach about the investment in the innovation hub which will bring 10,000 people from abroad to work in the heart of the south inner city.  There is no opportunity for people already living in that community to get a job in the new hub.  They feel they have been pushed aside.  The Minister, Deputy Flanagan, can work on the crime and Garda resources issues but we need a multifaceted strategy.  A task force will be useful, but finding a solution to this problem is a task very much for the long road.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00500","speaker":"1417"},{"type":"speech","time":1575541800,"counter":239,"content":"<p>I acknowledge Senators' contributions.  This is a most important debate and I am pleased to attend it.  I am not sure what Senator &Oacute; R&iacute;ord&aacute;in was saying about the debate not taking place when he initially tabled the motion.  I was not here on Tuesday but was keen to ensure, whenever the debate took place, that I would be in the Chamber to answer it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00600","speaker":"1233"},{"type":"speech","time":1575541800,"counter":240,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00700","speaker":"1406"},{"type":"speech","time":1575541800,"counter":241,"content":"<p>I do not subscribe to the view that a rota of Ministers of State who do not have direct responsibility for a particular topic is sufficient when it comes to debating matters like this.  I was pleased to listen to Senators' views.  As far as the Garda S&iacute;och&aacute;na is concerned, I am satisfied that every effort is being made in challenging circumstances.  I had the opportunity of a late-night meeting with the Garda Commissioner on Tuesday, ahead of this debate.  Senators from across the city have raised important points.  I have taken note of them and will be happy to return to the Chamber at a future date to discuss the issues further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019120500002#EE00800","speaker":"1233"},{"type":"unspoken","time":1575541800,"counter":242,"content":"<p>The Seanad adjourned at 3.30 p.m. until 1.30 p.m. on Tuesday, 10 December 2019.<\/p>","notice":"TIME STRING DETECTED"}]