[{"type":"minorheading","content":"Prelude","time":1651138200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1651138200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1651138200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1651138200,"counter":4},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1651138200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00100"},{"type":"speech","time":1651138200,"counter":6,"content":"<p>I have received the following messages from D&aacute;il &Eacute;ireann.  D&aacute;il &Eacute;ireann has agreed on 27 April 2022 to the amendments made by Seanad &Eacute;ireann to the Garda S&iacute;och&aacute;na (Functions and Operational Areas) Bill 2021.  D&aacute;il &Eacute;ireann has passed the Protected Disclosures (Amendment) Bill 2022 on 27 April 2022, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1651138200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00300"},{"type":"speech","time":1651138200,"counter":8,"content":"<p>I have received notice from Senator Tim Lombard that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the appointment of a design team and project progress for the proposed new build for Summercove National School, Kinsale, County Cork. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter: <\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the special arrangements to be put in place for blind and visually impaired students during leaving certificate oral examinations.  <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter: <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide an update on the implementation of the recommendations of the Moorhead report. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter: <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on circular letter EUIPR 01\/2021 regarding changes to the extension of the duration of planning permission. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00400","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1651138200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00500"},{"type":"minorheading","content":"State Examinations","time":1651138200,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00600"},{"type":"speech","time":1651138200,"counter":11,"content":"<p>The Minister of State is most welcome to Seanad &Eacute;ireann and I thank him for taking these four Commencement Matters this morning.  We are changing the order slightly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00700","speaker":"1650"},{"type":"speech","time":1651138200,"counter":12,"content":"<p>I thank my good friend and colleague, Senator Tim Lombard, for facilitating me going ahead of him.  It is much appreciated.  The Minister of State is very welcome to the House.  I tabled this Commencement matter for one simple reason, that is, a young chap who is blind and who spoke on the Joe Duffy programme last week.  He explained that he had done his Irish oral exam.  Obviously, given that he is blind his does not see pictures.  Part of the Irish oral exam is to describe pictures as Gaeilge.  For a blind person to be asked in any circumstances to describe pictures in any language is not acceptable, but it is completely unacceptable for this to happen in a State examination situation.<\/p> <p>I have been in touch with the National Council for the Blind of Ireland to try to get a handle on exactly how and why this is happening.  It would appear that there is no consistency around the country.  In some areas, special provision is made and a commonsense approach is adopted, but in other situations the rules are rigidly stuck to.  That is not acceptable.  We need the system to be consistent.  We need to have a little bit of respect for a young person who cannot see what he or she is doing.  <\/p> <p>There is a much bigger question in terms of access to the leaving certificate, which I have spoken about before.  The fact that we are one of the few countries in the world that does not provide the likes of the leaving certificate examinations in digital format is completely unacceptable.  Were the leaving certificate papers in digital form, not alone would blind and visually impaired people be able to access them through the medium they use, anybody with a print disability would be able to access that material.<\/p> <p>In the overall context, we have a long way to go in terms of making the State examinations accessible.  On the specific issue of the picture elements of the Irish oral exam, we need an immediate response from the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00800","speaker":"1644"},{"type":"speech","time":1651138200,"counter":13,"content":"<p>I want to apologise on behalf of the Minister of State, Deputy Madigan, who unfortunately cannot be here today.  I thank Senator Conway for raising this very important matter.  At the outset, I want to acknowledge the strong contribution he made at the weekend in promoting diversity in public life.  It is important that our council chambers, Seanad and D&aacute;il reflect the society they serve.  It was a timely intervention at the weekend and something that we will robustly support in our Department in terms of trying to get diversity into political life.  It is important interventions like that that we need in public life.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The State Examinations Commission, SEC, has statutory responsibility for the certificate examinations and provides a scheme of reasonable accommodations at the certificate examinations, RACE, to support students with a complex variety of special educational needs.  The RACE scheme allows relevant students to engage with the standard examination arrangements and to demonstrate what they know and what they can do in a way that does not compromise the integrity of the assessment.  The focus of the scheme is on the need to remove examination access barriers while retaining the need to assess the same underlying skills and competencies, and to apply the same standards of achievement as apply to all other students.<\/p><p>An extensive range of examination supports is available through the RACE scheme to support candidates with visual impairments in taking their examinations.  The SEC works very closely with the visiting teacher service of the National Council for Special Education in this regard.  In the oral examinations for modern foreign languages and the Irish language, the provision for enlarged pictures sequences or role play cards will be provided to candidates who have been granted the accommodation of an enlarged examination paper under the scheme.  The use of visual aides, magnifier or reading lamps can also be used if required.<\/p><p>In considering the possible accommodations for the oral Irish examination with regard to picture sequences, it is necessary to consider the demands of this aspect of the examination on all candidates.  The oral examination is worth 40% of the overall marks available for this subject, with the picture sequences worth 80 marks out of the 240 available for the oral examination.  Typically, candidates taking the oral Irish examination are expected to be familiar with 20 picture sequences but in 2022, to alleviate the burden on candidates due to Covid-19, this has been reduced to ten.  Each picture sequence is an A4 page with a series of six pictures that present a particular story.  Candidates have access to the picture sequences from the beginning of fifth year.  Candidates choose at random one of the picture sequences and are expected to provide an account in Irish about the series of pictures.  The candidate's ability will be assessed on both the descriptive narration and the interaction between the candidate and the examiner.<\/p><p>In recent years, in engagement with the visiting teacher service, the accommodation provided for candidates with visual impairments is to replace the picture sequences with a narrative description of what is happening in each of the storyboards presented in English.  The picture sequences of the Irish oral examinations are assessing a core skill and so candidates may not be exempted from this element of the examination.  The provision of the English language storyboards for students with visual impairments upholds a fundamental principle of the RACE scheme, which is that any alternative assessment provided must assess the same construct as the original test item and must not compromise the purpose of the examination.<\/p><p>I will bring the two issues raised by the Senator to the attention of the Minister of State, Deputy Madigan, specifically in terms of the variation from area to area and also the digital component.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#A00900","speaker":"1595","continuing":true},{"type":"speech","time":1651138200,"counter":15,"content":"<p>I sincerely thank the Minister of State for his observations with regard to my <i>Sunday Independent<\/i>article at the weekend.  I know diversity is an area for which he is responsible as Minister of State with responsibility for local government and I very much welcome his support of the concept of a diversity quota.  I thank him for taking this Commencement matter on behalf of the Minister of State, Deputy Madigan.  It is an important issue.  I do not believe the content of the reply comes with a solution but I have no doubt the Minister of State, Deputy Burke, will pass on this serious issue and how it is affecting children or young people doing oral Irish.  I know he will articulate that to the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00200","speaker":"1644"},{"type":"speech","time":1651138200,"counter":16,"content":"<p>I again thank the Senator.  It is a very important issue.  The Senator has outlined the media discourse in the last week with regard to the effect it had on a student in terms of their interaction with the SEC and the oral Irish paper.  When there are issues like that, they need to be responded to.  I will bring them to the attention of the Minister of State, Deputy Madigan, specifically the two concrete points the Senator raised in regard to what people are experiencing on the ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00300","speaker":"1595"},{"type":"minorheading","content":"Schools Building Projects","time":1651138200,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00350"},{"type":"speech","time":1651138200,"counter":18,"content":"<p>I welcome the Minister of State to the Chamber and it is good to have him here.  I am looking for an update in regard to a primary school in my part of the world.  Summercove national school is a wonderful school that has such potential but it has literally been at the bottom of the list for the past 20 years.  We have been trying to make sure that it can get the appropriate new build that it has been seeking for more than 20 years.  Kinsale is a wonderful town that has seen massive development, particularly on the educational front, and there is now the community school and the Gaelscoil, and another primary school is being built at the moment on the road towards Ballinspittle.  However, Summercove national school has been somewhat left behind.  The population of Kinsale is projected to increase by one third in the next few years in the county development plan and will go to an amazing 7,500 people.  The need for the school to be redeveloped is urgent.<\/p> <p>I have continuously raised this issue.  Last year, I got an update from the Minister on 13 June stating that the Department would be finalising the accommodation brief for the project.  We have seen very little movement on it since then and, therefore, I am looking for clarification as to where is the brief and where are the proposed timelines that we can put in place for the people of Kinsale regarding this important structure.<\/p> <p>It is quite a small school in many ways.  It has eight mainstream classrooms and three special education rooms.  The newly appointed principal, Ms Hallissey, is doing a fantastic job and there is a powerful board behind this proposal.  However, they have waited nearly two generations.  I spoke to people at the weekend whose children have gone through the education system while they have been waiting for this new build to happen; not alone did they start primary but they finished secondary in that time.  That is a damning indictment of where this project has been for the past 20 years.  We need political and ministerial leverage to make sure we can deliver this project going forward.  As I stated, Kinsale is a thriving town and this school is a very important part of it.  We need to make sure we can develop both together.  The Minister of State might give us an indication of the timelines, when the Department proposes that the finalised brief will be published and when it is proposed we will see boots on the ground and development starting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00400","speaker":"1666"},{"type":"speech","time":1651138200,"counter":19,"content":"<p>I thank the Senator for raising this important issue on behalf of his community and Summercove national school in Kinsale.  I first want to offer the apologies of the Minister for Education, Deputy Foley.<\/p> <p>The project for Summercove national school, Kinsale, is included in the Department's construction programme, which is being delivered under the national development plan.  The brief for this project is the development of a single-storey, eight-classroom primary school with two classrooms for pupils with special educational needs at Summercove national school, including a new building and all associated site works.  This major building project will be delivered under the Department&rsquo;s ADAPT programme, which uses the services of a professional external project manager to co-ordinate and drive the design team to achieve the best possible timeframe to progress the project through the stages of architectural planning.  The tender process to appoint a project manager is nearing completion.  Upon appointment, the first step to be undertaken by the project manager will be the tender competitions for the appointment of design teams for a number of school building projects.  This will include the appointment of the design team to progress the project for Summercove national school.<\/p> <p>I note the Senator said in his opening remarks that it was 13 June when he tabled a Commencement matter to raise this very valid issue for himself and his constituents.  I will follow up with the Minister in this regard.  Obviously, they are awaiting the appointment of the project manager, as cited in the reply.  All I can do is follow up for the Senator.  I know he has been consistently raising this on behalf of the board of management, the principal and the parents of Summercove national school in Kinsale.  It is very important that we deliver our capital programme, and especially our building programme in the educational sphere, quickly.  Unfortunately, that is not our experience throughout the country.  We have to get our act together and get those projects delivered on a timely basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00500","speaker":"1595"},{"type":"speech","time":1651138200,"counter":20,"content":"<p>I am disappointed with the response, which is almost verbatim the response I received in the previous Commencement debate.  Six months later, the only thing that has happened is that the price of construction has gone up by perhaps 35%.  The cost of the majority of projects has gone through the roof.  I was speaking to a major contractor with regard to concrete blocks yesterday, and he said they are going up by 12.5% on 1 May, having already gone up by 10% on 1 January.  Because of this delay in the past six months, we could say that the price of this school has increased by 25%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not think that is acceptable.  We need to make sure that when it comes to appointing these project managers and to getting the tender documents out, sooner rather than later is key.  They have waited for 20 years and still nothing has happened.  I would therefore respectfully ask the Minister of State to go back to the Minister for Education and to ask her to put some political pressure behind this project.  Otherwise, the costs of the build will go through the roof.  The knock-on effect will be that pupils in the community in Kinsale, which I represent, will still be in prefabs.  In this day and age, that is not appropriate.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#B00600","speaker":"1666","continuing":true},{"type":"speech","time":1651138200,"counter":22,"content":"<p>Obviously, this is not my area of responsibility, but I will raise this matter with the Minister for Education, Deputy Foley, and her Department.  What the Senator is saying is key.  We are experiencing very unusual increases and inflation.  One can see in competition across public procurement projects that this will become very difficult.  We therefore have to be able to deliver these projects on a timely basis.<\/p> <p>In Holy Family national school, Mullingar, there was an awfully stressful period, again trying to deliver a project that should have been done 20 years ago.  Therefore, as a State, we have to get our act together regarding getting these things appointed.  I will raise the specific issues, because it is not good enough to come back with the same reply that the Senator received in June.  I acknowledge that.  I will refer back to the Minister, Deputy Foley, on it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#C00200","speaker":"1595"},{"type":"minorheading","content":"Local Authorities","time":1651138200,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#C00350"},{"type":"speech","time":1651138200,"counter":24,"content":"<p>Go raibh maith agat, a Chathaoirligh, agus cuirim f&aacute;ilte roimh an Aire St&aacute;it.  The Minister of State&rsquo;s role in ensuring action was taken on foot of the Moorhead report to address the terms of conditions for councillors needs to be acknowledged.  The Minister of State provided great leadership in that regard and I know he continues to work closely with the representative bodies, the Association of Irish Local Government, AILG, and Local Authorities Members Association, LAMA, in trying to ensure that the role of councillors is recognised and in making sure that their terms and conditions are improved.  The implementation of the new regime, though, has resulted in a number of problems, particularly around the area of vouched expenses, where different rules or interpretations seem to be applied by the different local authorities.<\/p> <p>Councillors are looking for consistency in the application of those expenses, so that when they submit applications for expenses, they will know that no matter where they are located in the country, the same rules will apply.  A problem has arisen, as I am sure the Minister of State is aware, with regard to the chairs of the strategic policy committees, SPCs.  That allowance has now been interpreted as a taxable form of income.  This means that even though some councillors were financially better off as a result of the increase in the councillor&rsquo;s salary, the net effect is that because their SPC allowance is now taxed, they may not be better off as a result of that change.<\/p> <p>I would also ask the Minister of State to look at some of the questions around the travel bands.  Obviously, the cost of travel has increased significantly and there are some issues around the levels given for travel expenses, depending on where within a county an individual councillor may be located.<\/p> <p>Finally, there is, and I would appreciate the Minister of State&rsquo;s views on this, some concern around the gratuity payments that have been made.  There has been a reduction from 100% of final salary to 75% of final salary.  Indeed, that will impact on a number of us in this House, whenever we decide to leave politics.  I know much of the focus of the Moorhead report was around the terms of conditions, but part of the recommendations were about the devolution of more powers to local authorities.  This would give councillors greater responsibility and more time and support in dealing with issues around governance and around policy development.<\/p> <p>We know how hard the 949 councillors around the country work.  All of us who are in this Chamber now would have come from that background, as have many others in these Houses.  One of our challenges has been around juggling time.  Frequently, local government in Ireland feels powerless.  In fact, we still do not have local government.  We continue to have local administration.<\/p> <p>I would be interested to hear the Minister of State&rsquo;s plans to look at devolving more powers and supports to local authorities.  It is key that we look at encouraging - I know the Minister of State is doing this - a broader range of people into local government from as diverse a range of backgrounds as possible.  The Minister of State is actively encouraging more female members and more people from minority backgrounds to come on board.<\/p> <p>There is a general concern that applies across Government, and in the Minister of State&rsquo;s capacity I would ask him to look at this, which is the habit in legislation to exclude councillors from appointment to State boards.  It makes sense why Members of the Oireachtas are excluded, because we have a role in the setting of the legislation, and so on.  We frequently deal with State boards.  Even though it is an open application process, all things being equal, just because somebody is a councillor, they should not be excluded from a State board.  This is particularly the case when we are trying to encourage as many people as possible to become involved in local authority.<\/p> <p>I commend the Minister of State on his work, and I am very grateful that he continues to work closely with the AILG and LAMA.  However, I would hope that he would be able to provide us with a response to some of those issues, as well as how he is enhancing the role of local councillors generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#C00400","speaker":"1638"},{"type":"speech","time":1651138200,"counter":25,"content":"<p>I thank Senator Byrne for raising these important matters on the implementation of the Moorhead report and the issues of the devolving local powers down to local government.<\/p> <p>On 1 July 2021, new regulations came into effect to reform the framework of financial supports for councillors to allow them to continue to carry out their statutory functions and community representational role in an effective and sustainable manner.  This gave effect to an important commitment in the programme for Government to implement the findings of the Moorhead report within 12 months.  One of the main recommendations of the Moorhead report was that there should be a rebalancing of financial supports for councillors away from tax-free expenses allowances in favour of more normalised salaried income, as applies to other types of office holders.  The new regulations that I, along with the Minister for Public Expenditure and Reform, Deputy Michael McGrath, gave effect to provided for: the introduction of an annual remuneration payment that, since 1 February 2022, is worth &euro;26,415 per annum; and the introduction of a new vouched local representation allowance worth up to a maximum of &euro;5,160 per annum, with similar terms to the vouched public representation allowance that is available to Oireachtas Members.<\/p> <p>The Senator has referenced two issues in terms of the calculation of the expenses.  I met with both the AILG and with LAMA in response to that and we will resolve that issue.  Across the 31 local authorities we do need clarity.  My view, as Minister of State, is that I want to support local authority members in every way, so that they can discharge their functions to their communities.  I do not want to make it any more difficult.  We will therefore work to resolve that and I am confident that we will do so.  <\/p> <p>In relation to the SPC chairperson, in the first instance, when terms and conditions are reviewed by the Government, they have to be set to the Revenue Commissioners for approval.  That is part of the rules and regulations, and unfortunately, the chairperson of the Revenue Commissioners notified us that they had decided or made the determination that SPC chairperson allowances were to be taxed.  There were some negotiations and they decided to do it from 1 January.  They had looked to do it earlier on prior to that.  Unfortunately, however, this is an argument that we did not win.  I have to be quite and frank and honest about it.  Unfortunately, it is beyond my control.  They are independent in the performance of their functions and they made that determination.<\/p> <p>In relation to travel bands, essentially, the key issue here is that the Department of Public Expenditure and Reform, as I understand, are reviewing the calculation for milage and expenses across the whole Civil Service.  That will obviously apply directly to local authority members.  Therefore, that is out of my remit and it is part of the Department of Public Expenditure and Reform.  Once it has its review done, that calculation will come back, and we will be advised of it through a Government decision.<\/p> <p>In relation to gratuity, which is another significant issue, the Moorhead report was clear that in the first instance local authority gratuities or pension calculations work in line with the normal public service rules and they were looking to increase it up the normal 66 age retirement.  Second, the report raised issues about the funding of the local authority pensions.  In response to that, I have set up a group to have a look at bringing in local authority members to the Department to see if we can get a resolution.  However, I want to be honest about this, which is to say that I am not promising anything with regard to that.  This is because it is difficult in terms of the funding mechanism, as well as the fact that they will get payment when they are 55.  Yet, I think that the change in the PRSI class S will assist local authorities.  Subsequent to that, it is going to be difficult.  However, I have put the process in place to try to resolve it and to address the concerns that many of the local authority members have brought to me, like Senator Malcolm Byrne has done.  Hopefully, we will do that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We also have our action plan to tackle other areas such as maternity and paternity leave.  Hopefully, we will be bringing proposals on this issue to Government soon.  The issue concerning diversity is an important one and we must try to ensure our local authority chambers reflect the society they serve.  It is important.  A great deal of work and reform is under way in that regard.  In a wider reform perspective, we have the property tax review, which will be key to local authorities retaining their funding.  I refer as well to the directly elected mayor of Limerick, which is another exciting proposal bringing devolved government back closer to citizens.  Additionally, a citizens' assembly will examine the same idea for Dublin.  A right for a plebiscite to be held in all the other relevant local authority areas will also be contained in that legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#C00500","speaker":"1595","continuing":true},{"type":"speech","time":1651138200,"counter":27,"content":"<p>That was a comprehensive response, and reflects the Minister of State's understanding of and passion for local government.  Councillors around the country are full of praise for his work in this area.  One issue he did not refer to, however, and I appreciate the time constraints at work, was the general policy concerning the exclusion of councillors from State boards.  It is written into nearly all legislation.<\/p> <p>A new media commission is being formed in the context of the Online Safety and Media Regulation Bill 2022, which will be debated this afternoon.  We again see an effort there to insert a provision to exclude from consideration for appointment to the board someone who is, or becomes, a member of a local authority.  I am not asking for political appointments to boards, but if someone goes through the Public Appointments Service, and all else is equal, then that person should not be excluded from consideration because he or she is a councillor.  Many councillors have a great deal of experience in areas other than local government and they should be entitled to be considered for appointment to State boards.  This seems, however, to be a cross-Government policy.  Therefore, I ask the Minister of State to lead on this issue and to try to prevent this policy from forming part of future legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00200","speaker":"1638"},{"type":"speech","time":1651138200,"counter":28,"content":"<p>I thank Senator Malcolm Byrne for his kind comments.  Regarding appointments, I note the Department of Public Expenditure and Reform oversees the Public Appointments Service and all appointments.  I will liaise with the Minister for Public Expenditure and Reform, Deputy Michael McGrath, regarding this matter.  I fully understand the valid point being made by the Senator.  As someone who served for a good length of time on a local council, I know local authority members have so much to give in respect of valuable contributions to the organisations they are members of.  One mind-blowing aspect is the number of statutory and non-statutory authorities, and even public participation networks that local authority members interact with, work on and support the activities of to add value to our communities.  I will discuss this point with the Minister for Public Expenditure and Reform.  It has been raised with me before, so I will continue to work on it and I will respond to the Senator separately in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00300","speaker":"1595"},{"type":"minorheading","content":"Planning Issues","time":1651138200,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00350"},{"type":"speech","time":1651138200,"counter":30,"content":"<p>I welcome the Minister of State and thank him for taking time out of his schedule to be here.  Recently published reports I have seen indicate we need approximately 50,000 homes to be built every year for the next 30 years.  That information was published before we welcomed thousands of Ukrainians fleeing the war in their country to our shores.  Trying to find homes for our young people is clearly the number one social crisis we face.  Thankfully, we are beginning to make progress on this issue, despite the obstacles posed by Covid-19 and many other factors.  I compliment the Minister of State and the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, on the work they are doing in this regard.<\/p> <p>Housing starts for the last year exceeded the target of 35,000.  It is welcome and commendable that we have reached that level.  We have much more work to do, however, and it is important in this context that we remove any obstacles that could hinder young people in their efforts to try to find homes.  I have been contacted by several young people who obtained planning permission to build homes in the last five years.  They have been unable to commence building those homes because of the impact of the Covid-19 pandemic, the inflation levels we have, and have had for decades, the shortage of building materials and difficulties getting builders and other tradespeople.  Those young people are finding that their planning permissions are about to expire.  Such planning permission, as the Minister of State is aware, normally has a fixed duration of five years.  It is possible to get an extension under section 42 of the Planning and Development Act 2000, as amended, where substantial work has been completed on a home.  An extension of approximately two years can be obtained in those circumstances to allow the building to be finished.  <\/p> <p>The young people I am dealing with have been unable to start the works for which they have planning permission.  They were able to get the required planning permission, but they have not been able to start the building work.  I firmly believe that in cases where young people have got planning permission, but where its validity is now nearing an end because it has not been possible to commence building works due to a combination of factors, including the impact of Covid-19 and challenges regarding costs and finding materials and builders and other tradespeople, there should be some flexibility in the system to allow for the extension of that planning permission for approximately two years.  That would allow people in such circumstances to build the homes they need so badly.  <\/p> <p>Such facilitation operated until recently, perhaps until last September or October, when local authorities were informed that it would no longer apply.  I can understand that change in the context of large projects where developers, for whatever reason, might not be able to follow through.  A push is under way to try to get as much building done as possible.  However, in situations where young people who spent thousands of euro getting planning permission were unable, through no fault of their own, to commence their homes, an extension should be granted to allow them to start to building them.  We all know we need many more homes for our young people to enable us to start making inroads in addressing this crisis.  I hope the Minister of State will have some positive news for me.  No pressure, of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00400","speaker":"1658"},{"type":"speech","time":1651138200,"counter":31,"content":"<p>Before the Minister of State responds, I welcome our visitors in the Gallery.  They are more than welcome.  I call the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00500","speaker":"1666"},{"type":"speech","time":1651138200,"counter":32,"content":"<p>I thank Senator Gallagher for his important intervention in this area.  I also agree with the sentiments expressed about the tours of the Houses.  It is great to see people back in the Gallery.  It is important that the Oireachtas is open to students and for people to be able to see the great work that goes on here.<\/p> <p>The duration of planning permission is generally set at five years, but planning authorities may grant shorter or longer durations.  The maximum duration for residential development planning permission to remain valid is ten years.  Section 42 of the Planning and Development Act 2000, for example, enables a planning authority to extend the initial duration of planning permission, provided that certain conditions are met.  In September 2021, the Minister instituted a package of measures to amend section 42 of the Act and related provisions in the Planning and Development Regulations 2001, including, among other aspects, a new temporary provision in the context of section 42.  Section 42(1B) was introduced to respond to the construction delays caused by the impact of the Covid-19 pandemic.  This provided a further extension of the duration for planning permission by an extra two years, or until 31 December 2023, whichever first occurs, subject to certain requirements being met.  Section 28(1) of the Planning and Development (Housing) and Residential Tenancies Act 2016 was commenced, which entailed the deletion of section 42(1)(a)(ii) of the Planning and Development Act 2000.  This removes the possibility of an extension of duration for uncommenced developments or developments where substantial works have not been carried out.<\/p> <p>Section 42(8) of the Planning and Development Act 2000 was introduced to provide that: \"A planning authority shall not extend the appropriate period under this section in relation to a permission if an environmental impact assessment or an appropriate assessment would be required in relation to the proposed extension\".  As such, a planning authority can only grant an extension of duration where it is satisfied that: the development has commenced; substantial works have been completed; the development will be completed in a reasonable time; and an environmental impact assessment and appropriate assessment are not required for the proposed extension.<\/p> <p>I note the concerns raised regarding the lack of a lead-in time for the commencement of section 28(1) of the 2016 Act which deleted the power to grant an extension of duration for uncommenced development.  However, this provision has been enacted on the Statute Book since 2016, providing ample time for developers to apply for an extension of duration or to commence a development before the provision was commenced in 2021.  Cognisant of the recent impacts of Covid-19 on the construction industry, section 42(1B) provides, on a temporary basis, for further extensions in respect of planning permissions where an extension of duration has already been availed of, by up to an additional two years or until 31 December 2023, whichever first occurs.  This will facilitate the completion of developments - such as vital housing projects - already commenced and with substantial works carried out, which were delayed or interrupted due to the impacts of Covid-19 on construction activity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While there may be legitimate reasons a developer has not commenced or carried out substantial works under a planning permission, to allow such developments avail of an extension or further extension beyond their initial duration of five years or possibly more in such circumstances would conflict with the Department's objective to expedite the activation of planning permissions and completion of developments that have substantial work already carried out, particularly in respect of the delivery of housing.  Any interventions in this area must have a positive effect on development and incentivise developers to activate and complete planning permissions to the greatest extent possible, particularly with regard to housing developments.  Accordingly, it is not under consideration at this point to provide for further extensions of duration for planning permissions for developments that have not been commenced or have not been substantially completed within the initial duration of the permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#D00600","speaker":"1595","continuing":true},{"type":"speech","time":1651138200,"counter":34,"content":"<p>I thank the Minister of State for his response.  I am hugely disappointed with it.  Most of the reference here seems to apply to developers.  I am not talking about developers, but about young people who are trying to build a one-off house, many of whom reside in the Minister of State's constituency as well.  A pandemic the like of which we have never seen, inflationary issues we have not seen in decades and difficulty getting materials, builders and tradespeople have meant they have been unable to commence building their homes, through no fault of their own.  They have spent thousands trying to get a planning application together, have got planning permission and, now, with the stroke of a pen and no lead-in time in relation to planning applications granted in the past five years, they find themselves in a bind and cannot move forward.  Now we are inflicting further financial hardship on them by saying they will have to pay for planning permission again and go through the entire process again.  It is hugely unfair.  This response makes no reference to the young couple trying to build a one-off house.<\/p> <p>Will the Minister of State and the Minister, Deputy Darragh O'Brien, have a second look at this?  We are not talking about developers.  I appreciate we need houses.  We all know that, but I am trying to help out young people trying to get their foot on the ladder.  This is a kick in the teeth to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#E00200","speaker":"1658"},{"type":"speech","time":1651138200,"counter":35,"content":"<p>I thank the Senator for his intervention.  This decision was taken during the Covid period.  The Minister took the decision to allow five-year planning permissions to take their course and not extend them as has been done heretofore.<\/p> <p>I will raise it.  I understand the issue in terms of many one-off planning applicants in my constituency.  Many of them were not fully aware of this when it came upon them.  I have raised it in the Department because I was concerned about it.  Unfortunately, at the moment I do not see an openness to change.  I will raise it with the Minister again and invite the Senator to do so because it is difficult for young couples who are trying to grapple with inflationary pressures.<\/p> <p>There is another side of the coin with these permissions.  I have seen that one-offs can go on and on and not be delivered upon, unfortunately, due to different circumstances.  I can see why the planning system wants to tidy things up but sometimes there are unintended consequences to bigger developments that can be felt locally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#E00300","speaker":"1595"},{"type":"unspoken","time":1651138200,"counter":36,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.13 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar me&aacute;n lae.\r\n\r\nSitting suspended at 11.13 a.m. and resumed at 12 noon.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1651138200,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00100"},{"type":"speech","time":1651138200,"counter":38,"content":"<p>Before I call on the Leader for the Order on Business, I welcome the Polish ambassador to Ireland to the Distinguished Visitors Gallery.  On 3 May 1791, Poland proclaimed its modified codified constitution as the first country in Europe and the second in the world after the United States to do so.  The liberal system codified in the constitution of 3 May was brought down by the partitions which ended the existence of the sovereign Polish state.  During the following 123 years of foreign domination, this symbolic document was seen as a sterling example of the successful reform and sustained hope for the eventual restoration of Polish independence which finally came to pass in November 1918.<\/p><p>There are many links between Ireland and Poland and one of those acknowledged in 2019 was that of Pawel Strzelecki, a Polish explorer and humanitarian, who during the Great Irish Famine volunteered as an agent in the British relief association to help the starving Irish.  When in Ireland, he came up with a scheme of assisting the starving population by focusing primarily on children and feeding and clothing them through a network of local schools.  It was an innovative approach for those times and as a result, more than 200,000 children were saved from starvation.  In 2019, the Polish Embassy produced an exhibit, A Forgotten Polish Hero of the Great Irish Famine: Paul Strzelecki&rsquo;s Struggle to Save Thousands.  This exhibit was opened by President Michael D. Higgins.<\/p><p>The Irish census in 2016 indicated that the Polish community in Ireland is our largest national minority with a population of 122,500.  The oldest Polish organisations in Ireland are the Polish Social and Cultural Association, Ognisko Polskie CLG and the Irish Polish Society.  Their aims are to preserve the bonds among Polish people living in Ireland.  Many of these organisations are engaged in various forms of supporting Ukrainian refugees.<\/p><p>The Polish diaspora is very active in the area of education.  There are more than 40 Polish schools in Ireland.  The Irish and Polish military contingents in Lebanon serve together as part of the UN mandate as the UN Interim Force in Lebanon, UNIFIL.  The ambassador is the first female ambassador from Poland to Ireland and that is why we welcome her here today.  We wish Her Excellency and all the Polish people living in Ireland and throughout the world a happy constitution day. <i>Szczliwego dnia konstytucji.<\/i><\/p><p>I would also like to announce that we have set up an Irish-Polish parliamentary friendship group.  We have a delegation coming from Poland tomorrow and the chair of that group is Deputy James Lawless.  We are delighted that we now have that in place. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1651138200,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00250"},{"type":"speech","time":1651138200,"counter":40,"content":"<p>The ambassador is very welcome to the Chamber this morning.  I congratulate her on her appointment and wish her every success during her stay in Ireland.  I pay particular tribute to the enormous generosity and heart that Polish people have shown their neighbours.  Some 3 million refugees from Ukraine have either arrived and stayed or passed through Poland.  The humbleness of the response and generosity of the Polish people is something of which we should all be in awe.  It is definitely something to bestow.  I thank the ambassador.<\/p> <p>The Order of Business is No. 1, Online Safety and Media Regulation Bill 2022 &ndash; Committee Stage (Resumed), to be taken at 1.15 p.m. and to adjourn at 3.30 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00300","speaker":"1653"},{"type":"speech","time":1651138200,"counter":41,"content":"<p>Along with the Cathaoirleach and the Leader, I welcome the Polish ambassador to our Chamber and recognise the great generosity of the people of Poland to those who are fleeing Putin's war in Ukraine and the contribution of Polish people in Ireland.  The ambassador's first trip outside of Dublin following her appointment was to Gorey where we have a very active Polish association.  An enormous contribution is made by Polish people where I live and, indeed, throughout the country.<\/p> <p>I apologise for the absence of the deputy Leader, my party leader, Senator Chambers, who is organising a very successful women's health conference that the Leader acknowledged yesterday.  We all wish her well in that.<\/p> <p>Yesterday, the Minister for Education signed the statutory instrument that gave students a seat on the National Council for Curriculum and Assessment, NCCA.  The president of the Irish Second Level Students Union, which has campaigned actively for that recognition, will be a member of the NCCA.  This action by the Minister, Deputy Foley, shows how the Minister and the Government put students at the heart of the education process.  It is very welcome.<\/p> <p>I hope that we have a debate on the recently announced leaving certificate reforms which also put the students at the heart of the process.  I ask for an update from the Minister on that.  I hope we also have a debate on the role of students and young people within our education system.  They have contributed enormously during the pandemic.  We have talked about the impact the pandemic has had on young people.  A debate on that subject would be very welcome.<\/p> <p>PwC has published a global economic and fraud survey which found that cybercrime has overtaken customer fraud as the most common type of fraud that is experienced by companies.  As we saw during the pandemic, there has been a rise in phishing and ransomware.  I have regularly talked in this House about the challenges around cybercrime.  We saw the cyberattack that took place on the HSE.  We will see many more of those cyberattacks.<\/p> <p>I continue to have concern, even though great work is being done by the National Cyber Security Centre, that we are not sufficiently prepared for some of the attacks we are likely to see.  We are not dealing sufficiently well with phishing, cyber-extortion, identity theft or data breaches.  I hope that we would have a debate on that.<\/p> <p>This is poetry day Ireland.  It is appropriate that we celebrate our Irish poets.  We are rightly proud in this country of the contribution of poetry.  I tried to think of a quotation for a little bit of inspiration for us here in this Chamber, and if the Cathaoirleach will indulge me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00400","speaker":"1638"},{"type":"speech","time":1651138200,"counter":42,"content":"<p>I cannot wait to hear what the Senator has come up with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00500","speaker":"1650"},{"type":"speech","time":1651138200,"counter":43,"content":"<p>It is not quite a quote from one of my favourite poets and writers, Brendan Behan.  We might reflect on this when we get all the brick-bracks thrown at us from those online who constantly attack us:<\/p> <blockquote> \tCritics are like eunuchs in a harem; they know how it's done, they've seen it done every day, but they're unable to do it themselves. <\/blockquote> <p>I hope that when we face unfair criticism, we reflect on Behan's words.  I celebrate the considerable contribution of our writers and poets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00600","speaker":"1638"},{"type":"speech","time":1651138200,"counter":44,"content":"<p>I think it was also Brendan Behan who said he was a drinker with a writing problem.  Would any other poets like to contribute?  I call on Senator Buttimer for poetry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00700","speaker":"1650"},{"type":"speech","time":1651138200,"counter":45,"content":"<p>How does one follow that?  \"Whispers informed strangers\" is one of my favourite lines from Heaney.  I commend the ambassador of Poland on the wonderful generosity of the Polish people and their government in the ongoing horrific Ukraine situation.  I thank the ambassador who is very welcome to Ireland.<\/p> <p>I ask the Leader to facilitate a debate on the national development plan 2040.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister, Deputy Michael McGrath, has appointed five members to the oversight body.  That is important.  This morning, the CSO published figures for the first quarter of 2022 regarding housing construction which showed 5,699 new dwellings were completed, a 44.5% increase and a further increase since the beginning of the pandemic.  We welcome that significant increase in home completions, while recognising that we have a huge journey to go yet.  <\/p><p>Yesterday, the Joint Committee on Transport and Communications heard from the Construction Industry Federation.  A clear warning was given to all of us regarding major infrastructure projects being stopped, not being completed or not starting at all due to rising costs, inflation, hyper-inflation, skills shortages, construction companies not being prepared to tender and a decline in the number of construction companies in the sector.  Our national development plan is very important, and it is important that we have a debate with the Ministers, Deputies Michael McGrath and Ryan, on that.  As I have said, it is the driver of the regions at a time when we want economic development outside Dublin.  Therefore, it is important that we have that debate.  <\/p><p>I commend Senator Malcolm Byrne on his Commencement matter on the Moorhead report.  The plan is to devolve more powers to local government.  As part of the change the Cathaoirleach has initiated in the Seanad, it would be important that he give consideration to inviting members of local authorities to address the House, not as a political exercise but in order to extend the franchise in terms of the outreach of the Seanad to different groups.  Local government and local authority members offer expertise in many different aspects of life.  The Moorhead report can be compared to a house, in that if a roof is not on a house it is not complete.  We need to have a debate on local government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#L00800","speaker":"1637","continuing":true},{"type":"speech","time":1651138200,"counter":47,"content":"<p>I welcome the Polish ambassador to the House and wish to mark International Poetry Day.  Today is also international Workers' Memorial Day.  It was a privilege to attend the event organised this morning by the Irish Congress of Trade Unions, ICTU, IBEC, the Construction Industry Federation and other employers, in conjunction with the Health and Safety Authority, HSA, to mark the lives lost in workplace accidents.  Some 481 workers have lost their lives over the past decade in workplace accidents.  In the first few months of 2022 alone, seven lives have been lost.  While we have decent health and safety legislation in this country, deaths are still happening within workplaces, deaths that are completely unnecessary and should never have happened.  That is because of laziness and a disregard for regulations.<\/p> <p>While we know that farming and agriculture is the sector with the highest number of workplace fatalities, there are also very serious issues in construction, in particular in smaller companies and self-employed tradespeople.  We have had a number of fatalities in ports and docks in the past year.  SIPTU has called for the HSA to inspect the ports and docks sector on a much more frequent and aggressive basis.  Of course, workplace accidents are not the only source of death arising from a person's workplace.  We know that occupational illnesses are a significant and growing source of workplace death.  It is incumbent on all employers to make sure that as many measures as possible are taken to protect workers.<\/p> <p>There were reports earlier this week that senior management within the HSE is attempting to prevent the Minister of State, Deputy Rabbitte, from engaging with local disability managers.  That is absolute madness.  I am well able to be critical of Ministers, but it was only when we asked the Minister of State to intervene in an issue with regards to schools for the deaf in Cabra and Cork and two other schools last year that she engaged with those disability managers and we managed to resolve the problems.  I know that the transition under progressing disability services and the set up of the children's disability network teams is an enormous challenge against a crippling recruitment shortage in the HSE.  It is only through engagement with disability managers that we have any hope of trying to ensure that those services can be delivered and waiting lists dealt with.  What has happened is regrettable and the HSE has to be called out.  The Minister of State is doing a very good job in difficult circumstances, and needs to be supported and not muzzled in her functions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#M00200","speaker":"1683"},{"type":"speech","time":1651138200,"counter":48,"content":"<p>I welcome the ambassador to the Chamber and commend Poland on its neighbourly and humanitarian support for the people of Ukraine.<\/p> <p>I ask for a debate on the smoky coal ban and its implications for turf cutting.  The Minister, Deputy Ryan, has quite rightly looked at the ban on smoky coal which is part of the programme for Government and has been supported by previous Ministers.  I support that ban.  The concern that has been expressed over the past number of weeks relates to the knock-on impact on the cutting, burning and distribution of turf in certain parts of the country.  Clearly, this was communicated badly.  In fact, it was not communicated at all.  Instead, a reply was given to a parliamentary question that gave a date of 1 September 2022 and referred to the banning, sale and distribution of turf without any caveats or information being provided.  That scared and upset people.<\/p> <p>I understand that the Minister is not targeting turf.  Rather, he is targeting smoky coal and this is an associated fallout.  I appreciate and acknowledge that.  Previous Ministers have attempted to do this and all have hit the same stumbling blocks.  Clearly, there needs to be a solution.  However, the solution cannot be an arbitrary ban from 1 September this year.  Such a ban would target many elderly and low-income households in certain communities.  We are having debates about whether a community comprises 500 people or more, how we define that and whether the regulations should refer to a town, village, centre or hinterland.  There is a lot of concern out there.  While we have had good engagement with the Minister, Deputy Ryan, in meetings of the Fine Gael and Fianna F&aacute;il parliamentary parties, we need to bring this important matter to the Chamber for a fuller debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#M00300","speaker":"1665"},{"type":"speech","time":1651138200,"counter":49,"content":"<p>I raise two issues, both of which the Leader has heard me raise in the past.  One is University Hospital Limerick.  There were 111 people on trolleys there yesterday.  This day last week, there were 125 people on trolleys.  It is unbelievable.  Nothing has happened and things are not improving.  Huge money has been thrown at the hospital and things are now at a critical stage.  Many of the elective surgeries that were due to happen in the hospital today and tomorrow have been cancelled.  The situation will be revisited on Monday to determine whether some surgeries can be rescheduled.  While a wonderful job is being done in St. John's, Nenagh and Ennis, the situation is not acceptable because many people are dependent on these surgeries and reviews.  I raised this issue with the Minister for Health, Deputy Stephen Donnelly, when I met him recently.  It is something that needs to be resolved not only for Limerick but the mid-west.<\/p> <p>Yesterday, in the absence of the Leader, I raised the issue of the Limerick Shannon metropolitan district review of public transport.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government in the past has invested huge money in the northern distributor road.  The road is three-quarters built.  The other part of the road has disappeared from the review.  It is a road linking Moyross to the Clare side, which would bypass the University of Limerick and complete the northern distributor road and the outer ring road of Limerick.  This road is necessary for businesses to start to thrive in the city centre.  There is investment in enhancing public transport, trains and buses, and I do not question that.  Everybody is in support of public transport.  However, to build three-quarters of a road and for the rest of the road to disappear is not acceptable.  I ask the Leader to write to the Minister for Transport of her support in relation to this.  My understanding is that it was through intervention from the Department that the road disappeared.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#M00400","speaker":"1695","continuing":true},{"type":"speech","time":1651138200,"counter":51,"content":"<p>Yesterday evening I took the unusual course of action of going back home to Cork to attend an event.  I went back to Dunmanway at 5 o'clock yesterday evening.  There was a commemoration of an event that happened 100 years ago, when 13 Protestants were shot in a 24-hour period in Dunmanway.  Hundreds were relocated out of the area.  It was an unfortunate and ugly part of Irish history.  It is a part of our Decade of Centenaries, where we have to celebrate the good, the bad and the ugly.  Unfortunately, this was one of the ugly parts of what happened 100 years ago.  Church of Ireland families in that part of Cork were isolated, relocated and 13 of them were shot in a 24-hour period.  I commend Bishop Colton on his amazing ceremony yesterday.  The way he handled this sensitive issue needs to be acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00200","speaker":"1666"},{"type":"speech","time":1651138200,"counter":52,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00300","speaker":"1637"},{"type":"speech","time":1651138200,"counter":53,"content":"<p>It was a sensitive issue for the people of Dunmanway, in particular, and the entire Bandon Valley area.  We had families come from the North and the UK to attend the event.  Their loved ones were tragically shot 100 years ago in that 48-hour period.  It brings home that this is about reconciliation, trying to move forward and to acknowledge exactly what happened.  It was not all triumphalism or saying it was all for the greater good.  Unfortunately, people on all sides were grossly affected and, 100 years later, they carry their scars.  It was a privilege for me to be there, meet the families and talk about it.  They were talking about their great-great-grandfathers and great-great-granduncles.  That was an acknowledgement that we need to start talking about moving forward but we should never forget what happened.  It is important that, at some stage, we should have an acknowledgement in this Chamber of what happened in the Bandon Valley.  Eleven men and two teenagers were slaughtered on that occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00400","speaker":"1666"},{"type":"speech","time":1651138200,"counter":54,"content":"<p>I thank the Senator for bringing up that important topic from 100 years ago that is still relevant today.  He is right that it would be appropriate for this Chamber to discuss that issue.  It is important to acknowledge the past in order to make a better future.  I call on the Leader to respond to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00500","speaker":"1650"},{"type":"speech","time":1651138200,"counter":55,"content":"<p>I thank Senator Lombard.  The key to reconciliation is owning our past.  There are parts of it we are all incredibly proud of.  The bits we are not proud of sometimes get swept under the carpet or we pretend they did not happen.  I am glad the Senator brought up the Bandon Valley.  There is no finer man than Paul Colton to deal with something in an empathetic and emotionally appropriate way.<\/p> <p>To Senator Maria Byrne, I am at a loss that week in, week out she has to bring up University Hospital Limerick here.  There is a plea to recognise there is clearly an emergency and a crisis and other issues we do not talk about or acknowledge and which are not being resolved.  I will contact both the Minister and the Taoiseach's office today because it is long beyond time that the people of the Senator's part of the world, and indeed Clare and Shannon, deserve recognition that there is a problem and that a task force be set up to solve that problem sooner rather than later.  I will also send a letter to the Minister for Transport, Deputy Eamon Ryan, to try to figure out where the missing quarter of the road has gone and what the intention is.  We need a debate, as Senator Buttimer said, on the national development plan and the bits that were on it but are not on it and when they will be returned to it.  I will do those two things for the Senator today.<\/p> <p>Senator Kyne requested a debate in the Chamber, as opposed to the rooms of this Parliament, on turf.  The most unfortunate part of what has happened in recent weeks is that we have created a crisis where there should not be one.  It is a crisis of communications more than anything else.  What is unfortunate is the response of senior politicians, telling people they have nothing to worry about when the thing they are worrying about was caused by the carelessness of the communications over recent weeks.  I will arrange a debate in the next couple of weeks and we will see if we can find a resolution collectively to something we all know has to come to an end.  It has to be done in a meaningful way, so that it does not upset people's lives in such a disastrous way as would have unfolded on 1 September.  I am glad the Taoiseach announced yesterday that no changes will be made this year and that we will sit around the table and find resolutions.<\/p> <p>Senator Sherlock talked about it being Workers' Memorial Day.  It is hard to fathom that 481 people have lost their lives in the last ten years in the three professions with the most dangerous circumstances, yet we know it and it is not a surprise to us every year.  We need to redouble our efforts to make sure that, in the industries with the most work accidents, namely, agriculture, construction and ports and docks, we do as much training as we can and create as much awareness as we can to highlight the lost lives.  I thank the Senator for bringing that to our attention.<\/p> <p>Senator Buttimer asked for a debate on the national development plan 2040.  I will ask the Minister, Deputy McGrath, to come to the Chamber in the next couple of weeks.  The Senator also asked for a debate on Moorhead and our local government.  The Minister of State, Deputy Peter Burke, is coming to the Chamber on 12 May to talk about local government.  That is already in the diary.<\/p> <p>Senator Malcolm Byrne is looking for a debate on leaving certificate reform.  I welcome the announcement by the Minister, Deputy Foley, in the last couple of weeks.  It is dispiriting but not unexpected to get the response from the teachers unions we did.  After 20 years of trying to grapple with this, we now need to once and for all address the issues teachers are raising.  It concerns the interactions with parents and the fear we saw they experienced during Covid, when the assessments took place.  I do not think teachers have any real issue with continuous assessment other than the ones they have laid on the table.  Where there is a will to find a solution, which could be with neighbouring schools, there will be a way.  I will arrange that debate in the next couple of days.<\/p> <p>It is frustrating that these things take so long but I welcome students finally having the seat on the NCCA.  It seems silly to make a statement that we want to put students at the centre of student education.  That is exactly where they are but they cannot have their say unless they have a seat at the table.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00600","speaker":"1653"},{"type":"speech","time":1651138200,"counter":56,"content":"<p>I thank the Leader.  I was disappointed we did not get her poetry.  I thank Members for their attendance and the ambassador for being here.  It being international poetry day, it would be remiss of me not to mention our most famous poet.  It is not Senator Norris, but W.B. Yeats.  I am informed that the ambassador has a picture of Yeats and his muse Maud Gonne on the fridge at home.  At least they got together on the ambassador's fridge, though not in real life.  It is lucky for us they did not, or we would not have such poetry.  If it was not for the fact W.B. Yeats kept getting rejected, I do not think he would have written all that torturously sad poetry we are familiar with.  He described her beauty as \"beauty like a tightened bow\" in \"No Second Troy\".  We all know \"Easter 1916\", where he spoke about:<\/p> <p>MacDonagh and MacBride<\/p> <p>[...]Connolly and Pearce, <\/p> <p>[...]<\/p> <p>Wherever green is worn, <\/p> <p>[All] changed, changed utterly:<\/p> <p>A terrible beauty is born.<\/p> <p>On international poetry day, we recognise the great contribution of our greatest poet in the Senate 100 years ago, as well as to poetry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#N00700","speaker":"1650"},{"type":"unspoken","time":1651138200,"counter":57,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1651138200,"counter":58,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.40 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 1.20 p.m.\r\n\r\nSitting suspended at 12.40 p.m. and resumed at 1.20 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Online Safety and Media Regulation Bill 2022: Committee Stage (Resumed)","time":1651138200,"counter":59,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00100"},{"type":"unspoken","time":1651138200,"counter":60,"content":"<p>SECTION 7<\/p>"},{"type":"unspoken","time":1651138200,"counter":61,"content":"<p>Debate resumed on amendment No. 29:<\/p><p><\/p>"},{"type":"speech","time":1651138200,"counter":62,"content":"<p>This amends section 7(5)(d) of the Broadcasting Act as amended by the Bill.  It provides that the commission may undertake strategic reviews of the sectors regulated by the commission in respect of the protection of workers' rights.  I cannot accept the amendment for the following reasons: in the first instance, policy regarding employment rights is primarily the responsibility of my colleague, the T&aacute;naiste and Minister for Enterprise, Trade and Employment, and is more appropriately dealt with in employment legislation.  The amendment is also straying into matters that may be more appropriate to the functions of the Workplace Relations Commission, WRC.  In particular, section 11(1) of the Workplace Relations Act 2015 provides the WRC shall conduct reviews and monitor developments as respects workplace relations.  I would be wary of any provision that might have the effect of duplicating the work of the commission.  I understand the intention of the amendment.  The protection of workers' rights is an important consideration in all sectors, including the sectors regulated by the Bill.<\/p> <p>I acknowledge the concerns raised by the Senator regarding working conditions in the technology sector.  Last May, the Oireachtas Joint Committee on Enterprise, Trade and Employment heard evidence from trade union experts and content moderators regarding their working conditions.  The evidence pointed to issues regarding the pay and conditions of content moderators and some of the dangers inherent in the practice of hiring employees through outsourcing firms.  In particular, one of the witnesses, a former content moderator, set out the very difficult nature of the work involved and the types of distressing content she was required to view as part of the role.  The T&aacute;naiste also addressed the committee and stressed the duty of care that employers have towards employees to create a safe working environment.  The T&aacute;naiste also indicated to the Chair of the committee that he had written to a particular technology company about the terms and conditions of content moderators and indicated it would be on the agenda when he spoke to the company again.<\/p> <p>It is important to stress the protection of workers' rights is not a core function of the Department or its agencies.  It is important that our employment rights framework, which is the responsibility of the Department of Enterprise, Trade and Employment, places consistent rules and obligations on employers in all sectors of the economy.  Moving responsibility for workers' rights to sectoral regulators would dilute the enforcement of the overarching framework and potentially lead to an inconsistent approach between sectors.  In this regard, the role will of an coimisi&uacute;n as an independent regulatory body is ultimately to enforce new and updated regulatory frameworks for content regulation across broadcasting, video on demand and designated online services.  It is not intended to regulate employment relations or to assess working conditions.  As a general principle in considering any amendment that might expand the functions of an coimisi&uacute;n, I am conscious of not unduly expanding its scope to other areas of policy with the effect that its core functions might suffer or that it might duplicate the functions of other bodies in the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00300","speaker":"1471"},{"type":"speech","time":1651138200,"counter":63,"content":"<p>I apologise to the Minister for missing her contribution on this.  The amendment is clear in what it is trying to do.  It is accepted in the Bill that repeated viewing of harmful content carries a risk of harm or being desensitised and of normalising harmful content.  This risk is particularly relevant when it concerns staff who service providers and big tech.  They are relied on to review content to support moderation and adherence to online safety codes.  Concern was expressed by witnesses during pre-legislative scrutiny for these staff and their ability to fulfil their duties.  We have all seen the stories in the press of the working conditions faced by content moderators and the toll this work take on human beings.  There are developed best practice guidelines for staff of online platforms based on supports required and good work practices that should be utilised.  We want to see workers' rights included in the remit of coimisi&uacute;n na me&aacute;n and its work.  We want to ensure social media companies play their role and, therefore, we want to include workers' protections and rights in all online safety code considerations.  This is the rationale for the amendment as we see it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00400","speaker":"1688"},{"type":"speech","time":1651138200,"counter":64,"content":"<p>I have addressed these issues.  I have said I cannot accept the amendment because I believe the policy regarding employment rights is primarily the responsibility of my colleague, the T&aacute;naiste and Minister for Enterprise, Trade and Employment.  I also stated I believe the amendment is straying into matters that may be more appropriate to the functions of the WRC.  I would be wary of any provision that might have the effect of duplicating its work.  The idea of moving responsibility for workers' rights to sectoral regulators would dilute the enforcement of the overarching framework and lead to an inconsistent approach between sectors.  I will not accept the amendment today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00500","speaker":"1471"},{"type":"speech","time":1651138200,"counter":65,"content":"<p>I take on board what the Minister said.  I hope that before we reach Report Stage we will be able to engage on this issue and see whether there is work we can do collaboratively to deal with some of the issues raised.  I am conscious of what she has outlined with regard to the remit.  Perhaps there is work we can do in advance of Report Stage.  On this basis I will withdraw the amendment and reserve the right to resubmit it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00600","speaker":"1688"},{"type":"speech","time":1651138200,"counter":66,"content":"<p>It is not my intention to come back to this on Report Stage because of the reasons I have outlined.  Perhaps I said \"today\" but I will not be accepting the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00700","speaker":"1471"},{"type":"speech","time":1651138200,"counter":67,"content":"<p>Based on what the Minister has now said I will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S00800","speaker":"1688"},{"type":"unspoken","time":1651138200,"counter":68,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1651138200,"counter":69,"content":"<p>I move amendment No. 30:<\/p> <blockquote> \tIn page 20, after line 40, to insert the following:  \t&quot;(iiia) broadcasting in the Irish language;&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S01000","speaker":"1688"},{"type":"unspoken","time":1651138200,"counter":70,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1651138200,"counter":71,"content":"<p>Amendments Nos. 31, 96, 104, 105 and 107 are related.  Amendment No. 105 is a physical alternative to amendment No. 104.  Amendments Nos. 31, 96, 104, 105 and 107 may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S01200","speaker":"1650"},{"type":"speech","time":1651138200,"counter":72,"content":"<p>I move amendment No. 31:<\/p> <blockquote> \tIn page 21, between lines 2 and 3, to insert the following:  \t&quot;(e) publish revised 'Rule 27' guidelines which confirm that a broadcaster should give due weight to past electoral performance, and other relevant matters, in determining election coverage including the offer of Party Political Broadcasts and that a broadcaster may review such criteria taking account of the prevailing political landscape within the context of their obligations under the Acts and Codes.&quot;.  <\/blockquote> <p>What I want to say on the amendment is succinct.  It is one of several amendments tabled on foot of concerns from RT&Eacute; that the new wording could have unintended consequences in respect of key aspects of its coverage of Ard-Fheiseanna and party political broadcasts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S01300","speaker":"1688"},{"type":"speech","time":1651138200,"counter":73,"content":"<p>I will speak to amendment No. 96, which reflects some concerns.  It is slightly different from the other amendments, which speak to a determination of time for party political broadcasts.  This speaks to the allocation of time for political programmes by public sector broadcasters.  Some programmes are particularly balanced and have a Government and an Opposition representative.  As the Minister will be aware, on an increasing number of programmes on RT&Eacute; a Government representative has to face up to three Opposition representatives.  The amendment calls for greater regard to be had to the levels of political representation of the respective political parties.  As an example, I will take the previous 12 broadcasts of \"The Week in Politics\" that have run since 5 December.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In those broadcasts, there have been 12 representatives from Sinn F&eacute;in, five from Fianna F&aacute;il, five from Fine Gael, two from the Green Party, four from the Labour Party, four from the Social Democrats, two from Aont&uacute;, which has one representative in these Houses, and two from People Before Profit.  Three Independents have all appeared twice, and there have been two other Independents.  The proposal behind this amendment is that there is a requirement on the broadcaster to have regard to the size of political parties.  There are, as we know, differences between the political parties in government on certain issues, and it is important that different political parties get the opportunity to express those differences.  It is a matter of ensuring that in making decisions on the make-up of panels on programmes, there is an appropriate balance that has regard to the size of the political parties.  There is a view among the Government parties that it is completely unfair if panels regularly comprise just one Government representative who must face up to three Opposition representatives.  It is often the case that a Government representative is asked to account for differences between the political parties in government and to state whether it represents a crisis, yet differences between various Opposition parties are not pointed out.  Amendment No. 96 simply requires that regard be had to the size of political parties or groupings within the Oireachtas, or to their performance in the previous election, when decisions are being made regarding the composition of panels.<\/p><p>It should be said that many programmes are very balanced, with one Government representative and one Opposition representative.  However, it is often the case that more representation is given to people who deny climate change, for instance, than political parties who argue in favour of accepting there is climate change.  It is important, therefore, that we get the balance right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#S01400","speaker":"1638","continuing":true},{"type":"speech","time":1651138200,"counter":75,"content":"<p>Although I sympathise with certain elements because I regret that we have such an adversarial frame in our debates, often with very strong privileging of heat over light in political programming, in respect of which balance is important, I am concerned about the amendment.  I do not know whether the weighting of political parties will be the way we move towards more balanced and nuanced coverage of political issues.  It seems that we could just move into a permanent election dynamic.  We see this sometimes in the D&aacute;il.  Political programmes are not simply about seeking support but also about perspectives.  Someone like me, who is almost never on the television, can bring something to a debate.  I do not feature very much in the media but, along with my colleague, I have 150 amendments, which indicates a lot of thought and perspective on this Bill alone.  If we go simply by weighting, we almost lose the voices of each person.  I have great respect for every parliamentarian and recognise the individual perspectives and ideas people are bringing; however, if a contribution simply becomes a symbolic proxy piece, it is really worrying.  I am really worried about that direction.  One needs to look to situations and recognise the diversity within a Government, whether it has three partners or otherwise.  There is thinking to be done in this regard but weighting by party could mean those with really important things to say on issues do not get heard.  It may happen that there are two or three voices.  Two members of the same party might be the key debaters who need to be heard on an issue.  It would be a pity if that got lost.  I would be concerned if it were a matter of holding the space.<\/p> <p>My next comment is not directed at the proposer of the amendment or the Minister but I am aware of a party in government whose leader was specifically reported as having been given an edict to make sure not as much platform space would be given to Opposition voices and other perspectives.  That is a concern.  Sometimes I worry &ndash; again, this is not directed at those present &ndash; about some of the rulings of the Cathaoirleach on space given and time.  That is to be debated.  We fight for parliamentary space all the time because the Government can win every vote.  It has a crushing majority, but it is really important that we can at least get our voices heard, air our ideas and try to persuade people.  In that sense, I have a concern although I understand the frustration.  I share it myself in many ways when I consider the way political programming is framed in Ireland.  This week has been a sterling example of one that entails a not-very-constructive debate quite specifically focused on heat rather than light.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#T00200","speaker":"1662"},{"type":"speech","time":1651138200,"counter":76,"content":"<p>I thank the Senators for proposing these important amendments.  The coverage by broadcasters of our democratic process, particularly during electoral periods, can have a profound impact on the outcome of the process.  That is why broadcasting legislation has for many years sought to ensure fairness, objectivity and impartiality in both news coverage and the coverage of elections.  This Bill will extend those provisions to the video-on-demand services, reflecting the changing way in which citizens access new media.<\/p><p>As regards amendment No. 104, the party-political broadcast has played an important role in the democratic process by allowing political parties uncontested airtime to carry their message to the public.  For that reason, these broadcasts have been exempted from the general prohibition against the broadcasting or making available of advertisements directed towards a political end.  It is the intention of the Bill to continue this exemption in respect of party-political broadcasts.  However, I acknowledge that the use of the term &ldquo;party political programmes&rdquo; in section 9 of the Bill &ndash; inserting section 46M(4) into the Broadcasting Act 2009 &ndash; rather than &ldquo;party political broadcasts&rdquo; may give rise to some interpretive confusion if it is not clarified.  The term &ldquo;party political programmes&rdquo; was used <i>in lieu<\/i>of &ldquo;party political broadcasts&rdquo; to ensure the section covered both broadcasting services and video-on-demand services that would not be considered to make broadcasts.  I have asked my officials to examine this issue with a view to returning to this House on Report Stage.  I cannot promise Senators that I will introduce an amendment on Report Stage but I will certainly seek to set out any plans I have to address this issue.  Accordingly, I cannot accept amendment No. 104 at this time but acknowledge the matter needs to be scrutinised closely.<\/p><p>Amendments Nos. 31 and 96 also address an issue that goes to the heart of our democratic process, namely, the coverage by broadcasters of political parties and the methodology for determining the allocation of that coverage.  Given that the allocation of coverage may play a role in determining the outcome of an election, I acknowledge that this is a contentious and controversial issue.  As amendment No. 31 recognises, the BAI, under section 42 of the Broadcasting Act 2009, has issued a code of fairness, objectivity and impartiality in news and current affairs &ndash; rule 27 &ndash; which deals with the coverage of elections by broadcasters.  Under the Bill, this code will continue in force upon the dissolution of the BAI and the establishment of the coimisi&uacute;n until such time as it is replaced by a media service code, which will apply not only to broadcasters but also to certain video-on-demand services.  At present, rule 27 places responsibility on broadcasters to develop mechanisms to fairly allocate coverage during elections rather than being prescriptive.  This is in contrast with the current situation in Britain, where Ofcom, as the audiovisual service regulator, issues prescriptive rules to broadcasters.<\/p><p>We have seen a transformation in the political landscape in this country over the past 12 years.  I recognise that this is posing a challenge for broadcasters, particularly RT&Eacute; in its role as our largest public service broadcaster, especially regarding the allocation of coverage during elections.  Given the complexity of this issue and the difficulty in arriving at a consensus, it is preferable that any common set of requirements for broadcasters in respect of party-political broadcasts or the editorial coverage of elections and referendums be made by the coimisi&uacute;n through media-service codes rather than through prescription by legislation, as suggested in amendment No. 31, which covers the election period, and amendment No. 96, which focuses on coverage across the board.  On that basis, I have asked my officials to further scrutinise the provisions of section 9 of the Bill, with which we insert subsections 46L(1) to (3) and the relevant measure in 46N into the Broadcasting Act to be sure that nothing in the text of the Bill would prevent the coimisi&uacute;n from setting such a common set of requirements through the media service codes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I intend to request that an coimisi&uacute;n review the code of fairness, objectivity and impartiality governing news and current affairs with a view to addressing the issue of fairly allocating coverage of political parties in broadcasts and video-on-demand services, particularly during elections.  In doing so, I emphasise that under this legislation an coimisi&uacute;n will make any decisions concerning such codes independently of the Oireachtas and myself as Minister.  Similar to the situation with amendment No. 31, although I cannot accept these amendments, I will return to the House on Report Stage to allow us to discuss this matter further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#T00300","speaker":"1471","continuing":true},{"type":"speech","time":1651138200,"counter":78,"content":"<p>I wish to speak amendment No. 107 in my name.  I missed the fact that it is included in this grouping.  I have some queries in this regard because the definition made it in without the other definitions that qualify it because they were seen as creating a cost to the State.  Yet this amendment allows for the definition of \"political purposes\".  I intend to withdraw this amendment because it does not make sense without changing political ends to political means.  I will come back on Report Stage when I figure out how this amendment can work without the others.  This amendment was concerned with the definition of \"political purposes\" in the context of the legislation referring to political ends.  I mentioned this point earlier on Committee Stage in respect of discussing political purposes and I think that will suffice to allow me to resubmit an amendment later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#U00200","speaker":"1681"},{"type":"speech","time":1651138200,"counter":79,"content":"<p>This group of amendments relates to the key endeavour we are undertaking.  It is constructive and part of recognising that debates on issues extend beyond political and electoral debate.  That was the context for and what we were trying to do with our amendment.  We will move it and bring it back on Report Stage.  The Minister said that she will engage with the Minister of State, Deputy Noonan, on this aspect and that we could examine the issue.  To clarify, in my intervention I was speaking about concerns regarding amendment No. 96.  I may also have some worries about the wording of amendment No. 31.  On the core principle, however, I wish to be very clear.  It is appropriate that there are clear rules for election periods.  We can tease out and debate exactly what those should be, but it is important that there are proper rules, weightings and allocations of space in the context of elections and referendums.  This is part of the democratic process.<\/p> <p>That aspect, though, is different from the wider debate.  This point has come up and it is one of the reasons our amendment is useful in both contexts.  It is clear in specifying political purposes relating to electoral activities and particular outcomes in that part of politics, as opposed to the discussion of policy.  Our amendment is important for that reason.  We will be able to discuss the matter again, but I wish to indicate now that my primary concern in this regard relates to such a definition of \"political purposes\" leaking into the general policy discussion space and not applying to the strict regulation of election periods.  We need that stricture, and something similar might be needed, regarding spending in online spaces during election periods.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#U00300","speaker":"1662"},{"type":"speech","time":1651138200,"counter":80,"content":"<p>I agree with many of the points made by Senator Higgins.  Regarding the Minister&rsquo;s response, this is at the heart of our democracy.  I refer to ensuring that all sides of a political argument get aired.  It is important that discussion is based on evidence.  As the Minister rightly stated, however, the political landscape has changed enormously, and it is important that a broad range of views is well reflected.  Senator Higgins should be on television and radio more often.  She is well able to articulate her point of view.  From the perspective of the Government parties, however, she will understand that it is often felt that the differences of opinions within Government parties are not always aired on substantive policy issues, barring the heat and light debate we had this week.  It is usually presented in a sensationalist kind of way.  Therefore, this is an important debate.<\/p> <p>I appreciate the challenges broadcasters face, one of which relates to the McKenna judgment.  This requires, particularly during referendum campaigns, that equal weight be given to the two sides of an argument.  I have a bit of a problem with that.  I have no difficulty with situations where equal weight is given to evidence-based arguments on two sides.  If, however, we have a referendum in the future on tough measures to deal with climate change, for example, I do not believe it would be appropriate that our national broadcaster should be giving 50% of the space in such debates to climate sceptics, although it is appropriate that we would have a meaningful debate around our approach to addressing some of these issues.  A similar situation pertains to issues such as the Good Friday Agreement, where there was overwhelming support among all the political parties.  Yet, equal space had to be given to fringe dissident groups.  In that light, we may need to revisit the McKenna judgment.<\/p> <p>This is an extremely important debate and we must have it.  I accept that it is much wider in nature and concerned with more than just the legislation before us.  I agree with Senator Higgins regarding the importance of there being clear rules, especially during election periods.  As we know, however, the political narrative can be very much shaped outside election periods as well.  If voices are not being heard, that is a concern.  Some of this endeavour relates to different voices being heard.  Equally, there is also concern regarding situations where those who represent larger political parties often do not have the opportunity for their voices to be heard.<\/p> <p>In light of this reflection, I will be happy to withdraw amendment No. 96 when we come to it.  This is about more than the legislation.  Part of the challenge we face, and this goes back to our earlier discussion about allowing political advertising on radio and television, is that while we can regulate what is going on within those controlled broadcasting spaces to a certain extent, our bigger challenge concerns what is happening in the online space.  I refer to how we can ensure there is fair and balanced debate in that broader space.  Certainly, some of what we will see emanating from the electoral commission legislation will be important.  It will be key for this regulator to work closely with the electoral commission.  I am deeply concerned, however, that if we do not manage to ensure we have evidence-based policy discussion, and ensure that there is fairness and balance in such debate and that reasonable voices are heard, our politics will descend into what is being driven by online polarisation and by some of what we have seen happen in the United States and other democracies.  This is a broader debate than what we are discussing involving this legislation.  I am, however, heartened by the Minister&rsquo;s comments.  In reflecting before Report Stage, it would be good if some of what was mentioned can be integrated into this legislation.  I think the Minister understands the concerns being expressed here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#U00400","speaker":"1638"},{"type":"speech","time":1651138200,"counter":81,"content":"<p>I apologise for being late.  I will be brief.  Amendment No. 105 is similar to amendment No. 104, but it contains additional definitions of what constitutes a party-political programme or broadcast.  We understand that this is not currently provided for in the legislation and does not appear anywhere else.  It is important that this definition be included and that it is defined as meaning &ldquo;uncontested time [...] provided to a political party and the broadcaster (or relevant media service provider, as the case may be) does not exercise editorial control over the content\".  It is important as well that this would also apply to online broadcasting and traditional forms of broadcasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#U00500","speaker":"1683"},{"type":"speech","time":1651138200,"counter":82,"content":"<p>On those two amendments just mentioned, and starting with Senator Ruane's amendment No. 107, it is similar to amendment No. 2, so I am happy to come back to that on Report Stage.  I reject it today, but I am happy to come back to it on Report Stage.  Regarding Senator Sherlock&rsquo;s amendment No. 105, it is similar to what amendment No. 104 is seeking to do in a slightly different approach.  I reject the amendment today, but we will come back to it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#U00600","speaker":"1471"},{"type":"speech","time":1651138200,"counter":83,"content":"<p>Is the Senator pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00100","speaker":"1650"},{"type":"speech","time":1651138200,"counter":84,"content":"<p>Based on what the Minister said, I will withdraw and reserve the right to resubmit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00200","speaker":"1688"},{"type":"unspoken","time":1651138200,"counter":85,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651138200,"counter":86,"content":"<p>Amendments Nos. 32 and 33 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00400","speaker":"1650"},{"type":"speech","time":1651138200,"counter":87,"content":"<p>I move amendment No. 32:<\/p> <blockquote> \tIn page 22, between lines 4 and 5, to insert the following:   \t&ldquo;(1A) Not less than 3 members of the Commission shall be women.&rdquo;.  <\/blockquote> <p>Both amendments are pretty similar and seek to ensure gender parity among the membership of the commission.  The Bill, as authored, makes few provisions relating to the membership of the proposed media commission.  This amendment seeks to ensure greater gender equality on the commission.  A precedent for an amendment of this nature exists in the legislation establishing the Irish Human Rights and Equality Commission, IHREC, and the amendment would ensure a minimum representation for both men and women.  The amendments submitted by me and Senator Higgins are similar in their intent.  Amendment No. 33 seeks to ensure that not less than two of the members shall be women, including the chairperson, but in the case where there are six whole-time members in addition to the chairperson not less than three of those members shall be women.  It is pretty straightforward; I do not think I need to elaborate too much on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00500","speaker":"1681"},{"type":"speech","time":1651138200,"counter":88,"content":"<p>I recognise that amendments Nos. 32 and 33 aim to achieve gender equality within the commission and I thank the Senators for those amendments.  One of my key goals since becoming a member of Government has been to further gender equality within every sector under my remit.  I am absolutely committed to empowering women and using my position to help raise women's voices and drive greater gender equality.  Of particular relevance to these benefits have been my actions to ensure gender equality in the appointment to the State boards of bodies under the aegis of my Department.  Senators will appreciate that I understand the objectives that the amendments seek to achieve.<\/p> <p>However, there is a difference between ensuring a gender balance in sports bodies where typically a number of board positions are filled at the same time as opposed to advertising individual commissioner posts for full-time employment where the provisions of employment law apply.  There would be some risks there.  Before considering the amendments further, I wish to seek legal advice as to the compatibility of the proposed amendments with the Employment Equality Acts, 1998 and 2015, particularly the provisions of the Acts that prohibit the treatment of people less favourably if one is a woman and one is a man.  I do not want to insert anything in the Bill that would be contrary to employment law and, therefore, I would like to get legal advice.  While I do not accept these amendments, I hope to return to this issue on Report Stage following that consultation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00600","speaker":"1471"},{"type":"unspoken","time":1651138200,"counter":89,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651138200,"counter":90,"content":"<p>I move amendment No. 33:<\/p> <blockquote> \tIn page 22, between lines 6 and 7, to insert the following:   \t&ldquo;(2A) Of the members of the Commission, including the chairperson, not less than 2 of them shall be women, and in a case where there are 6 whole-time members, in addition to the chairperson, not less than 3 of them shall be women.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V00800","speaker":"1681"},{"type":"unspoken","time":1651138200,"counter":91,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651138200,"counter":92,"content":"<p>Amendment No. 34 is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01000","speaker":"1650"},{"type":"unspoken","time":1651138200,"counter":93,"content":"<p>Amendment No. 34 not moved.<\/p>"},{"type":"speech","time":1651138200,"counter":94,"content":"<p>Amendments Nos. 35, 36 and 41 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01200","speaker":"1650"},{"type":"speech","time":1651138200,"counter":95,"content":"<p>I move amendment No. 35:<\/p> <blockquote> \tIn page 22, between lines 6 and 7, to insert the following:  \t&ldquo;(2A) One member of the Commission, who shall not be the chairperson, shall be known as an Online Safety Commissioner.&rdquo;.  <\/blockquote> <p>We discussed this earlier.  This relates to the core premise, the online safety commissioner.  When articles appear in newspapers, they only cover five sentences from this Bill.  The only thing they refer to is an online safety commissioner.  That is one of the key expectations, hopes and promises that has been made in respect of this legislation.  As we discussed the last day, the concern is that there is no actual provision for an online safety commissioner.  That role is central to this legislation and to the meaning of this legislation.  For those of us unhappy with other aspects of the legislation in weighing up our support for it, it is really crucial that the online safety commissioner is contained in the Bill before it goes on to the D&aacute;il because otherwise we would all be very aware that we were sending on a Bill with an acknowledged gap - something that needs to be there.  The two aspects we highlighted previously were the individual complaints mechanism and the online safety commissioner in that regard.<\/p><p>Another amendment to this section was ruled out of order but it relates very closely to the idea of the online safety commissioner.  In a constructive way, we tried to set out a little bit of what the role of an online safety commissioner might be.  Senator Ruane might speak somewhat more to this because she took the lead on it.  It sets out how an online safety commissioner could engage or play a role in the regulatory framework set out in the legislation.<\/p><p>My amendments are profoundly modest, possibly excessively so in that regard.  I simply state that we should just at least name one.  We are not empowered to insert in the Bill that there should be resources in this area but I think the Minister knows that there must be resources for online safety and an online safety commissioner.  I hope she will introduce amendments to that effect.  However, what we can do and what the Minister can do is to at least give the commitment that of these six commissioners, at least one will be an online safety commissioner.  That seems to be a very clear first step.<\/p><p>The Bill provides for six members and for one to have a particular role as chair.  It would be appropriate at that juncture to also indicate that another of these commissioners will play a particular role as being the online safety commissioner.  Of course, arguments could be made to have more than one in that respect.  Indeed, arguments can be made for having more than six people on the commission, but that may be a separate day's discussion.  The public need to see that an online safety commissioner is part of the fundamental starting structure.  I know the Minister is working on proposals on how that will work, including the resources and how the online safety commissioner will lead on various of the functions assigned.<\/p><p>I will shortly hand over to my colleague, Senator Ruane.  She set out some of the thoughts we have for how an online safety commissioner might operate.  The crucial point relating to amendments Nos. 35 and 36 is to give the guarantee that there will be an online safety commissioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01300","speaker":"1662"},{"type":"speech","time":1651138200,"counter":96,"content":"<p>I will speak to amendment No. 41, which is along similar lines to the other amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01400","speaker":"1638"},{"type":"speech","time":1651138200,"counter":97,"content":"<p>It is profoundly modest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01500","speaker":"1688"},{"type":"speech","time":1651138200,"counter":98,"content":"<p>Yes, profoundly modest as well.  However, it goes a little further in providing that in naming an online safety commissioner, it will not prevent other commissioners from also having responsibility for online safety.  The core point in all these amendments - we are coming at this from the same perspective - is that as part of the legislation one of the commissioners should have a very specific role and that he or she should be appointed as the online safety commissioner.  When the Oireachtas Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht engaged with the Australian e-safety commissioner, one of the merits we saw of that office having that title was that there was an individual, a champion, czar or whatever phrase we want to use, who was able to drive this particular agenda.<\/p> <p>The amendment that Senator Cassells and I proposed provides that while online safety is the responsibility of the entire commission, one individual is clearly named to lead on this.  In the recruitment for the commission through the Public Appointments Service, one of the requirements should be to recruit somebody with expertise in the area of online safety, harm reduction, specifically looking at the safety of children online.  When the seven members of the commission are appointed, the idea would be that they would come from different backgrounds with some of them having specific experience in broadcasting and one looking at regulatory law or whatever.  In the composition of the commission, it is ideal to have people from different backgrounds.  The legislation should specifically identify one of the commissioners as the online safety commissioner and for him or her to champion it.<\/p> <p>I will await the Minister's response.  It is core.  Certainly, whether it is dealt with today or on Report Stage, I do not believe this legislation can progress unless an online safety commissioner is named very clearly within it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#V01600","speaker":"1638"},{"type":"speech","time":1651138200,"counter":99,"content":"<p>As Senators, there are a number of areas that we cannot make proposals on regarding the online safety commissioner mainly relating to the resourcing of the commissioner itself, rather than just the resources for the commission in general.  We see an online safety commissioner potentially overseeing a regulatory framework which would include but not be limited to the development of binding online safety codes that set out regulated online services or deal with harmful online content and conduct.  My amendments in this area were deemed to create a cost on the State.  Again, it is probably something that one could argue about because this is potentially already supposed to be part of the commission's job description anyway.  It is really just about determining how that work is done and what the commission focuses on.  Perhaps between now and Report Stage we could potentially see Government amendments on the online safety commissioner, its functions and also the potential staffing requirements of such a commissioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00100","speaker":"1681"},{"type":"speech","time":1651138200,"counter":100,"content":"<p>I support the comments of my colleagues.  It is extremely important that we have an online safety commissioner.  That was one of the main recommendations that came from the Oireachtas joint committee which looked at the Australian model which is very successful and working well.  We need to follow best practice.  I agree with the comment from Senator Higgins that we need people to buy into this legislation.  If we proceed with this legislation and enact it but do not have a specific online safety commissioner, which is really core to what the Bill is about, it would be a wrong move.  I fully support the amendments proposed in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00200","speaker":"1639"},{"type":"speech","time":1651138200,"counter":101,"content":"<p>It is also important to mention that the Irish Human Rights and Equality Commission and the Children's Rights Alliance and its many member organisations have been really clear on the importance of this.<\/p> <p>Amendment No. 41 proposed by Senators Malcolm Byrne and Cassells and supported by Senator Carrigy is actually worded really well and is possibly better than our own amendment.  If the Government was minded to accept that amendment, we would be happy to withdraw ours and lend our support to that amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00300","speaker":"1662"},{"type":"speech","time":1651138200,"counter":102,"content":"<p>I modestly thank Senator Higgins for her praise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00400","speaker":"1638"},{"type":"speech","time":1651138200,"counter":103,"content":"<p>That is profoundly modest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00500","speaker":"1688"},{"type":"speech","time":1651138200,"counter":104,"content":"<p>I thank Senators.  I am feeling the love in the Chamber today, among Senators themselves anyway.<\/p> <p>Taken together, I can see that the proposed amendments seek to provide a legislative underpinning for the position of an online safety commissioner with responsibility for the functions of an comisi&uacute;in relating to online safety.  That, as Senators have said today, is the core point being addressed in these amendments.  Section 8 of the Broadcasting Act 2009, as amended by section 7 of the Bill, provides for the delegation of the performance of some of the functions of an coimisi&uacute;n to an individual commissioner.  As such, there is nothing in the Bill to preclude an coimisi&uacute;n from delegating the functions relating to online safety set out in Part 8A of the Broadcasting Act, as amended by section 7 of the Bill, to a commissioner who shall be responsible for online safety.  Indeed, the delegation of the online safety functions to a dedicated online safety commissioner has actually always been the intention. <\/p> <p>As Senators have stated, it was one of the key recommendations of the pre-legislative scrutiny report of the Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media.  That report recommended an explicit legislative provision for an online safety commissioner within the Bill.  This provision was not included in the Bill as initiated in this House but I do intend to provide for it by way of a Government amendment as the Bill passes through the Houses.  I am pleased to advise this House that good progress has been made on the drafting of such an amendment in conjunction with the Office of the Attorney General.  I am conscious of the feeling in the House that a Government amendment addressing this issue should, if time permits, be introduced in the Seanad.  Therefore, I propose to introduce a Government amendment on Report Stage in this House explicitly providing for the position of online safety commissioner within the Bill.  This would provide the Seanad with sufficient opportunity to debate and scrutinise said amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00600","speaker":"1471"},{"type":"speech","time":1651138200,"counter":105,"content":"<p>I hope the Minister does feel our love because we do appreciate all of the work she is doing on this.  Her assurance is very welcome.  I agree with others that there will be issues with regard to the resourcing of the office and so on but explicitly providing for that is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00700","speaker":"1638"},{"type":"speech","time":1651138200,"counter":106,"content":"<p>I am happy to withdraw our amendments in that context.  I thank the Minister for indicating her intentions.  We can get into the detail later but it is so important that in this House a clear signal is sent that this is going to be a clear responsibility and function.  A point that was very well made by Senator Malcolm Byrne, which I would urge the Minister to bear in mind when crafting her own amendment, is that while there should be a clearly designated role, that should not dilute the wider responsibility of the commission.  It should mean that there is a leader with responsibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W00800","speaker":"1662"},{"type":"unspoken","time":1651138200,"counter":107,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651138200,"counter":108,"content":"<p>I move amendment No. 36:<\/p> <blockquote> \tIn page 22, line 7, after &ldquo;chairperson&rdquo; to insert &ldquo;, the Online Safety Commissioner&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W01000","speaker":"1662"},{"type":"unspoken","time":1651138200,"counter":109,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651138200,"counter":110,"content":"<p>Amendments Nos. 37 to 40, inclusive, are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W01200","speaker":"1650"},{"type":"speech","time":1651138200,"counter":111,"content":"<p>I move amendment No. 37:<\/p> <blockquote> \tIn page 22, between lines 9 and 10, to insert the following:  \t&ldquo;(3A) The Minister shall agree with the Public Appointments Service the selection criteria and process to be implemented in respect of the filling of any vacancy on the Commission.  <\/blockquote> <p>These amendments are related.  They relate to the make-up of the commission in terms of experience.  Again, we lean very heavily on the Irish Human Rights and Equality Commission Act 2014 and earlier legislation relating to the make-up of that commission.  The Bill, as authored, provides that members of the media commission shall be appointed by the Minister on the recommendation of the Public Appointments Service, PAS.  However, the Bill does not explicitly state the selection criteria or the process by which members will be recommended to the Minister by the PAS.  It is hugely important that there is oversight of and transparency in the selection criteria and appointment processes.  The media commission stands to play a hugely important and influential role in Irish life and its impact will be felt throughout Irish society.  Thus, it is imperative that the public has trust in the media commission and its membership.  Amendment No. 37 will encourage such trust.<\/p><p>On amendment No. 38, because this goes back to 1998, the reference to membership of the Traveller community is separate to earlier definitions in terms of race, including colour, nationality, ethnic or national origin.  There might be a more up-to-date version of how we have laid this out.  In 1998 the Traveller community would not have been deemed or confirmed to be an ethnic minority.  There is probably no need to separate them out.  That may just be me being pedantic, but so be it.  Currently the Bill does not make specific provisions in terms of experience, both lived and learned, or the acumen required of prospective commissioners.  This amendment seeks to ensure diversity in the make-up and perspectives of the media commission, in addition to an understanding of human rights and equality matters.  Given the broad remit of the media commission and the impact it will have on a cross section of society, it is important that the commission is both reflective and understanding of the diversity of Irish life and society, and has a good grasp of the implications of the implementation of its regulatory powers on human rights, equality and civil liberties.  A precedent for a legislative provision of this nature is contained in the Irish Human Rights and Equality Commission Act 2014.  There is precedent for this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W01300","speaker":"1681"},{"type":"speech","time":1651138200,"counter":112,"content":"<p>I am not going to add very much because my colleague has put the case very clearly.  These amendments build on the core purpose of the audiovisual media services directive, which is the starting point for this legislation.  As we discussed previously, that is not simply about protective, performative or managerial functions but also about a proactive role in the promotion of equality of inclusion, diversity, participation in the cultural space and so forth.  There is a really positive role for the commission there and it is really important.  Of course, there is also a public duty with regard to equality and human rights and one of the best ways to make sure that public duty is met is if it is reflected in the make-up of the commission, that is, those who are making the decisions.  That is going to have an important impact.<\/p> <p>In amendment No. 38 we set out a number of criteria, based on the IHREC legislation.  There could, of course, be a very strong argument for at least giving the space for socioeconomic criteria to be included, which was discussed previously.  We did not seek to prematurely anticipate that but it would be appropriate down the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042800002#W01400","speaker":"1662"}]