[{"type":"minorheading","content":"Prelude","time":1452695400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1452695400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1452695400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1452695400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1452695400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#A00100"},{"type":"speech","time":1452695400,"counter":6,"content":"<p>I have received notice from Senator Marc MacSharry that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to ensure that emergency funding is made available to both Leitrim and Donegal county councils for the urgent, essential upgrade of Lennox Bridge, the main artery connecting Kinlough to Bundoran and Ballyshannon, and the Four Masters Bridge in County Leitrim.<\/blockquote> <p>I have also received notice from Senator Fidelma Healy Eames of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to discuss the effectiveness of high-occupancy vehicles, with three or more persons, being allowed to use bus lanes in Galway city and to consider implementing same.<\/blockquote> <p>I have also received notice from Senator Marie Moloney of the following matter:<\/p><blockquote>The  need for the Minister for Arts, Heritage and the Gaeltacht to consider erecting a fence in the vicinity of Ballydowney, Killarney National Park, to prohibit deer accessing the road where a number of accidents and near misses have occurred.<\/blockquote> <p>I have also received notice from Senator Michael D'Arcy of the following matter:<\/p><blockquote>The need for the Minister for Health to outline his position with regard to the new cystic fibrosis drug Orkami.<\/blockquote> <p>I have also received notice from Senator Denis Landy of the following matter:<\/p><blockquote>The need for the Minister for Defence to make part of the vacant Army barracks in Mullingar available to the Irish United Nations Veterans Association through a long-term lease so as to ensure a permanent meeting place for retired soldiers.<\/blockquote> <p>I have also received notice from Senator Mary Moran of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to discuss funding to carry out essential emergency works for St. Oliver&rsquo;s national school, Dundalk Street, Carlingford, County Louth.<\/blockquote> <p>I have also received notice from Senator Lorraine Higgins of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to indicate a starting date for the construction of Gaelscoil Iarfhlatha in Tuam, County Galway. <\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to allocate funds for house adaption work to local authorities and that when these funds are allocated, those authorities would have absolute discretion regarding the amounts allocated in respect of local authority housing and private housing. <\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected Senators MacSharry, Healy Eames, Moloney and Michael D&rsquo;Arcy and they will be taken now.  Senators Landy, Moran, Higgins and Colm Burke may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1452695400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#B00100"},{"type":"minorheading","content":"Roads Maintenance","time":1452695400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#B00150"},{"type":"speech","time":1452695400,"counter":9,"content":"<p>I wish everybody a happy new year.  <\/p> <p>I welcome the Minister.  This matter relates to Four Masters Bridge and Lennox Bridge which connect Kinlough in north County Leitrim to Bundoran and Ballyshannon in County Donegal.  Lennox Bridge is a single lane bridge that has been in place for many years.  It is cracked and the most recent head-on collision on it happened last weekend.  On this occasion there were relatively minor injuries, but it is one of the worst roads in the country.  Urgent action by the Government is required to upgrade it to a two lane bridge and make it safe.<\/p> <p>Four Masters Bridge is further downstream on the River Drowse which separates the two counties.  It was badly damaged by the recent flooding and is unsafe.  It is a protected structure and the road is closed.  Approximately 4,000 crossings take place each day on Lennox Bridge as members of the local communities go about their daily business in Ballyshannon and Bundoran in doing the shopping, commuting to schools and engaging in other administrative tasks.  Following the closure of Four Masters Bridge, the number of crossings has increased.  However, as I have illustrated, accidents occur frequently and, sadly, a fatal accident may not be far away.  As we witnessed in Leenane, County Mayo, these are old bridges that could be swept away in future flooding.  This could cut the communities in question off completely.<\/p> <p>I am not aware of plans for the immediate upgrade of the two bridges.  I have contacted the managers of Donegal and Leitrim County Councils in the hope they will urgently petition the Minister for immediate funds and support in this regard.  It is a critical issue in this part of the country, not least in the context of the tourism industry.  The Drowse fishery is important.  I spoke to the owner and he has said this time of year is as crucial to this part of the country as 12 July is to some in Northern Ireland in terms of tourism revenue.  People are trying to catch the first salmon of the season which has yet to be caught.<\/p> <p>When there are crises in this country, whether they are related to refugees, flooding, homelessness and so on, regardless of the financial constraints on Departments, the Government can come up with funds when it is forced to do so.  All of these causes are worthy of Government support and moneys can always be found to attempt to solve these difficulties, but the communities of north Leitrim and south Donegal are no less deserving.  These two bridges have been left to the elements for too long.  The integrity of Four Masters Bridge has been seriously damaged and it is closed, while Lennox Bridge is a single-lane, accident prone crossing point.  I appeal to the Minister to do all he can to liaise with both councils to come up with an urgent remedy for both crossings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#B00200","speaker":"1149"},{"type":"speech","time":1452695400,"counter":10,"content":"<p>I offer the Senator and the House best wishes for the new year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank the Senator for raising this matter as it gives me the opportunity to perhaps give a wider perspective on what has happened to the transport infrastructure across the country.  I will also be doing so in the D&aacute;il this afternoon.<\/p><p>As the Senator is aware, the most extensive impact of the weather to date for the transport sector has been on the road network and within that I include the kinds of bridges to which the Senator refers.  It has caused very serious disruption to daily life in many areas and led to the cutting off in some cases of small communities and households from others.  The priority of local and national agencies to date has been public safety and there has been ongoing communication between local authorities, State bodies and residents in affected areas to ensure  people were aware of the safety messages that issued relating to travelling in flooded areas and road closures or diversions.  An Garda S&iacute;och&aacute;na and local authority staff, along with other relevant agencies, have worked closely to ensure that warning signs have been put in place, diversion routes organised and signposted, with information and advice made available to the public via websites, social media and local radio.  The Road Safety Authority has been very active over the past month in supporting and disseminating safety measures for all road users.<\/p><p>With regard to the scale of damage and responding to the issue raised by Senator MacSharry, local authorities and Transport Infrastructure Ireland, TII, have advised my Department that it is not possible to get a comprehensive view of damage to road pavements until the floods fully recede and investigations and assessments are carried out.  Bridges damaged as a result of flooding and storms, including bridges mentioned by the Senator, will need to be inspected, with a detailed assessment of the damage undertaken.  TII has engineering consultants on a bridge framework available to commence inspections once flooding has subsided.  Underwater inspection is a specialist area and only a limited number of consultants have the capability to undertake such inspections.  The chief executive of TII has written to local authorities offering the services of the framework consultants if there are non-national road bridges of concern that they consider need to be inspected.  In certain cases, it may be months before full information is available on the cost of repairs whereas in other cases, where water levels have receded more quickly, the timeframe will be shorter.  In any event, my officials and those in TIl will engage with local authority officials to minimise the timeframe associated with critical repair works.<\/p><p>The Department of the Environment, Community and Local Government has been taking the lead in responding to the immediate needs of local authorities arising from the storms and flooding and provided funding to local authorities to allow them to deal quickly with the clean-up and measures needed to protect public safety.  That Department has also sought submissions from local authorities setting out both the estimated short-term costs and the costs related to damage to infrastructure, including transport.  This is to give a full picture of the full cost, and I am working on putting that cost together.<\/p><p>So far, 25 of the 28 local authorities have reported on their estimated infrastructure damage costs and my Department is now reviewing these estimates.  The capital budget for my Department for this year is very tight and I have asked my officials as a matter of urgency to assess areas - such as those referred to by Senator MacSharry - where funding can be reprioritised or reallocated in order to deal with the consequences of the storms.  The scale of the damage incurred and the overall cost will be very large and require a response across the Government and I am working with Ministers on that.  The infrastructure mentioned by the Senator is an example of the kind of work that I accept we will need to respond to in the coming months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#B00300","speaker":"1007","continuing":true},{"type":"speech","time":1452695400,"counter":12,"content":"<p>I thank the Minister.  Sadly, that was a very generic response and it could probably apply to most counties in Ireland with respect to flooding damage and so on.  I am disappointed the Minister did not say that he has spoken to officials in the Department and that they will engage with the county managers of both counties to prioritise this.  As the Minister stated, the community has effectively been cut off.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marc MacSharry:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is awful flood damage throughout the country and I commend all the services that are undertaking great work to address it.  The Four Masters Bridge and Lennox Bridge in north Leitrim-south Donegal must be prioritised.  I hope when the Minister goes back to his office today, he will speak to the Secretary General of the Department and ask him to contact both county managers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#C00200","speaker":"1149","continuing":true},{"type":"speech","time":1452695400,"counter":14,"content":"<p>I thank the Senator for raising the issue with me.  He is correct to say that I have given him a national overview of the situation.  I am sure the Senator will appreciate that while this is a very important project to the Senator and the community on whose behalf he is raising the issue, my challenge is that we now have hundreds of these issues throughout the country.  I am working within Government to come up with a plan to allow us to respond to that and I will certainly consider the bridges to which the Senator has referred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#D00200","speaker":"1007"},{"type":"minorheading","content":"Traffic Management","time":1452695400,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#D00300"},{"type":"speech","time":1452695400,"counter":16,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus gu&iacute;m bliain nua faoi mhaise d&oacute;.  The chronic traffic situation we experience in Galway on an ongoing basis is getting worse.  I propose one immediate solution to bring some relief which I want to discuss with the Minister and seek his advice on its implementation.  The issue is the need for the Minister for Transport, Tourism and Sport to discuss the effectiveness of high-occupancy vehicles - those carrying two, three or more persons - being allowed to use bus lanes in Galway city and how we would go about its implementation.  I have looked at international evidence and I suggest this to the Minister as a short-term measure to alleviate gridlock and traffic delays, including panic and danger, as I will outline to the Minister.  I suggest it also on the basis that the bus system is not optimised in Galway city.  The system is very poor and I have had discussions with the National Transport Authority which confirms that the bus system is not optimised.  Galway City Council and the NTA will report on a major traffic study in February but immediate traffic solutions are needed for Galway city.  I have prepared a website called <i>galwaytraffic.ie <\/i>in which I propose four solutions of which this is only one.<\/p><p>The first one I propose is a dedicated school bus system for Galway city.  There are approximately 30 schools in Galway city and the traffic is better during school holidays.  The situation would be better if those kids were using a bus instead of relying on parents to drive them, because mostly there is only one child per car.  The evidence is that only about 3% of people use buses in Galway while 80% use cars.  Those figures are confirmed by two studies carried out by Galway Chamber of Commerce and Lewis Lesley, who has a long-standing interest in this area.  The other solution I have mentioned is the high-occupancy vehicles, HOVs, which I will speak about here.<\/p><p>There is no bus lane across the Quincentenary Bridge.  In Galway, people live mostly on the west side of the city whereas most people work on the east side.  There is no bus lane, which means that everyone has to go through the city centre, which is ridiculous.  Of course, an engineering solution would need to be found to make that safe.<\/p><p>Finally, I propose a light rail system for Galway city.  At least 30 cities in Europe with fewer than 100,000 people have light rail systems.  It is possible and I am very aware of the peak hour passenger figures that are needed for that.  I am working with the NTA on that and we are about to carry out a peak hour passenger count.  I can assure the Minister that, based on the evidence I have, there is support for it.<\/p><p>To return to the issue of the high occupancy vehicle that I mentioned, peak hour traffic is very bad between 7 a.m. and 9 a.m. and 4.30 p.m. and 6.30 p.m.  Outside those times, it is not so bad.  The Minister will not be surprised that at 3 a.m. the streets are empty.  Immediate action is needed to ease peak hour congestion and that is why I suggest this solution, which as I say is a short-term solution in the absence of real solutions.  At the moment, four out of five peak cars have only one passenger; the remaining cars have two or more.  We need to incentivise this.  As a pilot study, during one peak hour, cars carrying two or more passengers should be allowed to use the bus lanes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is evidence that chronic traffic delays elsewhere in the world have been reduced by 30%.<\/p><p>I would not be making this proposal to the Minister if we had an adequate bus system in Galway.  The NTA has pointed out to me that if we had an adequate bus system for peak hours, there should be buses running every three minutes.  There are just five bus lanes in Galway city, with only an occasional bus using them.  This is a waste.  Can the Minister imagine how frustrating it is for people to sit in chronic traffic while there is an empty lane to the left with an occasional bus or taxi in it?  I understand the importance of compliance and so on and the importance of safety in the context of how the lanes would merge.  However, because the bus lanes are only in certain areas, traffic is obliged to merge at the end of the lanes in any event.  I do not believe, therefore, it would cause any unnecessary dangers.  The evidence also shows that this measure would be very symbolic and that it would encourage people to start talking about how to car-pool and to consider how to improve our environment.  The Minister knows that Ireland is facing huge environmental fines after 2020 if we do not look at transport as a major cause of emissions.  This measure could be effective in the short term, it is highly symbolic and it will start people talking about solutions.  I know the Minister is going to report that there is a by-pass in the offing, but that may or may not happen.  That is the history in Galway and I will conclude by putting it to the Minister that Galway needs immediate traffic solutions now.  I am keen to hear his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#D00400","speaker":"1131","continuing":true},{"type":"speech","time":1452695400,"counter":18,"content":"<p>I thank the Senator for raising this matter.  I agree there is a need to reduce traffic congestion within Galway city and county, to improve commuting times and to reduce emissions.  No one would argue against encouraging higher vehicle occupancy where possible.  Four people travelling in one car is a much more efficient way of using resources than each taking a separate car.  However, the specific point raised by Senator Healy Eames relates to whether allowing multi-occupancy vehicles to use bus lanes would be an appropriate way to encourage multi-occupancy.  The short answer is that it would not.<\/p> <p>We must remember what is the purpose of bus lanes and why they are in place.  The rationale for creating the bus lane network was to provide on-street priority for buses.  The intention is to make bus services faster and more reliable to attract more people out of their cars and onto public transport.  This helps to reduce congestion and pollution.  The construction of the bus lane network was done at some expense to the public in order to enable this to happen.  The legislation governing usage of the bus lanes is set out in the Road Traffic Regulations 1997, as amended.  Under this legislation, buses and bicycles are allowed to avail of bus lanes, as are taxis in the case of with-flow bus lanes only.  Cyclists were permitted to use bus lanes as they are inherently vulnerable as road users and are considered safer in bus lanes rather than in general traffic.  It may interest the House to know that taxis were initially not allowed into bus lanes.  It was only after the introduction of bus lanes that it was agreed to allow taxis to also use them.   This was done after much consideration and was a concession based on the fact that taxis are available for on-street hire.  Vehicles used by members of the emergency services - the Garda, the fire brigade and the ambulance service - in the course of their duties may also be driven in bus lanes in order to prevent delay in reaching the scenes of emergencies, transporting people to hospital, etc.  Since the introduction of the bus lane network, my Department has received numerous requests - indeed I have been in this House on many occasions to discuss such requests - in respect of the need to open bus lanes to other categories of road users.  Some of those requests related to multi-occupancy cars.  In all cases, my predecessors and I have taken the view that extending the use of bus lanes to other categories of vehicles would undermine the original purpose of the lanes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The overriding concern in considering these applications is the carrying capacity of bus lanes.  We do not want their primary role of providing bus priority to be undermined by allowing other vehicles access.<\/p><p>As a result, we have chosen to maintain the current restrictions on use of bus lanes.  While in some cases the numbers of vehicles involved might not be large, conceding access to bus lanes to any new class of vehicles would make it difficult to argue against doing so for any other.  We also need to remember that last year in this city alone, passenger numbers on the Dublin Bus network rose to 122 million on the company's 110 public service routes.  In the Senator's city, the numbers using Bus &Eacute;ireann's services are up from 3.5 million in 2012 to more than 4 million in 2014, a huge increase of 14%.<\/p><p>As the country gets back to work and the recovery strengthens, we must ensure that taking the bus to school, college or work is an attractive option, so that people leave their cars behind and reduce congestion on our roads.  One of the ways to do that is by ensuring bus lanes are free flowing and journey times are as short as possible.<\/p><p>In light of the original reasons for creating bus lanes and the sound reasons for rejecting previous proposals to extend access to other classes of vehicle, I remain of the view that there is no ground for changing the law to allow multi-occupancy vehicles into bus lanes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#E00200","speaker":"1007","continuing":true},{"type":"speech","time":1452695400,"counter":20,"content":"<p>I thank the Minister for his answer, which is disappointing because I proposed a solution in the absence of adequate buses.  The Minister said taking the bus to school or work is a good idea.  There are no buses in Galway city to take people to school.  That is the problem.  That is why I said one of my solutions was a dedicated bus system.  There are not adequate buses.  The response of the National Transport Authority, NTA, to me was that for 2,000 passengers per peak hour, one bus every three minutes is needed.  We do not have that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00200","speaker":"1131"},{"type":"speech","time":1452695400,"counter":21,"content":"<p>Does the Senator have a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00300","speaker":"1120"},{"type":"speech","time":1452695400,"counter":22,"content":"<p>What immediate solutions does the Minister have to relieve traffic gridlock in Galway?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00400","speaker":"1131"},{"type":"speech","time":1452695400,"counter":23,"content":"<p>I can respond to that question but that was not what this Commencement matter was about.  With respect, if the Senator tables a matter and asks me to respond, I will respond to it.  I can respond to her broader question because I participated in a forum on how to respond to the management of traffic in Galway.  The short answer from a public transport perspective is that we need to provide more buses.  We have funding in our capital plan to do that, which is the very reason I do not want to change the use of bus lanes.  If we increase the number of buses available across the country, which we will, it will be up to Bus &Eacute;ireann to decide where to deploy those buses.  As more buses become available, it is very important that we make sure to keep the bus lanes clear for the use of those buses.<\/p> <p>The broader reason, specifically in respect of using bus lanes, is that if I were to make them available to more than one additional form of road user, the demand to make them more widely available would continue to increase.  I want to have more buses using the bus lanes in Galway and elsewhere and that is why I continue to hold the view that we should keep the lanes free for current buses and more buses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00500","speaker":"1007"},{"type":"speech","time":1452695400,"counter":24,"content":"<p>One final point-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00600","speaker":"1131"},{"type":"speech","time":1452695400,"counter":25,"content":"<p>There is no provision for that.  The Minister will not be allowed to answer the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00700","speaker":"1120"},{"type":"speech","time":1452695400,"counter":26,"content":"<p>I agree that bus lanes should be kept for buses-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00800","speaker":"1131"},{"type":"speech","time":1452695400,"counter":27,"content":"<p>The Senator is way out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F00900","speaker":"1120"},{"type":"speech","time":1452695400,"counter":28,"content":"<p>-----but where the number of buses is not adequate, that is not an adequate answer.  It is fine when more buses are provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F01000","speaker":"1131"},{"type":"speech","time":1452695400,"counter":29,"content":"<p>The Senator is completely out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F01100","speaker":"1120"},{"type":"speech","time":1452695400,"counter":30,"content":"<p>It is easy to pull them off but in the meantime, the Minister needs to consider better and more immediate solutions for Galway.  I do not accept that this is in anyway a funny matter.  It is a very serious issue for our city.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F01200","speaker":"1131"},{"type":"minorheading","content":"Road Safety","time":1452695400,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F01300"},{"type":"speech","time":1452695400,"counter":32,"content":"<p>I welcome the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Nash, to the House and wish him, the Cathaoirleach and the staff a happy new year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I raise this Commencement matter because there is a stretch of road at Ballydowney, Killarney, on which there is no ditch or fence.  It is level with the national park where the deer are free to roam.  At a recent inquest, the coroner said that while he could not find traces of deer in that fatal accident, there were traces of deer in three fatal accidents previously.  Many minor accidents have occurred on that stretch of road.  Last week, I spoke to a woman who told me a deer wandered onto the road, hit the windscreen of her car and smashed it and broke the mirror.  Many such accidents occur at that location but many people do not report them.  I have been on to garda&iacute; in Killarney who told me they get between 70 to 100 calls every year from people reporting deer on the road posing a danger.<\/p><p>The Minister will appreciate that if a farmer had livestock in a field, he would have to have a ditch or a fence to stop cows, sheep or other animals wandering onto the main road where an accident could happen.  There used to be a high wall at that location but for some reason, it was removed and there is nothing in its place to prevent the deer wandering onto the road.  The Minister should not get me wrong.  I love the deer.  They are a big draw in terms of visitors to Killarney town and we are very proud of them but we must ensure the safety of motorcyclists and pedestrians on that stretch of road.  It is the main Ring of Kerry road on which many tourists travel.  There is a warning sign with a deer on a yellow background and there is also another one indicating that horses are crossing as the road is used by a riding school.  Signs should be erected that will have more of an impact on tourists and make them aware that accidents occur at this location and that deer wander onto the road.  <\/p><p>I am aware there has been some resistance to putting up a fence in this area.  It is difficult to establish who owns the land because in response to a motion put down by someone, the council said the land was in the ownership of Bord F&aacute;ilte.  I would have thought it was in the ownership of the Office of Public Works but I believe now that it is under the Department of Arts, Heritage and the Gaeltacht.  We should try to establish who has responsibility for that stretch of land and ask that a barrier be put up to stop the deer jumping onto the road and causing many accidents in that location.  I will await the Minister of State's reply before I refer to the matter further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#F01400","speaker":"1132","continuing":true},{"type":"speech","time":1452695400,"counter":34,"content":"<p>I thank Senator Moloney for raising the matter, which I am taking on behalf of the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys.  Wild deer in the State are protected under the Wildlife Acts.  It should be noted that while the National Parks &amp;amp; Wildlife Service of the Department of Arts, Heritage and the Gaeltacht licenses hunting of deer, the Department does not own the deer population.  They roam freely throughout the countryside and are present in many parts of the country.  The Department of Arts, Heritage and the Gaeltacht and the Department of Agriculture, Food and the Marine published Deer Management in Ireland - Framework for Action in March last year, which recommends a series of actions on deer management and conservation in a number of areas, including addressing the impact of deer in places where they are widespread.  An Irish deer management forum has been established to implement the various actions listed in the report.  The forum comprises representatives from the main stakeholder areas such as landowners, forestry, hunting and conservation organisations as well as representatives from both Departments.<\/p> <p>With regard to calls for increased fencing relating to incidents of deer presence on public roads in Kerry, the Department of Arts, Heritage and the Gaeltacht has no plans to fence the national park.  Deer, albeit larger, are like other wild animals in this country and I am advised it is not part of the remit of the Department to cordon them onto specific areas of land.  Moreover, fencing the national park would not be a viable solution and would not achieve the desired results for a number of reasons.  The presence of deer is not confined to the national parks and so fencing of these properties would serve no practical purpose in terms of wild deer control or management.  The park is more than 10,000 ha in size, including some rugged terrain.  Fencing this area would be an enormous task which is unlikely to result in the desired objective.  Sika deer are capable of going under fencing that is 8 in. off the ground while red deer are capable of knocking fences that are preventing them from reaching traditional feeding and shelter grounds.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The erection of a fence of this scale could also impact on the sensitive habitats within the park.  There are many deer outside the park boundaries which would still be capable of running into the path of motorists.  The Department is of the view that improving sight lines for motorists as well as improved, possibly larger, signage is likely to be the most effective measure to assist motorists in remaining vigilant when driving through areas where populations of deer can be expected.  Officials from the Department have discussed this with Kerry County Council and I understand the council has recently undertaken works to improve sight lines in the Ballydowney area for the benefit of motorists.  Additional or relocated advance deer warning signs, or both, may also be provided by the local authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#G00200","speaker":"1067","continuing":true},{"type":"speech","time":1452695400,"counter":36,"content":"<p>The Minister of State has said that wildlife in the country is protected under the Wildlife Acts, which is true, but who is going to protect the people?  Who is going to protect the motorists?  Three fatal accidents involving deer have occurred in that area.  How many more people must die before we do something about it?  I cannot understand it.  There was a wall there previously but it was taken down.  Why was the wall there in the first place if we were trying to let the deer roam freely?  Someone made a wise decision to erect a wall there but now that wall is gone, which poses a danger for motorists.<\/p> <p>I know this issue is not in the Minister of State's remit and he cannot answer my questions on it, which is why I would have liked the Minister to be here to respond.  I want to know why the wall was taken down.  Why do we feel we can do nothing about a stretch of roadway which has seen many accidents involving deer?  We can protect the animals and their habitat but we cannot protect the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00200","speaker":"1132"},{"type":"speech","time":1452695400,"counter":37,"content":"<p>I understand the point being made by my party colleague, Senator Moloney, and it is important that the Department and the Minister respond directly to her concerns.  If it is the case that there was a wall there, perhaps some form of secure fencing could be erected in the area to protect motorists.  It is terrible to hear that deer may have been responsible for accidents in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00300","speaker":"1067"},{"type":"speech","time":1452695400,"counter":38,"content":"<p>That was according to the coroner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00400","speaker":"1132"},{"type":"speech","time":1452695400,"counter":39,"content":"<p>That is deeply regrettable and unfortunate and, of course, action should be taken to protect the population and to protect road users.  This is not within my remit, as the Senator has accepted, but it is important that officials in the Department would contact her to clarify some of the points she has made.  I will ask the Minister to ensure the issues she has raised are addressed in the interests of protecting motorists in the Ballydowney area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00500","speaker":"1067"},{"type":"minorheading","content":"Medicinal Products Licensing","time":1452695400,"counter":40,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00650"},{"type":"speech","time":1452695400,"counter":41,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Kathleen Lynch, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00675","speaker":"1120"},{"type":"speech","time":1452695400,"counter":42,"content":"<p>I thank the Cathaoirleach for giving me the opportunity to raise this matter.  I am not sure how much the Minister of State knows about this particular drug, Orkambi.  There are a number of people in north Wexford who have children suffering from cystic fibrosis and they believe or expect that this drug could have a major impact on their children's lives.  There has been some degree of misinformation about this issue and I ask the Minister of State to clarify the position of the Minister, the Department of Health and the HSE with regard to the status of this drug.  Following the evaluation process, when will this drug come to the market?  If it comes to the market, will it be made available to cystic fibrosis sufferers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00700","speaker":"1160"},{"type":"speech","time":1452695400,"counter":43,"content":"<p>I know a little bit about this issue because a very close friend of mine has cystic fibrosis and has benefited greatly from the drug Kalydeco which I and the former Minister for Health, Deputy James Reilly, approved and which approval we announced approximately two years ago.  I am aware of the effects that very specialised drugs can have on relatively rare conditions.  Cystic fibrosis is a relatively rare disease, although it is not so rare in Ireland, particularly in the south of the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kathleen Lynch:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=656\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=656&amp;amp;pid=KathleenLynch&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank the Senator for raising this matter.  Decisions on which medicines are licensed for use in Ireland and reimbursed by the taxpayer are made on objective, scientific and economic grounds by the HSE on the advice of the National Centre for Pharmacoeconomics, NCPE.  The NCPE conducts the health technology assessment of pharmaceutical products for the HSE and can make recommendations on reimbursement to assist the HSE in its decision-making process.  The HSE has statutory responsibility for decisions on the pricing and reimbursement of medicinal products under the community drug schemes, in accordance with the provisions of the Health (Pricing and Supply of Medical Goods) Act 2013.  It is appropriate that there should be no political or ministerial decisions and that a scientific and evidence-based approach is taken to determining the extent to which patients can benefit from treatment with expensive new drugs.<\/p><p>As the Senator may be aware, Orkambi is a combination drug for the treatment of cystic fibrosis, CF, in patients with two copies of a specific CF gene mutation.  The drug was approved by the US Food and Drug Administration in July 2015 and the European Medicines Agency on 19 November 2015.  In other words, Orkambi has only been licensed for use in the European Union within the past few months.  Its manufacturer, Vertex Pharmaceuticals, submitted a rapid review application to the NCPE on  26 November 2015.  This rapid review represents the first step in a pricing and reimbursement application.  The NCPE has completed the rapid review and recommended a full health technology assessment of the drug.<\/p><p>Based on pricing details in the rapid review file, the HSE estimates that reimbursement would cost approximately &euro;90 million per year.  However, the company has yet to submit a full pricing and reimbursement application to the HSE&rsquo;s primary care reimbursement service.  Since early 2013, the HSE has reimbursed more than &euro;60 million for CF patients receiving Kalydeco and there are approximately 140 patients being treated with this drug.  In the next decade the HSE expects to spend well over &euro;200 million on this small but unique group of patients.<\/p><p>While I appreciate that some may take the view that the taxpayer should reimburse every licensed medicine for whatever price a drug company demands, the interests of the health service as a whole require that we only reimburse the most effective medicines and only at a fair price.  I also appreciate and fully understand people suffering from cystic fibrosis will be most anxious for an early and positive decision on reimbursement for Orkambi.  However, it would not be appropriate for me to appear to prejudge decisions which are for the HSE in the first instance under legislation passed by the Oireachtas in 2013.  I trust that the Senator will understand the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#H00800","speaker":"982","continuing":true},{"type":"speech","time":1452695400,"counter":45,"content":"<p>I thank the Minister of State for her clarification that the process is ongoing and that subsequent to its evaluation, a pricing conversation will be held with the manufacturer.  However, I would like to hear her view.  I am glad that she has come to the House to respond on this issue because I am aware of her role in the use of Kalydeco and the benefits to be gained from using it.  If Orkambi can do what is said it can, I ask her to ensure an early and favourable decision is made on the issue.  By all accounts, people suffering from cystic fibrosis could benefit enormously in terms of their quality of life.  The Minister of State has been involved in a similar issue previously and I would like to hear her personal view in this instance which would be appreciated.  She has said she has a close personal friend who is suffering.<\/p> <p>I find it distasteful that before Christmas a Member of this House effectively misled people on this matter.  There was a conversation about Commencement matters and a vote was taken.  However, the message was sent that the use of Orkambi had been discussed in this Chamber, that we had voted on the matter and that Members on one side of the House had voted against making the drug available.  That is reprehensible and not the way we normally do business.  We should not and cannot go down the route of playing politics with people's illnesses.  Many people were misled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#J00200","speaker":"1160"},{"type":"speech","time":1452695400,"counter":46,"content":"<p>Even if this House had voted differently, and I am not certain how they did vote-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#K00100","speaker":"982"},{"type":"speech","time":1452695400,"counter":47,"content":"<p>Sorry.  There was no vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#K00200","speaker":"1160"},{"type":"speech","time":1452695400,"counter":48,"content":"<p>Even if a motion was put down and this House decreed that it should be made available, it would have no impact.  That is not how the process works.  It is not a political decision.  It is very much a decision made on scientific and economic grounds.<\/p> <p>I have been listening to the debate on this issue over the Christmas and new year period, and more recently.  Even those who advocate on behalf of the CF community, some of whom I know, admit that this drug is too expensive.  As regards to if and when it is approved, I have no opinion on that and I do not think it would be right for me to offer an opinion on it at this stage.  This issue should be dealt with on a Europe-wide basis.  Even though our CF numbers are exceptionally high, it is easy to take a small country like Ireland and pick us off saying, \"There's our price and that's what we're getting.\"  It is much easier to deal with a greater population base, so the EU should come together to negotiate the purchase price for all drugs on a Europe-wide basis.  <\/p> <p>As I said, even those advocating on behalf of the CF community admit that, as it stands, this drug is way too expensive.  These people are not foolish; they know the consequences and the possible effect it could have.  Equally, however, they understand that there is not a bottomless financial pit.  While it is important for us to take on board what they are saying, we need to move swiftly towards the point where Europe negotiates with the pharmacological industry, rather than smaller countries and regions doing it alone, such as in Ireland, Northern Ireland, Luxembourg or Liechtenstein.  If not, we will be left isolated and unable to negotiate a better deal for ourselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#K00300","speaker":"982"},{"type":"unspoken","time":1452695400,"counter":49,"content":"<p>Sitting suspended at 3.17 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1452695400,"counter":50,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#O00100"},{"type":"speech","time":1452695400,"counter":51,"content":"<p>I welcome the appointment of Mr. Peter Finnegan as the new Secretary General of the Houses of the Oireachtas and Clerk of the D&aacute;il.  On behalf of the House, I congratulate him and wish him well in his new post.<\/p> <p>Also, I welcome Mr. George Hamilton, who is a well-known commentator, to the Visitors Gallery.  You are very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#O00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1452695400,"counter":52,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#O00300"},{"type":"speech","time":1452695400,"counter":53,"content":"<p>I wish the Cathaoirleach, Members and staff a happy new year.  The Order of Business is No. 1, statements on Innovation 2020, to be taken at 4.45 p.m. and to adjourn not later than 6.15 p.m., with the time allocated to group spokespersons not to exceed eight minutes and to all other Senators not to exceed five minutes, and No. 73, motion 17, to be taken on the conclusion of No. 1, with the time allocated to this debate not to exceed two hours.<\/p> <p>In regard to the five-hour debate on flooding which is taking place in the D&aacute;il today and when a similar debate will be held in this House, I will arrange for that debate to be held next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#O00400","speaker":"1130"},{"type":"speech","time":1452695400,"counter":54,"content":"<p>I wish everybody a happy new year, the best of luck in terms of their work over the next few weeks and varying degrees of success in that regard.<\/p> <p>I raise with the Leader the issue of the rate of pay for new Garda recruits, which issue the Leader has also raised in the past.  According to a recently published report, the starting salary for a garda is &euro;23,171 per annum.  The comparable rate of pay for a PSNI trainee, in euro terms, is &euro;32,000.  As Members will be aware, the rent allowance for garda&iacute; of up to &euro;4,000 per annum, along with 29 other allowances, has been abolished.  Some of our best and brightest are joining the Garda S&iacute;och&aacute;na, within which a two-tier system in terms of pay now operates.  This issue needs to be addressed.  The Government, rather continuing to reduce taxes for the highest paid workers in this country, needs to ensure protection of our front-line services, particularly in this instance An Garda S&iacute;och&aacute;na.  The starting salary for a member of the London Metropolitan Police Service is &euro;35,000, which means pay scales here are way out of kilter.<\/p> <p>Garda numbers also need to be increased significantly.  Fianna F&aacute;il, if returned to government after the next general election, is committed to increasing Garda numbers to 14,000 over the lifetime of the next Government.  It is important there is pay equality in this area.  Will the Leader raise this matter directly with the Minister for Justice and Equality?  It needs to be addressed and the Government needs to make a statement in this regard.  It is not equitable that a garda protecting our State would be paid significantly less than another garda doing the same job.  Reform in this regard needs to start with Garda recruits.  I do not think anybody would agree that it is right that the starting salary for a Garda, on completion of his or her training in Templemore, would be just over &euro;23,000.<\/p> <p>I note the Leader's comment that a debate on flooding is being held in the D&aacute;il today and that a similar debate will be held in this House next week.  I welcome that.  I am not sure if Members are aware of the OPW's catchment flood risk and management, CFRAM, study of flood risk areas throughout the country, which was commenced prior to the recent flood events and seeks to determine whether particular areas are flood plains.  My concern in this regard is the lack of notice given to householders or landowners living in those areas.  The deadline for observations on this study was 23 December 2015, which was the day before Christmas Eve.  I understand that in the case of the Leinster region, only 12 submissions were made by the public to the Office of Public Works.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The reason for that was that people were not aware that this study was taking place.<\/p><p>I have further found out that the OPW in its draft report did not even use its own flood maps.  They are desk surveys and it has been proven in a number of instances that it is not even using its own data.  While we need to ensure that we protect areas from flooding and that we map where future areas at risk of flooding may be, surely to God the OPW should be basing its study on its own maps and, more importantly, it should seek submissions from the public who have that information.  Something has gone desperately wrong if only 12 submissions have been made in the whole of Leinster.  That is because people do not know about it.<\/p><p>I ask the Minister of State, Deputy Harris, to pause this process right now and to republicise what the OPW is doing in order to let people have their say and to let home owners and landowners make their submissions.  They have the local knowledge.  The CFRAM started in 2009 and we are now in 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#O00600","speaker":"1139","continuing":true},{"type":"speech","time":1452695400,"counter":56,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#P00200","speaker":"1120"},{"type":"speech","time":1452695400,"counter":57,"content":"<p>I would hate for a report to be produced based on incorrect evidence.  I ask the Leader to raise the matter with the Minister of State, Deputy Harris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#P00300","speaker":"1139"},{"type":"speech","time":1452695400,"counter":58,"content":"<p>I join others in wishing you, a Chathaoirligh, your staff and all present a happy new year.  I also congratulate Mr. Peter Finnegan on his new appointment.  I thank the Leader for facilitating a debate on flooding next week.<\/p> <p>I express sympathy to all those who have been affected by the terrible floods of recent weeks.  I hope we will see some resolution of the difficulties with insurance cover.  It is very important that insurance companies are made to play their part in ensuring that people are not so badly affected by the floods.<\/p> <p>I look forward to today's debate on Innovation 2020.  I welcome the launch today by the T&aacute;naiste and the Minister for Education and Skills of the Pathways to Work programme setting out 86 actions with the aim of increasing the numbers at work to 2.2 million by 2020.  It is an ambitious target but it is realistic and achievable, particularly in light of the targets achieved in job creation and, as the T&aacute;naiste said, in light of the very welcome further reduction in unemployment in the past month, which has now come down to 8.8%.<\/p> <p>I believe this will come up in this afternoon's debate.  It is a concern to see high dropout rates, particularly in the STEM subjects, science, technology, engineering and maths, in third level institutions.  I know Senator Barrett, in particular, will agree with me on that.  We need to focus our debate on that aspect because clearly it has the potential to have a detrimental effect on job creation.<\/p> <p>Senator Darragh O'Brien mentioned garda recruitment.  I wish to raise a particular issue that I may well submit as a matter on the Commencement next week.  A number of constituents have raised with me the upper age limit of 35 for garda recruits and I am sure it has been raised with others.  I raised the matter with the then Minister of State, Mr. Brian Hayes, MEP, in 2013.  At that point, he said there would be a review of the upper age limit to see if it could be raised.  I understand the age in Northern Ireland is higher and it seems to be a somewhat arbitrary cut-off point for recruitment to An Garda S&iacute;och&aacute;na, particularly now that recruitment has reopened, which is a very welcome development.<\/p> <p>I commend those United Nations workers who have been engaged in delivering aid to the besieged citizens in Syria.  I support the Minister of State, Deputy Sherlock, who spoke today about the need to end war crimes in Syria, noting that 400,000 Syrian people are living under siege in 15 locations across Syria and that besiegement of civilian populations is being used as a war crime by a number of parties to the conflict, notably by the Syrian Government.  I commend all those humanitarian workers engaged in providing such much-needed assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#P00400","speaker":"1148"},{"type":"speech","time":1452695400,"counter":59,"content":"<p>I propose an amendment to the Order of Business to call in the Minister for the Environment, Community and Local Government, Deputy Kelly, to discuss the EPA.  There is a considerable amount to say and I think some other Senators will support me.  Last week's \"Prime Time\" programme contained a very good report on Portlaoise.  Senator Whelan has worked hard on this issue and I congratulate him.  For 15 years, the residents around the Enva plant in Portlaoise have suffered from the effects of noxious fumes.  They are powerless, as is Senator Whelan, to get anything done about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Ann O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2389\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2389&amp;amp;pid=MaryAnnOBrien&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Members will know from the debate on the Environment (Miscellaneous Provisions) Bill last summer that we tried to table an amendment to it to raise the issue of the immunity that protects the EPA under section 15 of the Act, which indemnifies the director general, other directors and authorised persons against legal action.  The residents living in the vicinity of that plant have been trying to get their voices heard for 15 years but such immunity protects the group which controls our environment.  We are discussing the issue of flooding but air quality is becoming an issue we must think about every day.  We must make a huge commitment to our environment from here on in.  It ranks high up there with jobs and health because we are talking about the future of the health of our population and the future of our country for future generations.  We can no longer ignore the environment.  The Minister, Deputy Kelly must intervene.<\/p><p>During the past five years as a Member of this House, I have represented a group with respect to the Aughinish plant.  There is a nightmare scenario in that location.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#P00500","speaker":"1169","continuing":true},{"type":"speech","time":1452695400,"counter":61,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Q00200","speaker":"1209"},{"type":"speech","time":1452695400,"counter":62,"content":"<p>Since that plant has been in operation, there has been much pollution, ill health and animal ill health and farms have had to be closed in that area.  This started in the early 1990s.  The EPA commissioned a report in 1996 that cost the taxpayer &euro;5 million-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Q00300","speaker":"1169"},{"type":"speech","time":1452695400,"counter":63,"content":"<p>A cover-up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Q00400","speaker":"1209"},{"type":"speech","time":1452695400,"counter":64,"content":"<p>-----yet nothing has been done, but everyone who works high up in the EPA enjoys total immunity.  This has to stop.  The Minister of State, Deputy Ann Phelan, in her closing speech to the debate on that Bill, stated \"I can assure and inform Senator O'Brien that the Minister has confirmed to me that the Department will expedite the completion of the current review and a comprehensive report on this subject will be presented before the Houses of the Oireachtas within 90 days\".  Ninety days from the commencement of that Act was 4 November 2015 and today is 13 January 2016.  I received a letter from the Minister's Department on 30 November stating that final edits to the draft report are being made and the Minister, Deputy Kelly, will be reviewing it in the coming days.  The Minister needs to come in to the House and lay that report before us.  The issue of  why the EPA has such immunity needs to be raised in order that we can have legal conversations, if necessary, about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Q00500","speaker":"1169"},{"type":"speech","time":1452695400,"counter":65,"content":"<p>I wish to put on the record our support for the many families who are in very difficult situations having been impacted by the appalling floods over the Christmas period.  Many families continue to suffer in parts of the country, including in parts of County Galway.  The emergency services, particularly the local authorities, the Red Cross, the Army and the Garda did amazing work in helping communities.  They went above and beyond the call of duty and they were stretched, physically and mentally, as were many of the householders and landowners who were experiencing very difficult times.<\/p> <p>As the waters subside our attention must turn to putting solutions in place that will reduce the risk of flooding in the future.  Senator Darragh O'Brien referred to the catchment flood risk assessment and management, CFRAM, study.  I have a much more positive story to relate with respect to the CFRAM study, the OPW and Galway County Council.  We had a fine gathering in Ballinasloe on Monday.  It was the second such meeting to have taken place, the first one having been held in February, where five different options were rolled out for comment by the local communities.  Up to 100 people from Ballinasloe and the surrounding areas attended that meeting and they will come back in May or June with the preferred options for solving the problem in the Ballinasloe area.<\/p> <p>With respect to the &euro;430 million that the Government has allocated for the next six years, it is imperative that the deadlines for completing the CFRAM studies are met with respect to prioritising projects and that the investment in the worst impacted areas takes place as quickly as possible.<\/p> <p>The small schemes projects is a fine programme organised through the council councils.  It is important that adequate funding is made available to ensure those schemes proceed quickly.  I very much welcome that &euro;18 million has been provided to local authorities for a big clean-up, but much damage has been done to roads throughout rural Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that county councils quantify the damage as quickly as possible and inform the Department and that the Government then make funding available to repair roads as quickly as possible in order that a semblance of normality can be restored to rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Q00600","speaker":"1118","continuing":true},{"type":"speech","time":1452695400,"counter":67,"content":"<p>I join in the happy new year wishes expressed by other Members and the congratulations offered to Mr. Peter Finnegan.  I also congratulate Ms Maria Louise Fufezan and Ms Diana Bura who won the BT Young Scientist of the Year award last week with a project on enzymes in animal foods.  They attend Loreto College in Balbriggan.  The event was a huge success and, as Senator Ivana Bacik said, will feed into our discussion later on Innovation 2020.<\/p> <p>I welcome the announcement yesterday of the development of a &euro;1.5 million radio astronomy facility at Birr Castle.  There is a significant tradition of astronomy and science in general among the Parsons family who own the castle and the future of that tradition is assured.  This will also feed into the discussion on Innovation 2020.<\/p> <p>Like the Cathaoirleach, I welcome Mr. George Hamilton to the House.  He played the cello in Methodist College, Belfast, which suits him as he presents \"Hamilton Scores\" every Saturday and Sunday.  He also studied modern languages at Queen's University Belfast, which means that he can pronounce all of those unpronounceable names of foreign footballers.  His educational career suited him well for his two current posts.  A tribute has been paid to him but because he was in Genoa at the time, he may not know about it.  During the famous penalty shoot-out following two hours and 42 minutes of football the Taoiseach of the day, the late Mr. Haughey, suspended a press conference in Dublin Castle to mark the end of Ireland's EU Presidency because everybody wanted to see Packie Bonner and David O'Leary and hear George.  We all wanted to hear a memorable phrase and his was, \"The nation holds its breath.\"  He is welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#R00200","speaker":"1157"},{"type":"speech","time":1452695400,"counter":68,"content":"<p>The nation holds its breath and people in Portlaoise, in particular, are holding theirs.  I commend colleagues who have approached this issue in a non-partisan, apolitical way because it is not only about pollution but also about public health.  Our time in this Seanad is running out and it is time for action because the time for reports is over.  We need answers to establish why the Environmental Protection Agency, EPA, behaves as a lazy, lax, limp and lame lapdog instead of as a watchdog in the public interest.  No one watching Mark Coughlan's report on \"Prime Time\" last Thursday night could have had a scintilla of confidence in the so-called Environmental Protection Agency.   I do not and those at the top, including the director of environmental enforcement and the director general, should step aside if they have any respect for their jobs or the organisation they purport to represent.  The programme was a great example of public service broadcasting, but it should not have taken the perseverance of the journalist to bring this issue into public view.<\/p> <p>We first tabled motions on the issue in the House two years ago when Mr. Phil Hogan was Minister for the Environment, Community and Local Government.  Three reports were ordered by him and his successor, but on each occasion, the EPA came back stating, \"There is nothing to see here.  Everything is squeaky clean.  You can sleep easy in your beds.\"  The people of Portlaoise are not sleeping easy in their beds.  One does not need to have won an award at the young scientist exhibition last week or to be a rocket scientist to know that if one boils oil at 80, 90 or 100 degrees, the toxins and carcinogens emitted will not good for people's health.  This is wrong; it is a scandal and needs to be addressed.  It needs to be stopped.  We have a responsibility in that regard.  I commend the Leader for running on orderly and good House.  He has facilitated us previously by bringing in Ministers on umpteen occasions to address this issue, but the EPA continues to dodge and duck and fail to answer the question.  It has failed to do its job and protect the public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#R00300","speaker":"1143"},{"type":"speech","time":1452695400,"counter":69,"content":"<p>Is the Senator seconding the amendment proposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#R00400","speaker":"1120"},{"type":"speech","time":1452695400,"counter":70,"content":"<p>I am not in a position to second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#R00500","speaker":"1143"},{"type":"speech","time":1452695400,"counter":71,"content":"<p>I join Senator Sean D. Barrett in welcoming Mr. George Hamilton.  He and I were colleagues as far back as the Moscow Olympic Games and the trajectory of his career has been much higher than mine.  It could not have happened to a nicer person.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I will continue the theme initiated by my colleague, the leader of the Fianna F&aacute;il group, Senator Darragh O'Brien, in the context of Garda pay.  It is somewhat extraordinary that, on one hand, the Labour Party speaks about inequality and unfairness in society and states that it is part of its philosophy to address it while , on the other hand, in the past week alone it has been statistically proven that young graduates are leaving this country in droves.  These include young people involved in nursing and teaching who do not receive or enjoy proper pay or conditions.  Garda&iacute; putting themselves in the line of fire are being treated abysmally in terms of pay and conditions.  It is rather interesting to hear the spin being put on the fact that recruitment has restarted because the reality in this regard shows a net reduction in numbers as a result of retirements, career breaks, etc.  The Garda force is currently over 200 short of 12,000, which is way below the figure that we in Fianna F&aacute;il have proposed if we are returned to Government.  We favour a restoration of the force's strength to 14,000.  Such a move is necessary and anybody living in rural Ireland in particular will know that more garda&iacute; are required on the ground.<\/p><p>There is a very well-educated cohort in society that wants to stay, work and live in Ireland.  These people have graduated as nurses and were told there was a nursing shortage but the Government has failed abysmally to attract back nurses under a scheme proposed last year.  One figure indicates that fewer than 50 people have taken it up.  Why is this?  It is because they are not receiving or enjoying the proper pay and conditions commensurate with what they have learned.  Not only that, it is a competitive environment and they are being attracted elsewhere.  It is extraordinary that a couple of years ago we had teachers who could not get jobs but now we have a teacher shortage that will, according to the information publicly available, get worse.  This is despite the Government's indication that it will provide a significant number of extra places next September.  There will be no teachers around at that stage because they will be in Dubai where they can get more pay than they do here and it will be tax free.<\/p><p>I call on the Minister for Public Expenditure and Reform, Deputy Howlin, to come before the House to debate the position with regard to this group of people and what the Government, in its dying days, is planning to do in order to give some meaning to the question of how to treat people in society who have gone through the educational system, who have a reasonable expectation of having jobs in their own country but who find they cannot do so because they will not receive sufficient pay and the conditions under which they are asked to operate are totally unacceptable.  I am proposing an amendment to the Order of Business to call the Minister, Deputy Howlin, before the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#R00600","speaker":"1128","continuing":true},{"type":"speech","time":1452695400,"counter":73,"content":"<p>I congratulate Ms Arlene Foster on her election as leader of the Democratic Unionist Party, DUP, and I wish her well in that job.  Great progress has been made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#S00200","speaker":"1166"},{"type":"speech","time":1452695400,"counter":74,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#S00300","speaker":"1157"},{"type":"speech","time":1452695400,"counter":75,"content":"<p>It is good to see a lady - and somebody from west of the River Bann - as leader of the DUP, which is one of the largest parties in the North.<\/p> <p>I support my colleagues, Senators Mary Ann O'Brien and John Whelan, in respect of the comments they made about the Environmental Protection Agency, EPA, and its apparently dilatory nature in observing and inspecting the plant in Laois, which was highlighted in the \"Prime Time\" programme.  Judge Catherine Staines questioned why the EPA took the case to the District Court on learning that she did not have the power to suspend the operations of the plant.  The EPA must answer questions on wider issues to answer in this regard.  There are plants that can operate efficiently, effectively and within the rules.  I am not suggesting that this is happening but if certain plants are taking shortcuts, perhaps for economic benefit, and,  consequently, are a danger to the environment - not just an apparent danger but are having a real and current effect - as a result, then the EPA must to be held to account and get its act together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#S00400","speaker":"1166"},{"type":"speech","time":1452695400,"counter":76,"content":"<p>I agree with everyone else who has wished us all a very successful new year.  Obviously, it will be shorter than in previous times.<\/p><p>I am impressed by some figures that have been given to me for visa length and tourist numbers.  I grew up in the tourist business and believe we have not done enough to encourage tourism.  Ireland is losing potentially hundreds of thousands of tourists compared to other countries.  Schengen countries such as France attract many more tourists, for instance from China, as it is much easier for tourists to visit such countries.  In Ireland holiday visas are only granted for short stays and never exceed 90 days.  If we were to increase visa length, we would cut down on red tape and paperwork and encourage more people to visit.  It would make sense to increase the length of visas, perhaps not to ten years as happens in the United States but to a period that would result in a decrease in red tape and an increase in tourist numbers.  We also need to think about reducing the overall paperwork involved.  A lot could be done on that basis.<\/p><p>The other issue being talked about today and which is on everyone's mind is flooding.  We should look at a clean-up of rivers which contain masses of rubbish.  It would have a massive benefit for the environment and also help tourism.  There is potential for schoolchildren and volunteers to become involved.  I will quote from an article in a British paper on a massive ongoing project in the United Kingdom which is experiencing great success:  <\/p><blockquote>There were shopping trolleys galore, of course, including 24 in a Sheffield lock alone; countless bikes and hundreds of tyres. Thousands of plastic bags, umpteen gas bottles, several car batteries and other debris were among the other objects removed from rivers, canals, locks and bridges during clear up operations across England and Wales by the Canal &amp;amp; River Trust.<\/blockquote> <p>The article in <i>The Guardian<\/i>is entitled, From a hand grenade to a Mercedes.  It actually found a hand grenade dating from the Second World War in the clean-up of rivers and it still had the pin in it.  We should not just ask the Government to do this, we should also encourage it to see what we could do in local areas to have rivers tidied up to help in the battle against floods.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#T00200","speaker":"1145"},{"type":"speech","time":1452695400,"counter":77,"content":"<p>I welcome the Leader's commitment to hold a debate next week on flooding.  It is welcome that a number of Ministers, including the Taoiseach and the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, yesterday met members of the insurance industry to see what could be done about insuring people who found themselves distressed as a result of flooding.<\/p> <p>I raise an issue about a recent HEA report which is of enormous concern, given that we are now heading into CAO applications time.  One in six students does not progress from first to second year in all areas of third level education, including ITs and universities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#T00300","speaker":"1172"},{"type":"speech","time":1452695400,"counter":78,"content":"<p>It is an old story.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#T00400","speaker":"1131"},{"type":"speech","time":1452695400,"counter":79,"content":"<p>The figure is as high as one in three for maths related courses such as computer science.  There have been a number of questions asked about why this is happening.  One is why do students make ill-informed choices.  It is very late in the day to call for a debate, but if it was possible, it would be beneficial to have a debate with the Minister for Education and Skills on this issue.  There are enormous costs to society, which have been identified in terms of the need for computer science, maths, construction and engineering graduates, but I am more concerned about the cost to individual students and their families.  A number of students cited such reasons for not progressing as poor health, cost and the lack of accommodation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is very sad to see students who find themselves, after just one year of an educational experience, effectively removed from the opportunity of pursuing a third level education.  There needs to be a national consultation on why this is happening in which second level students and students in universities through the Union of Students in Ireland will be engaged.  It is not enough for the HEA to simply produce a report; a lot more needs to be done.  The debate and discussion needs to be extended to really discover what can be done to prevent this dropout rate which is very high by international standards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#T00500","speaker":"1172","continuing":true},{"type":"speech","time":1452695400,"counter":81,"content":"<p>The House is in its final term and there will be a busy schedule, with a lot of legislation to be considered and debates to be held.  Will the Leader arrange a debate on the HSE's programme for progressing disability services for children and young people?  If not on that specific topic, perhaps the debate might be on the more broader themes of primary care facilities and disability services in general.  Members are aware that &euro;4 million for an additional 80 posts was provided under that programme in 2014 and that an allocation of &euro;6 million was announced in 2015 for 120 new staff appointments.  The rationale was to achieve a targeted reduction of waiting lists, but the reality is that this did not happen.  In figures released to me in debates on Commencement matter in this House and through direct interaction with the HSE we find that waiting list numbers for appointments for children's physiotherapy, occupational therapy and speech and language therapy are phenomenally high.  We need to make sure disability services are cognisant of demographic changes and that the funding provided has been increased to cope with additional demand.<\/p> <p>I will highlight some waiting lists figures in County Cavan.  There are 102 children who have been waiting for six months or more for physiotherapy; 177 children have been waiting for six months or more for occupational therapy, while 25 children have been waiting for six months or more for speech and language therapy.  With regard to speech and language therapy waiting lists, national figures at the end of September 2015 showed that 12,587 were waiting for assessment, while 8,437 were awaiting treatment across all services.  The issue is not confined to one region; it arises right across the State.  I know that the Minister of State has addressed Commencement matters in this House, particularly issues affecting my county of Cavan, but it is important, in the context of the upcoming general election, from which none of us can hide, that this issue be at the front and centre and that children have access to assessments and services when needed.  The children on waiting lists are in their formative years and there is no point in being given an appointment two or three years down the line if the services are needed now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#U00200","speaker":"1155"},{"type":"speech","time":1452695400,"counter":82,"content":"<p>I join my colleagues in wishing everybody, on all sides of the House, a successful, healthy and, I hope, prosperous new year.  <\/p> <p>The rural GP is a bedrock of rural society.  We have phenomenal GPs the length and breadth of the country.  The GPs who operate in rural areas of County Clare have the absolute respect, loyalty and support of the people living in those areas.  This was evident, in particular, in the past few weeks at public meetings called to discuss rural practices and the problem of attracting young doctors into rural practices.  Young doctors have no confidence that they could make a living in rural practices.  Owing to other commitments I was not in a position to attend either of the two public meetings held, but I received a full report on them.  It is quite shocking to think GPs have to hold public meetings to gain basic benefits.  At the last meeting held one week ago GPs requested that action be taken immediately and that commitments be made and honoured within two weeks.  I do not see these commitments being made, honoured or followed up.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Leader organise a debate on rural GPs in which the Minister for Health can update us not just on restoring what has been taken from GPs, which should never have been taken because of the vital role they play in society, but on his and the HSE's plans to support and develop rural GP practices?  Health is the most important thing to all citizens but those living in rural Ireland, particularly rural Clare, worry more about this because of the decline in many services.  I want to see all the requests the GPs have made honoured and to hear the long-term plan for them.  This House is the ideal place to have that discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#U00300","speaker":"1158","continuing":true},{"type":"speech","time":1452695400,"counter":84,"content":"<p>I do not know what happened over the Christmas break but some of the Government Senators sound as if they are in opposition.  Senator Conway has just given out about the decline in rural GP services even though the Government has cut the services and made them unviable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#V00200","speaker":"1209"},{"type":"speech","time":1452695400,"counter":85,"content":"<p>The Senator is absolutely right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#V00300","speaker":"1158"},{"type":"speech","time":1452695400,"counter":86,"content":"<p>Senator Hayden gave out about drop-out rates from college but the Government cut guidance counsellors.  It is a bit ridiculous.  The Senators should get real.<\/p> <p>Hunger strike has been a weapon of last resort in Ireland as far back as bards and poets who used it during the time of the Brehon laws and it has been used by political prisoners from Thomas Ashe to Bobby Sands.  Even Mahatma Gandhi took the example of the Irish hunger strikers.  A Palestinian journalist, Muhammad al-Qeq, is being held without trial in an Israeli jail and has been on hunger strike for 50 days.  He has been moved to hospital and is near death.  Will the Leader please express our sincere concern for this prisoner and make representations to the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, to convey that to the Israeli Government?  It is not a situation that any of us should be comfortable with.  <\/p> <p>I note the Cathaoirleach welcomed George Hamilton to the Visitors Gallery.  Senator Whelan spoke about a nation holding its breath and the people of Portlaoise holding theirs on the issue of pollution.  Another of George&rsquo;s famous phrases was &ldquo;danger here&rdquo;.  We have been looking for answers from the Environmental Protection Agency, EPA, which is one of the biggest bloody oxymorons in the lexicon of Government agencies because it does not protect the environment, high up or low down.  The director general of the EPA has said that she does not see her role as being one of a watch dog or of prosecuting polluters.  We in this Chamber have called time and again for immunity to prosecution to be removed from the EPA.  If the EPA is doing its job correctly, there is no need for it to be protected by immunity to prosecution.  What is it afraid of?  The Minister for the Environment, Community and Local Government, Deputy Kelly, and the Minister of State at the Department, Deputy Ann Phelan, told us here that they would report to us on the immunity but they have not bothered to do so.  They keep buying time and fobbing us off.<\/p> <p>I am sick of being fobbed off.  I second Senator Mary Ann O&rsquo;Brien&rsquo;s amendment to the Order of Business that the Minister for the Environment, Community and Local Government come to the House today to answer questions about the EPA.  Too many people are suffering ill health because the EPA is not enforcing the proper regulations on known polluters, as identified by the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#V00400","speaker":"1209"},{"type":"speech","time":1452695400,"counter":87,"content":"<p>I wish everybody a very happy new year.  May all their gods go with them, in whatever way they come over the next few months.  I support Senator Whelan.  It is interesting that it is Fine Gael, the Labour Party and Independent Members who are coming together on this side of the House to find out how we can boil town-wide tankers of used oil in Portlaoise, whose smell has a huge effect on health, without getting an answer from the EPA.<\/p> <p>I am quoting the national broadcaster but the most interesting aspect of the documentary was that the EPA made the weakest defence I have ever come across, trying to tell us what it was, why it was like that and whether it was good, bad or indifferent.  It was so weak that one would despair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is interesting because when I came into this House as a young buck, and much thinner, I really thought that things happened much faster but one learns in politics that it takes a long time to bring about change and we accept that.  Senator Whelan spent two years examining, and bringing in reports on, this issue and yet there has been an impasse.  I would like the Minister to tell us - the Leader might facilitate us in this regard - where exactly this report is, what it states and why we have had such weakness from the Environmental Protection Agency at a time when we are all talking about climate change, the effect of atmosphere on water and the need for cleanliness in our atmosphere for health regarding the explanations from companies like this one previously fined for such pollution.  I would have to agree with Senator Whelan in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#V00500","speaker":"1170","continuing":true},{"type":"speech","time":1452695400,"counter":89,"content":"<p>I commend a recent article on IrishCentral to the Leader and Members of this House on a topic near and dear to us.  On this day, 13 January 1800, Daniel O'Connell made the first of many speeches opposing Ireland's union with Britain.  It was his first ever speech and it was made in Dublin at a protest meeting against the union.  As Members will be well aware, the introduction of that Act was the exact opposite of the aims of the United Irishmen and the purpose of the 1798 rebellion which, it is important to remind ourselves, was supported by Protestant, Catholic and dissenter, and it might be useful to draw on a short excerpt of a speech by Daniel O'Connell, which expresses his sentiments in this regard.  He stated: \"Let every man who feels with me proclaim, that if the alternative were offered him of Union, or the re-enactment of the Penal Code in all its pristine horrors, that he would prefer without hesitation the latter, as the lesser and more sufferable evil.\"  O'Connell went on to proclaim that he would rather confide in the justice of his brethren, the Protestants of Ireland who liberated him, than lay his country at the feet of foreigners.<\/p> <p>In this centenary year of the Easter Rising, it is appropriate that we rededicate ourselves to complete the final chapter in ending British involvement in Ireland or, more precisely, in the Six Counties, as De Valera famously put it at his meeting with Chamberlain in London in April 1938.  A debate in this House on achieving that objective would be a fitting tribute to the sentiments of Daniel O'Connell, the memory of the patriots of 1916 and the subsequent patriots in our War of Independence.  I hope the Leader can find time to accommodate that request before the election is called.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#W00200","speaker":"1126"},{"type":"speech","time":1452695400,"counter":90,"content":"<p>I wish to briefly mention the issue of obesity, which I have been raising for the past five years.  A recent documentary on RTE 1 did the country some service.  It was by Dr. Eva Orsmond who has a reputation as a hard-liner on this issue and came to be known through \"Operation Transformation\" some years ago.  Most people who watched the documentary would have found it shocking, although it was no surprise to me.<\/p> <p>There was one good suggestion in the documentary.  I am often accused of being somewhat like a nanny state in my approach to this issue but it is clear that something must be done.  We cannot continue to say \"No\" to all the small measures that might help this issue.  Parents need a hand when it comes to the issue of their children's health.  They cannot be totally in control of what their children eat.  Everyone tells me that the problem comes back to the parents but we are on track to be the fattest country in Europe in a relatively short period of time.  I have stated in this House 100 times that one in four children is overweight or obese.  Children are having their teeth removed at a very young age.  Imagine them going through life without their primary teeth, which they are losing before the age of ten.  It is a frightening issue.  I am blue in the face talking about it.  I feel as if I am bashing my head against a brick wall.<\/p> <p>We have not done enough about this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government, of which my party is a member, has not done enough about this.  We are not taking it seriously enough.  The argument was made that a sugar tax on its own would not make a difference.  The same argument has been made about various other suggestions but if we do not introduce changes, we will not solve this problem.  We cannot continue leaving it up to parents because clearly nothing is being done in the short or longer term by them.  Education is very important.  One of the documentary's participants is involved in a school in Louth  ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#W00300","speaker":"1153","continuing":true},{"type":"speech","time":1452695400,"counter":92,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00200","speaker":"1120"},{"type":"speech","time":1452695400,"counter":93,"content":"<p>I am not the only one to go a bit over time.  I feel very passionately about this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00300","speaker":"1153"},{"type":"speech","time":1452695400,"counter":94,"content":"<p>The Senator has gone a fair bit over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00400","speaker":"1139"},{"type":"speech","time":1452695400,"counter":95,"content":"<p>Senator O'Brien should give me a chance.  Food companies have a role to play, as does wider society and the Government.  We may come across as a nanny State but Government clearly has a role in this.  I hope that if the Government is re-elected, it will put this issue at the very top of its list of priorities.  We talk about the health service every day of the week ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00500","speaker":"1153"},{"type":"speech","time":1452695400,"counter":96,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00600","speaker":"1120"},{"type":"speech","time":1452695400,"counter":97,"content":"<p>I will finish on this point.  I apologise for going over my time.  We talk about the health service every day of the week and its difficulties.  If we did not have so many people who are unhealthy because of diet choices in this country, we would not have as many people in our hospitals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00700","speaker":"1153"},{"type":"speech","time":1452695400,"counter":98,"content":"<p>I rise, first and foremost, to remember a great Galwegian, Irishman and sportsman, Mr. Christy O'Connor Jnr.  It was a sad day for all of us when he departed this world.  I also want to acknowledge my former colleagues in the Permanent Defence Forces and Reserve Defence Forces for the work they do.  I wish to reiterate that they were out in the floods, not because they wanted to be but because they had to be.  They were ordered to be there.  They were out morning, noon and night and provided great relief to householders.<\/p> <p>Senator Noone will be rather surprised to hear that I totally support her.  As a rotund gentleman, some might argue that I would not have a lot to say about obesity but I paid and am paying the price for obesity.  I have type 2 diabetes and am grossly overweight, although I am trying to do something about that.  The No Fry Zone movement is calling for chip shops not to be located within 500 m of schools.  There are schools in this country from which children are popping out every day of the week to buy bags of chips and bottles of cola.  This is worthy of a discussion in this House and I support Senator Noone's call in that regard.  Indeed, she has been embarrassing me here on the whole issue of obesity for some time now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00800","speaker":"1196"},{"type":"speech","time":1452695400,"counter":99,"content":"<p>That was never my intention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X00900","speaker":"1153"},{"type":"speech","time":1452695400,"counter":100,"content":"<p>The issue of drop-out levels in higher education was raised earlier.  I know that new jobs have been announced and I admire the Government for what it has done-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01000","speaker":"1196"},{"type":"speech","time":1452695400,"counter":101,"content":"<p>I ask the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01100","speaker":"1120"},{"type":"speech","time":1452695400,"counter":102,"content":"<p>The Cathaoirleach is very anxious with his bell today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01200","speaker":"1196"},{"type":"speech","time":1452695400,"counter":103,"content":"<p>Many other Senators have indicated that they wish to contribute on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01300","speaker":"1120"},{"type":"speech","time":1452695400,"counter":104,"content":"<p>However, in truth, the jobs that were announced are not real jobs; they are hours, split across several jobs, in schools.  The one area where we have let the education system down, for which we are now paying the price, is that of guidance counselling in schools.  We must have a debate in this House with the Minister for Education on the issue of guidance and drop out rates at third level.  I ask the Leader to arrange such a debate although I know that time is a bit tight.  I note that Deputy Rabbitte has suggested that the general election will be held on 26 February, so time is getting very tight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01400","speaker":"1196"},{"type":"speech","time":1452695400,"counter":105,"content":"<p>He will not face the electorate.  He is running away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01500","speaker":"1139"},{"type":"speech","time":1452695400,"counter":106,"content":"<p>I join other speakers in wishing the Cathaoirleach, all Members and staff a very happy, successful and healthy 2016.  I agree with Senator Quinn's points about ways in which tourism numbers could be increased.  We are all delighted that in 2015 Ireland had its best year ever in terms of tourism and we are on target for growth of 6% in 2016.  We had 7.9 million visitors here in 2015 and they spent more than &euro;4 billion, a huge sum.<\/p> <p>However, there is a danger looming on the horizon, namely, price gouging to which the chairman of F&aacute;ilte Ireland recently referred.  He said that Dublin prices present a danger and that the creeping upwards is unacceptable.  The problem is principally manifested in Dublin and those Members of this House who hail from outside the Pale have become aware of it over the past year.  This is an issue which we must watch closely.  F&aacute;ilte Ireland has been very successful with its promotion of the Wild Atlantic Way, Ireland's Ancient East, conference business and so forth.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am delighted to hear it is spending more and promoting that further.  We have been very lucky with our zero tax on travel, the 9% VAT in the hospitality area, the strength of the dollar and sterling and the strong exchange rate.  By and large, we have provided good value for money.  However, if prices continue to rise unacceptably, particularly in our capital city, the current Government or the next will have to review the 9% tax rate, which would be unfortunate for tourism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#X01600","speaker":"1151","continuing":true},{"type":"speech","time":1452695400,"counter":108,"content":"<p>On a point of order, in an effort to be kind.  In regard to what Senator Craughwell said, there is no rise in the number of dropouts at second level or correlation between the number and a decrease in guidance counsellors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00200","speaker":"1170"},{"type":"speech","time":1452695400,"counter":109,"content":"<p>That is not a point of order, and we have limited time for the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00300","speaker":"1120"},{"type":"speech","time":1452695400,"counter":110,"content":"<p>It is a statistical point.  The Senator cannot make generalisations like that when they are statistically incorrect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00400","speaker":"1170"},{"type":"speech","time":1452695400,"counter":111,"content":"<p>A comment from the Independent Senator, on behalf of the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00500","speaker":"1139"},{"type":"speech","time":1452695400,"counter":112,"content":"<p>It is not correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00600","speaker":"1170"},{"type":"speech","time":1452695400,"counter":113,"content":"<p>I second the amendment put forward by Senator Mooney and agree with his sentiments in regard to the yellow-pack salaries being paid to new teachers, garda&iacute; and nurses.<\/p> <p>I appreciate time is short in terms of the end of the current Administration, but I call for a debate on agriculture as soon as possible within the next fortnight.  As Members are aware, a variety of issues face farming families throughout the country and today one of the farming organisations is lobbying in the vicinity of the House.<\/p> <p>There is an issue in particular in regard to anti-competitive practices and those in Border counties are particularly aware of this.  As a result of these practices, the export of cattle to Northern Ireland and the United Kingdom is impeded.  Between currency exchange rates and the lower prices factories are prepared to pay here, the price for cattle north of the Border is 82 cent more per kilo than here.  We are exporting weanlings to Italy, Tunisia and other countries, but we cannot sell our animals just a couple of miles across the Border where there are buyers and there is demand and where the benefit would be a greater yield and return to farming families throughout this country.  This issue needs to be examined as it is an anti-competitive practice. <\/p> <p>Other issues of concern include the reduced competition in terms of processors.  With respect to all those involved in processing, it seems that the well known Slaney and Irish Country Meats plant at Camolin is set to merge with one of the larger players.  I am not sure this best serves the industry as a whole, processors themselves or farming families throughout the country.  It would be useful to consider these issues in advance of the general election.  Clearly, agricultural issues will be matters of debate for people seeking to be elected to the D&aacute;il as farmers are putting these on the agenda.  We could assist that process and assist the pursuit of a better regime for farmers, processors and consumers by debating the issue in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00700","speaker":"1149"},{"type":"speech","time":1452695400,"counter":114,"content":"<p>I wish to express my condolences to the O'Connor family following the sad passing of Christy O'Connor Jnr. while on a family holiday in Tenerife recently.  I had the pleasure of being within 50 yards of Christy O'Connor Jnr. when he played that famous shot at the Belfry, which is recognised as one of the best golfing shots ever played on any golf course.  Subsequently, I met his opponent, Fred Couples, who was No. 1 in the world at the time.  The Cathaoirleach is a golfer himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00800","speaker":"1138"},{"type":"speech","time":1452695400,"counter":115,"content":"<p>He is good with a two iron.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y00900","speaker":"1151"},{"type":"speech","time":1452695400,"counter":116,"content":"<p>Has the Senator a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y01000","speaker":"1120"},{"type":"speech","time":1452695400,"counter":117,"content":"<p>Fred Couples acknowledged to me that it was the best shot under extreme pressure he had ever seen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y01100","speaker":"1138"},{"type":"speech","time":1452695400,"counter":118,"content":"<p>Has the Senator a question for the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y01200","speaker":"1120"},{"type":"speech","time":1452695400,"counter":119,"content":"<p>I just wish to acknowledge the contribution made by Christy O'Connor Jnr. and express my condolences to his immediate family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Y01300","speaker":"1138"},{"type":"speech","time":1452695400,"counter":120,"content":"<p>I join in the words of sympathy for the late Christy O'Connor Jnr.  In a nutshell, he lit up every room he came into and that was widely felt at his funeral yesterday in Galway.<\/p> <p>I support the call for a debate on the health impacts of excessive sugar consumption.  That was quite a documentary broadcast this week by RTE.  There must be legislative solutions in this regard.  As we have said for a long time, there is an urgent need for a debate on career guidance given the high number of drop-outs in third level education, particularly in first year.  However, the main reason I rise is to speak about the human misery that has befallen those affected by flooding.  Half of Ireland is under water and has been for the last month.  The bottom line is that anyone whose property was flooded last year and in 2009 has been failed by this State and the Government.  We have a great example of successful works in Moneymore, Oranmore, where we got all the agencies into a room and got the National Parks and Wildlife Service to agree that the OPW could take the lead.  Some 52 farmers worked together and these families are relieved their properties have not been flooded again this time.<\/p> <p>We must examine various solutions, some of which were mentioned by Senators Mullins and Quinn today.  The Woodland League has approached me with an interesting solution that has worked in Wales, in particular.  A Bangor University study, led by farmers, has shown that where uplands are planted by native trees with deep roots, they can absorb rainfall 67 times faster than grassland.  In Wales, they have experienced a 29% decrease in flooding in their lowlands with just an extra  5% planting of native trees.  That is good news and something we should seek to replicate.<\/p> <p>Norway has almost no flooding because it has allowed for the natural regeneration of its forests for 50 years.  We have not done that.  I am glad the Leader has said the Minister for Agriculture, Food and the Marine will attend this House next week.  The Minister, Deputy Coveney, should seriously examine this recommendation.  We need to discuss planting perhaps 10% of our uplands.  At a conservative estimate, this could result in 40% less flooding.  <\/p> <p>Last week, Bob Geldof visited Thoor Ballylee and committed to help us raise funds to alleviate the awful flooding there.  While he is helping us, that is not a sustainable solution.  I am talking about planting our uplands with native trees because there is evidence to support it.  We should incentivise farmers through grant diversion to be flood protectors.  Would that not be a wonderful outcome since climate change is on its way and will be here to stay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Z00100","speaker":"1131"},{"type":"speech","time":1452695400,"counter":121,"content":"<p>I support the amendment to the Order of Business proposed by my Independent colleague, Senator Mary Ann O'Brien.  I also wish to commend the work undertaken on this issue for some time by Senator John Whelan concerning the Environmental Protection Agency in Portlaoise.  The arguments have been well set out here, so I urge all Members to support that amendment.<\/p> <p>As we are short of time, I will briefly mention two other issues.  I call for a debate on the accident and emergency department crisis.  I raised this matter directly with the Minister for Health here before the Christmas recess, including the situation in Beaumont Hospital.  However, things have deteriorated quite rapidly in the intervening period.  Last week, a wheelchair user had to sleep in a wheelchair in Beaumont Hospital for two nights because there were no trolleys or beds available.  The situation is very serious, so I ask the Leader to try to schedule a debate on that with the Minister for Health.<\/p> <p>I ask the Leader to contact the Minister for Foreign Affairs to express concern about the health of a Palestinian journalist, Muhammad al-Qeq, who is currently on hunger strike.  He was sentenced to six months without any trial under Israel's system of administrative detention.  His health is deteriorating rapidly and there are serious concerns that he is near death.  This is an issue Ireland should raise with the Israeli authorities - not just the individual circumstances but also Israel's blatant violation of international law in its use of administrative detention to send people to prison for months or years on end.  Thousands of Palestinians have been sent to prison without charge, trial or due process.  It is a very serious issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Averil Power:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is more than one year since the House unanimously passed a motion calling on the Government to recognise the state of Palestine.  Will the Leader speak to the Minister about it and see to it that the will of this House and that of the D&aacute;il, subsequently, is acted upon? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#Z00200","speaker":"1200","continuing":true},{"type":"speech","time":1452695400,"counter":123,"content":"<p>I join colleagues in expressing my condolences to the family and friends of the late Christy O'Connor Jnr.  He was a highly regarded sportsman and ambassador not only for Galway but also for Ireland.<\/p> <p>I welcome the intervention of the Taoiseach with the insurance industry following the floods across the country.  This is a huge issue in the case of houses prone to flooding.  In the run-up to Christmas I spent many days in the Claregalway area, where a number of houses were flooded in 2009.  There is a big question, in particular, in those areas where works have taken place.  There needs to be an assurance that insurance cover will be available for homes and to families once works have taken place to deal with flooding issues.  I welcome the Leader's indication that there will be a debate on the issue in the House next week as it is serious.  We need to start dealing with it now, as well as planning for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00200","speaker":"1187"},{"type":"speech","time":1452695400,"counter":124,"content":"<p>The Leader of the Opposition, Senator Darragh O'Brien, raised a question about the salaries of Garda trainees and new recruits.  He is quite correct in that new trainee garda&iacute; receive a basic allowance of &euro;184 a week, plus a living allowance of &euro;77.92.  After 32 weeks training, they are attested and put on the first point of the garda salary scale, &euro;23,171, rising to a maximum of &euro;45,793 after 19 years service.  The garda pay scale does not include allowances and does not reflect the full earnings of a garda.  Newly attested garda&iacute; are assigned to front-line duties and work the garda roster, work which attracts unsocial hours payments.  Such payments amount to between 25% and 30% of their earnings.  Even at the entry level of &euro;23,171 and the lower end of the unsocial hours scale, the payments will add almost &euro;5,800 to the salary of a new garda.  This was the reply given by the Minister in the other House.  I take on board what the Senator and Senator Paschal Mooney mentioned about salaries.  The Leader of the Opposition is quite welcome to table a Commencement matter on the issue.  However, these are the facts tas outlined by the Minister in the other House and I do not think the answer would be any different.<\/p> <p>Senator Darragh O'Brien also mentioned Fianna F&aacute;il's policy on what he called \"higher earners\".  Fianna F&aacute;il describes those on salaries of &euro;32,000 or more as higher earners.  In the past two budgets it voted against provisions for tax increases and benefits for those earning less than &euro;32,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00300","speaker":"1130"},{"type":"speech","time":1452695400,"counter":125,"content":"<p>We are saying there is a fairer and better way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00400","speaker":"1139"},{"type":"speech","time":1452695400,"counter":126,"content":"<p>The Leader to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00600","speaker":"1120"},{"type":"speech","time":1452695400,"counter":127,"content":"<p>Whom Fianna F&aacute;il describes as higher earners include those on &euro;32,000-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00700","speaker":"1130"},{"type":"speech","time":1452695400,"counter":128,"content":"<p>The Leader is giving incorrect information on the floor of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00800","speaker":"1139"},{"type":"speech","time":1452695400,"counter":129,"content":"<p>-----but it can join Sinn F&eacute;in in having the same policies in this respect.<\/p> <p>On the CFRAM study, I would worry if people were not given sufficient time and notice in the public consultation process, a point made by Senator Darragh O'Brien.  I will raise the matter with the appropriate Minister, but the Senator will have the opportunity to raise it with the Minister next week.  <\/p> <p>Like the Cathaoirleach, Senator Ivana Bacik congratulated Mr. Peter Finnegan on being appointed to his new position.  I join in the congratulations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Bacik outlined that unemployment is down to 8.8%.  It is extraordinary that we have such figures.  When this Government came into office unemployment was in excess of 15%.  While it is down to 8.8%, there is still quite an amount of work to be done.  It is still the No. 1 priority of the Government to reward people who are in work and get more people back in employment.<br\/><br\/>I note also Senator Bacik's comments on the upper age limit for entry into the Garda, which is 35 and which she suggested should be examined.  I will certainly bring the matter to the attention of the Minister.  Senator Bacik also raised the question of ending war crimes in Syria, with which we would all agree.  We would commend all the humanitarian workers involved in that area.<br\/><br\/>Senators O'Brien, Whelan, D'Arcy, Heffernan, O'Donnell and Power - I hope I did not miss anybody - spoke about the Environmental Protection Agency, EPA, and called for a debate with the Minister, Deputy Kelly.  All of the Senators have raised very important issues in respect of public health and questions regarding the plant in Portlaoise and so on.  I have a note from the Department stating:<\/p><blockquote>The role of the Minister and his Department is to provide a comprehensive environmental legislative framework through which the relevant authorities can operate effectively.<br \/><br \/>The Environmental Protection Agency (EPA) is an independent public body established in July 1993 under the Environmental Protection Agency Act, 1992.  It should be noted that the Minister is precluded under section 79(3) of the Act from exercising &quot;any power or control in relation to the performance-----<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#AA00900","speaker":"1130","continuing":true},{"type":"speech","time":1452695400,"counter":131,"content":"<p>Pontius Pilate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#BB00200","speaker":"1209"},{"type":"speech","time":1452695400,"counter":132,"content":"<p>Pontius Pilate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#BB00300","speaker":"1139"},{"type":"speech","time":1452695400,"counter":133,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#BB00400","speaker":"1120"},{"type":"speech","time":1452695400,"counter":134,"content":"<p>I am replying.  The note continues:<\/p><blockquote>...any power or control in relation to the performance in particular circumstances by the Agency of a function assigned to or by it under this Act&quot;, including the issuing and enforcement of licenses by the EPA.  As such, it would be inappropriate for the Minister to discuss the specific case raised as he has no statutory role in the relevant EPA decision making process.  The Department is aware that, following concerns raised about the emissions from the facility in question in Seanad &Eacute;ireann on 9th July 2014, the EPA was requested by the previous Minister to prepare a report on the operation of the facility in question, and that a report was subsequently published on 13th May 2015, and is available to the public on the EPA website.<br \/><br \/>As regards the future of the EPA, it should be noted that an independent Review of the EPA was carried out by an expert Review Group and was presented to the Minister in May 2011.  The Report's general finding was that the EPA overall has provided &quot;considerable benefit for Ireland's environment and for the health and well-being of its people&quot;.  The EPA Review report, which is available from <i>www.epa.ie<\/i>made a total of 58 recommendations, with an implementation plan developed to address these.  A progress report on the implementation of the recommendations was published in August 2014, which shows that substantial progress has been made in terms of their implementation.  Of the 58 recommendations, 43 have been fully completed\/implemented with the remaining 15 being addressed either as on-going activities or still needing to be progressed for completion.  Also, in the context of the Government's programme to reduce and rationalise statutory bodies, the EPA was further restructured as recently as 1st August 2014, when it was merged with the former Radiological Protection Institute of Ireland (RPII).<br \/><br \/>In the circumstances, there are no plans to undertake any further restructuring of the EPA at this time, though it is the case that public bodies under the aegis of the Department are kept under regular, on-going review, and are also subject to scrutiny by the Oireachtas.<br \/><br \/>The Minister is confident that the EPA will continue to meet its mandate to safeguard and improve Ireland's environment.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the reply which I received from the Department as the Order of Business progressed.  I cannot facilitate a debate on it and while I saw the programme and certainly have grave reservations regarding the situation, I cannot support the amendment to the Order of Business as tabled in view of the Department's reply.<\/p><p>Senator Mullins outlined his support for the families affected by flooding and commended all the emergency services and voluntary workers.  In addition, he outlined the damage to roads and the need for all local authorities to contact the Department and submit the reports requested of them by it.<\/p><p>Senator Barrett congratulated all the winners, as well as all the contestants, in the Young Scientist Exhibition.  It truly was remarkable and wonderful to see so many young people involved in this event.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#BB00500","speaker":"1130","continuing":true},{"type":"speech","time":1452695400,"counter":136,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00200","speaker":"1139"},{"type":"speech","time":1452695400,"counter":137,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00300","speaker":"1148"},{"type":"speech","time":1452695400,"counter":138,"content":"<p>As I mentioned, Senator Whelan raised the public health issue in Portlaoise which I have addressed.  Senator Mooney raised Garda recruitment and the need for more garda&iacute;.  He is quite right as there certainly is a need for additional garda&iacute; because even with the additional garda&iacute; being provided by the Government through the reopening of Templemore, a number of garda&iacute; have retired, others have taken leave of absence and so on, with the consequence that we are in a negative position.  Therefore, there is a need for further recruitment of garda&iacute;.  However, it was bound to happen that numbers would fall.  If one closes down the training facility, one will not have any garda&iacute; and that is what-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00400","speaker":"1130"},{"type":"speech","time":1452695400,"counter":139,"content":"<p>I am not sure it actually was closed down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00500","speaker":"1128"},{"type":"speech","time":1452695400,"counter":140,"content":"<p>That is precisely what the previous Government did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00600","speaker":"1130"},{"type":"speech","time":1452695400,"counter":141,"content":"<p>I do not believe it closed it down.  The Leader should check his facts first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00700","speaker":"1128"},{"type":"speech","time":1452695400,"counter":142,"content":"<p>The Leader, without interruption.  He is trying to reply to questions raised during the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00800","speaker":"1120"},{"type":"speech","time":1452695400,"counter":143,"content":"<p>Moreover, it continued to recruit for the Army.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC00900","speaker":"1128"},{"type":"speech","time":1452695400,"counter":144,"content":"<p>If the Senator wants to deal with the semantics of it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01000","speaker":"1130"},{"type":"speech","time":1452695400,"counter":145,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01100","speaker":"1120"},{"type":"speech","time":1452695400,"counter":146,"content":"<p>-----either closing it down or having no garda trained in it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01200","speaker":"1130"},{"type":"speech","time":1452695400,"counter":147,"content":"<p>The previous Government continued to train the Army.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01300","speaker":"1128"},{"type":"speech","time":1452695400,"counter":148,"content":"<p>Whatever the case may be, no garda&iacute; were coming forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01400","speaker":"1130"},{"type":"speech","time":1452695400,"counter":149,"content":"<p>What about pay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01500","speaker":"1139"},{"type":"speech","time":1452695400,"counter":150,"content":"<p>I wonder what the present Government would have done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01600","speaker":"1128"},{"type":"speech","time":1452695400,"counter":151,"content":"<p>That is what the Senator's party presided over when it was in office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01700","speaker":"1130"},{"type":"speech","time":1452695400,"counter":152,"content":"<p>Pay and conditions.  The present Government has been in office for five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01800","speaker":"1139"},{"type":"speech","time":1452695400,"counter":153,"content":"<p>I wonder what the present Government would have done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC01900","speaker":"1128"},{"type":"speech","time":1452695400,"counter":154,"content":"<p>That is exactly what happened.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02000","speaker":"1130"},{"type":"speech","time":1452695400,"counter":155,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02100","speaker":"1120"},{"type":"speech","time":1452695400,"counter":156,"content":"<p>Anyway, that was five or six years ago-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02200","speaker":"1128"},{"type":"speech","time":1452695400,"counter":157,"content":"<p>Senator Mooney, please.  The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02300","speaker":"1120"},{"type":"speech","time":1452695400,"counter":158,"content":"<p>-----and Members are talking about the present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02400","speaker":"1128"},{"type":"speech","time":1452695400,"counter":159,"content":"<p>Senator Jim D'Arcy complimented Arlene Foster on her election as the new leader of the DUP-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02500","speaker":"1130"},{"type":"speech","time":1452695400,"counter":160,"content":"<p>It is Government spin as fewer garda&iacute; are on the beat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02600","speaker":"1128"},{"type":"speech","time":1452695400,"counter":161,"content":"<p>-----and I believe all Members would wish to join in complimenting Ms Foster on her appointment.<\/p> <p>Senator Quinn raised the issue of tourism and the need to increase the length of holiday visas, as other European countries in the Schengen area have done, and I certainly will bring that to the attention of the Minister.  However, the tourism figures that have been released for past year far surpassed anybody's projections.  A point was raised by Senator Paul Coghlan on the Order of Business, who used the phrase, \"price gouging\".  Certainly I can testify, as can other Members present, that over the past two to three years, hotel prices have increased by up to 40% in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC02900","speaker":"1130"},{"type":"speech","time":1452695400,"counter":162,"content":"<p>They are still rising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC03000","speaker":"1128"},{"type":"speech","time":1452695400,"counter":163,"content":"<p>Consequently, there is a need to retain value for money as otherwise, there is no question but that it will be necessary to reconsider the entire issue of the VAT rate of 9%.  Senator Quinn also spoke on flooding and the need to clean up rivers and how, in many cases, this could be done on a voluntary basis.  It is a point he certainly should raise next week when the Minister will be present.<\/p> <p>Senator Hayden referred to the dropout rate of students in third level education, which is due to many reasons including costs, accommodation, etc., and called for a debate on that issue.  While time is running out for Members with regard to debates on various issues, I will try to facilitate as many of them as possible with the co-operation of the Ministers involved.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Kathryn Reilly called for a debate on disability services for children and specifically mentioned Cavan in that regard.  She could seek to have the issue addressed by way of a Commencement matter.  <\/p><p>Senator Martin Conway spoke about the plight of rural general practitioners and their paramount importance to rural communities.  As in the case of Senator Kathryn Reilly, this matter could be tabled for discussion as a Commencement matter, at which time the Senator could obtain the up-to-date position from the Minister for Health.<\/p><p>Senators James Heffernan and Averil Power referred to the plight of a Palestinian journalist imprisoned in Israel.  I will bring the matter to the attention of the Minister for Foreign Affairs and Trade.  I am sure the Senators, individually, will also bring it to his attention.<\/p><p>Senator Marie-Louise O'Donnell also referred to the Environmental Protection Agency, EPA, and the position in Portlaoise, an issue I have already addressed.  <\/p><p>Senator Jim Walsh referred to the call made on 13 January 1800 by Daniel O'Connell for independence for Ireland and its right to have its own parliament.  His call was followed on by Parnell and Redmond in seeking Home Rule.  The Senator also spoke about the unification of Ireland.  It is recognised by all sides that should a majority of the people of Northern Ireland vote in favour of a united Ireland, the British Parliament will agree to it.  Relationships between Ireland and Britain have progressed and long may it continue.  <\/p><p>Senator Catherine Noone raised the issue of obesity, a matter she has raised in the House on numerous occasions.  She has suggested we are not doing sufficient in this regard and called for the introduction of a sugar tax.  Her call was supported by Senator Gerard P. Craughwell.  As we have previously debated the issue, perhaps she might consider tabling it for discussion as a Commencement matter, at which time she could obtain the up-to-date position from the Minister for Health.  <\/p><p>Senators Gerard P. Craughwell, Terry Brennan and Hildegarde Naughton spoke about the untimely death of Christy O'Connor Jnr. who was a wonderful ambassador not only for his sport but also for the whole country.  The presence of the Ryder Cup in the church during his funeral mass was seen as a great gesture.  <\/p><p>Senator Gerard P. Craughwell also raised the issue of having no-fry zones in schools in tackling the problem of obesity, a matter I have already addressed.<\/p><p>Senator Marc MacSharry spoke about agriculture and called for a debate on the need to address anti-competitive practices in the meat industry.  I will try to arrange for the Minister for Agriculture, Food and the Marine to come to the House for such a debate.  Deputy Simon Coveney has been one of the best Ministers for agriculture we have had in many a long year.  Naturally, I would say that, but I also believe it to be the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#CC03100","speaker":"1130","continuing":true},{"type":"speech","time":1452695400,"counter":165,"content":"<p>The Senator has been the best Leader of the Seanad for many a long year, too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#DD00200","speaker":"1149"},{"type":"speech","time":1452695400,"counter":166,"content":"<p>Senator Fidelma Healy Eames raised a number of pertinent matters related to flooding, an issue on which we have a debate next week.  I hope the Senator will avail of the opportunity provided to raise with the Minister the issues she highlighted.<\/p> <p>Senator Averil Power called for a debate on the crisis in emergency departments.  She also noted the need to recognise the state of Palestine, as was outlined in the other House last year.<\/p> <p>Senator Hildegarde Naughton also raised the issue of flooding and referred to the meeting held yesterday with insurance industry interests.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2016&amp;amp;month=01&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Taoiseach mentioned that the meeting was a very constructive one, with all parties acknowledging the exceptional nature of recent events and the considerable distress for victims of flooding.  They agreed to work together to find the best possible ways to provide maximum insurance cover for all concerned.  I think that would be the wish of everyone.  We can have that debate next week.<\/p><p>I am afraid I cannot accede to the requests to amend the Order of Business as proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#DD00300","speaker":"1130","continuing":true},{"type":"speech","time":1452695400,"counter":168,"content":"<p>I wish to be associated with the expressions of sympathy to the family of the late Christy O'Connor Jnr.<\/p> <p>Senator Mary Ann O'Brien has proposed an amendment to the Order of Business, \"That a debate with the Minister for the Environment, Community and Local Government on the need to remove immunities accorded to certain officials of the Environmental Protection Agency be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#EE00200","speaker":"1120"},{"type":"speech","time":1452695400,"counter":169,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#EE00300","speaker":"1169"},{"type":"vote","time":1452695400,"counter":170,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 21.<\/p><br\/><br\/><p>Tellers: Tá, Senators James Heffernan and Mary Ann O'Brien; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#EE00400","aye":["1157","1196","1133","1159","1131","1209","1149","1128","1115","1139","1169","1170","1200","1145","1143","1156","1164"],"nay":["1148","1138","1150","1208","1151","1124","1158","1130","1166","1160","1172","1152","1135","1132","1174","1134","1118","1187","1153","1125","1163"]},{"type":"speech","time":1452695400,"counter":171,"content":"<p>Senator Mooney has proposed an amendment to the Order of Business, \"That a debate with the Minister for Public Expenditure and Reform on the levels of pay applicable to teachers, nurses and members of the Garda S&iacute;och&aacute;na be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#FF00100","speaker":"1120"},{"type":"speech","time":1452695400,"counter":172,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#FF00200","speaker":"1128"},{"type":"vote","time":1452695400,"counter":173,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 15; Níl, 25.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#FF00300","aye":["1157","1196","1133","1159","1131","1209","1149","1128","1115","1139","1200","1145","1126","1156","1164"],"nay":["1148","1138","1150","1208","1151","1124","1158","1130","1166","1160","1117","1172","1152","1135","1132","1174","1134","1118","1187","1153","1169","1170","1125","1163","1143"]},{"type":"vote","time":1452695400,"counter":174,"content":"<p>Question put: \"That the Order of Business be agreed to.\"<\/p><p>The Seanad divided: Tá, 26; Níl, 14.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016011300002#GG00100","aye":["1148","1138","1150","1208","1151","1124","1158","1130","1166","1160","1117","1172","1131","1152","1135","1132","1174","1134","1118","1187","1153","1170","1129","1125","1145","1163"],"nay":["1157","1196","1133","1159","1209","1149","1128","1115","1139","1169","1200","1126","1156","1164"]},{"type":"unspoken","time":1452695400,"counter":175,"content":"<p>Additional debate to follow.<\/p>"}]