[{"type":"minorheading","content":"Prelude","time":1418135400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1418135400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1418135400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1418135400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1418135400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900002#A00100"},{"type":"speech","time":1418135400,"counter":6,"content":"<p>I have received notice from Senator Mark Daly that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Health to clarify the new national structures in the HSE service plan in relation to organ donation and transplantation, and the way in which 20 new staff, who were employed following the debate during the recall of the Seanad in 2013 on the implementation of an EU directive on organ donation, are being utilised.  <\/blockquote>I have also received notice from Senator Mark MacSharry of the following matter:<blockquote>The need for the Minister for Health to outline (1) what, if any, procedures are followed to prevent a consultant physician from practising unsupervised as a senior consultant in obstetrics or any other discipline when they have previously been at the centre of settled medical negligence allegations; (2) the reason a senior consultant in charge of a case, which resulted in the death of a person in Sligo, was permitted to practise unsupervised when he had been at the centre of previously settled medical negligence allegations in Limerick; (3) what the Government is doing to prevent a repeat of such an occurrence; and (4) the initiatives the Government is taking to ensure that more qualified consultant obstetricians and consultants of all medical disciplines are available in the health service and that more senior Irish doctors and consultants are encouraged and attracted to practise in Ireland rather than overseas.<\/blockquote>I have also received notice from Senator R&oacute;n&aacute;n Mullen of the following matter:<blockquote>The need for the Minister for Health to specify the value of any contracts for the provision of information technology services awarded by the West Northwest Hospital Group, later known as Saolta University Health Care Group, to a company (details supplied); to inform the House whether all such contracts were in compliance with all relevant HSE tendering procedures; to indicate whether or not there was any commercial connection between any member of senior management of those hospitals and the company in question; and whether all appropriate steps were taken in that event.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to state if he will introduce a road improvement scheme or fund for various private roads in order to improve road safety in Ireland.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900003#B00200","speaker":"1127"},{"type":"majorheading","content":"Order of Business","time":1418135400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900003#B00300"},{"type":"speech","time":1418135400,"counter":8,"content":"<p>The Order of Business is No. 1, motion regarding changes in committee membership to be taken on the conclusion of the Order of Business without debate, and No. 2, Intellectual Property (Miscellaneous Provisions) Bill 2014 - Second Stage, to be taken on the conclusion of No. 1 with the contribution of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900003#B00400","speaker":"1130"},{"type":"speech","time":1418135700,"counter":9,"content":"<p>The Government's announcement about the new Seanad reform group, which is to report to the Government by March of next year, was printed in the newspapers over the weekend.  Everyone here will know that the public rejected the Government's proposals to abolish the Seanad with the assistance of many members of the Government bench, the Leader included, and we all want to see reform of this House and reform of the Oireachtas itself.  I have had one meeting with the Taoiseach, the party leaders and leaders of all the various groups in the D&aacute;il and Seanad, which the Leader attended, since the referendum, and nothing whatsoever has happened since.  The Taoiseach has not been in touch with anyone.  He certainly was not in touch with me.  Perhaps I am not important enough for him to be talking to.<\/p><p>In advance of the announcement about the new group he has set up, was the Leader of the House consulted about the establishment of this Seanad reform group?  Was the Cathaoirleach of the Seanad consulted?  Furthermore, as another office-holder, was the Leas-Chathaoirleach consulted?  We all want to work towards reform of the Seanad, but also reform of the Oireachtas.  The Taoiseach is missing the point.  Although there are some excellent people in the working group, why is it that no existing Member of the Seanad was brought in?  The father of the House, Senator Norris, has served here longer than anyone else.  What is going on?  Is the Taoiseach just going to use this House as he did before, as a little pawn-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00100","speaker":"1139"},{"type":"speech","time":1418135700,"counter":10,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00200","speaker":"1136"},{"type":"speech","time":1418135700,"counter":11,"content":"<p>-----and decide to set up a little working group.  I will not even mention the people on it - they are good people - but what type of interaction-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00300","speaker":"1139"},{"type":"speech","time":1418135700,"counter":12,"content":"<p>Some of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00400","speaker":"1136"},{"type":"speech","time":1418135700,"counter":13,"content":"<p>That is Senator Norris's opinion.  I am not getting into that.<\/p><p>Senator Quinn and Senator Zappone have brought forward a very good reform Bill in this House.  Other Senators, including Senator Norris, introduced through the Leas-Chathaoirleach a very detailed document on proposals for Seanad and Oireachtas reform.  It is not just the Seanad that needs reform; it is the Oireachtas, the committee system, the whip system and the various issues we have discussed at length in this House.  What is the point in having the Government Information Service, through the Taoiseach, issue a press statement over the weekend and have it in the Sunday papers, telling everyone that this group will report to the Taoiseach by March?  He promised us at the meeting the Leader attended that we would be consulted widely in this regard and that the Taoiseach was going to move forward on reform.  By reform I do not mean changing the sitting times.  We certainly need to work around how we can do things better, but I am talking about fundamental reform.  To return to the question, was the Leader of the House, the Cathaoirleach or the leader of any other group in the House consulted about the establishment of this committee?  The Taoiseach came in in 2011 with this idea of democratic revolution, saying he was going to reform the devil and all.  He has reformed nothing.  Is this a chance, prior to the next election, to say he is doing something about Seanad reform when he patently is not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00500","speaker":"1139"},{"type":"speech","time":1418135700,"counter":14,"content":"<p>I welcome the good news that the Cabinet has today given approval to a pension settlement for former Waterford Crystal workers.  It is very positive after a long battle for the former workers in Waterford Crystal.  I have a particular family interest in it, but the Unite trade union and Deputy Ciara Conway in Waterford, in particular, have been working very hard with the Minister for Social Protection, Deputy Joan Burton, and her office to ensure that there is a settlement, and it is a timely settlement at last, in the run-up to Christmas.  It was a long campaign.  I was, apart from the family involvement, also peripherally involved in some of the work done by Unite on it and I want to pay tribute to it and to Deputy Conway.<\/p><p>I also welcome the outcome of the forum on homelessness on Thursday afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00600","speaker":"1148"},{"type":"speech","time":1418135700,"counter":15,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00700","speaker":"1151"},{"type":"speech","time":1418135700,"counter":16,"content":"<p>We have not had an opportunity in the House to comment on it since.  We had a good debate on homelessness last week, but we might seek a debate in the new year on progress made in achieving the commitments made on Thursday - very welcome commitments by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, and by those stakeholders involved in the forum - to ensure there would be beds available for people sleeping rough and that there would be a serious commitment to tackling this problem, particularly in the Dublin area.  As part of that, I welcome the resolution of the issue with Fr. Scully House on Gardiner Street.  Deputy Joe Costello was very involved with that.  That will allow 99 units of accommodation for homeless persons to be made available.  We might seek a debate on that in the new year.<\/p> <p> I welcome the announcement on Friday that Labour Women, the women's section of the party, has established a commission on a repeal of the Eighth Amendment of the Constitution.  The commission is tasked with examining the best legal and political strategies to accomplish repeal of Article 43.3 of the Constitution and the introduction of legislation providing for the circumstances in which abortion may legally take place.  It is very welcome to see this commission being established.  It will be under the very distinguished chairpersonship of Dr. Mary Henry, a former Senator in this House and a medical doctor.  I will be rapporteur and we will have an independent panel of legal and medical experts who will assist us in our work.  I ask the Leader, when the commission reports to the party in the spring of next year and once the report is made public, to arrange a debate in this House on it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900004#C00800","speaker":"1148","continuing":true},{"type":"speech","time":1418136300,"counter":18,"content":"<p>I would like to ask the Leader if we can have a debate on the situation in &Aacute;ras Attracta in Swinford, County Mayo, where there was substantial and serious abuse of patients, especially in Bungalow Three.  I understand a programme on this will be broadcast tonight.  I would like to express my sympathy to the patients and their relatives.  However, the root cause of this is austerity and the financial situation in the country.  It is the re-implementation of these measures.  During the presidential election I saw the situation.  I take my hat off to the people working in these kinds of institutions because they are put under such severe pressure.  When a person retired, he or she was not replaced.  This was endemic.  If the person transferred, he or she was not replaced.  The moratorium on employment in the public service saw to that.  There was an ever increasing and appalling burden placed on these people because of the declining patient-carer ratio.  This is a direct result of the prevailing financial conditions.  This country, and its citizens, were the victims of a highway robbery or a stick-up job by the European Union.  It held us to ransom, with the Government of the day and the Opposition colluding in it.  We were subject to treatment to which no other country in Europe was subject.  We should go to the European Union and demand a recalculation of this situation.<\/p><p>During the week we were told by the Minister for Finance, Deputy Michael Noonan, in the D&aacute;il that there was a strong possibility the junior bondholders in Anglo Irish Bank would be reimbursed.  These are people who took a risk.  They gambled.  None of them is an original bondholder.  They are people who paid 7%.  They are demanding to be paid in full.  They should be given their answer, and told to go to hell.  How can we expect the citizens of this country to continue to be so subservient when they are confronted with these extraordinary contradictions?  I ask for a debate on this subject.<\/p><p>I agree with every word my colleague Senator Darragh O'Brien said about reform of Seanad &Eacute;ireann.  It is very important that someone who continues to practise as a Senator should be involved, but I welcome the establishment of this committee. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900005#D00200","speaker":"1136"},{"type":"speech","time":1418136300,"counter":19,"content":"<p>In the week during which we will discuss the arts and a Labour Private Members' motion, I welcome the announcement by the Minister of State at the Department of Transport, Tourism and Sport, Deputy Michael Ring, for funding, through F&aacute;ilte Ireland's national festival and events programme, of almost &euro;2 million for festivals throughout the country.  This includes &euro;200,000 for the Galway Arts Festival, &euro;1 million for the Saint Patrick's Day festival, &euro;100,000 for the Wexford Festival Opera and &euro;90,000 for the Fleadh Cheoil in Sligo, to mention but a few.  These festivals are the back bone of our tourism industry.  We have seen very significant growth this year.  If one looks at festivals alone, they are responsible for the employment of more than 11,000 people.  When one takes into account volunteerism and community spirit, it accounts for 50,000 volunteers nationally.  This is very positive news for the tourism industry.  I commend the Minister of State and the Government on the continuing investment in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900005#D00300","speaker":"1187"},{"type":"speech","time":1418136300,"counter":20,"content":"<p>I join with Senator Bacik in welcoming the imminent announcement for the former Waterford Crystal workers.<\/p> <p>While, understandably, politicians will seek praise on this issue and a lot of work was done by politicians from both Government and Opposition, the real praise has to be given to the workers who took the court case.  If those former workers had not taken the court case, I wonder whether they would have got the settlement and whether the Cabinet would have signed off on the plan and the announcement that will be made shortly.  I do not think so.  The workers themselves put a lot of effort into this but they should not have had to take the State to court in the first place.  Much of the responsibility for that goes back to the previous Government, which I accept, but the fact they were forced through the courts by the State was regrettable.  I want to put on the record of the House that a number of former workers have passed away since then and will not see justice, which is to be acknowledged.<\/p><p>I welcome the announcement.  It will be fantastic for that money to be, hopefully, spent in the local economy in Waterford.  This is symbolic for the workers and they should be praised for their efforts.  I also want to praise the Unite trade union.  Trade unions come in for a lot of flak but I believe the Unite trade union has shown the value of trade union membership and the value of what it is to be in a trade union.  It supported the workers in taking this court case and those workers have finally, after a long battle, seen justice.  That is to be commended.<\/p><p>We had a briefing today by the Detroit people who are here as part of the Right2Water campaign and who will be at the protest tomorrow.  They gave their experience of what happened in Detroit when water became a commodity - not a public right, not a human right, but a commodity.  Tens of thousands of people in Detroit at this time - as we speak here today - are without water.  That is the reality of what happens when it is made a question of money and made a commodity, and there are lessons to be learned from that.  The people from Detroit appealed to all Oireachtas Members and to the Government to turn back from the current policy and not to charge people twice for water but to provide it as a human right, paid for through progressive taxation, which is what we in Sinn F&eacute;in obviously want to see as well.<\/p><p>I have no doubt people are going to travel in big numbers tomorrow.  Many people are going to travel from my own city and county of Waterford and they will be travelling from all over the State to again send this Government a message on water, namely, it should be kept in public ownership and it should be paid for through direct taxation, not through a stealth charge or water tax.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900005#D00400","speaker":"1133","continuing":true},{"type":"speech","time":1418136600,"counter":22,"content":"<p>I do a lot of research on the area of obesity and try to come up with different ways to help in what is the ever-increasing crisis of obesity in this country.  Mandatory calorie labelling has been looked at recently in America, in particular in regard to the volume of exercise which would be required to burn off individual food and drink products.  The vast majority of people do not realise that, for example, a glass of wine will take an hour to walk off and an Indian takeaway would take about seven hours to walk off.  One measure which has proven effective-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900006#E00200","speaker":"1153"},{"type":"unspoken","time":1418136600,"counter":23,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1418136600,"counter":24,"content":"<p>This is the reality, although people do not realise it.  One measure which has proven effective in the US is where calories have been printed on menus.  This research has shown customers consume 6% fewer calories on average once calories are listed on menus.<\/p><p>According to the Food Safety Authority of Ireland, if calorie intake was reduced by 6% here, it would have a major effect on our obesity levels and, therefore, on our type 2 diabetes problem.  Diabetes is nearly four times as common as all types of cancer combined and the risk soars as the pounds pile on.  The Food Safety Authority of Ireland's recent report also revealed that 96% of consumers want calorie menu labelling in all or some food outlets.<\/p><p>I believe we could take it one step further.  Labels displaying information about physical activity will allow people to realise the trade-offs with regard to high calorie foods, and thereby influence them to make choices of more healthy foods.  A new study currently being conducted in North Carolina is examining whether adding the amount of walking it takes to burn off the calories in food items will lead to consumers making healthier choices.  There are significant results which show that it would influence people's choices when it comes to eating healthy food.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900006#E00400","speaker":"1153"},{"type":"speech","time":1418137200,"counter":25,"content":"<p>I wish the new Seanad review group success in its deliberations.  The group comprises Mr. Maurice Manning, chairperson, Ms Mary O'Rourke, former Leader of the House and former Minister, former Senators, Pat Magner and Maurice Hayes, former Northern Ireland ombudsman, Mr. Tom Arnold, chairman of the Constitutional Convention, Dr. Mary Murphy, UCD, and Ms Elaine Byrne, journalist.  I understand they will being their work next week and they must report by March.  I acknowledge the e-mail from Senator Craughwell in which he outlined his proposal to extend the group, which is a fair point because it is limited.  However, the group will take submissions from the organisations mentioned by the Senator.  The group members have a limited time and they will not be in a position to recommend constitutional amendment.  No new proposal will be put to the people regarding the Seanad now or in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00100","speaker":"1140"},{"type":"speech","time":1418137200,"counter":26,"content":"<p>Has the Senator a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00200","speaker":"1127"},{"type":"speech","time":1418137200,"counter":27,"content":"<p>The report on Seanad reform published in 2004 is a fine document, which previous Governments should have implemented.  The group was chaired by Ms Mary O'Rourke and included former Members, John Dardis, Brian Hayes and Joe O'Toole.  That would have prevented the proposal to abolish the Seanad.  Well thought out, logical and well researched reforms were put forward.  I thought former Senator, Joe O'Toole, would have been appointed to the new group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00300","speaker":"1140"},{"type":"speech","time":1418137200,"counter":28,"content":"<p>He is a member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00400","speaker":"1151"},{"type":"speech","time":1418137200,"counter":29,"content":"<p>Senator Leyden to conclude without interruption.  I am not allowing an argument about who is a member of the group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00500","speaker":"1127"},{"type":"speech","time":1418137200,"counter":30,"content":"<p>The press release I read was from Independent Newspapers but it must be inaccurate.  I welcome the inclusion of Mr. O'Toole, as he is a logical choice who can bring his influence to bear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00600","speaker":"1140"},{"type":"speech","time":1418137200,"counter":31,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00700","speaker":"1136"},{"type":"speech","time":1418137200,"counter":32,"content":"<p>I am going on the press release from Independent Newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00800","speaker":"1140"},{"type":"speech","time":1418137200,"counter":33,"content":"<p>I am glad I am not on those Indian takeaways as I would run out of road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F00900","speaker":"1151"},{"type":"speech","time":1418137200,"counter":34,"content":"<p>Jute is working very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01000","speaker":"1136"},{"type":"speech","time":1418137200,"counter":35,"content":"<p>The Senator will have to do the Ring of Kerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01100","speaker":"1150"},{"type":"speech","time":1418137200,"counter":36,"content":"<p>An element of frivolity is breaking out on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01200","speaker":"1127"},{"type":"speech","time":1418137200,"counter":37,"content":"<p>A glass of wine is difficult enough to deal with.<\/p><p>I am somewhat surprised by Senator O'Brien's comments on the Seanad reform working group because there are some excellent people on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01300","speaker":"1151"},{"type":"speech","time":1418137200,"counter":38,"content":"<p>I said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01400","speaker":"1139"},{"type":"speech","time":1418137200,"counter":39,"content":"<p>I am sure the Taoiseach thinks the world of him.  He is the Leader of the Opposition.  Perhaps he should ask whether his party leader has been consulted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01500","speaker":"1151"},{"type":"speech","time":1418137200,"counter":40,"content":"<p>He was not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01600","speaker":"1139"},{"type":"speech","time":1418137200,"counter":41,"content":"<p>It looks to me like this is an all-party effort.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01700","speaker":"1151"},{"type":"speech","time":1418137200,"counter":42,"content":"<p>The Senator should direct his comments through the Chair.  B&iacute; ci&uacute;in, Senator O'Brien.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01800","speaker":"1127"},{"type":"speech","time":1418137200,"counter":43,"content":"<p>The Senator should consult Deputy Martin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F01900","speaker":"1151"},{"type":"speech","time":1418137200,"counter":44,"content":"<p>Can Deputy Martin consult the Senator?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02000","speaker":"1139"},{"type":"speech","time":1418137200,"counter":45,"content":"<p>No, although I met him at a funeral the other day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02100","speaker":"1151"},{"type":"speech","time":1418137200,"counter":46,"content":"<p>I am talking about the Taoiseach.  Did he consult the Senator?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02200","speaker":"1139"},{"type":"speech","time":1418137200,"counter":47,"content":"<p>Senator Coghlan, without interruption.  I am sure the Senator has a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02300","speaker":"1127"},{"type":"speech","time":1418137200,"counter":48,"content":"<p>No, I just wanted to make those points.  The Taoiseach will work through the Leader.  As Senator Norris indicated, there are some excellent people on the review group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02400","speaker":"1151"},{"type":"speech","time":1418137200,"counter":49,"content":"<p>Some - most of them are excellent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02500","speaker":"1136"},{"type":"speech","time":1418137200,"counter":50,"content":"<p>Senator Coghlan should not invite unnecessary interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02600","speaker":"1127"},{"type":"speech","time":1418137200,"counter":51,"content":"<p>I was going to be all-encompassing and say they are all excellent people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02700","speaker":"1151"},{"type":"speech","time":1418137200,"counter":52,"content":"<p>There are one or two dreary little-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02800","speaker":"1136"},{"type":"speech","time":1418137200,"counter":53,"content":"<p>Like others, I very much welcome the announcement regarding the Waterford Crystal workers.  This is wonderful news and it will be a great boost to the local economy as we approach Christmas.<\/p><p>I also welcome the publication of the draft media merger guidelines, which are available for public consultation until 22 January.  They have been prepared under the Competition and Consumer Protection Act 2014, which recently came into force.  The guidelines have been produced to help media organisations and other interested parties to understand how the new media merger process will work in practice.  In particular, they set out the relevant criteria for making determinations on whether a proposed media merger is contrary to the public interest in terms of media plurality.<\/p> <p>I very much welcome it.  Perhaps it is a subject that might be suitable, in due course, for a debate in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900007#F02900","speaker":"1151","continuing":true},{"type":"speech","time":1418137800,"counter":55,"content":"<p>I have two questions for the Leader.  I welcome the increase in the polls with regard to the referendum on marriage equality.  According to <i>The Irish Times<\/i>, 71% of the electorate would now vote in favour of marriage equality.  That is a finding which reflects the remarkable social and cultural change that has occurred in Ireland during the past 30 years.  The Government has also acknowledged that the legislation needs to reflect this change.  Across the country not only young people but also civil society groups have been engaged on the issue to encourage young people especially to register to vote in the upcoming referendums.  I participated in the registration event organised by Marriage Equality, GLEN, the Irish Council of Civil Liberties and the Union of Students in Ireland.  The initiative has been recorded as the most successful voter registration drive ever recorded.  The views of the young could decide the outcome of the historic referendum on marriage equality.  Members will be aware of the long running court case which my spouse and I have had to undertake to secure recognition of our marriage which took place in Canada.  We have put our case on hold and will await the upcoming referendum which is due to take place in the spring of 2015.  When will the constitutional amendment Bill be published and when is the referendum expected to take place?<br\/>Let me turn to the second issue I wish to raise.  I welcome the leadership shown by the T&aacute;naiste in the commitment she has given to the people.  I refer to her recent statement that junior bondholders would not be paid in the liquidation of IBRC.  The Taoiseach has made the same claim.  It is important that the Government recognise that junior bondholders made a very high risk investment based on very low prices and on a speculative basis.  Taxpayers never made such a choice and, therefore, are owed &euro;1.1 billion.  While there is a very low probability of it ever happening, it is important to give an absolute guarantee to the people who have paid the highest price for the disastrous bank guarantee that the State will receive every cent of the &euro;1.1 billion owed to it.  I ask the Leader to invite the Minister for Finance to come to the House for a debate on this issue and, in particular, to answer the following questions.  Who will set the payment priorities?  Are we an unsecured or a preferred creditor?  Can the Government intervene in the special liquidator's decisions and, if not, why not?  I hope we can debate the matter soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900008#G00200","speaker":"1176"},{"type":"speech","time":1418137800,"counter":56,"content":"<p>I propose an amendment to the Order of Business that No. 12 be taken before No. 1.<\/p><p>I raise a matter that was presented to us at a meeting of the Joint Committee on Health last Thursday.  I refer to the HIQA report on the National Ambulance Service which is frightening.  It clearly indicates that some in management in the ambulance service acknowledged that they did not have the skills required to carry out the job they were asked to do.  This is a very serious issue and the committee has invited representatives of the HSE to attend a meeting on 16 December to give it some answers to learn how this situation has been reached.  It reminds me of another issue I raised over six months ago.  I refer to the situation where over 1,100 personnel in the HSE had been appointed without a job interview.  In the ambulance service we do not know whether personnel were interviewed.  If they were, how were they then appointed if they did not have the skills required?  If they were not interviewed, who made the decision to appoint them?  If it was identified that they did not have the skills required, why was a process not put in place to help them to acquire them to provide a comprehensive management structure in the ambulance service?  The question has still not been answered as to how 1,100 personnel were appointed within the HSE without a job interview.  We do not know whether they have the skills required to do the job that they were appointed to do.  It is time the Minister came into the House with answers from the HSE on what action has been taken.  I want him to supply us with answers before another serious report is compiled by HIQA on other aspects of the health service which are not functioning properly.  I also ask that the matter be dealt with at an early date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900008#G00300","speaker":"1150"},{"type":"speech","time":1418138100,"counter":57,"content":"<p>I add my voice to those expressing some concern about the reform agenda of the committee.  As Senator Darragh O'Brien said, it should not be limited to the Seanad.  We need reform of both Houses and I hope the committee will investigate the opportunity to do so.<\/p><p>Some two years ago, the Government expressed concern about the colleges teaching English to non-European students.  A number of them were abusing the opportunity to do so and the Government introduced the Q mark.  It is a fairly blunt instrument but many of the colleges moved immediately to do something about it.  One particular college spent a lot of time to ensure it had the Q mark granted by a British organisation.  Two months ago, the Government announced it would not accept any Q mark registration from outside the country.  That could mean the loss of jobs by a considerable number of people involved in teaching and administration in the colleges.  There was abuse of the visa system and the Government had to do something but it must make sure it does not use such a blunt instrument.  I urge the Minister for Education and Skills to ensure the colleges that did a lot of work to ensure they conform to the Q mark registration system are given the opportunity to prove they meet the standard.  I believe it is necessary and I will send some details to the Leader to pass on.<\/p><p>A few months ago, I had an interesting task to help encourage retailers in Wexford to do away with 1 cent and 2 cent coins and round off to 5 cent.  It was an impressive opportunity and the whole town got behind it.  The town did very well and the Central Bank is considering it for around the country.  There is a lot to be said for singling out one town and deciding to make an example of what we can do when a whole town gets behind an objective.  The 1 cent and 2 cent coins cost far more to produce than they are worth and many end up being left in boxes and jam jars and not being used.<\/p><p>Something similar could be done with defibrillators.  The Department of Health should identify one town, and I will suggest the town of Fermoy, where defibrillators are produced, and make an example of the town to show what can be done if the whole town gets behind saving lives.  We can save lives on that basis and, once the rest of the country sees what one town can do, it will set an example for the rest of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900009#H00100","speaker":"1145"},{"type":"speech","time":1418138100,"counter":58,"content":"<p>I echo the welcome of my colleague, Senator Naughton, on the announcement made by the Minister of State, Deputy Ring, about funding for the Fleadh Cheoil and festivals around the country.  I welcome the announcement of &euro;90,000 for Sligo Fleadh Cheoil, which made a great difference to the town and brought people from all over the world.  It ran for almost two weeks and was a great boost to the economy and tourism in Sligo.<\/p><p>I was disappointed to learn that, at a meeting last week, there was news that mammography services will not recommence in Sligo.  On a number of occasions over the past three years, we were promised that mammography services would recommence in Sligo.  It was very disappointing to learn it this morning and I will call on the Minister for Health to outline the reasons and see if we can change the decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900009#H00200","speaker":"1124"},{"type":"speech","time":1418138100,"counter":59,"content":"<p>I rise to request an amendment to the Order of Business.  I was rather shocked at the weekend to find out that an eminent group had been put together to come up with proposals for the reform of the Seanad.  Democracy is a fragile thing and during the life of this Government the democracy of the country has suffered quite severely by having decisions made by a small group of people on the Economic Management Council.  Some time ago, the Taoiseach came into the House, having failed to abolish the Seanad, and said that he came in peace.<\/p> <p>Then he goes off and puts together a group to reform the Seanad.  This affects every person in this room.  Everyone I have seen since I have come to the House - I will agree I am a short time here - comes with conviction and concern for the role they play in our society.  Each of us feels privileged to be in this House.  What right has anyone to bypass this House, set up a review group but not consult the Members of this House?  This is totally unacceptable in my view.<\/p><p>As I say, I have no difficulty whatsoever with the members of the group other than the fact that we have no representation on it from sitting Members.  At the least, the Leader of the House should sit on the group.  More important, I have taught students for the past 25 years and every time politics has come up in discussion they have told me they feel excluded.  They ascertain no link with the political system in this country.  Why has the Taoiseach not put a member of the Union of Students in Ireland or some other youth group on the review group?  Why are such representatives not on it?  I know they will be requested to provide reports or give an input, but that is not the same as being a member of the group.<\/p><p>I propose an amendment to the Order of Business.  I call on every Senator when it comes to vote on the matter - I will push it to a vote if I can get a seconder - to please look into their hearts and think about the fact that it is their House they are talking about reforming.  I call on people to think about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900009#H00300","speaker":"1196","continuing":true},{"type":"speech","time":1418138400,"counter":61,"content":"<p>What is the essence of your amendment, Senator Craughwell?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00200","speaker":"1127"},{"type":"speech","time":1418138400,"counter":62,"content":"<p>I would love to bring the Taoiseach before the House to discuss the matter but I doubt if I will get that.  If I cannot have the Taoiseach I will take the Minister for the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00300","speaker":"1196"},{"type":"speech","time":1418138400,"counter":63,"content":"<p>Is the question on the composition of the review group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00400","speaker":"1127"},{"type":"speech","time":1418138400,"counter":64,"content":"<p>It is on the entire review process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00500","speaker":"1196"},{"type":"speech","time":1418138400,"counter":65,"content":"<p>Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00600","speaker":"1127"},{"type":"speech","time":1418138400,"counter":66,"content":"<p>Cyberbullying and the use of social media has become a topic of debate in recent years.  We have had numerous debates on the issue in the Seanad.  I have participated in many local talks and attended the launch of many initiatives to deal with the issue of cyberbullying.<\/p><p>In recent weeks it has been brought to my attention that people are having great difficulty in making complaints to Twitter about cyberbullying.  I am aware of one person who made a complaint to Twitter on three occasions in the past week regarding offensive and personal comments being made on the site.  As of this afternoon the person has not received any reply to the complaint.<\/p><p>We encourage children and adults to report abusive behaviour to the site they are using, but if the site does not engage in a timely manner or, in this instance, does not reply at all, how can we ever hope to reduce the instances of cyberbullying?  If someone reports a violation to Twitter she should receive an acknowledgement of the complaint and a follow-up e-mail as soon as possible.  Having come forward, people should not still be waiting over one week later.  I call for a debate again on ensuring that the processes are in place for when people, unfortunately, have to make complaints to Twitter.<\/p><p>On a lighter note, I thank everyone and praise Special Olympics Ireland, which held various polar plunges over the weekend.  I was delighted to take part in one such event in County Louth and I thank everyone involved.  Everyone here gave me great words of encouragement and support ahead of the event.  It was great to see so many people taking an interest in the lives of people with a disability as well as encouraging and doing what we can for them.<\/p><p>Last week in the Seanad I raised this issue of the &quot;Prime Time&quot; programme to be broadcast tonight on the dreadful abuse in Swinford.  I asked the Leader for a debate on the matter.  I call on him again to have a debate on this issue as soon as possible after tonight's programme.<\/p> <p>Having listened to and seen the reports about it on the radio and television this morning, even before the programme is aired, a debate on this issue is really necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900010#J00700","speaker":"1174","continuing":true},{"type":"speech","time":1418138700,"counter":68,"content":"<p>I will be brief because Senator Moran has said what I wished to say.  I urge all the Senators to watch \"Prime Time\" this evening on the &Aacute;ras Attracta Care Centre.  They should prepare themselves to see how older people with intellectual disabilities are treated; I am sure they have all seen the trailers.  Senator Moran and I sought a debate last week.  I have a case on hand involving a child aged 16 years who is in a home with adults, near where I live.  That is not permitted by HIQA or the HSE, but it is happening.  I am trying to get her moved from that home.  I will not go into detail about the child but there have been problems.  I urge Members to watch \"Prime Time\" tonight and to look at what is happening in their own constituencies.  We must schedule a debate with the Minister for Health.  There will be lessons from tonight's programme and the HSE, from the top down, has questions to answer.  A person supposedly on work experience had a hidden camera in the home that will be featured tonight.  Should there be hidden cameras throughout Ireland?  What is the answer for these very vulnerable people, who cannot tell us if they are being mistreated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900011#K00200","speaker":"1169"},{"type":"speech","time":1418138700,"counter":69,"content":"<p>I second the amendment to the Order of Business proposed by Senator Colm Burke, that No. 12 be taken before No. 1.  I also support his request that the Minister for Health be invited to the House to discuss the HIQA report on the ambulance service.  It is unconscionable that people occupying such key positions in the health service would have inadequate training.  Senator Burke also raised a serious issue regarding the number of staff within the HSE who have been put into key positions without interview or adequate training, according to reports.  It is important that the Minister respond to the comments made by Senator Burke.<\/p><p>I compliment everybody involved with the forum on homelessness last week, including the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, and the team he brought with him.  I welcome some of the good decisions and positive action taken in its immediate aftermath.  I hope the commitments given will be fulfilled before the end of the year.  I agree there should be a regular review of the work of the forum on homelessness.<\/p><p>However, there is another element and I ask the Leader to schedule a debate on it in the new year.  The events of recent weeks bring into sharp focus the level of funding that is being channelled through charitable organisations to deal with homelessness.  I wonder if that is an appropriate way to deal with the most vulnerable in our society and a serious social issue such as the lack of housing.  In 2014 should it not be the role of the local authorities and the Department of the Environment, Community and Local Government to ensure there is adequate housing available for people who are homeless?  Is this an effective and cost effective way to deal with homelessness?  Over last weekend one of the newspapers produced a big feature on the amounts of money being channelled through various agencies.  We should examine this in the new year to assess whether it is the right way to deal with a major crisis that is facing many people in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900011#K00300","speaker":"1118"},{"type":"speech","time":1418138700,"counter":70,"content":"<p>My colleague, Senator Comiskey, commented earlier on the withdrawal of mammography services in Sligo General Hospital, but that is not the full story.  Breast cancer is not a issue that should be politicised but it saddens me to say that the parties in this Government politicised the issue from the moment they embarked on the campaign trail seeking votes in the Sligo-Leitrim constituency.  A succession of Fine Gael and Labour Party spokespersons promised the people of the north west that mammography services would be restored to Sligo following the restructuring of cancer services in this country, a decision incidentally which was taken by a previous Minister in a Fianna F&aacute;il-led Administration which was bitterly opposed by those of us in the north west at the time.<\/p> <p>One only has to look at the map of Ireland to see where cancer services are located and if one draws a line from Dublin to Galway North, one will see that there is none.  It was obvious, once the restructuring by the Health Service Executive in recent years took place which resulted in the service in Sligo being part of a western group dominated by the service in Galway, that inevitably services would be sucked into Galway.  <\/p><p>This morning Ocean FM carried the story and featured one of the cancer survivors, a member of the action group that has been fighting for many years for cancer services to be provided in Sligo General Hospital, which would benefit the entire north-western region.  I appreciate that this may be seen as a local issue, but it is directly affecting people's lives.  There was an air of resignation about the lady in question this morning when she spoke to Niall Delaney having had a meeting yesterday with the chief executive of the Ireland west hospital group who bluntly said mammography services would not be restored to Sligo General Hospital and that those who had been diagnosed with cancer and required follow-up treatment would have to make the long trek to Galway, which service is already overcrowded and the staff of which have been protesting about the increase in demand that will inevitably follow for mammography services.  I appreciate that this issue was decided at HSE level, but Fine Gael and the Labour Party made it a political one.  This morning Ocean FM played a clip of the former Minister for Health, Deputy James Reilly, saying money was not an issue and that mammography services would be restored to Sligo General Hospital.  He was followed by my colleague, Senator Susan O'Keeffe, who made the exact same comment.  That is what they have been saying to the people of the north west.<\/p><p>I am asking for the Minister for Health to come  into the House to outline the background and explain context of this outrageous decision that will have life-threatening effects and I am not trying to be dramatic.  I am echoing the views of those who have been fighting this case and the last thing I want to do is politicise it, but the Government has done so.  I am proposing an amendment to the Order of Business that the Minister for Health come to the House today to explain to the people of the north west, particularly those who will have to experience the long trek to Galway at enormous expense, causing personal distress-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900011#K00400","speaker":"1128","continuing":true},{"type":"speech","time":1418139000,"counter":72,"content":"<p>Is the Senator proposing an amendment to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00200","speaker":"1127"},{"type":"speech","time":1418139000,"counter":73,"content":"<p>Yes.  I am proposing an amendment to the Order of Business that the Minister for Health come to the House to discuss the withdrawal of mammography services at Sligo General Hospital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00300","speaker":"1128"},{"type":"speech","time":1418139000,"counter":74,"content":"<p>I want to quote what was actually said by the Taoiseach; the Minister of State, Deputy Simon Harris, and the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, about the junior bondholders because when reporting anything, it is important to tell the entire story.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00400","speaker":"1135"},{"type":"speech","time":1418139000,"counter":75,"content":"<p>What about the Minister for Finance, Deputy Michael Noonan?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00500","speaker":"1136"},{"type":"speech","time":1418139000,"counter":76,"content":"<p>Senator C&aacute;it Keane to continue, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00600","speaker":"1127"},{"type":"speech","time":1418139000,"counter":77,"content":"<p>I am talking about the Taoiseach and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00700","speaker":"1135"},{"type":"speech","time":1418139000,"counter":78,"content":"<p>The Taoiseach cannot add-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00800","speaker":"1136"},{"type":"speech","time":1418139000,"counter":79,"content":"<p>Please, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L00900","speaker":"1127"},{"type":"speech","time":1418139000,"counter":80,"content":"<p>I ask Senator David Norris to withdraw his statement about the leader of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01000","speaker":"1135"},{"type":"speech","time":1418139000,"counter":81,"content":"<p>I will not withdraw it, as it is perfectly true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01100","speaker":"1136"},{"type":"speech","time":1418139000,"counter":82,"content":"<p>The Taoiseach stated: \"I do not see any circumstances in which junior bondholders will be paid ...\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01200","speaker":"1135"},{"type":"speech","time":1418139000,"counter":83,"content":"<p>What about the law?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01300","speaker":"1131"},{"type":"speech","time":1418139000,"counter":84,"content":"<p>The people of Ireland come first in the pecking order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01400","speaker":"1135"},{"type":"speech","time":1418139000,"counter":85,"content":"<p>They do not and never have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01500","speaker":"1136"},{"type":"speech","time":1418139000,"counter":86,"content":"<p>Senator C&aacute;it Keane to continue, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01600","speaker":"1127"},{"type":"speech","time":1418139000,"counter":87,"content":"<p>We all know that we are bound by laws.  We are bound by the Judiciary and judicial procedures in terms of bonds, shares and everything else, but the people of Ireland come first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01700","speaker":"1135"},{"type":"speech","time":1418139000,"counter":88,"content":"<p>They do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L01800","speaker":"1136"},{"type":"unspoken","time":1418139000,"counter":89,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1418139000,"counter":90,"content":"<p>Senator C&aacute;it Keane to continue, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L02000","speaker":"1127"},{"type":"speech","time":1418139000,"counter":91,"content":"<p>The Taoiseach said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L02100","speaker":"1135"},{"type":"speech","time":1418139000,"counter":92,"content":"<p>Frau Merkel's lap-dog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L02200","speaker":"1136"},{"type":"speech","time":1418139000,"counter":93,"content":"<p>When Senators are quoting, I wish they would quote what the leader of the country said also.<\/p><p>I compliment the students of St. Mark's community school in Tallaght who have taken on the media for their negative reporting.  When the Trinity access programme was being launched by the T&aacute;naiste, an event which was attended by 1,300 students from around the country, she was not even asked one question about the programme or how children from deprived areas, as well as good areas, could not access universities.  The youth deserve praise for asking the media to embrace the positives in society.  One letter read: &quot;The youth of today are the future of this country and if our voices are suppressed even during our most important educational days then our fine country will never progress&quot;.  Another read: &quot;I would like to recommend that your newspaper doesn't always look at the negative side to our country but actually embraces and acknowledges the positives in our society ...&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900012#L02300","speaker":"1135"},{"type":"speech","time":1418139600,"counter":94,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00100","speaker":"1136"},{"type":"speech","time":1418139600,"counter":95,"content":"<p>I hope we can have a debate on negativity and positivity both in society and in the media, and what it does to the person and to the country.  I ask for a debate on that and ask that we would carry out research on it prior to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00200","speaker":"1135"},{"type":"speech","time":1418139600,"counter":96,"content":"<p>The point is made.  I call Senator R&oacute;n&aacute;n Mullen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00300","speaker":"1127"},{"type":"speech","time":1418139600,"counter":97,"content":"<p>I second Senator Craughwell's amendment to the Order of Business in exactly the terms he set out.  The point that occurred to me in regard to all of this was why the terms of reference were so limited.  The Taoiseach was very quick to put a constitutional referendum before the people on this and does not seem to be keen to have another one, even if that is what would be necessary in order to get full and proper electoral reform where the Seanad is concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00400","speaker":"1146"},{"type":"speech","time":1418139600,"counter":98,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00500","speaker":"1136"},{"type":"speech","time":1418139600,"counter":99,"content":"<p>I am already scared about what is going to be on tonight's \"Prime Time\" documentary, so I do not know what I am going to be like when I have actually seen it.  It seems to me it will be necessary to ask the Minister for Health to come before this House but perhaps also the Minister for Justice and Equality.  If, despite HIQA reports, assault of any kind has gone on in &Aacute;ras Attracta or, indeed, in any other care setting, we need to know very quickly whether the matter is to be reported to the proper authorities for criminal investigation.<\/p><p>One of the disturbing things that is already emerging is that, despite having mechanisms to audit standards and to ensure there are protocols and rule books in place, it still seems that people are capable of mistreating each other, in particular that people on salaries are capable of mistreating people under their care.  That is the really scary thing that appears to be coming out of tonight's report.  Therefore, we are going to have to set an example so that people who are employed to care for others know that it is not a matter of being suspended on pay while some kind of investigation goes on in order to see how things can be done better in the future.  There have to be consequences if there is any kind of abusive or oppressive social care.<\/p><p>I also ask the Leader for a debate on the issue of the broadcasting charge.  Many people would like to know if the charge has gone away or if it is going to happen.  We have been getting mixed messages from the Government, with Government sources suggesting the broadcasting charge is not going to be introduced in light of the furore over the water charge, or water tax, but the Minister, Deputy Alex White, himself a former trade union official in RTE and a former employee of RTE, saying he is not abandoning the charge and that he is still committed to delivering it.<\/p><p>People would like to know.  People who have the difficult task of budgeting to see whether they can afford the raft of charges that have been imposed on them in recent years are entitled to know whether they are going to face a broadcasting charge in the future.  I am certainly of the view that, at a time when, it would appear, people are being paid up to &euro;500,000 to work for a State broadcaster, there are serious questions about the use of public money in funding broadcasting.  I certainly believe the imposition of a broadcasting charge on people will be unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M00600","speaker":"1146"},{"type":"speech","time":1418139600,"counter":100,"content":"<p>T&aacute; an t&aacute;m istigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01000","speaker":"1127"},{"type":"speech","time":1418139600,"counter":101,"content":"<p>It will take away from people the right to opt out, if they so wish, of participation in the broadcasting architecture.  It is effectively a communications tax.  Communication is something very basic to people and something they should be allowed to make decisions on.  It certainly should not be another stealth tax on people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01100","speaker":"1146"},{"type":"speech","time":1418139600,"counter":102,"content":"<p>I call Senator &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01200","speaker":"1127"},{"type":"speech","time":1418139600,"counter":103,"content":"<p>At this point, I am merely asking for clarity.  I would like to know, not before the next general election but now, what are the Government's intentions in regard to the broadcasting charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01300","speaker":"1146"},{"type":"speech","time":1418139600,"counter":104,"content":"<p>For any of the Senators who might have bought into the propaganda around Irish Water, I recommend they listen to the members of the Detroit Water Brigade who are here at the moment.  They gave a very chilling account of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01400","speaker":"1122"},{"type":"speech","time":1418139600,"counter":105,"content":"<p>We do not need their propaganda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01500","speaker":"1151"},{"type":"speech","time":1418139600,"counter":106,"content":"<p>Senator &Oacute; Clochartaigh, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01600","speaker":"1127"},{"type":"speech","time":1418139600,"counter":107,"content":"<p>They gave a very chilling recollection of the implications of the privatisation of water in Detroit and what is happening there at the moment.<br\/>At this time of year, many people's thoughts are turning to Christmas, and some people are hoping for a merry Christmas while others are not.  One group who will probably have a very merry Christmas are those people who own companies that run direct provision centres in this country.  Anybody who read the article today in <i>The Irish Times<\/i>should be astounded by the figures that have been quoted about the companies and the absolutely indecent profits they are making on the back of the suffering of the people in those systems.  One company has made &euro;10.8 million in accumulated profits and another made &euro;2.5 million.<\/p> <p>The published accounts record accumulated profits of approximately &euro;25 million, but this is likely to be significantly under estimated given that some of the biggest firms have taken elaborate steps to shield their accounts from public scrutiny according to Carl O'Brien and Colm Keena, whom I commend on the work they are doing.  These are colossal sums of money.  It is a disgrace they are making such huge profits on the backs of people in direct provision centres.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900013#M01700","speaker":"1122","continuing":true},{"type":"speech","time":1418140200,"counter":109,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00200","speaker":"1133"},{"type":"speech","time":1418140200,"counter":110,"content":"<p>We welcome the rumblings that have been coming from Ministers, particularly the Minister of State, Deputy Aodh&aacute;n &Oacute; Riord&aacute;in, on direct provision.  I have asked a number of times for information on the Fine Gael stance on direct provision.  It seems to me there is a difference of opinion between the Government parties on this issue.  The Minister of State, Deputy &Oacute; Riord&aacute;in, seems to be set on considering reform of the system, although this is going quite slowly.  Will the Leader ask the Minister for Justice and Equality to clarify both Fine Gael and Government policy on direct provision.  Does the Government intend to scrap it?  How can it continue to justify profiteering on the back of people's misery?<\/p><p>Can we also have an update on the progress of the working group that has been put together by the Minister of State?  In light of the figures we have been given and in light of the fact there have been moves on the homeless situation, it is important that after ten, 11, 12, 13 or 14 years in direct provision, people within that system see change.  They deserve reform of the system and this should be brought forward more quickly.  Can we please have one of the Ministers in to update us on how much progress has been made to date, how many times the working group has met and when it expects to conclude its deliberations so that the system can be scrapped or reformed once and for all?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00300","speaker":"1122"},{"type":"speech","time":1418140200,"counter":111,"content":"<p>The Senator will fight for municipal bankruptcy -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00400","speaker":"1135"},{"type":"speech","time":1418140200,"counter":112,"content":"<p>Senator Keane had three and a half minutes.  I call Senator Wilson, without interruption please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00500","speaker":"1127"},{"type":"speech","time":1418140200,"counter":113,"content":"<p>I second Senator Mooney's amendment to the Order of Business.  As colleagues are aware, last summer over &euro;1 million was raised for the Irish Motor Neurone Disease Association through the ice bucket challenge and tens of millions of dollars were raised throughout the world in less than a year for the motor neurone disease cause.<\/p><p>As colleagues are aware, motor neurone disease is the name given to a group of diseases in which there is progressive deterioration of motor neurones in the brain and the spinal cord.  Over 100 people are diagnosed with this disease in Ireland annually and currently, over 300 people are suffering from this horrific debilitating condition.  Last week, a major new DNA mapping project which aims to discover the causes of motor neurone disease was launched in Ireland jointly by the Irish Motor Neurone Disease Association and Trinity College.  The Irish research is headed by a woman who has dedicated her career to research in this area, Professor Orla Hardiman.  I wish her and her team well with this research.<\/p><p>The reason I have raised this issue this afternoon is that the research group is seeking donations from the public towards this important mapping.  While from 10% to 15% of cases are easily identified, the cause of motor neurone disease in over 90% of cases is difficult to determine.  This research is important and is being conducted worldwide and I am delighted Dr. Hardiman and her team are involved in it.  The research group is badly in need of funds and I would appreciate if colleagues would inform people of the research so that members of the public can make a donation to it.<\/p><p>I agree with colleagues and welcome the group established by the Government to consider Seanad reform.  However, I believe current Members of the Seanad, including the Leader, should be involved in that group.  I wish the group well with its deliberations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00600","speaker":"1164"},{"type":"speech","time":1418140200,"counter":114,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00700","speaker":"1136"},{"type":"speech","time":1418140200,"counter":115,"content":"<p>It is good to see the Government takes action when it has to.<\/p> <p>I am referring to the homelessness crisis.  It struck me last night listening to the news that the centre in which &euro;250,000 is being put will guarantee homeless people a bed until March.  Pray tell me the Government will not turf the people out like cattle come March.  Can the Leader clarify what that means?<\/p><p>I compliment action but hope the Government is as serious about its new mantra of lowering taxes and that there will be action in this area.  In the last three to four weeks, I have looked for at least two debates in the House on the need for tax reform, reform of the tax system and the lowering of taxes, but we have not had one.  I remind the Government that it is in government and might take action on this if it is serious about lowering taxes.  I am not talking about the small gestures in budget 2015 which, as a matter of interest, is not even implemented.  The Bill has not even gone through the Houses, which is how hypocritical it is to talk about budget 2016.  If the Government is serious about lowering taxes for business and hard-pressed workers to put money back in people's pockets so we grow local economies, it should bring in a mini-budget now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900014#N00800","speaker":"1131","continuing":true},{"type":"speech","time":1418140500,"counter":117,"content":"<p>What services should we cut?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00200","speaker":"1150"},{"type":"speech","time":1418140500,"counter":118,"content":"<p>Let us have that debate, Senator Burke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00300","speaker":"1131"},{"type":"speech","time":1418140500,"counter":119,"content":"<p>Senator Burke, allow Senator Healy Eames to conclude without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00400","speaker":"1127"},{"type":"speech","time":1418140500,"counter":120,"content":"<p>What services does she want to cut?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00500","speaker":"1150"},{"type":"speech","time":1418140500,"counter":121,"content":"<p>I am sure the Leader will be able to respond adequately on behalf of the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00600","speaker":"1127"},{"type":"speech","time":1418140500,"counter":122,"content":"<p>That is exactly why I have been looking for the debate for the last three to four weeks.  We now know from the Minister for Finance, Deputy Michael Noonan, that we have more than &euro;1.5 billion extra in the State coffers that was not expected.  I am not talking about a tax giveaway.  I am talking about putting money back into the pockets of hard-pressed workers.  Doing so will grow local economies up and down the country.  That, I note to Senator Colm Burke, is when one gets more people back to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00700","speaker":"1131"},{"type":"speech","time":1418140500,"counter":123,"content":"<p>I support the call from Senator Craughwell for a debate on the most recent episode of Seanad reform.  It is now a very long-running saga.  I say with no great pleasure but with absolute certainty that the Taoiseach has zero credibility in relation to any matter concerning the House.  As part of an election whim in 2009, there was a back of an envelope proposal by the Taoiseach and one or two poorly advising advisors to abolish the Seanad.  It was not thought out and led to a referendum in the campaign for which the Taoiseach, bizarrely, refused to participate.  He is not in any position to try to put in place structures for Seanad reform.<\/p><p>If we were genuine about Seanad reform, which the people are demanding, the two Bills which the House has passed would be at the top of the Government's proposals.  The people are demanding that every citizen should have a vote in Seanad elections, which could be provided for without any constitutional referendum.  The people who are willing to serve on the committee are well meaning but we all know that it will lead into a cul-de-sac where wishy washy proposals which will have no meaningful effect will be presented, reported on and debated.  If the Government is serious about Seanad reform, two Bills are available from Senators and they can be amended if necessary.  Certainly, they could be enacted in relation to the next general election.<\/p><p>I am not a member of the university electorate nor am I a university Senator but the only thing the Taoiseach is interested in doing in relation to Seanad reform is putting in place a bizarre, 1 million voter university panel to get his revenge on the university Senators.  That is his only interest in Seanad reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00800","speaker":"1189"},{"type":"speech","time":1418140500,"counter":124,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O00900","speaker":"1196"},{"type":"speech","time":1418140500,"counter":125,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O01000","speaker":"1136"},{"type":"speech","time":1418140500,"counter":126,"content":"<p>Senator Darragh O'Brien and several other Members referred to the Seanad reform working group established by the Taoiseach.  It is the prerogative of the Taoiseach to appoint Members to a working group if he so wishes.  The Taoiseach informed me that he intended setting up such a group and was not aware of the membership of it.  He announced on 11 November in the D&aacute;il that he would set up such a group and it was discussed here in our debate on the Seanad Bill which was brought before us a number of weeks ago.<\/p> <p>This committee is not a blue sky committee.  Rather than replicating and duplicating work that has already done, it will mostly be doing work based on the recommendations of previous reports.  All of the groups mentioned by Senator Gerard Craughwell and many more, including all the nominating bodies, were invited to give written presentations to the previous committee.  Approximately 161 groups or individuals responded to this invitation, and these are listed on pages 71 to 76 of the report.  Many of them were asked to give oral reports to that committee, and these are documented also.  Several trade unions, including the TUI, gave oral presentations to the committee.  It is those reports that the working group is examining.  All the people mentioned by Senator Craughwell have been consulted.  I have no problem with a debate on the working group.  We have had several debates on Seanad reform.  We can have proposals.  The new group has the authority under its terms of reference to consider any new submissions made to it.  If the House has new submissions to make I have no problem in having a debate on the issue.  We can appoint a rapporteur who can convey our wishes to the group.  I have no problem in doing that.  I will facilitate a debate at 7 p.m. tomorrow if Members wish to have such a debate.  We can appoint somebody to act as rapporteur; perhaps Senator Craughwell might do so.  If there are new proposals on Seanad reform, other than those which have been put before us, we can make them to the group.  The working group will report back by the end of March and we will then have ample time to discuss the report.  The Government will probably discuss it also and, maybe, introduce legislation to implement some of the recommendations on which the working group decides.  We will have ample opportunity at that time to discuss that report.  If people have new ideas and want to discuss it again, I have no problem in facilitating a debate tomorrow at 7 p.m.  We will get somebody to act as rapporteur and move the issue on if that is the wish of the House.<\/p><p>Senators Ivana Bacik, David Cullinane and Paul Coghlan raised the issue of the Waterford Crystal workers.  It is welcome that the Government has signed off on an agreement.  The workers will decide next week whether to accept it.  I compliment the workers, the unions, the Minister and the Government for their work in achieving this agreement.  Many people have worked behind the scenes.  I compliment Mr. Kieran Mulvey on his efforts in respect of the proposed settlement of this matter.  It was a disgrace that people who worked for 40 years in a company came out with little or nothing.  I am pleased that issue has been addressed.  It is another one of the legacy issues the Government faced on coming into Government and which has been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900015#O01100","speaker":"1130","continuing":true},{"type":"speech","time":1418141100,"counter":128,"content":"<p>Tell the Aer Lingus pensioners that the Government is going to cut 50% from the pensions of deferred pensioners.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00200","speaker":"1139"},{"type":"speech","time":1418141100,"counter":129,"content":"<p>Double insolvency-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00300","speaker":"1130"},{"type":"speech","time":1418141100,"counter":130,"content":"<p>The Government will have to double that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00400","speaker":"1139"},{"type":"speech","time":1418141100,"counter":131,"content":"<p>-----is a very rare thing, and that is what happens-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00500","speaker":"1130"},{"type":"speech","time":1418141100,"counter":132,"content":"<p>The Government allows single insolvency thanks to the Labour Party and Fine Gael.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00600","speaker":"1139"},{"type":"speech","time":1418141100,"counter":133,"content":"<p>The Leader to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00700","speaker":"1127"},{"type":"speech","time":1418141100,"counter":134,"content":"<p>Single insolvency is very rare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00800","speaker":"1130"},{"type":"speech","time":1418141100,"counter":135,"content":"<p>Senator Darragh O'Brien can raise that issue tomorrow morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P00900","speaker":"1127"},{"type":"speech","time":1418141100,"counter":136,"content":"<p>The Chair allowed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P01000","speaker":"1139"},{"type":"speech","time":1418141100,"counter":137,"content":"<p>The Leader is responding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P01100","speaker":"1127"},{"type":"speech","time":1418141100,"counter":138,"content":"<p>Senators David Norris, Mary Moran, Darragh O'Brien and others raised the \"Prime Time\" programme-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P01200","speaker":"1130"},{"type":"speech","time":1418141100,"counter":139,"content":"<p>There is a chance to rectify it next week in the Social Welfare Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P01300","speaker":"1139"},{"type":"speech","time":1418141100,"counter":140,"content":"<p>-----on &Aacute;ras Attracta which is to be broadcast this evening.  I think we should wait and see it.  Listening to the radio on the way to the House, I heard that in bungalow three there were five workers looking after seven people.  Therefore, I think it is unfair to speak about austerity in terms of that issue.<\/p> <p>Austerity does not cause people to act in the manner described in terms of what happened.  Let us wait and see what happens in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900016#P01400","speaker":"1130","continuing":true},{"type":"speech","time":1418141400,"counter":142,"content":"<p>That is unfair.  It is what is happening all over the country.  The sooner those in Government realise it the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00400","speaker":"1136"},{"type":"speech","time":1418141400,"counter":143,"content":"<p>A number of Members raised the issue of payment of the junior bondholders.  They will be at the very end of the queue, as outlined by all Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00500","speaker":"1130"},{"type":"speech","time":1418141400,"counter":144,"content":"<p>They should not be in the queue at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00600","speaker":"1136"},{"type":"speech","time":1418141400,"counter":145,"content":"<p>They will be behind taxpayers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00700","speaker":"1130"},{"type":"speech","time":1418141400,"counter":146,"content":"<p>They should not be in the queue at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00800","speaker":"1136"},{"type":"speech","time":1418141400,"counter":147,"content":"<p>-----the credit unions and many others.  They will be at the end of the queue.  If there is any money left-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q00900","speaker":"1130"},{"type":"speech","time":1418141400,"counter":148,"content":"<p>What about the people of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q01000","speaker":"1136"},{"type":"speech","time":1418141400,"counter":149,"content":"<p>-----consideration will then be given to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q01100","speaker":"1130"},{"type":"speech","time":1418141400,"counter":150,"content":"<p>What about the people of Ireland being repaid the money that was taken off them by the German and French banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q01200","speaker":"1136"},{"type":"speech","time":1418141400,"counter":151,"content":"<p>Please allow the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q01300","speaker":"1127"},{"type":"speech","time":1418141400,"counter":152,"content":"<p>Senators Naughton and Comiskey welcomed the increased funding for festival and events programmes announced yesterday by the Minister of State, Deputy Ring.  It is very positive news for tourism here.<\/p><p>Senator Cullinane also welcome the announcement about Waterford Crystal, on which I have already commented.  The Senator, along with Senator &Oacute; Clochartaigh, also spoke about the people of Detroit.  Detroit has a poor record in managing its own affairs.  I am not sure what the people travelling to Ireland from Detroit intend to do.<\/p><p>Senator Noone raised the issue of obesity and the need for mandatory calorie labelling.  Like Senator Coghlan, I would stay away from the Indian takeaways.  There is a need for all of us to choose healthy options, which we do not do on many occasions.<\/p><p>I would like to correct a point made by Senator Leyden.  The working group does include the former Senator Joe O'Toole.  Senator Paul Coghlan also referred to the report on media merger guidelines and asked about the possibility of a debate on that report in this House.  I will try to arrange that debate.<\/p><p>Senator Zappone spoke about the recent results of the marriage equality polls.  I will get back to the Senator with an update on the date for the referendum and when the Bill will come before this House.<\/p><p>Senator Colm Burke proposed an amendment to the Order of Business in relation to the publication of his Bill.  I have no problem accepting that amendment to the Order of Business.  Senators Burke and Mullins also spoke about the HIQA report on the ambulance service and the appointment to that service of people who do not have the necessary skills for the job.  I am glad to hear that the Joint Committee on Health and Children will revisit that important matter in early January.<\/p><p>Senator Quinn spoke about the English-teaching colleges and the issue of Q mark registration, and undertook to forward to me details on that matter, which I will pass on to the Minister.  I note the Senator's points in regard to the abolition of 1 cent and 2 cent coins, which was first mooted in Wexford.  It is a good idea.<\/p><p>I will pass on Senator Quinn's proposal regarding a pilot scheme for defibrillators in a particular town to the Minister.  We will see how that works out.<\/p><p>Senators Comiskey and Mooney raised the issue of the withdrawal of mammography services from Sligo General Hospital.  There is no question but that this is a vital issue for the north west.  Best practice is of paramount importance in the treatment of cancer.  I have asked the Minister for Health to come to the House for a debate on the matter but he is unavailable today as he is scheduled to deal with a number of items in the D&aacute;il and has a number of other appointments.  The Senators might consider raising the matter by way of an Adjournment motion, which could probably be taken tomorrow.<\/p><p>Senator Keane complimented the Tallaght students on their commentary on positivity and negativity in the media.  Senator Mullen raised the issue of the broadcasting charge, which was to replace the television licence fee.  I will try to ascertain the current Government position on that matter for the Senator.<\/p><p>Senator &Oacute; Clochartaigh raised the issue of the profits of companies operating direct provision centres, articles on which we have all read in the newspapers.<\/p> <p>I can assure him that the Government will act in unison in regard to direct provision centres.  I will find out how the matter is progressing, as he requested.<\/p><p>Senator Wilson highlighted the need for donations for worldwide research on motor neurone disease.  I agree with his comments and I am sure we would all like to be associated with them.<\/p><p>Senator Healy Eames called for a debate on tax reform.  We had a debate on the Finance Bill and will have debates on Committee and Report Stages of the Bill.  That will be the place for her to put her points regarding tax reform and proposals.  I am sure she took part in the debate last week and will do so in the coming week. <\/p><p>I covered Senator Bradford's comments on Seanad reform.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900017#Q01400","speaker":"1130","continuing":true},{"type":"speech","time":1418142000,"counter":154,"content":"<p>On a point of clarification, is the Leader offering to bring a senior Minister or the Taoiseach before the House tomorrow between 7 p.m. and 9 p.m. or is he suggesting we have a little chat among ourselves?  I would like clarification on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00200","speaker":"1196"},{"type":"speech","time":1418142000,"counter":155,"content":"<p>Senator, we will come to your amendment in a minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00300","speaker":"1127"},{"type":"speech","time":1418142000,"counter":156,"content":"<p>I am not offering to bring a senior Minister before the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00400","speaker":"1130"},{"type":"speech","time":1418142000,"counter":157,"content":"<p>We will deal with each amendment as proposed.  Senator Burke has proposed an amendment to the Order of Business, \"That No. 12 be taken before No. 1.\"  The Leader has agreed to this amendment.  Is the proposal for dealing with amendment No. 1 agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00500","speaker":"1127"},{"type":"speech","time":1418142000,"counter":158,"content":"<p>This is extremely important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00600","speaker":"1196"},{"type":"speech","time":1418142000,"counter":159,"content":"<p>Senator, he has made it quite clear he is not in a position to offer a senior Minister for such a debate.  We will come to your amendment in a minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00700","speaker":"1127"},{"type":"speech","time":1418142000,"counter":160,"content":"<p>What about the Taoiseach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00800","speaker":"1131"},{"type":"speech","time":1418142000,"counter":161,"content":"<p>I will deal with the amendments as they come before me, and we can then decide.  Amendment No. 1 was proposed by Senator Burke.  The Leader has indicated that he is prepared to accept the amendment.  Is the amendment agreed to?  Agreed.<\/p><p>Senator Craughwell has proposed an amendment to the Order of Business, &quot;That the Taoiseach or a Minister come to the House to discuss the Seanad reform review group.&quot;  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R00900","speaker":"1127"},{"type":"speech","time":1418142000,"counter":162,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R01000","speaker":"1196"},{"type":"vote","time":1418142000,"counter":163,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 20; Níl, 23.<\/p><br\/><p>Tellers: Tá, Senators Gerard P. Craughwell and Rónán Mullen; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900018#R01100","aye":["1189","1116","1196","1133","1159","1131","1140","1149","1128","1146","1136","1139","1142","1122","1154","1145","1155","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1130","1160","1152","1173","1135","1161","1132","1174","1118","1187","1153","1169","1170","1129","1125","1163","1171"]},{"type":"speech","time":1418142300,"counter":164,"content":"<p>Senator Mooney has proposed amendment No. 3 to the Order of Business: \"That a debate with the Minister for Health on the withdrawal of mammography services from Sligo General Hospital be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900019#V00100","speaker":"1127"},{"type":"speech","time":1418142300,"counter":165,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900019#V00200","speaker":"1128"},{"type":"vote","time":1418142300,"counter":166,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 18; Níl, 24.<\/p><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900019#V00300","aye":["1189","1116","1196","1133","1159","1131","1140","1149","1128","1146","1136","1122","1139","1154","1145","1155","1156","1164"],"nay":["1148","1138","1150","1165","1151","1124","1130","1160","1117","1173","1135","1161","1132","1174","1118","1187","1153","1169","1170","1129","1125","1163","1171","1176"]},{"type":"vote","time":1418142600,"counter":167,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 27; Níl, 17.<\/p><br\/><p>Tellers: Tá, Senators Ivana Bacik and Paul Coghlan; Níl, Senators Ned O'Sullivan and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900020#W00200","aye":["1148","1138","1150","1165","1151","1124","1130","1160","1117","1152","1173","1135","1161","1132","1174","1146","1118","1187","1153","1169","1170","1129","1125","1145","1163","1171","1176"],"nay":["1189","1116","1196","1133","1159","1131","1140","1149","1128","1136","1139","1142","1122","1154","1155","1156","1164"]},{"type":"majorheading","content":"Health (Professional Home Care) Bill 2014: First Stage","time":1418142900,"counter":168,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00100"},{"type":"speech","time":1418142900,"counter":169,"content":"<p>I move:<blockquote><br \/>That leave be granted to introduce a Bill entitled an Act to provide for the regulation of professional home care, for that purpose to amend the Health Act 2007 and to provide for related matters.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00200","speaker":"1150"},{"type":"speech","time":1418142900,"counter":170,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00300","speaker":"1187"},{"type":"unspoken","time":1418142900,"counter":171,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1418142900,"counter":172,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00500","speaker":"1127"},{"type":"speech","time":1418142900,"counter":173,"content":"<p>Next Tuesday, 16 December.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00600","speaker":"1150"},{"type":"speech","time":1418142900,"counter":174,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00700","speaker":"1127"},{"type":"unspoken","time":1418142900,"counter":175,"content":"<p>Second Stage ordered for Tuesday, 16 December 2014.<\/p>"},{"type":"majorheading","content":"Committee Membership: Motion","time":1418142900,"counter":176,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00800"},{"type":"speech","time":1418142900,"counter":177,"content":"<p>I move:<blockquote><br \/>That-Senator Susan O&rsquo;Keeffe be discharged from membership of the Committee of Selection and Senator Marie Moloney be appointed in substitution for her; and<br \/>Senator Lorraine Higgins be discharged from membership of the Committee of Selection and Senator Aideen Hayden be appointed in substitution for her.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z00900","speaker":"1130"},{"type":"unspoken","time":1418142900,"counter":178,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Intellectual Property (Miscellaneous Provisions) Bill 2014: Second Stage","time":1418142900,"counter":179,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z01100"},{"type":"unspoken","time":1418142900,"counter":180,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1418142900,"counter":181,"content":"<p>I am grateful to the Senators for having me here again.  The House has been like a second home lately.<\/p><p>I am pleased to bring the Intellectual Property (Miscellaneous Provisions) Bill 2014 before the House.  Although quite short, it is a significant Bill, amending intellectual property legislation as well as addressing some minor technical issues arising from the implementation of the recently enacted Competition and Consumer Protection Act.  The Bill will change patents legislation, giving additional legal protection for medical research carried out prior to obtaining regulatory approval for new or generic drugs for human and veterinary use.<\/p> <p>The Bill will also introduce a small number of changes in the area of trademarks to allow Ireland to ratify the Singapore Treaty on the Law of Trademarks.  This international treaty aims to reduce the administrative burden on trade mark applicants worldwide.  Taken together, the legislative proposals will enhance Ireland's innovative environment making it more conducive for entrepreneurs to exploit their intellectual property.  The changes to the media merger provisions in the Competition Act 2002 that were recently amended by the Competition and Consumer Protection Act will ensure there is a robust and coherent media merger assessment process.<br\/>I will set out for Members the context in which I bring the Bill before the House.  Intellectual property is key to supporting innovation and business.  Patents add enormous economic value to new inventions by granting them a 20-year monopoly and enabling the commercial exploitation of novel ideas in the marketplace.  Trade marks ensure that businesses can promote brand identity and safeguard hard-won reputations for quality products and services by protecting brands from illegal imitation.  The pace of legislative change has accelerated in the area of intellectual property in recent years.  It is no longer sufficient simply to update IP legislation once every decade or so.  It is now incumbent on Government to ensure that we stay at least level with, if not ahead of, best practice internationally to maintain our competitive advantage.  Our strong IP regime and the substantial research and development support Ireland offers greatly contribute to our continued success in attracting and retaining foreign direct investment, or FDI.  IP protection is a key factor in attracting FDI and Ireland continues to score strongly in this area.  A Grant Thornton report published earlier this year highlighted that key decision-makers involved in making investment decisions stressed the importance of an effective and responsive intellectual property regime, combined with research and development benefits, rating this even more highly than tax incentives.<br\/>The current body of intellectual property law in Ireland was drafted in the 1990s and early 2000s.  With some significant amendments since that time, it continues to serve our national needs and to meet our international obligations.  A 2013 international study carried out jointly by the European offices overseeing patents and trade marks pointed to the fact that in Ireland, intellectual property intensive industries accounted for almost 49% of Irish GDP and some 22% of employment.  Future economic growth in Ireland will depend on deepening levels of creativity and innovation at all levels of enterprise.  Both indigenous and multinational innovators are key to creating greater asset value and maintaining and creating sustainable jobs and employment.<br\/>The section of the Bill amending current patents legislation owes its origin to two EU directives from 2004 which introduced provisions into Irish law protecting medical researchers from patent infringement for acts done while seeking regulatory approval in the course of developing a generic drug.  This regime was introduced into Irish law in 2006 by amending section 42 of the Patents Act 1992.  Section 42 of the 1992 Act originally protected certain acts such as those done privately for non-commercial purposes or acts done for experimental purposes from prosecution as patent infringements.  Section 42(<i>g<\/i>), inserted in 2006, broadened the provision's scope with the effect that since then any acts done in conducting studies and tests necessary for regulatory approval for medicinal products are also not regarded as patent infringements.  The provision allows generic drug manufacturers to carry out the various studies and tests necessary for regulatory approval or marketing authorisation to place generic drugs on the market.<br\/>I stress that the proposed changes will not affect the pricing of generic drugs in Ireland or the extent to which they are currently used.  Instead, the focus of proposals is on enabling the pharma sector to develop new and generic drugs while protecting them from unnecessary patent litigation.  It is also important to emphasise that the transposition of the 2004 directives into Irish law was correctly done in line with EU law and was faithful to their wording.  However, several EU member states, including Germany, took a more expansionist approach and adopted a broader research exemption.  This enhanced legal certainty for the pharma sector has been cited by the industry as an incentive to undertaking medical research and testing in those jurisdictions which introduced it.  The broader research exemption has grown in popularity among member states and is now valued by the pharma sector when investment options in Europe are considered.<br\/>Following consultations with our stakeholders, my Department reviewed the existing provisions and drafted legislation aimed at expanding the existing research exemption.  I am also conscious that our nearest neighbour, the United Kingdom, recently implemented similar changes to its research exemption.  The expanded research provision in the Bill will assist the pharma sector with its substantial employment and export footprint in Ireland to continue to invest and undertake important research and development activities in Ireland within a legal framework that provides greater clarify as to what is possible without fear of infringing existing patents.<br\/>Senators may be interested to know that Ireland exported more than &euro;21 billion of medicinal and pharmaceutical products last year.<\/p> <p>It is in this context that the Government will continue to prioritise the enhancement of our regulatory environment to sustain this crucial economic sector.  <br\/>The part of the Bill amending the existing trade mark legislation allows Ireland to take a step towards acceding to the Singapore Treaty on the Law of Trademarks.  The Singapore treaty was adopted under the auspices of the World Intellectual Property Organisation at a diplomatic conference in 2006.  It revises and updates the previous 1994 trademark law treaty, of which Ireland is already a member.  The key objective of the Singapore treaty is to create a modern and dynamic international framework to harmonise administrative trademark registration procedures.  Trademarks are important business assets and trademark rights are secured through registration.  By agreeing to the common standards in the Singapore treaty, we aim to establish greater certainty and reduce costs for all those seeking to protect their trade marks in Ireland.<br\/>Accession to the Singapore treaty compliments Ireland's current participation in the trademark law treaty and reinforces Ireland's ongoing efforts to encourage e-commerce.  It is important that Irish legislation and business practices keep pace with international developments in this area.  Many of our key trading partners have ratified the Singapore treaty and accession would also enable Ireland to participate in the future direction of the administration of trademark law at an international level.<br\/>To date, there are 38 contracting parties to the Singapore treaty, including 17 EU member states.  Much of the legislative requirements to accede to the treaty are already in place in Irish law.  The only amendment required to current trademarks legislation relates to licences.  Currently, the trademarks Act imposes an excessively high penalty on licensees who fail to register their details with the Irish Patents Office within the prescribed time period.  The Bill before the House today seeks to correct this imbalance and ensure that an unregistered trademark licensee can join with a registered proprietor in infringement proceedings against a third party and receive part of the proceeds of any damages following a successful infringement action.  This will be in line with the provisions of the Singapore treaty.<br\/><b><\/b>I now wish to turn to the specific provisions of the Bill and explain what each is designed to achieve.  Sections 1 and 5, which deal with the definitions, the Short Title and collective citations, are standard legislative provisions, while sections 2 and 3 are at the core of the Bill.  As I have mentioned, section 4 addresses minor technical issues arising from the implementation of the recently enacted Competition and Consumer Protection Act 2014.<br\/>Section 2 amends section 42 of the Patents Act 1992.  That section provides for limitations on the effect of patent rights.  Section 2(1) provides for an additional paragraph in section 42 after paragraph (g), namely, section 42(h) which inserts the key provisions of the expanded research exemption into the Patents Act 1992.  It provides that acts done in conducting studies, tests, experiments and trials - we deliberately took a broad, non-prescriptive approach here so as not to inadvertently narrow our new broader exemption - in legitimate pursuit of regulatory approval, will not be considered in violation of a patent.  Section 2 extends the limitation of patents to &quot;any act done which is required as a consequence&quot; of the acts required to pursue marketing authorisation, ensuring again that the broader research exemption does indeed fulfil its role and allows for legal certainty and broad protection for such key medical research.<br\/>The definitions of a &quot;medicinal product for human use&quot; and &quot;veterinary medicinal product&quot; are derived from the relevant 2004 EU directives but are stated in full in the amendment.  This is to guard against any possible future revisions of these definitions in EU law affecting this expanded research exemption in Irish law, as well as ensuring the definitions in the amendment are subject to interpretation by Irish, rather than EU, courts.<br\/>I am conscious that the effects of proposed amending legislation, even for a relatively small Bill such as this, can often be unclear.  To clarify, the provisions of section 2 will affect the Patents Act 1992 in two principal ways.  First, it will broaden the research exemption and bring legal certainty where there was ambiguity, by ensuring that all research on patented medical and veterinary products done for regulatory approval or &quot;marketing authorisation&quot; as it is known in Ireland, will be protected from patent litigation.  This change will extend the current protection of research on generic medicines to include new and innovative medicines.<br\/>Second, it expands the exemption to cover acts done here in order to obtain regulatory approval outside of the European Economic Area, namely, beyond the EU and Iceland, Norway and Liechtenstein, as currently provided for in EU legislation.  We do not intend to limit the opportunities of the Irish-based pharma sector to undertake vital research and development here in order to obtain a marketing authorisation in non-EU or EEA states due to an absence of legal certainty in this area.<\/p> <p>Section 3(1)(a) amends section 29(3)(b) of the Trade Marks Act 1996.  This amendment will enhance legal certainty by ensuring that the rights of the unregistered licensee in cases of infringement, as set out in sections 34 and 35 of the Trade Mark Act, are not conditional upon the registration or recordal of the trade mark licence on the trade mark register.  Section 3(1)(b) amends section 29(4) of the Trade Marks Act 1996.  The existing provision<br\/>imposes too heavy a penalty on the unregistered licensees and does not comply with the Singapore treaty.  Up until now, the unregistered licensee was not entitled to damages or a share of profits in respect of any infringement of the registered trade mark that occurred after the date of the transaction of the licence and before the date of the application of the recordal of that license on the register.  It is proposed, therefore, to drop the requirement that recordal of a licence is necessary in order for a licensee to obtain damages<i><\/i>in an infringement action.  Instead, it is proposed that recordal will be required in order for a licensee to obtain legal costs<i><\/i>in any such action.  A less onerous penalty will meet the requirements of the treaty and promote the public policy objective of providing transparency.<br\/>Section 3(2)(a) sets the commencement date for the new provisions under section 3 to come into effect.  Section 3(2)(b) provides for the definitions of &quot;infringement of a registered trade mark&quot; and &quot;registered trade mark&quot; in accordance with the relevant sections of the Trade Marks Act 1996.<br\/><b><\/b>Section 4<b><\/b>includes three amendments to the Competition Act 2002.  I am happy to facilitate these amendments in the Bill on the basis that they deal with a number of minor technical issues that emerged during the implementation of the media merger provisions contained in the Competition and Consumer Protection Act 2014 Act which, <i>inter alia, <\/i>amended the 2002 Competition Act.  In effect, there are two separate sets of amendments.  The first set relate to section 28B(2)(b) and the process around the notification of a media merger to the Minister for Communications, Energy and Natural Resources.  As it stands, the Act allows parties to notify that Minister immediately after they have notified the Competition and Consumer Protection Commission.  However, while the Act gives that Minister 30 days from the end of the CCPC or European Commission process, whichever applies, to complete his or her initial examination, the Act also currently allows, under section 28D(9), for the Minister to effectively stop the clock on the process while he or she awaits further information requested from parties.  However, this ability of the Minister is contingent, at present, on the date of notification rather than the end of the CCPC or European Commission process, meaning that a situation could theoretically arise in which the Minister could lose the ability to request further information while suspending the time limits, given that he or she cannot actually commence examination of the merger until after the end of the previous part of the process.  This amendment, to section 28B(2)(b), clarifies that notification can now only occur after the end of the CCPC or European Commission process, thus removing the possibility that the Minister might be deprived of the ability to require further information from the merging parties with the appropriate protections.<br\/>There is also an amendment to subsection 4B, as inserted by section 59 of the 2014 Act, which ensures that in circumstances in which parties submit proposals to the CCPC, the timelines and the process are unaffected.  Importantly, this amendment has no effect on the length of the process that parties must go through and does not represent an additional time burden for businesses; it merely ensures that the process remains robust and coherent<br\/>throughout.<br\/>The second set relates to a single amendment to section 28E(13)(b) and corrects an incorrect cross-reference to a subsection.  This is a drafting error in the text, and this change ensures that the phase 1 and phase 2 assessment can operate in the same manner.  Section 4 also provides clarification on the treatment of media mergers notified during the interim period between 31 October 2014 - when the media merger part of the 2014 Act came into effect - and the coming into effect of these amendments.<br\/>Notwithstanding the proposed minor changes to the Competition Act, the focus of the Bill remains on updating the intellectual property regime in Ireland.  Other changes to the IP regime are also taking place, particularly at EU level.  The EU has long played a central role in the area of trade marks ever since the establishment of a European trade mark back in 1994.  Trade mark policy continues to evolve, with the greatest reforms of the EU trade mark system in 20 years close to agreement at EU level.  However, progress on agreeing an EU patent has been far more gradual.  A patents package has been agreed and is in the process of implementation.  This package consists of a unitary patent in Europe to be administered by the European Patent Office, and an international Unified Patent Court to be established between a majority of member states.  This means that when the system is in place, innovators will be able to secure a single patent covering up to 25 member states and then enforce their IP rights in a single legal action, saving time and money.<\/p> <p>Ireland has long been committed to a unitary patent system within the European Union to provide a streamlined and cost-effective system.  Only last month, the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, announced Ireland's intention to establish a local division of the court in Ireland.  This will facilitate SME access to the court, saving time and money and lowering the barriers that in the past prevented them from defending their intellectual property rights.  All of this, however, is subject to the Unified Patent Court being approved by the people in a constitutional referendum on a date to be agreed by the Government.<\/p><p>These reforms in key areas of intellectual property will require further national legislation in the coming years to embed them in Irish law.  They will form a vital part of Ireland's overall IP strategy that will enable researchers, inventors and designers in Ireland to protect and extract value from their ingenuity and creativity.  They will also ensure these intangible assets can be leveraged to drive jobs and growth.  I re-emphasise that the Bill is a modest but significant enhancement of Ireland's intellectual property regime.  The amendments to the Competition Act 2002 will remove any potential ambiguity as to how one should interpret the provisions related to the full media mergers process and particularly the role of the Broadcasting Authority of Ireland when examining such a merger.  I look forward to engaging with Senators on all Stages in this House and will be happy to respond to any issue that arises.  In the meantime, I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900021#Z01300","speaker":"1078","continuing":true},{"type":"speech","time":1418145000,"counter":186,"content":"<p>I welcome the Minister of State, Deputy Damien English, and wish him continued success.  During his tenure as Chairman of the Joint Committee on Jobs, Enterprise and Innovation he was so diligent that I foretold his appointment as a Minister of State within a short period.<\/p><p>I welcome the Minister of State's presentation of the Bill which Fianna F&aacute;il supports.  As he stated, intellectual property is the key to supporting innovation in business.  Patents add enormous economic value to new inventions by granting their inventors a 20 year monopoly, enabling the commercial exploitation of novel ideas in the marketplace.  Trademarks ensure businesses can promote brand identity and safeguard hard won reputations for quality products and services by protecting their brands from illegal imitations.  As a business person, I had to deal with this issue.  Brand identity and the protection of one's brand are the key to the success and growth of one's business and the creation of employment.<\/p><p>Fianna F&aacute;il supports the provisions which provide for the ratification of the Singapore Treaty on the Law of Trademarks.  This updates legislation, taking account of developments since the trademarks law treaty was developed in the 1990s.  In particular, it reflects the use of trademarks in e-commerce and the development of non-traditional marks such as sound, three-dimensional marks and holograms.  In ratifying the Singapore treaty Ireland will be acting in concert with some of the major players in the intellectual property world such as the USA and Australia which have already ratified it.<\/p><p>Ireland has a hard won international reputation in the foreign direct investment area and our success is due to the continued support of different Governments in attracting foreign direct investment into Ireland.  There has been no hiccup in this regard.  I hope the public will bear this in mind in the context of the Independents seeking to form a Government following the next general election, some of whom come from extreme left-wing groups.  Were they to get their hands on the economy, it would send a bad message internationally in the context of foreign direct investment, as stability is critical.  Companies must know before coming to Ireland that everything will remain as is.<\/p><p>Ireland also has a hard won reputation in terms of excellence in research and development.  We have an excellent base on which to make further progress.  Two thirds of Ireland's research and development takes place in the private sector, in creating new products and service innovations that will drive exports, growth and job creation.  Productive high calibre research undertaken by highly skilled research teams, working closely with industry partners, must continue to be a priority.  Innovation, innovation, innovation is the name of the game.  As I said, the protection of companies' intellectual property rights is critical.  Ireland needs a research and development framework that is competitive to encourage research and development activity and provide protection for the output of that research.<\/p> <p>Any patent system must strike a balance between rewarding innovation and ensuring a high level of competition.  Patent holders are entitled to protection for a maximum of 20 years.  However, a patent holder can also get an extension for up to a further five years.<\/p><p>A current report on the importance of generic medicines across the EU indicates that over half of the volume of EU medicines are generic, but this represents just 18% in value terms.  The report also mentions that, to date, generic medicines in the EU have generated savings worth &euro;30 billion.  Ireland was, as the Minister of State knows, late in getting involved in generic medicines.  As a state we were slow to realise their full potential for the health budget.  <\/p><p>The main benefit of the proposed new legislation would be the creation of a similar level of legal certainty in Ireland to that currently enjoyed in other jurisdictions with a broader research exemption.  This would help to level the playing field when it comes to considering locations for future pharma investment.  In encouraging innovation in research and development by the pharmaceutical sector, Ireland has greater flexibility to ensure that it maintains its strong position and attracts high value-added investment.  <\/p><p>The objective of the Singapore treaty on trademarks is to create a modern and dynamic international framework for the harmonisation of administrative trademark registration procedures.  States who have ratified the treaty include France, Spain, Denmark, Poland and the United States of America, and more than 50 countries have committed to ratification.  I compliment the clarity of the Minister of State's speech on this issue.  It is a complex issue, but the speech was first class.  I am not being patronising; I am giving my honest opinion.<\/p><p>As the Minister of State said at the end of his speech, I would like to emphasise that the Bill before us is a modest, but significant, enhancement of Ireland's intellectual property regime.  The amendments to the Competition Act 2002 will remove any potential ambiguity as to how one should interpret the provisions related to the full media mergers process, in particular the role of the Broadcasting Authority of Ireland when examining such a merger.  I compliment the Minister of State and his staff on the simplification of this quite complex but most important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900025#DD00200","speaker":"1156","continuing":true},{"type":"speech","time":1418145300,"counter":188,"content":"<p>I thank Senator White.  I am sure that, as a result of her opening remarks, quite a few representations will be made by Government backbenchers to the Taoiseach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900026#EE00200","speaker":"1164"},{"type":"speech","time":1418145300,"counter":189,"content":"<p>She got me the job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900026#EE00300","speaker":"1078"},{"type":"speech","time":1418145300,"counter":190,"content":"<p>It is quite obvious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900026#EE00400","speaker":"1164"},{"type":"speech","time":1418145300,"counter":191,"content":"<p>I welcome the Minister of State to the House.  This Bill has two main elements.  I welcome the broadening of the Bolar-type exemption for pharmaceutical research and development and the minor legislative changes to allow to us to give effect in Irish legislation to the Singapore treaty on the law of trademarks.  I will confine my remarks to the first element, namely, pharma research exemptions.<\/p><p>Ireland is the leading location for the pharmaceutical industry in Europe.  For such a comparatively small country, we punch well above our weight.  Any contribution to maintaining our competitiveness in this area is very much to be welcomed.  As well as our indigenous pharma industry, there are over 120 international pharma companies in Ireland, and eight out of the ten largest pharma companies in the world have a presence here.  In fact, approximately six out of ten of the world's top selling drugs are now produced in Ireland.  <\/p><p>When we joined the Common Market, fewer than 2,000 people were employed in the industry here, and now approximately 25,000 people are employed directly, with an equivalent number employed in providing services.  An interesting statistic is that, as far back as 2008, two out of every five pharmaceutical jobs created in Europe were in Ireland, which illustrates the importance of this Bill.  <\/p><p>In expert terms, and using the broader pharmacon measure, pharmaceuticals amount to approximately half of all our exports annually.  The figures fluctuate a little year by year, but exports are always around the 50% mark.  It is worth noting that when we think of pharmaceuticals we more often than not call to mind the manufacture of drugs for human consumption.  However, veterinary medicine, or the research into and production of products to use on animals, is also a major part of the industry in Ireland.  <\/p><p>It is said that Ireland is probably the largest net exporter of pharmaceuticals in the world and it is estimated that the replacement value of the sector in the economy would broach &euro;40 billion.<\/p> <p>The amendment of the Patents Act 1992 is, therefore, welcome.  It is imperative that research into new products be encouraged and fostered.  The Minister of State is to be commended on his proposal to end a lacuna in Irish legislation.  <br\/>In broad terms, the purpose of the legislation is to prevent companies that are based here from being put at a competitive disadvantage.  At present, in this jurisdiction, it is unclear whether someone intending to market a generic drug or biosimilar product would be subject to an action for patent infringement if the research into that proposed product was carried out during the patent of the original product.  A patent, with extension, can last 25 years.<br\/>In order to get what is termed market authorisation - in other words, permission to sell a product - the manufacturer must present detailed data, obtained through research and testing, to the competent authorities.  If such research is risking patent infringement, it is clear that research and development is restricted and the lead-in time to the introduction of new generic medicines is lengthened.<br\/>The original Directive 2004\/27\/EC was given a literal interpretation in our legislation, as happened also in the UK.  Germany and others in the European Union gave the directive a more liberal interpretation, and, I note, have not fallen foul of the European Commission.  In any event, as the laws of the European Union give very limited competence to the EU on matters relating to intellectual property and, in particular, patent infringement, I cannot see an issue here.  The amendment will therefore allow research to be completed more quickly as companies will not have to wait for existing patents to expire.  This will have the knock-on effect of allowing generic drugs to come to the market more quickly.<br\/>I commend the Minister of State on his consultation with the wider industry and the IDA and on taking action to address those difficulties.  It is only proper that we do not place companies based here at a disadvantage when remedial action can be taken.  Will the Minister of State confirm to the House that this amendment would allow such research to be carried out here even if the finished product were to be ultimately marketed abroad or even outside the European Union?<br\/>In a related way, I voice my support for the Cabinet's decision to do away with the so-called double Irish tax arrangement.  Given our reliance on inward investment, is the Minister of State satisfied that the elimination of the double Irish has improved our lot in reputational terms while not damaging us in the eyes of investors?  It would seem that it has, but I would like to the views of the Minister of State on that issue.<br\/>We also have the issue of tax inversion.  Earlier this year, we saw pharma giant AbbVie's $53 billion acquisition of Shire, which has its headquarters in Dublin.  This was described as the largest tax inversion deal in US financial history.  This new entity is seemingly to be tax resident in the UK, so this is not actually an Irish issue in the long term, but it illustrates a point.  While it obviously makes economic sense for multinationals to organise their business in such a way as to minimise their tax liability, it can cause disquiet.  It is easy to say that if the US insists on taxing corporations at about 22%, the solution is in its own hands in terms of reducing its own tax rate.  However, the world does not work that way.  The US has far more economic muscle to flex.  What is the Minister of State's sense of the attitude of the US, and does he think it might cause difficulties in regard to the transatlantic trade and investment partnership, TTIP, talks?  I understand Commissioner <b><font color=\"#6A7C31\">Malmstr&ouml;m<\/font><\/b>is in Washington this week to discuss a fresh start to those negotiations.<br\/>Again, I commend the Minister of State on his decision that the present Bolar-type exemption was too restrictive and his move to broaden it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900026#EE00500","speaker":"1187","continuing":true},{"type":"speech","time":1418145600,"counter":193,"content":"<p>I welcome the Minister of State, who comes to the House regularly.  We miss him as the Chairman of the Joint Committee on Jobs, Enterprise and Innovation.  This legislation arises from the Action Plan for Jobs 2012.  I welcome the Bill.<\/p><p>I note that the Bill deals specifically with medicines and veterinary products.  Will this affect developments in other fields, such as health?  If a company was developing a certain product in the agricultural or agrifood sector, would this or other legislation cover the agricultural or biotech sector?  That is part of the overall jobs strategy.  We need to help the agricultural bio sector.  We could also help SMEs in this sector through provisions similar to those contained in the Bill.<\/p><p>There are opportunities in terms of commercialisation of products, especially in the genetically modified sector.  According to Professor David Baulcombe of Cambridge University, there are now plants with resistance to blight and other types of disease, seeds that could reduce the amount of fish meal used in fish farming, drought-resistant crops, and fruits that do not start rotting before they get to the supermarket.  Such innovations could be of massive benefit in helping to alleviate world hunger.  We need to examine the opportunities in this area.  It is also important given the developments in the genetically modified sector in Europe and the fact that many scientists are coming forward to say that if we do not allow the genetically modified sector to develop it will cause further food shortages and starvation around the world.  I would like to hear the Minister of State's reply on this subject.<\/p><p>I wish to avail of this opportunity to ask about counterfeit medicines, which the Minister of State mentioned.  Counterfeit medicines can be branded or generic medicines.  The Bill aims to ensure that Ireland is an attractive base for future development by pharmaceutical companies.  Senator Mary White has also spoken about this.  Part of that attractiveness is how we secure the market.  What are we doing to counter fake medicines?  Fake drugs are massively on the increase and the Internet is making such drugs much more available.  I am aware that the European Union is making moves in this area, but perhaps we are moving too slowly.  Track-and-trace systems - I know something about this in the agricultural area - for medicines are really useful in combatting fake medicines and are used in several European countries as well as the US, but we appear to be lagging behind in this regard.  I would like to hear the Minister of State's comment on what is being done and when are we likely to see a track-and-trace system in place here for medicines.<\/p><p>I wish to raise a topic related to innovation on intellectual property.  Rather than always talking about how the State can spur innovation, we must consider the State itself, by which I mean the public sector.  It could be argued that trade unions have often managed to prevent governments from even publishing the performance indicators which, elsewhere, have encouraged managers to innovate.  Most people would agree that there is vast scope for information technology to boost productivity in areas such as education and health care.  However, it is sometimes hard for the private sector to get involved in bringing innovation to the public sector and improving productivity.  <\/p><p>On the specific subject of medicine and health care, why are we not opening up government services competitively so that if a private company can provide a service by a cheaper method it will be given a chance?  The HSE could declare that it will pay for any diagnostic test or device outside of hospital that can be proven to save money over, say, five years - for example, for use in detecting cancer at an early stage, when it is cheaper to treat, versus the late stage, when it is expensive and often fatal.  Of course, some inventions will prove worthy while others will not.  However, it may be seen as self-correcting.  That is, if a test or device does not save money, then the reimbursements to the company providing the service will help focus the efforts of the entrepreneur, and the resulting innovation will both save money and create private sector jobs.  We need to see much more of this type of arrangement, which would be a real encouragement to innovation.  When we talk of innovation and protecting intellectual property, I reiterate that we need to open up the public sector itself to innovation.  There is no point in the Government telling others to innovate if it does not innovate itself.  <\/p><p>I support what the Minister of State is doing.  As Senator Mary White said, I liked the words he used towards the end of his contribution.  His enthusiasm, commitment and dedication to solving these challenges are welcome.  I welcome the Bill and wish it well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900027#FF00200","speaker":"1145"},{"type":"speech","time":1418145600,"counter":194,"content":"<p>I welcome the Minister of State.  I will be brief, because previous contributions have covered every issue that I could have raised.  The Bill makes unrelated changes to current intellectual property legislation in regard to patents and trade marks.<\/p> <p>It aims to ensure Ireland remains an attractive location for the pharmaceutical sector, which makes an important contribution to the Irish economy.  It accounts for approximately a quarter of total Irish exports and is a significant employer.  In 2012, a total of &euro;55 billion worth of pharmaceutical, biological and chemistry products were exported from this country.  Ireland is the eighth largest pharmaceutical producer in the world, with 25,000 direct jobs created in this country.  Indeed, it is a big employer in my native County Roscommon with pharmaceutical facilities in Monksland, Castlerea and many other areas.<\/p><p>The Bill amends existing patent law to extend the current research exemption to developers of innovative medicinal and veterinary products.  It will amend section 42 of the Patents Act 1992 to expand the research exemption provision.  This exemption will now include all studies, tests, experiments, clinical and field trials and consequential practical requirements which are necessary for the purpose of obtaining marketing authorisation for a new as well as a generic product.  It also amends sections 29(3) and 29(4) of the Trade Marks Act 1996.  The amendments will allow Ireland to accede to the Singapore Treaty on the Law of Trademarks.  This is a world intellectual property organisation treaty and aims to harmonise administrative trademark registration procedure and takes changes in new technologies into account.<\/p><p>I support the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900027#FF00300","speaker":"1161","continuing":true},{"type":"speech","time":1418146200,"counter":196,"content":"<p>I thank the Minister for bringing forward this legislation, which I very much welcome.  Cork is hugely reliant on the pharmaceutical industry.  Eight of the top ten pharmaceutical companies in the world are based in the Cork region, within a 50-mile radius of Cork city, which emphasises the importance of the industry to Cork.  Anything that can help to copperfasten that industry and grow it further is welcome.<\/p><p>It is extremely important that there is certainty in legislation.  It appears there was a question over the transposition of an EU directive whereby we did not cover all of the angles that had to be covered in terms of giving it the proper interpretation.  When the directive was transposed in Germany it was given a wider interpretation, and that is what this amending legislation does.  The issue in respect of research and development is very important.  This country is lucky to be producing a huge number of well-qualified graduates and it is important that we do everything possible to keep them in this country.  The only way to do that is to ensure we can grow the research and development sector.  This is important legislation in that context.<\/p><p>An issue that concerns me is the establishment of the European patent court.  I have commented on this previously.  It has been decided that there will be one patent structure for 25 countries but my understanding is that the patent court would be located in the UK.  I am aware we are setting up a local court here as well, which will feed into that.  A proposal has been put forward to me by somebody who is expert in patent law and is strongly involved in it in Ireland.  He previously worked with a big law practice and is now working in a private capacity as a counsel in our courts.  The proposal is to set up a division of the court in the UK in this country, as opposed to a local patent court.  The person made the point that there are strong grounds for doing that on the basis that as this is a common law jurisdiction, it would be very similar to the UK and there is no reason that a divisional court of the patent court based in the UK could not be established here.  I have raised this matter with the Taoiseach, as we should not walk away from it.  It is very important now because, although many people do not like to hear this mentioned, there is some uncertainty about the UK's plans regarding its involvement with the EU.  It would be important from our point of view, therefore, to ensure that we can remove that uncertainty and that a divisional court of that overall court is based in Ireland.  It is something we should consider.<\/p><p>The other issue I wish to mention follows on from what Senator Quinn said regarding cost effectiveness in our health service.  Again, it is a matter I have raised previously and relates to haemochromatosis.  I know somebody who is prepared to put in place a system whereby general practitioners could do the work that is now being done in the hospitals.  All that is required is a research project with University College Cork, UCC, costing less than &euro;25,000, but we cannot get the Health Service Executive, HSE, or the Department of Health to come on board.  If somebody has haemochromatosis, which is an excess of iron in the blood, he or she must go to a hospital clinic to have blood taken once every three months.  There is a cost factor in that.  If they go to the clinic under health insurance, the health insurer is paying &euro;300 to &euro;400 for each visit.  A number of GP practices in the Cork area are very interested in this and are prepared to provide the service for &euro;100.  The advantage is that not only is the patient not cluttering up outpatient services, but the service can be provided to a greater extent at a local level.  This is something that involves a small amount of research but which could yield a good end result.  I realise it is not the Minister's area of responsibility, but it is something that could be done.  It is a very simple solution to that problem and we should use it.<\/p><p>There are many other good ideas, as Senator Quinn said.  In the area of medicine and research, we should not ignore ideas when they are brought forward and we should not impose or create more paperwork, which appears to be what we are doing.  Where there are simple solutions for problems we tend to put them on the back burner.  This is something we should examine more carefully.<\/p><p>However, I welcome this legislation.  It is good to provide certainty and this will help us to grow the research and development area further and, hopefully, grow the pharmaceutical industry in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900028#GG00200","speaker":"1150"},{"type":"speech","time":1418146200,"counter":197,"content":"<p>I thank all the Senators for their contributions and Senator White for her kind comments and for her support in the early part of my career, which was a major addition and pointed me in the right direction.  That applies to my party colleagues as well.<\/p><p>This is an important Bill and we have had the opportunity to have a good engagement on it.  On Thursday we will discuss any proposed amendments or changes.  I will start with Senator Burke's contribution and work back through the others.  I am surprised to hear that a proposal is not getting a proper hearing.  It is something I will raise with my colleagues across the Departments because, as Senator Quinn said, if we are expecting private industry to research innovation and to use new products, ideas and processes, we should do the same ourselves in all Departments.  As the Senator is probably aware, the Health Innovation Hub was set up in Cork and hopefully it will commence full operation in July 2015.  That is a place where ideas can be brought and can be implemented in the Department of Health and the HSE.  The proposal should get a hearing, so I will check it out.  The innovation hub is the place to tease it out to see what is wrong and why it is not moving forward.  Where possible we are trying not only to save money but also to give the patients a better service, which is what is outlined in that proposal.  I will check it out because that is not good enough overall.<\/p><p>Some of the issues raised related to different Departments, including the Department of Health.  Senator Quinn, in particular, raised a number of issues that are relevant to the Department of Health so I will refer them as well.<\/p><p>The amendment to the Patents Act is intended to cover the acts done here in order to obtain a marketing authorisation anywhere else.  The work is done here but it will cover anywhere else as well.  The patents are a form of intellectual property rights that reward innovation, which is the key, and reward what can be years of experience and research.  These rights are only limited in certain circumstances, where there is a public interest.  There was a worthwhile discussion on this in the D&aacute;il.  There is protection for the public interest and that is important.<\/p><p>The counterfeit drugs issue was raised.  We had a long discussion on this and the black market in the committee as well.  There is a difficulty with usage through the Internet.<\/p> <p>We are looking at different things, like awareness campaigns, which seem to work quite well in the UK, to get the message out that dealing in counterfeit goods and black market products is not victimless.  Apart from the health effects of using the products, there are a lot of losses including loss of jobs and finances for the State through taxes.  The message that there are victims when it comes to the black market does not appear to be getting through.  From talking with the pharmaceutical sector, I am very concerned about the influx of products being brought into the country.  We have to do more in this area and I will raise this issue with the Department of Health.  It is a concern and we should all be part of the solution.  <\/p><p>I was asked if the &quot;double Dutch&quot; has affected our reputation.  Clarity has been brought on what is going to happen.  We were being drawn into a lot of debate, unnecessarily and unfairly.  Tax evasion and tax avoidance are always going to happen.  Companies are under strict competition and for whatever reason will try to legally avoid paying tax, as opposed to evasion.  It is a global problem.  There are different tax regimes in different countries and opportunities arise to do this.  We have put to bed the concept of the &quot;double Irish&quot;.  We were innocent in this.  We were getting drawn into the wrong debate, especially in the US.  It puts the matter to bed and our reputation will not be damaged further, but it also brings great clarity.  We have set out the scene up until 2020.  Companies that have made decisions to locate here and have based themselves here have long-term plans.  This is a long-term decision for them.  They now know they have three or four years to get ready for this.  <\/p><p>It does not seem to have affected the numbers of other companies looking to come to Ireland.  In fact, the last two trade missions to America by the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, were quite positive, including the feedback on all of the issues relating to tax.  More important, the reasons these companies are coming here is our intellectual property, IP, regime, our skills and the innovation of our people.  The companies speak to us about the great passion the Irish have when it comes to research, innovation and development policies.  We seem to stick out as a country in that regard.  This reputation is helping us to win business.  The focus has moved on from tax, the cost base and so on to what we can produce, as a people.  Many companies are making definite decisions.  They see both the previous Government and this one pumping money into the research agenda.  This is feeding through the system.  The research community and its ecosystem is being developed.  Many new products, services and ideas are also being developed.  Companies like this and want to locate here because of it.  I am not concerned about the double Irish.  I am glad it has been put to bed.  A firm decision was made there and we can move on from it.<\/p><p>There are other solutions to the global tax problem.  Companies should pay their fair share of tax.  There is a duty on us all to act globally and to work with the base erosion and profit shifting, BEPS, process to try to rectify this to ensure everyone pays their fair share.  Taxes are needed to run countries.  During this debate, we have spoken about some people on the left claiming that all research should be carried out by the State and wanting to have no investment in it from anyone else.  What we are trying to do as a country, and referring back to successive Governments, is build the relationship between taxpayers' money, the Government, the State and industry.  We want to put the best money together to develop smart products and smart ideas.  <\/p><p>Some people want the State not to impose taxes, not to have water charges, not to have any charges, yet they want the State to control everything.  It does not add up.  It is not possible to do all these things on one page.  A person cannot own all the research if he or she has no money to pay for it in the first place.  These same people do not have any solutions on how to raise money in this country.  Their arguments do not add up when put on the one page.  We are getting it right.  This research agenda and this legislation will build and strengthen that community to make it easier to develop products and services in Ireland. <\/p><p>There were a few other issues mentioned that I can return to at a later stage and on Committee Stage.  I will also contact the Senator directly with some answers as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900028#GG00300","speaker":"1078","continuing":true},{"type":"unspoken","time":1418146800,"counter":199,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1418146800,"counter":200,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH00400","speaker":"1152"},{"type":"speech","time":1418146800,"counter":201,"content":"<p>Next Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH00500","speaker":"1187"},{"type":"unspoken","time":1418146800,"counter":202,"content":"<p>Committee Stage ordered for Thursday, 11 December 2014.<\/p>"},{"type":"speech","time":1418146800,"counter":203,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH00600","speaker":"1152"},{"type":"speech","time":1418146800,"counter":204,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH00700","speaker":"1187"},{"type":"majorheading","content":"Adjournment Debate","time":1418146800,"counter":205,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH00900"},{"type":"minorheading","content":"Hospital Staff","time":1418146800,"counter":206,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH01000"},{"type":"speech","time":1418146800,"counter":207,"content":"<p>I thank the Minister for Health for coming to the House.  My motion is on the need for the Minister to outline what, if any, procedures are followed to prevent a consultant physician from practising unsupervised as a senior consultant in obstetrics or any other discipline when he or she has previously been at the centre of settled medical negligence allegations, albeit settled without admission of liability, and the reason a senior consultant in charge of a case, which resulted in the death of a person in Sligo, was permitted to practise unsupervised when he had been at the centre of previously settled medical negligence allegations in Limerick, again settled without admission of liability.  What is the Government doing to prevent a repeat of such an occurrence?  What are the initiatives the Government is taking to ensure that more qualified consultant obstetricians and consultants of all medical disciplines are available in the health service and that more senior Irish doctors and consultants are encouraged and attracted to practise in Ireland rather than overseas?<\/p><p>I am sure the Minister is aware of the case, highlighted recently in the media, of Sally Rowlette who sadly passed away in Sligo Regional Hospital and the earlier case of Dhara Kivlahan, which involved Sligo Regional Hospital, who died in Belfast.  The consultant who could not be found for the recent inquest was, it appears, at the centre of an allegation in Limerick some years before.  He had been practising in the area of paediatrics at the time.  There was a settlement of quite an amount of money by the HSE, without admission of liability.  How did that person end up as a senior consultant elsewhere?  I am not saying that someone who has been at the centre of allegations to do with alleged negligence cannot, even if he or she was negligent, learn and improve.  However, given all these cases settled without admission of guilt, have we a process of supervision, retraining and so on?  It is a matter of real concern to me that this person ended up in Sligo and a lady lost her life as a result of it.  <\/p><p>In the case of the death of Dhara Kivlahan, I understand there was a settlement, without admission of liability, between the consultant at the centre of that case and the Kivlahan family.  I understand that this consultant obstetrician is currently practising in Clonmel.  Are the people there informed of this?  Has this consultant been practising under supervision since then?  What procedures are in place?  If, as I fear, there is not an adequate procedure in place, what are we going to do about it?  This is a very serious issue.<\/p> <p> While the Minister is present, I propose to make a specific, if slightly unrelated, point about mammography services at Sligo Regional Hospital.  People in the north west are angry and disappointed at the Government for reneging yet again on a commitment, this time to reinstate mammography services at Sligo Regional Hospital.  The previous Government mistakenly decided to wind down surgery at the hospital and the Government subsequently made a commitment to restore follow-up services to the hospital.  Sadly, this has not occurred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900029#HH01100","speaker":"1149","continuing":true},{"type":"speech","time":1418147400,"counter":209,"content":"<p>The issue the Senator raises is not related to the Adjournment matter.  The Senator has raised a separate issue which the House can debate tomorrow.  He must confine his remarks to the matter he raised on the Adjournment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00200","speaker":"1152"},{"type":"speech","time":1418147400,"counter":210,"content":"<p>While I appreciate that, the Acting Chairman, of all people, will appreciate that this is a very important issue for people in the north west.  I strongly advise her to give me a little latitude in this regard.<\/p><p>The Minister's predecessor, now Minister for Children and Youth Affairs, Deputy James Reilly, gave a commitment on this matter to people in the north west, as did Deputies Tony McLoughlin and John Perry; the Acting Chairman, Senator Imelda Henry; and Senator Susan O'Keeffe.  Having run for election on a manifesto full of lies about reinstating surgery services at Sligo Regional Hospital, the Government is welshing on its commitment to have mammography services provided again at the hospital. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00500","speaker":"1149"},{"type":"speech","time":1418147400,"counter":211,"content":"<p>The Senator's time has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00600","speaker":"1152"},{"type":"speech","time":1418147400,"counter":212,"content":"<p>I hope people in Sligo will note the enthusiasm with which the Acting Chairman is interrupting me.  She should allow some latitude, particularly as she is <i>au fait<\/i>with the problem in accessing mammography services in the north west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00700","speaker":"1149"},{"type":"speech","time":1418147400,"counter":213,"content":"<p>I am seeking adherence to the rules of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00800","speaker":"1152"},{"type":"speech","time":1418147400,"counter":214,"content":"<p>Is it Government policy not to provide mammography services in the north west?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ00900","speaker":"1149"},{"type":"speech","time":1418147400,"counter":215,"content":"<p>The Senator is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ01000","speaker":"1152"},{"type":"speech","time":1418147400,"counter":216,"content":"<p>Mr. Tony Canavan, chief operating officer of the west-north west hospitals group, allegedly told a group representing patients in Sligo yesterday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ01100","speaker":"1149"},{"type":"speech","time":1418147400,"counter":217,"content":"<p>The Senator's time has concluded.  If he does not resume his seat immediately, I will adjourn the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ01200","speaker":"1152"},{"type":"speech","time":1418147400,"counter":218,"content":"<p>-----that mammography services would not recommence at Sligo Regional Hospital.  Is it now Government policy to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ01300","speaker":"1149"},{"type":"speech","time":1418147400,"counter":219,"content":"<p>I am adjourning the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120900030#JJ01400","speaker":"1152"},{"type":"unspoken","time":1418147400,"counter":220,"content":"<p>The Seanad adjourned at 5.35 p.m. until 10.30 a.m. on Wednesday, 10 December 2014.<\/p>","notice":"TIME STRING DETECTED"}]