[{"type":"minorheading","content":"Prelude","time":1436347800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1436347800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1436347800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1436347800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1436347800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00100"},{"type":"speech","time":1436347800,"counter":6,"content":"<p>I have received notice from Senator Terry Leyden that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Foreign Affairs and Trade to make a statement on the actions of the state of Israel in clearing the village of Susiya, a small village on the West Bank, for demolition, which is contrary to international law, and to recognise the state of Palestine, as these recent actions highlight the dangerous situation for the future of the state of Palestine.<\/blockquote>I have also received notice from Senator Brian &Oacute; Domhanill of the following matter:<blockquote>The need for the Minister for Agriculture, Food and the Marine to consider introducing a funding scheme to support the sheep sector in the light of the ongoing price volatility in the sector and the fact that many sheep farmers may be forced out of existence.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>The need for the Minister for Education and Skills to allocate a permanent resource post to a school in County Galway (details supplied). <\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to clarify the current position in filling the vacant pancreatic transplant surgeon post and to confirm that every effort will be made by the HSE and the Department to fill the vacancy at an early date.  <\/blockquote>I have also received notice from Senator James Heffernan of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to outline whether a proposal made by Dr. Alexander Oismueller to progress the M20 Limerick-Cork motorway project is being considered by his Department. <\/blockquote>I regard the matters raised by Senators Terry Leyden, Brian &Oacute; Domhnaill, Lorraine Higgins and Colm Burke as suitable for discussion and they will be taken now.  I regret that I have had to rule out of order the matter raised by Senator James Heffernan on the grounds that it is a repeat of a similar Commencement matter raised on 14 May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1436347800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00300"},{"type":"minorheading","content":"Foreign Conflicts","time":1436347800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00400"},{"type":"speech","time":1436347800,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Dara Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00500","speaker":"1120"},{"type":"speech","time":1436347800,"counter":10,"content":"<p>I thank the Cathaoirleach for allowing me to raise this issue.  I will share time with Senator David Norris who has already raised the issue in the House.  I understand the Minister, Deputy Charles Flanagan, is attending a meeting of the Joint Committee on Foreign Affairs and Trade and accept totally that he is unable to be present.  I, therefore, welcome the Minister of State with special responsibility for European affairs who is very involved in the region.  The matter has been highlighted by a young councillor, Mr. Patrick Costello, who represents the Rathgar-Rathmines ward at Dublin City Council.  I compliment him on raising it and bringing it to the attention of the Members of this House and others.  He was in Palestine last year and has made a submission to the Joint Committee on Foreign Affairs and Trade in which he has outlined his concerns about the situation in Palestine.<\/p> <p>We are well aware of the issues in the village of Susiya.  The matter was raised comprehensively by Senator David Norris recently.  To be quite frank, the Israeli Government has decided to demolish this Palestinian village.  It is a very serious issue which will affect the lives of people in the area.  There has been an absolute contravention of every rule and regulation governing international arrangements, but this is only part of what is happening in Israel in dealing with the Palestinian issue.  We know about the increase in the number of houses constructed by the Israelis.  However, the eyes of the world have been taken off what is happening in the region because of the threat posed by ISIS and other issues around the world.  Somehow it is below radar, which is why the Israelis are conducting themselves in a most offensive manner towards Palestinians, as they did in the past.  All we in this House are seeking - it has been the policy of this and previous Governments - is a two-state solution.  <\/p> <p>We have an ambassador in Tel Aviv.  Will the Minister of State contact the ambassador and Israeli officials?  Will he contact his opposite number in the Israeli Government and beg them not to proceed with this provocative action against Susiya which is very special to the people of the region?  <\/p> <p>I again compliment Senator David Norris who has outlined the exact position in great detail.  I can make the Offical Report available to the Minister of State in order that he can read the Senator's contributions.  I hope the Minister of State can take action as we should utilise international opinion.  Given his responsibility for European affairs, I request him to raise the issue at the next meeting of the Council of Ministers to get the European Union involved in the region to protect the people of this village.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00600","speaker":"1140"},{"type":"speech","time":1436347800,"counter":11,"content":"<p>I express my gratitude to Senator Terry Leyden for giving me the opportunity to speak.  I know Susiya as I have been there.  I also know its people.  My friend Ezra Itzhak Nawi has been villified, framed and wrongly charged by Israeli Governments because of his attempts as a Jewish Israeli to support the people of Susiya.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Five things need to be done.  First, a protective diplomatic presence is needed.  If there was a co-ordinated diplomatic effort to have a presence there in solidarity with them, this would inhibit the Israelis.  Second, the impact should be recorded.  Where demolition threatens donors' investment, the donors should enter into immediate communications with Israel and request that the Israeli Civil Administration delivers a official signed copy of the demolition order for its files.  Donors should insist that these official signed orders clearly state the legal premise on which they are based and should challenge any premise that is not based on international humanitarian law.  They should also plan to seek reparation for the damage done by Israel.  Israel confiscated and demolished protective structures, temporary structures and slides for schools.  What it is doing is outrageous.  They should support fact finding to determine if a grave breach has occurred.  The UN Secretary General has stated that Articles 53 and 49 of the Geneva Convention have been seriously breached by the Israelis.  They should also insist that the Palestinians be given a role in the planning.  They are excluded from planning, which is illegal under international law.  <\/p><p>The people in Susiya have been there for 200 years.  It was declared an archaeological site and they were forcibly moved.  The village was demolished and was partly rebuilt.  Israeli settlers were then allowed to move into what was an archaeological site and build a settlement.  A total of 500,000 Israelis live illegally on Palestinian land, which is shocking for the families involved and the people being moved.  They lose their homes and the effect on children is catastrophic.  <\/p><p>On 15 May 2015, the High Court in Israel refused an application from the people of Susiya to defer the demolition until the court had heard a serious and complete application.  This is very unusual for the Israelis.  I point out to the Minister of State that the state of Israel in these proceedings raised no security arguments nor did it argue against the petitioners' ownership of the land.  It did not use security and did not challenge the Palestinians' right to this land.  What always happens in these situations is that demolition and eviction is speedily followed by the illegal occupation of the Palestinians' land by Israeli settlers.  The situation is a disgrace.  I have spoken at length on this issue.  I am particularly glad that the plight of the village of Susiya has been raised by Senator Leyden here this morning because it is a village I know.  I know the people.  They are humble Bedouin farmers.  They do not have any connection with politics.  They just want to get on with their lives.  They are there legally and have 200 years of inheritance.  The Israelis are demolishing, illegally moving them and illegally moving their own settlers in.  I support Senator Leyden in urging the Minister to take very strong action on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#A00700","speaker":"1136","continuing":true},{"type":"speech","time":1436347800,"counter":13,"content":"<p>I thank Senators Leyden and Norris for raising this very important matter and for their understanding regarding the unavailability of the Minister for Foreign Affairs and Trade this morning.  There are two current demolition-eviction cases which have been the subject of recent reporting.  Many of us in the Oireachtas have received correspondence relating to them.  Some 46 Bedouin communities in the hills east and north east of Jerusalem, containing about 7,000 people, have been the subject of relocation orders since 2011.  They have been ordered to move to three designated resettlement areas, in one of which some Bedouin removed earlier are already located.  This threat has been hanging over the villagers for some time, and former T&aacute;naiste, Deputy Eamon Gilmore, visited one of the threatened locations during his January 2012 visit to the region to support the villagers.<\/p> <p>However, there are indications now that the Israeli authorities are progressing their plans.  A retired general has been appointed to liaise with the communities and oversee the transfer and work is ongoing on preparing the relocation sites.  A total of 18 of these communities are in the strategic E1 area adjacent to Jerusalem, which has previously been the subject of strong US and EU pressure on the Israeli authorities because of its strategic location and previous settlement moves there have been withdrawn.  The implementation of this plan now may provide an early indication of the intentions of the new Israeli government in respect of settlements.<\/p> <p>In a separate case, the village of Susiya in the south Hebron hills is also subject to a general demolition order and a previous injunction freezing this while a planning process was completed was set aside by an Israeli court in May.  In theory, this allows demolition to proceed.  While this has not yet occurred, it must be assumed that the authorities intend to proceed, perhaps after Ramadan is over.<\/p> <p>Both of these cases are classic examples of the policies of eviction, dispossession and demolition which are being relentlessly advanced as part of the Israeli occupation - in many, but not all, cases to allow for the expansion of nearby Israeli settlements.  The pretext is generally lack of planning permission for residential and other structures but in practice, it is impossible for Palestinians in Area C, which is 60% of the West Bank, to obtain such permission.  Many of these families have already been subject to dispossession by Israel one or more times.<\/p> <p>The Minister for Foreign Affairs and Trade has said he agrees with the assessment of the UN Secretary General that these policies amount to forcible transfer, which is forbidden by the Fourth Geneva Convention in respect of a population under occupation except in specific circumstances of immediate military necessity, which, as Senator Norris pointed out, do not apply here.  Thus, they are contrary to international law.  These policies are, therefore, an intrinsic feature of the occupation.  Both Ireland and the EU have clearly and consistently condemned the expansion of settlements and the associated policies of evictions and dispossession, most recently in the Foreign Affairs Council Conclusions in November 2014 which specifically referenced the Bedouin case.  Bilaterally, Ireland has conveyed the same messages in public statements and in diplomatic contacts in Israel and with the Israeli embassy here, at EU and UN level at the Human Rights Council in Geneva and directly with the Israeli Government, most recently with the Israeli foreign Minister during the visit by the Minister for Foreign Affairs and Trade to the region in February.  <\/p> <p>We do not have the resources to attempt to follow and be active on every case on the ground in which these policies operate.  Ireland's main focus is on trying to put political pressure on the occupation as a whole.  However, the Irish representative office in Ramallah has made a number of field visits to the Bedouin communities and confirmed that the villagers, contrary to some reports, do not wish to relocate.  The Irish representative visited Susiya in May - I acknowledge the Senator's visit - to meet the community and show support for their struggle.  There was another visit to Susiya in June with a delegation of EU heads of mission accompanying the Palestinian prime minister.  The Department of Foreign Affairs and Trade is continuing to monitor developments in both cases.<\/p> <p>The question of recognition of Palestine, or of any state, is an important issue to be considered on its own merits.  It has not been raised here this morning.  It should not as a punishment or reward for one side or the other.  In respect of a specific request that the issue be raised by Ireland at the next meeting of the Foreign Affairs Council, I will make that suggestion to the Minister.  It seems to be a most reasonable suggestion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#B00200","speaker":"985"},{"type":"speech","time":1436347800,"counter":14,"content":"<p>I am intrigued by the Minister of State's statement that the question of recognition of Palestine, or of any state, is an important issue to be considered on its own merits and not as a punishment or reward for one side or the other.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ireland recognised the State of Palestine's right to exist.  To my recollection I think there was a motion passed in this House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#B00300","speaker":"1140","continuing":true},{"type":"speech","time":1436347800,"counter":16,"content":"<p>A motion was passed but we do not officially recognise it yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00200","speaker":"1136"},{"type":"speech","time":1436347800,"counter":17,"content":"<p>I suggest to the Minister of State that this would be a very positive step because it would show where we stand in that regard.  It has been the policy since the time of the late Brian Lenihan senior to recognise the two-state solution.  He was the first Minister for Foreign Affairs to bring that forward and it has been the policy of successive Irish Governments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00300","speaker":"1140"},{"type":"speech","time":1436347800,"counter":18,"content":"<p> Could the Minister of State raise the five points that I raised at the beginning of my contribution with the Minister?  Even if it is difficult for us to be represented there we could co-ordinate with the other donors to make sure there is a diplomatic presence.  The EUROMED agreement has human rights protocols and it was supposed to be activated when there were human rights violations by Israel.  The United Nations Secretary General has spoken of breaches of articles of the Geneva Convention.  Surely it is time that the EUROMED agreement be examined in light of Israel's human rights violations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00400","speaker":"1136"},{"type":"speech","time":1436347800,"counter":19,"content":"<p>I will of course raise the five points with the Minister.  On the question about co-ordination I think that would be appropriate to raise it in the context of a discussion at the Foreign Affairs Council so both will be linked.  I assure Senator Norris that we are aware that on 22 October 2014 and 10 December 2014, Seanad &Eacute;ireann and D&aacute;il &Eacute;ireann, respectively, adopted unanimous motions calling on the Government to recognise the State of Palestine.  It is a matter for the Government as to when that would be most appropriate to put in place but we are aware of the unanimous wishes of both Houses of the Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00500","speaker":"985"},{"type":"minorheading","content":"Sheepmeat Sector","time":1436347800,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00550"},{"type":"speech","time":1436347800,"counter":21,"content":"<p>I welcome the Minister of State to the House for a debate about the sheep sector which is one of our domestic agricultural sectors.  This sector is of vital significance to many parts of rural Ireland.  In her brief as Minister of State with responsibility for rural development and rural affairs, she will be very aware of the sheep sector's importance in many rural parts of the country where the land may not be as good as in the major agricultural areas.<\/p> <p>According to the national sheep register there are more than 3.5 million sheep in the country.  Most sheep flocks are located along the western seaboard.  My county has 12.5% of the national sheep stock with approximately 450,000 sheep in County Donegal - more sheep than people.  For example, there are 387,000 sheep in County Galway; 369,000 in County Mayo; and 308,000 in County Kerry.<\/p> <p>I have highlighted those numbers because they illustrate that the vast majority of those involved in the sheep sector are along the western seaboard which has seen significant rural decline over many years with young people leaving, for example.  Therefore, the sheep sector is very important as a means of keeping young people on the land.  Sixty per cent of the farm holdings in County Donegal represent sheep farmers.  I am raising this issue which was highlighted by my colleague, Councillor James Pat McDaid, who is a sheep farmer in County Donegal.  He spoke last week about the decrease of up to &euro;20 a head in lamb prices over the past fortnight or two and a half weeks alone.  This is having a drastic effect on many sheep farmers who are having difficulties finishing lambs earlier this year due to the fact that the weather was very bad and wet and there was slow grass growth.  They were forced to feed sheep later in the year and the increased feed prices means that they are being hit hard.  According to some of the farming organisations the factories are controlling the prices.  There is also price volatility in the UK and sheep prices are at their lowest point in the past five years.<\/p> <p>It is not an issue confined to this country but it needs Government intervention to support the sheep sector.  This support could be supplied by an attempt to bolster the export market.  Ireland exports most of its lamb and sheep meat.  We produce approximately 55,000 tonnes of sheep meat a year.  Last year, 45,000 tonnes was exported to France, the UK, Belgium, Germany and Scandinavia.  The French market has fallen.  There was a great demand this time last year from the French market but this has dwindled somewhat this year.  The Government response to support the sheep sector needs to be fast and drastic because sheep farmers will be driven out of existence given that the price has fallen below &euro;5 per kilo and according to some of the farming organisations it could fall to close to &euro;4 per kilo.  The farmers say that their floor price is around &euro;5 per kilo and when the price falls below this level they are producing and working in the negative, in the red.  That cannot be allowed to continue.  Farmers are primary producers and they need support.  The sector has 3.5 million sheep and farmers are willing to stay on the land which is marginal in many cases being commonage or poor land which is not of much use for any other farming.  I ask for a twofold response to this issue, first, that we go after those markets aggressively and try to open up the markets to new Irish lamb, that we promote lamb within the country; second, that a subsidy is provided to sheep farmers either from the Exchequer or through pillar 2 funding which is the &euro;580 million available annually under the CAP rural development programme.  That needs to happen.  The sheep sector is vital to the economy and it is particularly important to the western seaboard regions from Donegal down to Cork and Kerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00600","speaker":"1123"},{"type":"speech","time":1436347800,"counter":22,"content":"<p>I thank the Senator for raising this very important issue.  I am replying on behalf of the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, who is in Strasbourg attending a European Parliament plenary session.<\/p> <p>This is a hugely important element of our agri-food sector and one which is a priority for the Minister.  Primary output from the sheep industry is currently worth about &euro;230 million, a value which has grown significantly in recent years.  Over two thirds of output is exported.  Exports in 2014 totalled 44,759 tonnes, with a value of &euro;218 million.  The sheep sector in Ireland is heavily dependent on the export market as the domestic consumption is usually only about 30% of overall production.  The core markets remain France and the UK with the French market usually representing double that of the UK.  This reflects the strong demand and reputation in France for Irish lamb and also the consumer preference in the UK for British product.  The growth markets in Europe are Sweden, Germany and Belgium with Sweden, for example, now representing our third most important market.<\/p> <p>I am also aware that the sheep farmers are vulnerable to price fluctuations.  While price is something that is subject to the normal dynamics of the market place the Minister has provided a range of financial and structural supports to the sector that can help to make the sector more resilient and position it to avail of development opportunities.<\/p> <p>The application of the latest scientific knowledge to the business of sheep breeding in Ireland is only in its infancy in comparison to programmes for beef and dairy.  However, the establishment of Sheep Ireland and the buy-in from stakeholders is improving matters considerably and proving to be of significant benefit.<\/p> <p>The sheep technology adoption programme which was introduced in 2013, has played a major role encouraging technology adoption at farms while also requiring participants to undertake a number of farm tasks.  These farm tasks make use of the best technologies available to sheep farmers in Ireland while also encouraging improved breeding through the use of a Sheep Ireland performance-recorded ram.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#C00700","speaker":"964"},{"type":"unspoken","time":1436347800,"counter":23,"content":"<p>The programme is currently in its third and final year.  On average, around 4,000 farmers have participated in the programme in each year and total funding of more than &euro;6.5 million was provided in 2013 and 2014.  Under the Rural Development Programme 2014-20, the Minister has made provision for further improving efficiency and profitability in sheep production through the knowledge transfer groups measure.  The experience in the sheep technology adaption programme has informed the development of this measure.  In addition to profitability, the emphasis will be on the key issues of business skills, environmental sustainability and herd health, with increased interaction between individual farmers and facilitators in order to customise information exchange.  Approximately 300 potential facilitators recently expressed interest in running knowledge transfer groups for the sheep sector.<\/p><p>Various other schemes in RDP are also of direct relevance to the sheep sector.  For example, the green low carbon agri-environment scheme will benefit sheep farmers and they will continue to be significant beneficiaries from the areas of natural constraints scheme.  A series of capital investment schemes are being introduced under the TAMS II scheme, several of which will provide for sheep farmers.  It must also be remembered that the sheep grassland scheme, which invested over &euro;65 million in Irish sheep farms during its lifetime, has now been included in the direct payment of each sheep farmer under revised CAP arrangements.<\/p><p>Last week a new ten year strategy for the agri-food sector, Food Wise 2025, was launched with the key theme of local roots, global reach.  The agri-food sector is a sector unlike any other given its strategic importance to the Irish economy, its roots in local communities throughout the country and its rapidly increasing global reach.  Food Wise 2025 sets out a comprehensive plan for the development of Ireland's agri-food sector over the next decade.  It predicts that over the next decade Ireland can increase the value of agri-food exports by 85% to &euro;19 billion, increase value added to the sector by 70% to &euro;13 billion and increase the value of primary production by 65% to &euro;10 billion.  This should deliver a further 23,000 jobs in the agri-food sector by 2025.  With over 350 recommendations, Food Wise 2025 is very detailed but that detail is vital.  Many of these recommendations relate to the sheep sector.<\/p><p>The report acknowledges the importance of the sheep sector and notes that growth in the sector will come from improved technical efficiencies, as well as growth opportunities from an increase in consumer demand and export market opportunities.  Important actions identified for the sector include: genetic improvement of the sheep herd with a focus on ewe fertility and breeding resilience and resistance to diseases; working collaboratively with processors, Bord Bia, Teagasc and Sheep Ireland to modify the seasonal nature of our sheepmeat supply and maintaining presence; increasing farmer participation in the beef and lamb quality assurance scheme to 90% in terms of proportion of output by 2025; adding value to exports by further moving up the value chain from exporting entire carcasses to pre-packaged boneless cuts through wider market access; increasing sheep farmer participation in knowledge transfer programmes; and developing a carbon navigator tool for sheep producers.  The Minister will put in place a robust implementation process to monitor progress and deliver on the ambitious projections in the report.<\/p><p>My Department monitors average sheep prices and sheep slaughtering figures on a weekly basis because the two are clearly interlinked.  A national average sheep price is also submitted to the European Commission once a week.  While the recent movement on prices has been disappointing, it is not out of line with the trend in other countries.  I am satisfied that it does not point to a structural difficulty within the overall sheepmeat sector but rather reflects the fluctuations which can occur at this time of year.  The latest available figures show that after a strong first quarter in 2015, when the average Irish price was approximately 11% up on the same period in 2014, prices have fallen back.  This change in price in recent weeks is likely due to a combination of factors.  Supplies are in full flow at present due to seasonal factors.  At the same time, poor market conditions are believed to be driving down average prices as measured on a weekly basis.  While this recent dip in prices is disappointing, it remains the case that at the end of June, the average year to date price was running at approximately 4% ahead of the same period last year.  Just this week, I understand that prices have started to rise again and that demand for sheep and lamb by factories is rising.<\/p>"},{"type":"speech","time":1436347800,"counter":24,"content":"<p>I thank the Minister of State for her reply and I appreciate that prices are fluctuating but the reality is that the costs are much higher this year compared to last year and prices have dipped.  In my neck of the woods in the north west region, prices are significantly below the figures for this time last year.  The fluctuations appear shallower than is actually the case because the Department is using generic figures across the country.<\/p> <p>A mechanism needs to be found to support sheep farmers.  I note that the Minister of State used the phrase \"technical efficiencies\".  For many sheep farmers, technical efficiencies are probably not possible.  We cannot continue to develop technical efficiencies in a sector that is already at break-even point.  We must assist sheep farmers either by finding new markets or providing a top-up subsidy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#D00200","speaker":"1123"},{"type":"speech","time":1436347800,"counter":25,"content":"<p>I have asked my officials to prepare background information for the Senator on sheep prices.  I ask him to let me know if he does not receive the information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#D00300","speaker":"964"},{"type":"minorheading","content":"School Staffing","time":1436347800,"counter":26,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#D00450"},{"type":"speech","time":1436347800,"counter":27,"content":"<p>I raise the issue of the pressing need to secure a permanent resource teacher for Esker national school in Esker, County Galway.  At present the Department of Education allocates resource teachers on the basis of need calculated by time.  A resource teacher may work across two schools to make up the total time allocation.  These allocations are temporary unless the hours can be provided by teachers on permanent contracts.<\/p> <p>Regrettably, this has been the experience of Esker national school for quite some time.  For the last three years the school has had an allocation of between 20 and 23 hours, which when combined with other schools creates a full 25 hour post.  Every year the school community expresses the hope that the Department will see sense by allocating a permanent position in light of obvious demand and the fact that the school falls short by only a few hours.  However, each year the post is sanctioned on a temporary basis.  This is frustrating for all concerned but especially for the pupils and resource teacher, whose employment has not been made permanent even though she returns to the school year after year.  There is no certainty for the teacher, the school or the students who depend on her.  Based on the repeat allocation of resource teachers on temporary contracts, it should be clear to the Department that a permanent resource teacher is required at the school in light of the demand arising.  I understand the Department is relying on temporary positions until such time as it introduces a new model but schools like Esker national school have no clear idea of when the new model will be introduced or what it will comprise.  They have a rational fear that they will be left worse off after the introduction of a new model.  It is important that the Department assuages their fears in this regard.<\/p> <p>I call on the Minister of Education and Skills to clarify this issue by expediting the introduction of a new model and, taking into consideration my submission, moving to secure a permanent resource teacher for Esker national school.  The school deserves one because it is ridiculous that it requires 25 hours on a weekly basis to have a permanent teacher even though it has established a need for between 20 and 23 hours.  For the sake of certainty in our educational system, it is imperative that the school's resource teacher post be made permanent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#D00500","speaker":"1173"},{"type":"speech","time":1436347800,"counter":28,"content":"<p>I thank the Senator raising this important issue.   I am aware that she regularly raises issues like this in her own constituency.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ann Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2293\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2293&amp;amp;pid=AnnPhelan&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am taking this Commencement matter on behalf of my colleague the Minister for Education and Skills, Deputy Jan O'Sullivan.  <\/p><p>The education of children with special educational needs remains a key priority for the Government.  We have been resolutely committed to protecting and, in some instances, increasing the level of investment made to support children with special educational needs at a time when there has been a requirement to make expenditure reductions across a range of areas.  It is an area which has been prioritised above most others by the Government, despite the enormous pressures in all areas of public spending.  This year alone over &euro;1.37 billion or 15% of the Department's budget is being spent to provide supports to enable learners with special educational needs to access an education appropriate to their needs.  This week alone the Minister announced the provision of an additional 610 SNAs to support children with special needs in schools.<\/p><p>The growth in provision for resource teaching support has been a major factor in ensuring the successful integration of children with special educational needs into mainstream education.  More children than ever before are receiving resource teaching support in schools.  The number of resource teaching posts available for allocation has increased by 27% since 2012, from 5,265 posts in 2012 to 6,705 in 2015-16.  The allocation of resource teaching posts to schools will increase by over 9% for the coming school year.  This is in excess of demographic increases in 2015 of approximately 1.8% at primary level and 1.2% at post-primary level.<\/p><p>The House will be aware that the National Council for Special Education, NCSE, through its network of local special educational needs organisers, is responsible for allocating resource teachers to schools to support children with special educational needs.  It operates within the Department's criteria in allocating such support.  All schools were asked to apply to the NCSE for resource teaching support for the 2015-16 school year by 18 March 2015.  The NCSE continued to accept applications after this date in recognition of the fact that enrolments might not have been completed or where assessments had not been completed.  It has published details of the resource teaching allocations which will be made to each individual school on its website.  It will also have a second round allocation process to respond to late enrolments, or diagnosed disabilities emerging after the closing date for the first allocation round, to the start of the new school year.<\/p><p>The Department's Circular 05\/2015 sets out arrangements for filling NCSE-approved resource teaching posts in primary schools.  Permanent resource posts are allocated to schools with an allocation of 25 resource teaching hours.  Many schools will receive an allocation of less than 25 resource hours.  In such cases, they join neighbouring schools to form clusters with an allocation of 25 hours.  In these circumstances a temporary post is appointed and based in one of the schools.  The school referred to in the Senator's question has been approved for such a temporary shared post for the coming school year.  Clustering arrangements operate successfully throughout the country.  They ensure pupils can continue to access additional teaching supports in school and also that the additional teaching resources are utilised to best effect to maximise teaching and learning outcomes for children.<\/p><p>I again thank the Senator for raising this important matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#D00600","speaker":"964","continuing":true},{"type":"speech","time":1436347800,"counter":30,"content":"<p>I thank the Minister of State for her response.  I accept that 15% of the Department's budget is being used in meeting special educational needs.  It was heartening to hear the Minister's announcement earlier this week on the allocation of an additional 610 SNAs.  While I am delighted that Galway, in particular, will receive an extra allocation of 42 SNAs, I ask the Minister to look at the specific needs of Esker national school.  There is no doubt that there is a demand and a pressing need for a permanent post at the school.  As I said, there is a need for certainty and clarity.  I, therefore, ask the Minister of State to convey to the Minister that this needs to be taken into consideration and borne in mind when introducing a new model for the rolling out of resource teaching posts.  We must try to make an impact in an area in which assistance is needed the most.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00200","speaker":"1173"},{"type":"speech","time":1436347800,"counter":31,"content":"<p>I thank the Senator for raising the issue and will convey her concerns to the Minister.  I ask her to continue her endeavours to secure assistance for the schools in her constituency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00300","speaker":"964"},{"type":"minorheading","content":"Hospital Consultants Recruitment","time":1436347800,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00400"},{"type":"speech","time":1436347800,"counter":33,"content":"<p>I welcome the Minister for Health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00500","speaker":"1124"},{"type":"speech","time":1436347800,"counter":34,"content":"<p>I also welcome the Minister and thank him for dealing with this matter.  <\/p> <p>I have a concern about a vacancy that has arisen at Beaumont Hospital where Professor David Hickey was a consultant for many years and provided an excellent service in carrying out transplants.  I understand he has retired and that a second consultant who worked at the hospital has returned to the country.  The number of transplant consultants has been reduced to four in total when it should be eight, which means that we have a major problem.<\/p> <p>In the past six months the figures for transplant procedures were presented on a number of occasions to us at the Joint Committee of Health and Children where comparisons were made with the position in Norway, which has a population of 4.8 million, of whom only 370 are on dialysis.  In Ireland there are over 1,800.  A transplant saves the Exchequer in the order of &euro;750,000 in real terms, which is a huge saving for the country.  <\/p> <p>The appointment of consultants is an issue about which I have been concerned for some time.  Last October, at the Joint Committee on Health and Children, I asked representatives of the HSE a question, only to be told in reply that there was no information available at a national level on the number of posts which were vacant.  At the time I advised the HSE that if it was to give me the name of one porter in each hospital around the country, I was sure I would be able to obtain the information.  It was a further six months before I eventually received a list which indicated that there were over 300 vacancies.  <\/p> <p>This issue dates back to the time of Comhairle na Ospid&eacute;al which was subsumed into the HSE in 2004.  When Comhairle na Ospid&eacute;al was in place, a vacancy would have been flagged by a health board at least 12 months in advance, advertising would have taken place and the post would have been filled as soon as the vacancy arose.  We now seem to have a policy of advertising vacancies only after they arise.  There is a lack of long-term planning, which seems to be the case at Beaumont Hospital.  Responsibility for filling the vacancy seems to lie with the HSE, Beaumont Hospital and the Department.  What we need is clarity.  We must decide how to fast-track the filling of the post and how to make it attractive enough for someone to apply from abroad if there is no one available in Ireland to fill it.  A candidate may be Irish, but at least such a process would ensure the post was filled and thus allow us to meet the target for the number of transplants to be undertaken in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00600","speaker":"1150"},{"type":"speech","time":1436347800,"counter":35,"content":"<p>The consultant who carried out pancreas transplants at Beaumont Hospital took early retirement at the end of 2014.  Given the limited number of surgeons who specialise in transplantation, the filling of such vacancies poses a challenge.  While Beaumont Hospital is making every effort to recruit a suitable replacement, it is also collaborating with St. Vincent's University Hospital on a combined approach to kidney and pancreas transplants.  It is proposed that pancreas transplants, of which six were performed in 2014, will be carried out in St. Vincent's University Hospital.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The two hospitals, together with Organ Donation and Transplant Ireland, ODTI, which is part of the HSE, and my Department, are working to make arrangements to facilitate the commencement of this work as soon as possible.<br\/><br\/>Most pancreas transplants are combined with a kidney transplant.  These cases will involve transplant surgeons from St. Vincent&rsquo;s University Hospital and Beaumont Hospital working together in St. Vincent&rsquo;s University Hospital.  In addition to working with St. Vincent&rsquo;s University Hospital in a combined approach to kidney and pancreas transplants, Beaumont Hospital is collaborating with it in the development of an intra-abdominal organ retrieval service that will facilitate a more effective and cohesive overall procurement and transplant service.  <br\/><br\/>In May Beaumont Hospital wrote to all patients who had received a pancreas transplant, in addition to all patients on the transplant waiting list.  It has also written to all referring consultants.  At this point, all pancreas transplant recipients have been seen by clinicians in Beaumont Hospital or have appointments in place.  Future pathways of care are being discussed with all patients at these meetings.<br\/><br\/>A joint assessment clinic for the eight patients waiting for a pancreas transplant, involving consultants and nurses from Beaumont Hospital and St. Vincent's University Hospital, will be held on 24 July.  Management and clinical staff at the hospitals are committed to ensuring an optimal service will be put in place for the long-term benefit of those in need of pancreas transplants.  As St Vincent&rsquo;s University Hospital is already established as the national liver transplant centre and is a designated centre for pancreas cancer services, it is well placed to undertake pancreas transplants.  Every effort is being made to have all of the necessary arrangements and protocols in place to facilitate St. Vincent's University Hospital to be in a position to undertake pancreas transplants from mid-September should there be a suitable donor-recipient match.<br\/><br\/>Additional funding of almost &euro;3 million has been provided to facilitate the development of the most appropriate infrastructure to support organ donation and transplantation.  This will facilitate the appointment of 19 whole-time-equivalent staff dedicated to organ donation and transplantation across the country.  Included in this number are five organ procurement co-ordinators who have been appointed and six organ donation nurse managers<b><\/b>who will be in post<b><\/b>in each of the hospital groups by the end of August.<br\/><br\/>I recognise all of the families who have facilitated the donation of the organs of their loved ones, often to the benefit of several recipients.  I reiterate my commitment to enhance organ donation and transplantation rates for the benefit of patients and their families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#E00700","speaker":"948","continuing":true},{"type":"speech","time":1436347800,"counter":37,"content":"<p>Dr. Hickey took early retirement, but surely this was flagged in the hospital beforehand.  Why was there such a delay in advertising for a replacement?  What is the HSE now doing?  Considering that it took me six months to obtain a list of vacancies from the HSE, it appears that there is no national co-ordination.  I asked what consultants were to retire in the following 12 months and in what number, but the HSE could not give me an answer.  This is an extremely important issue which concerns long-term planning.  It is clear from what has occurred that there was no long-term planning.  There is none; the matter is being put on the back burner.  It is no longer acceptable that there are long waiting lists.  We can talk all we like about waiting lists, but until such time as we sort out the issue of consultant appointments before they arise, we will be complaining about waiting lists for the next 20 years.  This matter needs to be prioritised.   With regard to appointments, we are down to four consultants carrying out transplants.  What incentive is going to be offered to try to bring people back from abroad to take up the vacant posts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#F00200","speaker":"1150"},{"type":"speech","time":1436347800,"counter":38,"content":"<p>The post was advertised.  I cannot say with absolute certainty when it was advertised, but it was certainly advertised many months ago.  However, it was not possible to find a suitable applicant.  As the Senator will know, the health service works in such a way that the HSE is not always the employer.  Beaumont Hospital, for example, is a voluntary hospital.  Therefore, the people who work there, in St Vincent's University Hospital and many other hospitals are not actually HSE employees but employees of the voluntary hospital.  As a consequence, recruitment procedures vary.  There is direct recruitment by the HSE and also recruitment by individual voluntary hospitals.  Quite a large number of consultant posts have been advertised in recent months.  Advertisement is through the Public Appointments Service which fills the posts.  It is trying to speed up the filling of posts, but sometimes it can take time because recruits have to give notice elsewhere before taking up a post, particularly if coming from overseas.  There are difficulties in attracting applicants or any applicant in some cases, particularly when the job is not in one of the major cities.  That is a particular difficulty.  Obviously, any incentive that can be offered is limited because we are bound by the rules on public sector pay.  The current structure does not give us flexibility to offer bespoke contracts, top-ups or incentives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#F00300","speaker":"948"},{"type":"unspoken","time":1436347800,"counter":39,"content":"<p>Sitting suspended at 11.25 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1436347800,"counter":40,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#G00100"},{"type":"speech","time":1436347800,"counter":41,"content":"<p>The Order of Business is No. 1, the Choice of Court (Hague Convention) Bill 2015 - Order for Second Stage and Second Stage, to be taken at 1 p.m. and to adjourn no later than 3 p.m., with contributions from group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; No. 2, Statements on the Report of the Working Group on Seanad Reform 2015, to be taken at 3 p.m. and to conclude no later than 6 p.m. if not already concluded.  Dr. Maurice Manning will make an opening statement, with the contributions of all Senators not to exceed ten minutes.  Dr. Manning and Mr. Joe O'Toole will be called upon to reply to questions no later than 5.45 p.m.; No. 3, Environment (Miscellaneous Provisions) Bill 2014 - Second Stage, to be taken at 6 p.m. and to adjourn no later than 8 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and Private Members Business, No. 20, to be taken at 8 p.m. and to conclude no later than 10 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#G00200","speaker":"1130"},{"type":"speech","time":1436347800,"counter":42,"content":"<p>I thank Senator Colm Burke for raising the pancreas transplant issue directly with the Minister for Health in a Commencement debate matter.  Having read the Minister's reply to the Senator, I welcome the fact that a special clinic will be held on 24 July to deal with the eight patients who are currently waiting for transplants.  This is very welcome but I believe that if we had not raised this matter time and again, this would not be happening.  I welcome the announcement following the cross-party effort on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#G00300","speaker":"1139"},{"type":"speech","time":1436347800,"counter":43,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#G00400","speaker":"1156"},{"type":"speech","time":1436347800,"counter":44,"content":"<p>I commend Senator Burke on raising the matter and thank him for his assistance in this regard, particularly on behalf of the people waiting for a transplant.  I compliment Senator Burke for what he has done.<\/p> <p>In regard to No. 2, the statements on the report of the working group on Seanad reform, I welcome the fact we will have two former colleagues in the House on this matter.  I have been reading about this report with interest and have my own views on some of the proposals, which I will mention later.  I am not sure how workable the proposals are, but my main concern is the role of the Government, particularly of the Taoiseach, in this.  The Taoiseach has not met any of the leaders of the Opposition in regard to these proposals.  We do not have an existing, sitting Senator on the working group and I see that as deficient.  The Leader should have been part of the group.  If there was to be only one sitting Senator on it, that should have been the Leader.  Since the referendum on the Seanad was defeated, we have had only one meeting with the Taoiseach.  We were told there would be a series of meetings on Seanad reform and how it would be done.<\/p> <p>I do not disparage in any way the work that has been done by the working group but it appears that what is proposed now is to rush through some proposal document.  This is not doable between now and the next election and is probably not doable at all.  The proposals contained in the report would probably ensure a Seanad election would be more expensive than a D&aacute;il election and, as set out, would cost taxpayers a lot more.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This does not make any sense and I am worried that it is a box ticking exercise by the Taoiseach and the Government in order that when he goes to the public, he will be able to say he has a detailed Seanad reform plan which he knows will never be implemented.  I am concerned that we are just going through the motions and that what will happen later today is a false debate.  We will be having a chat with two well respected people, former Senators Maurice Manning and Joe O'Toole, but they have no power.  They have produced a report, but let us be straight - the only person who can make any change is the Taoiseach but only if he wants it to happen.  I am wary of this process.  Has the Taoiseach indicated to the Leader that there will be a meeting of group leaders with him on Seanad reform?  Will he follow through on his commitment which he gave more than two years ago to work with the Seanad to improve the workings of the House?  The Leader has introduced many valuable changes and I know that he would have made more if he had been sanctioned to do so.  He has changed the workings of the Seanad in the past four years, for which I commend him.  However, I am concerned that this is a case where, having produced a report on Seanad reform, it will be a matter of saying \"off with you now\" and that during the general election the Taoiseach will say he brought forward reform proposals.  Most of us know that none of it is going to happen.  We are to spend three hours listening to statements on the report of the working group, yet I cannot get certain Ministers to come to the House to discuss various matters.  We could spend three hours discussing things which really will happen and really affect the public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#G00500","speaker":"1139","continuing":true},{"type":"speech","time":1436347800,"counter":46,"content":"<p>I add my voice to those who have welcomed the announcement yesterday of the new allocation of special needs assistants by the Minister for Education and Skills, Deputy Jan O'Sullivan.  Up to 610 additional SNAs will be allocated from September 2015.  When the Minister spoke on radio this morning, she made explicit the Government's commitment that every child with an assessed care need would have access to SNA support.  The new allocation reflects a significant increase in assessed needs, of which her Department has become aware, and is very welcome for many parents around the country.  It means that the allocation of full-time SNA posts will rise in September to 11,820.  <\/p> <p>Also welcome is the announcement made by Vodafone of 200 new jobs in Dublin, with the European sales centre to be located in Carrickmines.<\/p> <p>I commend Senator Jillian van Turnhout for her initiative in putting together an all-party Oireachtas group on children's future health which will work with the Irish Heart Foundation.  I commend her for the successful launch of the all-party group this morning.  Colleagues in the D&aacute;il and the Seanad were present at the launch, including Senator Marie Moloney.  Professor Donal O'Shea and Miriam O'Callaghan were also in attendance.  I look forward to having a debate in the House, perhaps in the autumn term, on the work of the all-party group which will address the issue of children's future health on a cross-party basis and with a view to taking real action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H00200","speaker":"1148"},{"type":"speech","time":1436347800,"counter":47,"content":"<p>I will start by referring to the children's future health cross-party group which we launched this morning.  I thank Senators and Deputies, across parties, who joined me.  They included Senators Ivana Bacik and Marie Moloney and Deputies Clare Daly, Billy Kelleher, Sandra McLellan, Mary Mitchell O'Connor and Thomas Pringle.  I thank the Irish Heart Foundation for supporting us in our work with a secretariat, with the Children's Rights Alliance, Social Justice Ireland and Healthy Food for All.  The need for a cross-party group on children's future health is to be found in the reality that one in four children in Ireland is overweight or obese and that one in five children goes to bed hungry.  We hope that, as a cross-party group, we can agree on actions to be taken in this area.  Later this year we will launch the first ever study of food marketing to children via the Internet and social media which is being carried out by the Irish Heart Foundation.  We will work with anyone and everyone who wishes to work on the issue of children's future health.  <\/p><p>I wish to raise an issue with the Leader regarding the children's rights referendum.  Yesterday there was a decision on costs when the Supreme Court dealt with the legal challenges.  The President signed the children's rights referendum Act into law on 28 April which was a glorious day.However, if one looks at the Office of the Attorney General's website, <i>www.irishstatutebook.ie<\/i>, concerning the 31st amendment to the Constitution it states the result of the referendum &quot;is currently the subject of a legal challenge&quot;.  On Friday last I wrote to the Attorney General to seek clarification.  As I had contacted her office prior to that but without success, I decided to write to her.  I have been advised that the Office of the Attorney General will not update its website until the Constitution is reprinted, a matter I have found that comes within the remit of the Office of Public Works.  When I contacted that office, it stated it had completed a print run in February and had no intention of completing another in the foreseeable future because it was waiting to include the latest amendment in the next print run.  The result of the marriage equality referendum is being challenged in the courts.  This is unacceptable and an impasse.  The Office of the Attorney General's website states there is a legal challenge to the 31st amendment to the Constitution - the children's rights referendum.  To me, it feels like children are being told to wait again because we have to wait for a reprint of a book.  I do not understand it.  The President signed the Act into law on 28 April and we have waited long enough.  There are children who did not receive their rights during the period of two and a half year while the outcome was being appealed.  I respect the concept of democracy, but there were children waiting to be adopted who turned 18 years of age during that period and whose rights were extinguished.  I have written to the Attorney General and the Minister of State, Deputy Simon Harris, who has responsibility for the Office of Public Works, but I would be grateful for any guidance, help or support the Leader could offer.  At the very least, the websites should be accurate.  <\/p><p>I repeat my call for a discussion on the implementation of the proposals made in the working group's report on the direct provision system which was published last week.  It is a weighty tome, but much of it requires to be implemented.  We need to see action on the proposals made in it.  I, therefore, ask for a debate on the issue at the earliest opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H00300","speaker":"1171"},{"type":"speech","time":1436347800,"counter":48,"content":"<p>Next Thursday in the Taney parish centre I will be holding a public meeting aimed at stopping burglaries.  It follows a meeting I held in May on tackling crime and burglaries in the Dublin Rathdown area.  More than half of the people who attended that meeting had had their houses burgled, which is serious.  On 30 June the CSO published figures showing there had been a surge of 8% in the number of burglaries in the past 12 months.  I am calling for the Minister for Justice and Equality, Deputy Frances Fitzgerald, to come to the House to discuss with us what she intends to do and how she will increase the numbers of garda&iacute; to halt the increase in the number of burglaries.  A surge of 8% nationally is frightening.  It was folly to close the Garda station in Dundrum.  The constituency of Dublin Rathdown is very close to the M50 which those who want to carry out burglaries in the area can use to get in and out easily.  Based on my experience, I am passionate about the need to revamp the Neighbourhood Watch scheme.  At the public meeting next week I will have three brilliant speakers: the chairman of Crimestoppers, Mr. Tim Dalton; the local community garda in the area and Ms Noreen Barron who will speak about the Neighbourhood Watch scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H00400","speaker":"1156"},{"type":"speech","time":1436347800,"counter":49,"content":"<p>We will all go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H00700","speaker":"1117"},{"type":"speech","time":1436347800,"counter":50,"content":"<p>The Neighbourhood Watch scheme was very successful for a number of years, but it now needs to be totally revamped.  It is a perfect partnership between garda&iacute; and the local community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H00800","speaker":"1156"},{"type":"speech","time":1436347800,"counter":51,"content":"<p>Is the Senator proposing an amendment to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H01100","speaker":"1120"},{"type":"speech","time":1436347800,"counter":52,"content":"<p>I am proposing an amendment to request the Minister for Justice and Equality to come to the House to speak about the surge of 8% in the number of burglaries in the past 12 months and state what she intends to do about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H01200","speaker":"1156"},{"type":"speech","time":1436347800,"counter":53,"content":"<p>After the severe storm damage caused in recent years in various parts of the country, including Galway, there was a Government commitment to provide for coastal and river flood protection works.  I am glad to say a risk assessment is now taking place in Galway with a view to drawing down funding from the OPW, the lead Government agency in providing long-term flood defences.  The Government's catchment flood risk assessment and management, CFRAM, programme will consider the long-term effects of flooding, as well as the impact of climate change and rising tides.  There will be a public consultation process in Galway and other affected areas across the country.  I urge anyone affected by flooding to become involved in the consultation process.  There will also be a risk assessment, the findings of which will contribute to a draft flood management plan for local areas.  I also understand works on the Clare river in Claregalway are being held up by legal difficulties, but it is hoped they will be overcome shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#H01300","speaker":"1187"},{"type":"speech","time":1436347800,"counter":54,"content":"<p>I welcome the announcement yesterday by the Minister for Education and Skills of an additional 610 special needs assistants.  Yesterday I had the opportunity to visit Our Lady of Good Counsel national school in Johnstown, Killiney, County Dublin.  A summer course on physical literacy is being held there for primary teachers.  Today I thank the Minister for Education and Skills and the Professional Development Service for Teachers for listening to me and taking on board the points for life initiative I launched in the Seanad four years ago.<\/p> <p>As part of its well-being team, the Professional Development Service for Teachers has established a number of staff who have been assigned to upskill national teachers in the area of physical literacy.  The design of the fundamental movement skills, which I have been talking about consistently for some time, is in the final stages and, once completed, they will be rolled out on a trial basis throughout 2015 and 2016.  This is all part of the national physical activity plan and the Get Active framework announced in recent years.  The teachers who attended this seminar this week and previous weeks were absolutely blown away by what they have learned in terms of fundamental movement skills, the foundation we build in children and how important this is.  They are really encouraged and enthusiastic about going back to school.<\/p> <p>This is only a seed that has been sown and I would like to see it blossom as quickly as possible in the school curriculum in the next few years.  A number of teachers mentioned to me yesterday that the National Council for Curriculum and Assessment is responsible for writing the curriculum on numeracy and literacy in schools.  The teachers I spoke to yesterday have encouraged me to ask for the Minister for Education and Skills and the NCCA to take on board now the writing of a proper curriculum for physical literacy in schools.  I thank the PDST and the Minister and all those teachers who have enthusiastically taken on what we have been trying to get through the Seanad in recent years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00100","speaker":"1165"},{"type":"speech","time":1436347800,"counter":55,"content":"<p>I ask the Leader if it is possible to arrange for statements on technological universities before the summer recess or if not, as early as possible in September.  Is the Leader in a position to update the House on the work of Michael Kelly and a university for the south east?  He has been meeting stakeholders.  He was to complete a report and furnish it to the Minister and one hopes the findings will be published.  This is a hugely important issue for the people of Waterford city and county.  It is massively important that this is delivered.  There is a concern that we are into the last year or less of this Government's term of office.  To be frank, we are no closer to having that university in Waterford and for the people of the south east than when this Government came into office.  This is not all the fault of the Government as it is more to do with internal politics in the region and for other reasons.  It is hugely important.  We cannot allow this to slip under the radar and not to go ahead.  It was in the programme for Government as a clear promise and we must ensure it is delivered.  I am sure the Leader will concur it is hugely important, not just for the people of Waterford city and county but for the entire south-east region, that this university is delivered.  We have been, in educational terms, operating with one hand tied behind our back for far too long.  I met Michael Kelly and the Minister for Education and Skills.  I know that Government party Deputies and Senators and Opposition Members have been pushing this issue and working very hard in the locality to ensure this is delivered.  It was envisaged the report would be published well before now but there is a concern as to why it has not been published yet.  If the Leader is not in a position to answer today, will he get an update from the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00200","speaker":"1133"},{"type":"speech","time":1436347800,"counter":56,"content":"<p>I wish to seek support for 470,000 asthma sufferers in this country.  Ireland has the fourth highest asthma statistics in the world.  In my own county of Tipperary alone, there are 15,000 people suffering from asthma, approximately 10% of the population.  In 2011, the Government approved a clinical programme for asthma but, to date, this programme has not been implemented.  There are a number of facets to this programme but the ones I will highlight in particular are the provision of one free GP visit per year for asthma sufferers, which would cost approximately &euro;2.5 million, the provision of an Asthma Society of Ireland advice line, which would cost approximately &euro;150,000, and a recognition that asthma is a long-term illness.  The number of people suffering from asthma increases during the summer and many people will experience asthma along with hay fever.  For a person who suffers with asthma all year round, it is a debilitating disease and it deserves to be recognised as a long-term illness.<\/p> <p>The Government, in good faith, approved the strategy four years ago but it is time for action.  There has been some loosening of the purse strings in advance of the budget and money could not be spent in a better way than by providing the services I have outlined for asthma sufferers.  Perhaps the Leader would request the Minister for Health to come to the House to have a debate on this subject before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00300","speaker":"1162"},{"type":"speech","time":1436347800,"counter":57,"content":"<p>I second the amendment to the Order of Business proposed by Senator White.  A few weeks ago, Senator Norris and others raised the issue of an alleged village called Susiya in the West Bank.  A number of us had received information on this by e-mail.  I decided that in this instance I would contact the Israeli embassy to establish exactly what its position was.  Inevitably what happens in this House whenever issues of Israeli-Palestinian relationships are raised, we hear about the Palestinian side.  If the House will allow me, I will read relevant parts of the response I received.  The Israeli embassy response states that Susiya is not and never was a recognised village.  It states that there is an archaeological site there showing signs of ancient Jewish habitations from 1,500 years ago.  In recent years, clusters of illegal structures have been built around Susiya in breach of planning and zoning laws.  The embassy response also points out that it is a Bedouin settlement which is a largely barren territory that is controlled by Israel and is state land according to the Oslo Accords.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00400","speaker":"1128"},{"type":"speech","time":1436347800,"counter":58,"content":"<p>This matter was raised as a Commencement Matter by Senator Leyden this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00500","speaker":"1120"},{"type":"speech","time":1436347800,"counter":59,"content":"<p>Yes, but I wish to put on the record of the House the Israeli side of the situation.  They say that the authorities in the area have offered alternative lands nearby which will improve the petitioners' quality of living, enabling access to civil infrastructure systems and improve access to educational facilities.  They state the offer does not obstruct the continuation of the same agricultural activities in the lands to which the petitioners lay claim, that their petition will be heard by the Israeli Supreme Court next month, and that the authorities will heed any decision reached by the court.  The final point of the embassy is that in the broader context the attempts to portray the issue of Susiya as a human rights issue are egregious in that the issue relates to illegal building and any attempt to portray it as anything else merely confirms that it is being used as another propaganda tool to generate hostility towards Israel.  I wanted to put that statement on the record of the House.  It is a matter for Members of the House to decide on who is right and wrong but time and again in this House we have heard one side of this argument and I wanted to put the other side on the record.  Whether one supports it or otherwise, they are entitled to their point of view.<\/p> <p>I ask that the Minister of State with responsibility for European affairs would come to the House, tomorrow if possible but certainly next week, to afford this House the opportunity of discussing the Greek crisis.  As a House we have not voiced any opinion on the Greek crisis as it has developed over recent weeks.  Particularly in light of the decisions that are imminent this weekend it is very important that this House has an opportunity to express its views and to hear the Government view.  There are conflicting signals coming from the Government on what exactly is the Irish Government's attitude towards Greece.  We are hearing on one hand about the great empathy we have with the Greek people but on the other hand there are suggestions that we are siding with the German bankers.  I do not think that sort of obfuscation and ambiguity should be allowed to stay on the record any longer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need clarity.  We on this side of the House have made it quite clear that we support the efforts of the Greek Government to get its people out from under all the austerity that could continue for at least a decade, a situation I do not think anyone would find that acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#J00600","speaker":"1128","continuing":true},{"type":"speech","time":1436347800,"counter":61,"content":"<p>We all know in this House how difficult fuel fraud is for the Revenue Commissioners, who have direct responsibility for it, and the serious threat this criminal activity poses to legitimate businesses North and South.  Senator Wilson recognises how well these people perform in their illegal activity dealing with stretched petrol and laundered diesel.  I welcome the recent announcement by the Minister for Finance regarding the introduction on 1 April 2015 of a new and more effective product for marking rebated fuels that was identified as a result of a joint process conducted with Her Majesty's Revenue and Customs in the UK.  The work of Revenue officers in testing fuel for the presence of the new marker will be supported by mobile equipment that will allow on-the-spot analysis of samples.  We wish them well.  Anything that can be done to strengthen the Revenue Commissioners' hand in combating this must be done.<\/p> <p>I know the issue arose at the previous meeting of the North-South Ministerial Council in Armagh.  The report that was adopted in this Chamber at the plenary session of the British-Irish Parliamentary Assembly in February recommended that a task force be set up.  The Revenue Commissioners cannot deal with this on their own.  The PSNI in the North and An Garda S&iacute;och&aacute;na in the South cannot deal with this on their own.  There are 34 Border crossings in the Dundalk region alone.  These people have been known to break roadblocks on occasion.  Apart from that, it is impossible to police 34 Border crossings so we must get real.  It must be done an all-agency basis that involves the Revenue Commissioners, Customs and Excise, the Criminal Assets Bureau and the Environmental Protection Agency in addition to the Garda S&iacute;och&aacute;na and the PSNI.  These people have been in business on the Border for 20 or 30 years.  If this is not adopted, they will remain in business for the next 20 or 30 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#K00200","speaker":"1151"},{"type":"speech","time":1436347800,"counter":62,"content":"<p>I support the point made by Senator Paul Coghlan.  I have said a few times in this House that the criminal organisations we are talking about are largely run by the Provisional IRA.  Whatever difficulties they pose for small businesses, the threats, intimidation and tactics they use to control and subjugate their own communities are quite abhorrent.  There does not seem to be a massive amount of will on the part of the police to tackle them.  I do not know whether it is down to resources.  It seems that this artificial peace process is being protected at all costs.<\/p> <p>I also wish to raise the issue of the N20 motorway between Cork and Limerick.  I wished to raise the matter under the Commencement debate today.  It relates to connectivity between Ireland's second and third largest cities.  It is a major barrier to investment in County Limerick in particular but also in the south, south-west and mid-west regions.  If we do not have that kind of road connectivity between two of the country's major cities, it is quite inhibiting.  My Commencement matter was ruled out of order because a similar matter had apparently been raised a couple of weeks ago so I amended my Commencement matter in such a way as to make it different.  I have been in contact with a civil engineer of considerable experience based in Austria who has proposed a different public private partnership model from the one used by the National Roads Authority and the Department of Transport, Tourism and Sport.  This model is an enhanced public private partnership model that could go some way towards solving the issue of connectivity between Cork and Limerick.  I use the road quite often.  There are always tailbacks between Mallow, Buttevant and Charleville and there are some terribly dangerous accident blackspots in Rockhill, Anahid Cross and O'Rourke's Cross.  This project has been put on the long finger for far too long and is something County Limerick really needs.  Will the Cathaoirleach consider a Commencement matter I will resubmit?  I hope it will be taken because it is the only opportunity I will get to hear from the Minister for Transport, Tourism and Sport about this very important project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#K00300","speaker":"1119"},{"type":"speech","time":1436347800,"counter":63,"content":"<p>I agree with the need for this House to have some sort of debate on Greece.  It is an international crisis that, regardless of the way it is resolved, will have a detrimental effect on the European project as we know it.  Regardless of whether it is resolved satisfactorily or not, Europe has changed as a result of the Greek crisis.  It would be no harm if the Leader were in a position to organise a debate to clarify the Government position, which I have no doubt is very clear.  Like the Irish people, the Government empathises with the people of Greece.  Some of the ill-informed and misconstrued comments on the Government position were regrettable because they are not true and the Taoiseach and other Ministers have made that clear in recent days.<\/p> <p>On a more positive note, the aviation industry in this country is doing remarkably well.  I am delighted to be able to tell the House that AerCap, which is one of the world's leading aircraft leasing companies, has created 100 jobs, 50 of which are in Dublin in Senator Darragh O'Brien's area and 50 in Shannon.  These are high-end and highly sought after jobs in the area of technical aircraft leasing as well as legal, treasury and finance jobs.  AerCap has had a tremendous growth trajectory over recent years.  It now has about 2,000 aircraft, the latest of which is being delivered to Dublin Airport today.  We all remember the great dream that was Guinness Peat Aviation.  Unfortunately, due to bad timing and a bad initial public offering, it did not lead to the international stardom and success for which people had hoped.  We now have far more balanced and measured development of the aircraft leasing business.  Ireland is the world leader in aircraft leasing.  No one can come near us.  We need to play to our strengths.   The 100 new jobs are an incremental step in the development plan of an aircraft industry that does not just involve flying planes but encompasses the industry around it, particularly aircraft leasing.  I hope we will see in due course many more jobs in aircraft finance, engineering, marketing and so on.  There is no reason Ireland cannot become a world hub and expert in the aircraft business.  I again welcome this jobs announcement which is a great vote of confidence in counties Clare and Dublin.  It shows the expertise this country has in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#K00400","speaker":"1158"},{"type":"speech","time":1436347800,"counter":64,"content":"<p>I agree with Senator Conway's point about the need for a debate on the EU, the euro and where we are at the moment as the fallout in Greece continues.  The future of the European project is very much in doubt, especially in light of the role the euro has played in the debt crisis in Ireland and other countries in Europe.  We see the weakness of the euro project in Greece.  We saw it in Ireland.  It is the only currency in the world that does not have the fiscal reasonability that goes with a currency from where it is printed, namely, the ECB.  We do not have that with the euro and we have seen the difficulties this presents.  We should have a debate about this, Ireland's position in Europe and the European project in general, including the euro.  We may not have time before the recess but perhaps the Leader would arrange it when we return in early September.<\/p> <p>I also call on the Leader to facilitate a debate to discuss the undocumented Irish in the US.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is an issue in particular at this time of year when families like to be together over the summer months, but many are locked in the United States because they cannot come home, due to the three-year and eight-year bar.  There is an alternative which would allow approximately 25% of the undocumented Irish to avail of a waiver scheme, according to the Irish Lobby for Immigration Reform group, whereby visa waivers can be given at the discretion of US embassies abroad without the need for congressional, Senate or presidential approval.  Mexico was facilitated with 58,000 such waivers in 2011, and in fact Mexicans got 8,542 waivers last year.  Ireland only got 118 waivers last year while the North and the UK got 2,250 waivers.  There is a real opportunity for the US ambassador to Ireland to consider a mechanism to approve waivers to facilitate some of the undocumented in the United States to become legal citizens there.  To be fair to the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, he has raised the issue with US officials but we should have a debate on it here.  I am not sure if there is a mechanism for the Seanad as a group to facilitate a discussion with the US ambassador to Ireland on the issue.  In terms of thinking outside the box, perhaps the Leader could think about it over the summer and we could revisit the matter in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#K00500","speaker":"1123","continuing":true},{"type":"speech","time":1436347800,"counter":66,"content":"<p>Last week we had welcome news in my county whereby a wind farm development proposed for Fourmilehouse in County Roscommon was refused planning permission.  The reason it was refused was because of the impact it would have on a rare breed of swan.  I read in today's newspaper that a proposed wind farm development in Doonbeg in County Clare was refused planning permission because of the impact it would have on a rare mussel.  In the past, some wind farm developments have been refused because of the potential effects on a lesser horseshoe bat, or even a snail.  We have never had a decision from An Bord Plean&aacute;la refusing planning permission because of potential adverse effects on human health and well-being.  People are not even taken into consideration.  A couple in my county, Michael and Dorothy Kane, had to move out of their home because of the effects a wind farm development had on them.  They moved to County Leitrim.  They were driven demented by the development.  Politicians often say we must put people first, however, we are putting bats, snails, swans and mussels ahead of human beings in this country at the moment.<\/p> <p>The Minister for the Environment, Community and Local Government, Deputy Alan Kelly, is trying to introduce new set-back distances for wind farms from people's homes.  He is meeting resistance from within Government circles.  I ask the Leader that we would urge the Minister to introduce the new guidelines as a matter of urgency, and most certainly before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00200","speaker":"1161"},{"type":"speech","time":1436347800,"counter":67,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00300","speaker":"1123"},{"type":"speech","time":1436347800,"counter":68,"content":"<p>To follow on from Senator Kelly's point, a wind farm application was thankfully refused in County Meath recently.  The whooper swan was one of the reasons, but also the very important heritage we have in County Meath.  I am sorry to say that heritage is being further threatened by EirGrid, which has put in a planning application for a gigantic and extremely ugly overhead power line at a time when we are told that nothing is happening in that regard and that the Taoiseach has stopped various projects.  That is not the case in Meath, Cavan and Monaghan.  There is a major proposal to put a 400 kV line from Kilmullen in south County Meath all the way up to Kingscourt and beyond into Cavan and Monaghan.  It will have a severe impact on the heritage and tourism potential of County Meath and on the enjoyment of life and health of citizens there who, as Senator Kelly rightly pointed out, are the most important people in the process.  It is the people whose will and view should be listened to by the authorities.<\/p> <p>This particular type of project was stopped in its tracks in County Mayo because there is a Taoiseach there.  This project was also stopped in its tracks all through the constituency of the former Minister, Phil Hogan, but in County Meath, despite the fact that five of the six Deputies in County Meath are Government Deputies, they seem to have had no influence whatsoever on the project.  Planning permission has been sought but it is not too late for the Government to say it is unfair and unjust on the people of County Meath.  In the meantime, because it is going through the statutory process, it is important that everybody in County Meath, not just those under the proposed route of the pylons, would take part in the An Bord Plean&aacute;la planning procedure.  They should lodge their objections, and if they cannot afford the &euro;50 fee they should join with others to put in an objection.  It is important that the public knows that people can join together in one objection to save money because it is very expensive to go through the process.<\/p> <p>I hope that someone will listen to the people, and to those who have been campaigning on the issue for almost eight years, and will say that the lines can be put underground.  The people of Meath support an interconnector route but it must be put underground.  Who would have thought the field of Tailteann, the area where the Tailteann Games took place - that famous celebration in ancient Ireland - would be utterly destroyed by what EirGrid is proposing?  It is outrageous and disgraceful and the people of Meath will not accept it, in particular the people who own the land, who in effect are the caretakers of the land of Meath for the next generations.  They will not let EirGrid on to their land to build the project and I support them in that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00400","speaker":"1116"},{"type":"speech","time":1436347800,"counter":69,"content":"<p>My colleague, Senator White, mentioned the increased number of burglaries in the past year.  Each and every part of the country has witnessed that.  Only last weekend a young man who opens and closes a church on the Cooley Peninsula was at the church to close it at 9.10 p.m. in his new jeep.  It takes him a couple of minutes to close the church.  When he came out the jeep was gone.  The problem is the quick access to Northern Ireland because within five or six minutes anyone committing a burglary on the Cooley Peninsula or in my home town of Carlingford can be in a different jurisdiction.  I call for an increase in the number of garda&iacute; in Border counties in particular because of the number of access points to Northern Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00500","speaker":"1138"},{"type":"speech","time":1436347800,"counter":70,"content":"<p>We need more garda&iacute; all around the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00600","speaker":"1156"},{"type":"speech","time":1436347800,"counter":71,"content":"<p>Senator Paul Coghlan mentioned 34 crossings in my county alone.  I did not think anybody else knew that but he has been working very hard in the Border counties in recent months.  It is impossible to patrol 34 crossings but a greater Garda presence would help.<\/p> <p>My town of Carlingford is thankfully becoming the tourism capital of the country.  I say that with all due respect to Killarney, Westport and Kilkenny.  The population of the town increases threefold with discerning visitors from Friday to Monday.  We need a greater Garda presence in the town.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00700","speaker":"1138"},{"type":"speech","time":1436347800,"counter":72,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00800","speaker":"1156"},{"type":"speech","time":1436347800,"counter":73,"content":"<p>I am delighted so many thousands are coming to visit at the weekends.  I call on the Leader to appeal to the Minister to ensure more garda&iacute; are deployed in Carlingford, and in Border towns such as Castleblaney and Cavan which have access to Northern Ireland.  We need a greater Garda presence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L00900","speaker":"1138"},{"type":"speech","time":1436347800,"counter":74,"content":"<p>Senator Darragh O'Brien raised the issue of pancreatic transplants.  He rightly praised Senator Colm Burke for the answer he received from the Minister who attended the House this morning.  I hope we will see progress on the matter.<\/p> <p>Everybody will have an opportunity to make his or her reservations known on the report on Seanad reform to the publishers of the report, former Senators Maurice Manning and Joe O'Toole.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Taoiseach has not been in contact with me about bringing the various groups together but he did indicate to me last week in a brief conversation that he intended to set up an implementation body in early course to deal with the Seanad reform proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#L01000","speaker":"1130","continuing":true},{"type":"speech","time":1436347800,"counter":76,"content":"<p>May I be helpful on one matter?  I do not mean to interrupt but I have received just now a point of order, a text message containing Government information, stating the Taoiseach's office says it will be meeting us today on this matter.  I am just letting the Leader know.  We need to have that clarified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#M00200","speaker":"1139"},{"type":"speech","time":1436347800,"counter":77,"content":"<p>I was not aware of that but, as I said, I can inform the Senator that the Taoiseach mentioned to me briefly that he intended setting up in very early course an implementation body to deal with the Seanad reform document that is published.  Perhaps the meeting has something to do with that.<\/p> <p>Senator Bacik and others welcomed the additional special needs assistants announced by the Minister for Education and Skills.  We now have 11,820 special needs assistants.<\/p> <p>Senator Bacik referred to the additional jobs in Vodafone and Senator Conway referred to additional jobs in the aviation sector.  The good news on the creation of jobs is continuing.  Long may it continue.  We have seen the lowest unemployment rate for quite some time.  It is 9.7% and decreasing as we continue to implement the action plan for jobs.<\/p> <p>Senator Bacik welcomed the all-party group on children's future health.  Senator Jillian van Turnhout outlined the proposed work of the group.  We all wish it well in its efforts.<\/p> <p>On the children referendum, the result is in law and there is no question about that.  The President signed the legislation.  Why the website of the Office of the Attorney General does not reflect this, I do not know.  However, the referendum result is enforced and is in law.<\/p> <p>With regard to direct provision and the report that was published only last week, we will certainly try to facilitate a debate.  I do not know whether we can have it before the end of the session in a fortnight.<\/p> <p>Senator Mary White referred to burglaries.  Senator Terry Brennan also raised this matter.  I compliment Senator White on her electioneering and on having a meeting on this in her new constituency.  There are joint policing committees in that area and I presume they are working hard with the chief superintendent in determining where the number of burglaries can be minimised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#M00300","speaker":"1130"},{"type":"speech","time":1436347800,"counter":78,"content":"<p>They need Senator White's help on this issue in D&uacute;n Laoghaire-Rathdown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#M00400","speaker":"1139"},{"type":"speech","time":1436347800,"counter":79,"content":"<p>On Senator Brennan's point, the Government has reopened Templemore.  Many more garda&iacute; have come on stream and more will be coming on stream.  The deployment of garda&iacute; is an operational matter for the Commissioner.  I suggest to the Senator that the chief superintendent make a case to the Commissioner.  I am sure the allocation of resources will be very fair on the part of the Commissioner.<\/p> <p>Senator Hildegarde Naughton referred to proposed flood defences in Galway and the work proposed for the OPW.  I compliment the OPW on the works it has carried out in many parts of the country on flood defences.  I am thinking of areas such as Clonmel, Waterford and Kilkenny where the OPW has done an outstanding job.  It should be complimented on it.<\/p> <p>Senator Eamonn Coghlan referred to his Points for Life initiative and outlined the successful seminar for teachers that was held yesterday.  We will certainly offer any help we can to the Senator in this regard.  It is a wonderful initiative that should be promoted in schools throughout the country.<\/p> <p>Senator David Cullinane referred to technological universities and called for a debate on them.  With regard to the specific matter of Waterford and Carlow institutes of technology, we are awaiting the report of Mr. Michael Kelly.  As he mentioned, many of the delays were due to internal politics in the system.  I hope we are making progress.  The Government mooted that it would investigate the possibility of a university for the south east, and it included this in its programme for Government.  We have seen action on it.  That is a far cry from having letters from former taoisigh days before elections were called, and that was the end of it where universities were concerned.  We are making progress and I would like to see a lot more on this matter.  I hope there will be a development soon.<\/p> <p>Senator Denis Landy referred to the implementation of a clinical programme for asthma.  There is certainly a need for further action on that.  The step of free GP care for the under-sixes will assist with this matter.<\/p> <p>Senator Mooney referred to the Palestinian village Susiya and to the need for balance in outlining the Israeli position.  We had a Commencement Debate matter on that this morning.  It is important that there be balance in all our discussions.<\/p> <p>On the Greek crisis, I will try to have the Minister here next week.  It is an evolving set of circumstances.  Ireland supports the objective of having a sustainable and mutually beneficial agreement acceptable to all concerned that would return Greece to growth within the eurozone.  We want to Greece stay in the eurozone, that is the Government's position.  The Minister for Finance, Deputy Michael Noonan, is currently attending a euro group meeting and the Taoiseach will be attending a special meeting of the European Council.  We will wait to see what proposals are discussed at the meetings and, if possible, I will try to arrange a briefing for the House next week.  However, we have a very busy schedule and will be sitting all week.<\/p> <p>Senator Paul Coghlan referred to the new marker to combat fuel smuggling.  This is to be welcomed.  We have seen an all-agency approach to the creation of this new marker.  I agree with the Senator that there is a need for a task force to deal with diesel laundering and for all agencies to be involved.  Senator Heffernan suggested that the Provisional IRA is still actively involved in this area.<\/p> <p>With regard to the road infrastructure between Cork and Limerick, the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, would welcome any proposals that Senator Heffernan has.  I am sure that if the Senator wrote to the Minister he would take on board his points and discuss them with him.  We had a Commencement debate on the matter a month or so ago, as the Cathaoirleach mentioned, but I am sure the Minister will listen to the Senator's proposals.  I agree with the Senator on the Cork&ndash;Limerick road.  There are many blackspots, just as there are blackspots on the road between Waterford and Limerick, which is one of the very poorest roads.<\/p> <p>Senator Martin Conway referred to the aviation industry and the creation of 100 jobs in leasing.  They are to be welcomed.<\/p> <p>Senator Brian &Oacute; Domhnaill referred to the undocumented Irish in the USA and to the possibility of their availing of a visa waiver scheme.  As the Senator mentioned, the Minister for Foreign Affairs and Trade, Deputy Flanagan, has been actively involved, as has the Minister of State, Deputy Deenihan.  I am sure they will continue to be actively involved in this area and I will bring the matter to their attention.<\/p> <p>Senator Kelly referred to wind farms and the need for An Bord Plean&aacute;la to take greater cognisance of people's concerns rather than the concerns of swans and so on, as he mentioned.  He urged the Minister to come forward with the new guidelines and implement them as soon as possible.  We will bring the matter to the attention of the Minister.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Byrne spoke about an Eirgrid project in his constituency and urged people to make submissions to An Bord Plean&aacute;la which I am sure they will do.  I have addressed Senator Brennan's issue on burglaries and the allocation of garda&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#M00500","speaker":"1130","continuing":true},{"type":"speech","time":1436347800,"counter":81,"content":"<p>Senator Mary White has proposed an amendment to the Order of Business, \"That a debate with the Minister for Justice and Equality on the 8% surge in burglaries in the past 12 months be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#N00200","speaker":"1120"},{"type":"speech","time":1436347800,"counter":82,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#N00300","speaker":"1156"},{"type":"vote","time":1436347800,"counter":83,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 13; Níl, 25.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#N00400","aye":["1116","1133","1131","1119","1140","1128","1146","1136","1139","1127","1123","1156","1164"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1117","1172","1152","1173","1135","1161","1162","1132","1174","1134","1118","1187","1169","1171","1143","1176"]},{"type":"vote","time":1436347800,"counter":84,"content":"<p>Question put: \"That the Order of Business be agreed to.\"<\/p><p>The Seanad divided: Tá, 29; Níl, 10.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#P00100","aye":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1117","1172","1131","1119","1152","1173","1135","1161","1162","1132","1174","1134","1146","1118","1187","1136","1169","1171","1143","1176"],"nay":["1116","1133","1140","1128","1139","1127","1123","1200","1156","1164"]},{"type":"majorheading","content":"Choice of Court (Hague Convention) Bill 2015: Order for Second Stage","time":1436347800,"counter":85,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#Q00100"},{"type":"unspoken","time":1436347800,"counter":86,"content":"<p>Bill entitled an Act to give effect to the Convention on Choice of Court Agreements done at The Hague on the 30th day of June 2005 and approved on behalf of the European Union pursuant to Council Decision 2014\/887\/EU and to provide for related matters.<\/p>"},{"type":"speech","time":1436347800,"counter":87,"content":"<p>I move: \"That Second Stage be taken today.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#Q00300","speaker":"1173"},{"type":"unspoken","time":1436347800,"counter":88,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Choice of Court (Hague Convention) Bill 2015: Second Stage","time":1436347800,"counter":89,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#Q00500"},{"type":"unspoken","time":1436347800,"counter":90,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1436347800,"counter":91,"content":"<p>I welcome the Minister of State, Deputy Deenihan, to the House.  His senior county football team got a fairly rough ride on Sunday and I hope he has recovered from that.  I call on him to commence his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#Q00700","speaker":"1164"},{"type":"speech","time":1436347800,"counter":92,"content":"<p>On behalf of the Minister for Justice and Equality, Deputy Frances Fitzgerald, I would like to thank Senators for making time available to deal with Second Stage of the Choice of Court (Hague Convention) Bill 2015.  The Minister regrets that she is unable to be present here today.  However, she welcomes the fact that it was possible to have this Bill initiated in the Seanad so that Senators will have the first opportunity to comment on its provisions.<\/p> <p>The Bill is short and technical in nature but it is of significance in terms of enabling us to fulfil our EU obligations.  It is also of significance because the convention to which it relates has the potential, over time, to create a more predictable legal environment for companies which do business with third countries.  That predictability should, in turn, encourage companies to be more confident in terms of expanding their trading relationships with such countries.<\/p> <p>The purpose of the Bill is to make provision for the measures which are required to ensure that the Hague Convention of 30 June 2005, on choice of court agreements, can function effectively within the Irish legal system.  The convention was negotiated under the auspices of the Hague Conference on Private International Law.  The Hague conference is a body which facilitates the development of multilateral legal instruments across a range of areas.  In the past, conventions have been negotiated which touch upon commercial matters, family law matters and administrative cooperation.  Apart from EU member states, the Hague conference includes among its membership countries such as China, the US, Japan, Australia, Canada and Russia.<\/p> <p>The convention is geared towards the promotion of choice of court agreements in international business to business contracts.  Within the EU there is already a legal framework in place which ensures that choice of court agreements are honoured.  However, there is no equivalent framework at the international level and the convention will fill this gap.<\/p> <p>Negotiations on the choice of court convention, to use a convenient shorthand, concluded in June 2005 after a negotiating period of over two years.  This convention is much narrower in scope to one which had originally been contemplated.  It evolved out of earlier work which had been ongoing within the Hague conference for a number of years.  That work was very ambitious in aim and would have resulted in a convention which prescribed a list of approved grounds of jurisdiction as well as a list of prohibited grounds of jurisdiction.  Judgments based on the former list would be entitled to recognition and enforcement in other contracting states to the convention, and would obviously have facilitated the circulation of a greater volume of judgments at global level.  However, it became clear that it would not be possible to bring this work to a successful conclusion.  Eventually, it was agreed to work on a convention with a reduced scope which would deal only with choice of court agreements in international commercial cases.<\/p> <p>The European Commission presented a proposal for a Council Decision authorising signature of the convention in September 2008.  One of the reasons informing the presentation of the proposal at that time was the perception that, when in force, the convention would reduce legal uncertainty for EU companies trading outside of the EU.  Following the adoption of the proposal by the Council, the convention was signed in April 2009.  It was also signed by the US in January of the same year.<\/p> <p>The European Union has exclusive competence in respect of the matters governed by the convention and, therefore, Ireland will not be ratifying the convention in its own right.  At the time of the signature of the convention the European Community, as it then was, made a declaration indicating that it exercised competence over all of the matters governed by the convention.  Also, that member states would be bound by the convention by virtue of its conclusion by the Community.  This is a routine arrangement for international instruments where the EU has exclusive competence.<\/p> <p>Several years elapsed before the Commission came forward with a proposal for the conclusion of the convention in January 2014.  The main reason for the lapse of time was the need to bring to a conclusion the revision work on the Brussels I regulation on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters.  That work was brought to a conclusion in December 2012.  The new regulation which resulted has applied since January of this year.  It contains amendments which align the choice of court provisions that had existed at EU level with those provided for in the Hague Convention, thereby facilitating the approval of the choice of court convention by the EU.<\/p> <p>The proposal for a decision authorising approval of the convention was adopted by the Justice and Home Affairs Council at its meeting on 4 and 5 December 2014.  Under its terms the instrument of approval was to be deposited within one month of 5 June 2015 and, in fact, the deposit took place on 11 June last.  Mexico had already acceded to the convention in September 2007.  Under the terms of the convention, approval by the EU triggers the entry into force of the convention on I October of this year.  The timetable for EU approval was influenced by the fact that, as part of the negotiation process, it was agreed that member states would be given some time to make any legislative changes which were needed at the domestic level prior to the approval of the convention which, brings us to where we are today.<\/p> <p>In general terms, a typical choice of court agreement will specify that the courts of a particular State should have jurisdiction to hear proceedings under the contract which exists between the parties.  Such agreements are widely viewed as being beneficial in terms of creating a stable trading environment for international commerce.  Their value is critically dependent upon the extent to which the parties can be confident that their agreement will be upheld by a court if litigation ensues.  This arises both in regard to the court chosen being willing to take jurisdiction and also in regard to other courts being willing to recognise and enforce the judgment given on foot of the choice of court agreement.  To take a concrete example, a company may be reluctant to do business with a particular State because it either mistrusts or is unfamiliar with its legal system.  If a supplier of goods is confident that in the event of any issues arising in regard to the payment of the goods which have been delivered, a court in which it trusts will have jurisdiction to rule on the dispute, he or she may be emboldened to proceed with the deal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jimmy Deenihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The other party, who wishes to receive the goods, may be equally happy to agree to a court in which they, too, have confidence.  In the alternative, the fact that the state, with which the supplier wishes to do business, is a contracting party to the choice of court convention may encourage a feeling of security in terms of being willing to accept a choice of court agreement in favour of that country.  In this regard, it is noteworthy that research exists which indicates, particularly in the case of large businesses, that significant business decisions can be influenced by uncertainty regarding the courts that would resolve disputes or the law that would apply to the contract.  In effect, lack of legal certainty may function as a barrier to trade.<\/p><p>The convention aims to ensure the effectiveness of choice of court agreements by providing guarantees that the chosen court will hear the case when proceedings are brought before it.  Linked with this is a requirement that any other court before which proceedings are pending must refuse to entertain them.  Finally, provision is made to ensure judgments given under the convention will be entitled to recognition and enforcement in those states which are contracting parties to it.  None of these principles is absolute but the overall aim is to find the right balance between flexibility and certainty.<\/p><p>I will now deal in some detail with the key provisions of the convention and highlight the articles which are probably the most important in terms of the overall content of the convention.<\/p><p>Article 1 defines the scope of the convention.  The case must be international in nature, the choice of court agreement must be exclusive and the subject matter must fall within the range of what is normally understood by the term civil and commercial.  Article 3 sets out the formal requirements that must be satisfied if a choice of court agreement is to fall under the convention.<\/p><p>Article 5 is a key provision in that it mandates the court designated in the agreement to hear the case unless the agreement is null and void under the law of that state.  Article 5 is complemented by Article 6 which requires a court not designated in the agreement to suspend or dismiss the proceedings even if it has jurisdiction under its national law.  There are a number of exceptions to this rule, for example, where giving effect to the agreement would be manifestly contrary to the public policy of the state of the court seised or where the chosen court has decided not to hear the case.<\/p><p>Article 8 sets out the principle that a judgment given by a court of a contracting state which is designated in an exclusive choice of court agreement must be recognised and enforced in another contracting state in accordance with the convention's provisions.  By way of exception to this principle, Article 9 sets out the grounds upon which recognition and enforcement may be refused, for example, where there has been procedural fraud or where a party lacked the capacity to conclude the agreement under the law of the state where enforcement is sought.<\/p><p>Article 13 lists the documents to be produced when enforcement is being applied for.  Article 16 deals with transitional arrangements and sets out the basic principle that the convention will only apply to exclusive choice of court agreements concluded after the convention comes into force for the state of the chosen court.  Articles 19 to 22, inclusive, contain provisions setting out the range of declarations which a contracting state may make.  In this regard Article 19 permits a contracting state to refuse to apply the convention to cases where, except for the choice of court clause, there is no connection between that state and the parties or the dispute.<\/p><p>Article 20 allows a state not to enforce a judgment where all the factors, other than the choice of court clause, are internal to it.  Article 21 allows a state to exclude a specific matter from the scope of the convention and the EU has availed of this provision for certain types of insurance contract.  Article 22 allows for the making of reciprocal declarations to extend the scope of the convention to cover non-exclusive choice of court agreements.  An example of such an agreement would be one which designated the courts of two or more contracting states to the exclusion of all others.<\/p><p>Article 26 deals with the relationship of the convention with other international instruments and is of interest because it deals with the situation where a regional economic integration organisation such as the EU becomes a contracting party to the convention.  In essence, where a case is purely regional in terms of the residence of the parties, the convention gives way to any relevant regional instrument which might exist.  Furthermore, it will not affect the rules governing the recognition or enforcement of judgments between the member states of the regional organisation.  Within the EU the recognition and enforcement regime is much more liberal than that which exists under the convention.<\/p><p>Earlier in my speech I mentioned that Mexico has already acceded to the convention.  Both the US and Singapore have signed it and it is hoped that EU approval will encourage other states to become parties to it.  Ratification of the convention by as many states as possible should encourage commercial actors to avail of choice of court clauses when doing business in those states because they can be secure in the knowledge that they can rely upon its provisions.<\/p><p>I am pleased to say that Ireland has a solid and deepening trade relationship with Mexico.  In 2013, trade between the countries was of the order of &euro;1.277 million, comprising &euro;928 million in the export from Ireland of goods and services and &euro;349 million in the import from Mexico of goods and services.  Ireland's principal merchandise exports to Mexico are soft drink concentrate and chemical materials and products.  Ireland's main merchandise imports from Mexico are medical devices, miscellaneous plastics, stents, and telecommunications and sound equipment.  The value of Ireland's exports of goods to Mexico in 2014 increased by 76%, from &euro;692 million to &euro;1.216 billion.<\/p><p>Of the states that have signed the convention, the US is Ireland's biggest goods export market, with the value of goods exported in 2014 standing at almost &euro;20 billion.  As a trading bloc, the 28 member states of the European Union traded goods worth &euro;515 billion with the US in the same year.  The &euro;54 billion trade between Ireland and the USA in the preceding year, 2013, can be broken down evenly between imports and exports of both goods and services.  Ireland's most significant exports to the US are organic chemicals, which are mainly used in the pharmaceutical industry, and medical and pharmaceutical products.  Ireland's main imports from the US are royalties and licences and research and development services.<\/p><p>Trade with Singapore is understandably more modest.  Trade between Ireland and Singapore in 2013 was valued at a little over &euro;2 billion, broken down as &euro;1.359 billion in the export of goods and services, and &euro;717 million in imports.  The trade relationship is mainly focused on computers, computer parts and storage devices.  The EU trade bloc has a healthy trade relationship with Singapore, expressed in trade in goods to the value of &euro;47 billion in 2013.<\/p><p>I mentioned earlier that EU accession to the convention should have a beneficial effect in terms of encouraging other states which are members of the Hague Conference on Private International Law to become parties to it.  I should add that the convention is also open to states which are not members of the conference.  Even in markets where the EU is already very active, widespread adherence to the convention could have the potential to lead to further growth in trade.  To take two examples where Ireland would have a specific interest, Ireland's trade relationship with Australia in goods was valued at &euro;802 million in 2013, while trade in goods between the EU as a whole and Australia in that year was valued at &euro;33 billion.  Of the EU's &euro;59 billion trade in goods with Canada in 2013, &euro;2.5 billion came from the exchange of goods between Ireland and Canada.<\/p><p>The details I have just outlined highlight the importance to all our economies of international trade.  The progressive elimination of barriers to trade means that now, more than ever, predictability and certainty are vital in the area of business and commercial relationships within Europe and beyond.  Business people need to be sure they can readily enforce contracts and secure judgments for what can, in some cases, be large sums of money.  Measures aimed at promoting such security have the twin effects of protecting existing trade and encouraging new trade.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jimmy Deenihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In recent years a lot of emphasis has been placed at EU level on \"justice for growth\".  The Bill and the convention to which it relates are a small but practical example of the way in which justice policy can contribute towards improving the conditions for EU businesses which are active in trading with partners outside the European Union.<\/p><p>The Bill contains ten sections, all of which are technical in nature.  The key provisions are contained in sections 5 and 6.  Section 5 provides that an application under the convention for the recognition and enforcement in the State of a judgment shall be made to the Master of the High Court who may make an order for the recognition or enforcement of only part of a judgment.  Section 6 provides that if an enforcement order has been made in respect of a judgment, the judgment shall, to the extent authorised by the order, be of the same force and effect as a judgment of the High Court and that proceedings for its enforcement may be taken accordingly.<\/p><p>Other provisions are ancillary to these sections.  Section 1 contains relevant definitions which are self-explanatory.  <\/p><p>Section 2 authorises the Minister for Justice and Equality to make certain orders in relation to convention matters, most notably that a specified state is a state bound by the convention or that particular declarations or communications have been made.  While such orders are in force, they will be of evidential value.<\/p><p>Section 3 states the convention has force of law in the State, while section 4 provides that judicial notice shall be taken of the convention, the explanatory report prepared in relation to it and relevant court judgments.  This provision is in aid of the uniform interpretation of the convention which is important in an international agreement of this nature.<\/p><p>Section 7 deals with provisions in enforcement orders for the payment of interest on judgments and the payment of costs.  Section 8 deals with the proof and admissibility of certain judgments and related documents and translations.  Section 9 contains a technical provision to bring section 20A of the Jurisdiction of Courts and Enforcement of Judgments Act, 1998 into line with the provisions of section 7 of the Bill.  Section 10 contains standard citation and commencement provisions.<\/p><p>As I indicated, the European Union has exclusive competence in the matters governed by the convention and Ireland will not be ratifying it in its own right.  Nonetheless, implementing measures are required to ensure the convention can be applied within our legal system and the purpose of the Bill is to make provision for these measures.  I look forward to hearing the views of Senators on the Bill which the Minister hopes can be enacted before the convention comes into force on 1 October.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#Q00800","speaker":"1046","continuing":true},{"type":"speech","time":1436347800,"counter":95,"content":"<p>I welcome the Minister of State, Deputy Jimmy Deenihan.  <\/p><p>As Fianna F&aacute;il spokesperson on justice and equality, I support the Bill which implements a Government decision to agree to the proposals contained in the convention of 2005.  The Bill will clarify the rules surrounding the international agreements which outline within them which court shall hear a case in the event of a dispute.  Acceding to the convention will promote greater legal certainty in cross-border business and create a climate more favourable to international trade and investment.  The increasing codification of international dispute resolution mechanisms provides the Irish legal sector with an excellent opportunity to become a world centre for the hearing of legal dispute cases.<\/p><p>As a common law and stable eurozone jurisdiction with strong international relations and in which people speak English, the Government should be exploring ways to increase commercial opportunities in this sector.  The Minister should examine whether it would be possible to create the legal equivalent of the Irish Financial Services Centre to deal with international legal disputes.  There is a niche market that could be exploited.  I hope the Government, at Cabinet level, will look seriously at the significant possibility it could provide for the country.  It would be a win-win.  I have absolutely no doubt that Ireland is recognised internationally, in Australia, China, South America and elsewhere, as a very effective and efficient legal services centre.  The added bonus of having an international court to deal with disputes under the Hague Convention would be a major boost to the country.<\/p><p>I have no difficulty with the principle of the Bill.  The convention contains three basic rules that give effect to the choice of court agreement.  First, the court must, in principle, hear the case under Article 5; second, any court not chosen must, in principle, decline to hear the case under Article 6; and, third, any judgment rendered by the chosen court must be recognised and enforced in other contracting states, except where there are grounds for refusal.  <\/p><p>I wish to bring one matter to the Minister of State's attention which constitutes an extraordinary departure from Oireachtas legislation.  Section 4 of the Choice of Court (Hague Convention) Bill 2015 provides that a judicial note shall be taken of the convention and the explanatory report on it prepared by Mr. Trevor Hartley and Mr. Masato Dogauchi and relevant court judgments.  I understand this provision is in aid of the uniform interpretation of the convention.  I am not taking in any way from the fantastic work these two academics have done.  However, I am concerned about this unprecedented inclusion of a reference, in essence, an academic piece, in a section of a Bill proposed to be passed by the Houses of the Oireachtas.  I ask the Minister for Justice and Equality to clarify whether it is appropriate to include this specific reference in the Bill.  I would also like to know if the provision is being included in primary legislation in other parliaments of states which have signed up to the convention.  I would like to ask how the Judiciary will be prepared to implement the Bill.  The explanatory report on section 4 is more than 100 pages long.  Will the Minister clearly outline what information or training will be provided for the Judiciary on implementation of the Bill?<\/p><p>I must stress my unease at the inclusion of a specific reference to an explanatory report in primary legislation and look forward to hearing an explanation for it.  In my 20 years of service to the Oireachtas, in both the D&aacute;il and the Seanad, I have never seen such an unprecedented and extraordinary departure in the proposed inclusion of the names of two academics in section 4 of the Bill.  It is best expressed by the Latin phrase<i>inclusio unius est exclusio alterius.  <\/i>Would the Minister for Finance, Deputy Michael Noonan, insert in a Finance Bill the name of the extraordinary civil servant Mr. T.K. Whitaker who worked with different Governments?  Would Mr. John Kelly or others who did outstanding work on constitutional law have their names included in a Bill?  I forewarn the Minister that while the Fianna Fail Party totally supports the concept behind the legislation which it would like to see enacted, I will table an amendment on Committee and Report Stages, if necessary, to have section 4 amended to exclude the names of the two academics concerned.  I am sure they have done extraordinary work, but it represents a departure from parliamentary procedures in the Oireachtas.  I have never seen enshrined in legislation the names of two European academics.  I ask the Minister of State and the Minister for Justice and Equality to reflect on the logic of my contribution.  I am vehemently opposed to this proposal which the Fianna F&aacute;il Party will oppose.  I do not want to muddy the waters because this is a good Bil, but naming individuals in section 4 is a departure from precedent and not something with which I could live.  I will oppose it vehemently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#S00200","speaker":"1127"},{"type":"speech","time":1436347800,"counter":96,"content":"<p>I welcome the Minister of State, Deputy Jimmy Deenihan, whom I commend him on the dignified way he represented Ireland in America recently.  It was a very difficult time for young people and their families, particularly the families of students participating in the J1 visa programme.  He represented the Government with dignity in very difficult circumstances.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am keen to put that much on the record of the House.<\/p><p>I agree with Senator O'Donovan that few people would have an issue with what is being proposed in respect of this legislation.  In fact there are golden opportunities.  I have said before that I believe we should have a legal hub here, the equivalent of the IFSC.  As Senator O'Donovan has pointed out, correctly, we are an English-speaking nation that has done an extraordinary work in terms of international relations in the area of humanitarian work.  We are a neutral nation respected throughout the world and that is strong currency.  We should be using that currency to create jobs in this area.<\/p><p>The country is already internationally recognised in the area of arbitration.  I believe with the recent legislation on mediation, the work done by the Oireachtas Joint Committee on Justice, Defence and Equality and the commitments in place in terms of mediation we will become an international hub in mediating international disputes.  This legislation provides us with a golden opportunity to become a centre of international excellence in the area of dealing with commercial disputes.  We should become the country of choice where people seek to go to resolve their disputes.  This legislation is an incremental step in the right direction to ensure that we can create such a hub.<\/p><p>Many other things need to be done in this area - I have spoken about this before.  The Oireachtas committee has done a good deal of work in the area of e-conveyancing.  At the moment if someone buys a property in this country it can take anything between four and eight weeks to deal with conveyancing, the transferring of documents and everything that goes with it.  If this was done electronically it would take between four and eight days.  Let us consider the likes of a big business purchasing large corporations or properties.  Even more time is involved in such cases, especially if we throw in due diligence and everything that goes with it.  If we were to become a centre of excellence and embrace e-conveyancing then we would be augmenting our reputation as being an information and communications technology centre of excellence.  The European head offices of six of the seven major ICT companies are based in this country.  This is where the jobs are, in particular the high-end jobs.  This morning in the House I was pleased to point out that 100 jobs have been created by an aircraft leasing company based in Shannon and Dublin.  There will be 50 jobs in Shannon and 50 jobs in Dublin.  We are considered the world's leading country when it comes to aircraft leasing.  There are so many other areas where we could become leaders with the proper innovation and by incorporating positive steps, including this legislation.  Certainly that is the case in terms of dispute resolution.  We are getting there in the case of arbitration and we will get there in the area of mediation.  The area under this legislation is an open door.  We need to drive forward in job creation.<\/p><p>I suggest that we should consider basing any such hub outside of Dublin.  Simply because the IFSC is in Dublin does not mean that if we were to go down a similar line and create a legal hub, it should not be based outside of Dublin.  We need to be mindful that we are working on broadband and we need to ensure that within a few years we will be totally accessible in most areas of the country.  I have in mind places like Shannon or other places outside of Dublin that could be considered.  I believe anything up to 30,000 or 40,000 jobs could be created if we were to make this a major initiative.<\/p><p>Senator O'Donovan raised a point about naming people in the legislation.  I bow to his greater experience and that of the Minister of State in these Houses over mine and I take his word that it has not happened before.  I am unsure of the reason for it but I imagine the Minister will clarify it on Committee Stage.  When legislation is good and when it is being embraced and endorsed across the House, we should simply make a point in the House and send the message out; we should not be dividing.  I strongly suggest that if there is a misunderstanding it could be clarified on Committee Stage.  I have no doubt that whether it is the Minister of State, Deputy Deenihan, the Minister, Deputy Fitzgerald, or whoever takes Committee Stage, clarity will be forthcoming.<\/p><p>It is great to see yet another justice Bill initiated in this House.  I understand more justice Bills have been initiated in this House than from any other Department.  It is good for this House.  The people gave us a renewed mandate in 2013.  Given the constraints within which we are operating we have delivered on that mandate as best we could.  We have a unique opportunity, which the other House probably does not have, to analyse and debate legislation as well as enhance it and discuss the bigger picture.  I welcome the fact that the Government and the Minister have opted to initiate the legislation in this House.  I look forward to seeing this legislation passed through the House in time for the ratification process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#S00300","speaker":"1158","continuing":true},{"type":"speech","time":1436347800,"counter":98,"content":"<p>As has been outlined already, the purpose of the Bill is to make provision for the measures that are required to ensure that the Hague Convention of 30 June 2005 on Choice of Court Agreements can function effectively within the Irish legal system.  The convention comes into force on 1 October this year and Irish legislation will have to be updated to reflect this.<\/p> <p>It is important to be clear.  The convention we are discussing is designed to facilitate choice of court agreements between commercial parties.  While such a framework already exists within the EU, no corresponding agreement exists internationally unless we consider the likes of arbitration, which is an alternative dispute resolution mechanism.  Therefore, while such court agreements are abided by within the EU, internationally their application is far more difficult.  As I understand it, the proposed convention would provide the necessary legal framework to remedy this situation.<\/p> <p>Similar to many provisions in arbitration agreements, choice of court agreements usually stipulate that the court of a specific state has the jurisdiction to hear cases based on the contract that exists between the parties.  These types of agreements are generally seen as advantageous for commercial purposes, as outlined already by previous speakers, as they are designed to facilitate uniform trading across borders.  The extent to which this arrangement works well is reliant on how assured parties are that their contract will be upheld by a court in the advent of legal proceedings.  This is in reference to both the court requested being able to hear the case and in respect of other courts being obliged to acknowledge and enforce any judgment handed down by the choice of court agreement as well.<\/p> <p>However, I am compelled to wonder what the downsides might be in allowing companies to cherry-pick which jurisdictions and which courts to oversee their disputes.  In such a context, I wonder about national legal mechanisms being bound by the rulings of international commercial courts, such as the newly-convened institution in Singapore.  I have reservations on the effect or status of our national courts and perhaps our competitiveness, particularly from an arbitration viewpoint given that many hearings take place in this country and this area has been successful in recent years.  If we can replicate the success of the international arbitration hearings held in Dublin it would be fantastic.  Senator Conway has alluded to the reality and the need for a legal area akin to the IFSC in this country in order that we can make the most of our competitive standing.  He also referenced the facts that we have enviable legal infrastructure already in place, we are English speaking, we are from a common law jurisdiction, we are on the edge of Europe and we are a member of the European Union.<\/p> <p>While I appreciate that time, a competent legal infrastructure - something we already have in Ireland - and flexibility are significant issues that companies always consider, it is likely that these are among the factors that have attracted many companies to locate in Ireland in the first place.  We need to ensure that situations do not arise whereby big businesses shirk their legal responsibilities to the State and the people by sidestepping any laws in favour of another jurisdiction.  I call on the House to consider this on the next Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#T00200","speaker":"1173"},{"type":"speech","time":1436347800,"counter":99,"content":"<p>I welcome the Minister of State to the House and I welcome the opportunity to speak on this Bill.  It is a common sense Bill and one that Sinn F&eacute;in supports.  It is not very often I agree with a Bill relating to EU and global justice issues because some of these EU initiatives overtly impact on Irish sovereignty and deal with issues that are not entirely in keeping with democratic or human rights principles.  It recalls the old saying that if the European Union applied to join itself, it would not have much hope of being accepted given its clear lack of democracy at times.  We have seen how that has played out in recent times.<\/p><p>That said, we have to consider this Bill on its merits and the provisions of the convention make sense.  Christophe Bernasconi writes in the <i>International Financial Law Review<\/i>: &ldquo;A global agreement on the recognition and enforcement of private rulings makes so much sense it&rsquo;s difficult to understand why it isn&rsquo;t in place already.&rdquo;  I commend the Minister of State on moving this Bill forward and bringing to an end the delay in the ratification of this convention.<\/p><p>The Hague Convention of 30 June 2005 on Choice of Court Agreements aims at ensuring the effectiveness of choice of court agreements between parties to international commercial transactions.  The convention and this Bill are not part of a globalisation of criminal jurisdiction nor do they have any possible human rights implications.  The convention was focused in its approach and is aimed purely at promoting greater legal certainty for cross-border business and creating a climate that is favourable to international investment and trade.  This is something that Ireland as an island nation must be part of and for that reason Sinn F&eacute;in will support this Bill in its efforts to ensure this is the case.<\/p><p>I have outlined previously Sinn F&eacute;in&rsquo;s concerns about a super-state EU or global legal architecture.  We have had many debates in this House on the institutions of the EU.  I have also spoken of the need to be mindful of human rights law in respect of Bills that seek to create such architecture.  This Bill, however, is different.  It is specifically intended to address cross-border co-operation among courts in commercial contractual situations, which has been a problem for some time.  Judges in different countries have tended to disagree about issues of jurisdiction and the enforcement of foreign rulings.  This convention has the potential to address such disagreements to provide certainty and conformity, both of which are essential in the modern day international practice of private law.  It ensures courts respect and give effect to selection clauses which are so common in modern business to business contracts.<\/p><p>The conformity benefits Ireland&rsquo;s attraction for foreign direct investment, FDI.  Although such direct investment is important, we would caution against an over-reliance on FDI.  It must not adversely impact on the growth of indigenous industry.  We also recognise the importance of trade and investment.  This Bill would support those concepts.  It is a short but important Bill to ratify the convention.  It is long overdue and I welcome it.  We do not oppose it and I doubt we will submit any amendments to it on Committee or Report Stages.  I hope it will be of benefit to the State and the possibility of job creation arising from it remains to be seen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#U00100","speaker":"1133"},{"type":"speech","time":1436347800,"counter":100,"content":"<p>I welcome the Minister of State to the House and welcome this Bill.  As one who has been involved in court procedures I recall dealing with a company in the Minister of State&rsquo;s constituency.  Its first contract was made in Ireland, the matter went to arbitration and we spent 11 days arguing about whether there were one or five contracts.  If there were five another two were made in another jurisdiction.  It took 11 days before the arbitrator decided.  I had a very difficult experience with that matter.<\/p><p>At European level there is already a very structured system in respect of a ruling on contracts, whether service contracts or contracts for the purchase of goods.  This one involves dealing at an international level.  Article 3 of the convention sets out quite clearly how the matter is to proceed:<blockquote>&ldquo;exclusive choice of court agreement&rdquo; means an agreement concluded by two or more parties that meets the requirements of paragraph <i>c)<\/i>and designates, for the purpose of deciding disputes which have arisen or may arise in connection with a particular legal relationship, the courts of one Contracting State or one or more specific courts of one Contracting State to the exclusion of the jurisdiction of any other courts; ...<br \/><br \/>[and] ... <br \/><br \/>an exclusive choice of court agreement must be concluded or documented &ndash;i) in writing; or<br \/><br \/>ii) by any other means of communication which renders information accessible so as to be usable for subsequent reference;<\/blockquote>It is quite clear what the convention sets out and it is important that we now have such a huge volume of international trade in Ireland.  Before now we mainly exported and provided services to the United Kingdom.  Now we play in a global market and it is important that we have proper procedures in place to deal with the sale of goods or the supply of services.<\/p><p>The difficulty with the contracts I mentioned at the outset apply to any company going abroad.  The initial contract might be in writing but an issue may arise about further work to be done and it is important to set it out in writing.  I also had experience of dealing with a German building company that came into Ireland which entered into a contract to do work and did more than &euro;1 million worth of work without setting out anything in writing.  I recall having to collect a cheque for it on Christmas Eve for &euro;1 million and send it back to Germany.  After Christmas I asked how it had done work on a site without having anything in writing and the response was, &ldquo;We were told when we came to Ireland you took everyone at their word.&rdquo;  That to an extent explains our banking crisis.  Maybe everyone took us at our word when in many cases issues should have been set out in writing.<\/p><p>Article 3 sets out that it must be:<blockquote>i) in writing; or<br \/><br \/>ii) by any other means of communication which renders information accessible so as to be usable for subsequent reference;<\/blockquote>It is extremely important that people recognise, if they are in another jurisdiction, the importance of making sure for the court that is to adjudicate in any dispute that it is set out in black and white in writing.  It seems that business moves so fast and can change in a very short time and agreements are reached without any formal documents being exchanged.  That is the importance of this convention, making sure we have recognition of what court is to deal with a dispute.  This is welcome.<\/p><p>We are putting this into legislation, which gives jurisdiction to the Master of the High Court.  I know it is presumed there is a right of appeal but there is no reference in the Bill to a right of appeal to the High Court if there is a dispute on the Master&rsquo;s decision.  Can that be clarified?  I take it there is a right of appeal if for some reason the Master decided not to give recognition to the judgment of another jurisdiction but I am surprised there is no reference to it in this Bill.  Could the Minister of State clarify that issue?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is an automatic right of appeal but it would be useful to clarify the matter.  I thank the Minister of State and his Department for their work on this matter since it first arose in 2005.  As it was only signed off at European level in December 2014, I welcome that it is being brought forward in a timely manner rather than rushing it through in October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#U00200","speaker":"1150","continuing":true},{"type":"speech","time":1436347800,"counter":102,"content":"<p>I thank the Senators who contributed to the debate, namely, Senators O'Donovan, Conway, Higgins, Cullinane and Colm Burke, and for their useful observations.  This is a somewhat technical Bill but I appreciate the welcoming and open atmosphere in which our discussion took place, which reflects the fact it is not controversial legislation.  Notwithstanding its technical nature, the Bill will play a part in supporting and promoting Ireland as a successful trading nation.  The development and maintenance of trade relations are important at any time but they are particularly important to Ireland and the European Union at a time as we emerge from past economic difficulties.  By reflecting a whole of government approach, the Bill demonstrates how various Departments can contribute to the promotion of exports.<\/p> <p>Senators will appreciate that Ireland is a trading nation.  As I noted in my opening statement, legal certainty and predictability can contribute to the progressive elimination of barriers to trade and enable business and commercial relationships to flourish both within the EU and externally.  Commercial bodies need to be certain that they can readily enforce contracts and judgments on what in some cases can be significant amounts.  In a small way, this Bill and the convention it implements can protect and promote Irish business interests abroad by establishing a framework for upholding choice of court agreements in cases which end up before the courts of countries bound by the convention.  The guarantees offered by this framework will allow parties to trade with greater confidence than heretofore.<\/p> <p>While the legislation is mandated by our membership of the European Union, it is in our interest to legislate in a progressive fashion in this area.  The convention fills a void in the current international legal framework, as virtual no treaty relationship exists in this area between individual member states and the EU's main trading partners.  In this context, an impact assessment prepared by the Commission suggests that uncertainty regarding the appropriate court to resolve a dispute was a factor taken into account in making significant business decisions and was potentially a barrier to trade.  The assessment also noted that the majority of commercial contracts contained provisions dealing with dispute resolutions and a significant percentage included an exclusive choice of court clause.  The Bill is largely an exercise in the promotion of legal certainty.  There will be an opportunity to explore these matters further on Committee Stage.<\/p> <p>Senator O'Donovan referred to section 4.  The reference to the explanatory report is not without precedent.  A similar reference was contained in legislation relating to the Lugano Convention and the Brussels I Convention.  Our Judiciary is comfortable with such references but judges are not required to consider the reports.  Senator Conway raised a number of issues, including the possibility of promoting Ireland as a legal hub.  Legislation is being developed to promote us as a venue for alternative dispute resolution and further opportunities may arise for more traditional court-based litigation.  Given their legal backgrounds, Senators Higgins and O'Donovan will agree there are significant opportunities in this area.  Perhaps we have not promoted ourselves sufficiently as a country in regard to dispute resolution.<\/p> <p>The convent complements the existing arbitration regime.  Many larger companies would prefer to resolve their disputes through arbitration but SMEs may prefer a resolution in open court.  In the absence of the conventions, companies have freedom of choice on the way in which they resolve their disputes, but the convention grants a degree of certainty regarding the ability of parties to ensure their choices are honoured.<\/p> <p>Senator Burke referred to decisions of the Master of the High Court.  Decisions of the Master can be appealed to the High Court under the Courts and Court Officers Act 1995.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#V00200","speaker":"1046"},{"type":"unspoken","time":1436347800,"counter":103,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1436347800,"counter":104,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#V00400","speaker":"1164"},{"type":"speech","time":1436347800,"counter":105,"content":"<p>Next Monday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#V00500","speaker":"1158"},{"type":"unspoken","time":1436347800,"counter":106,"content":"<p>Committee Stage ordered for Monday, 13 July 2015.<\/p>"},{"type":"unspoken","time":1436347800,"counter":107,"content":"<p>Sitting suspended at 1.55 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of Working Group on Seanad Reform 2015: Statements","time":1436347800,"counter":108,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#CC00100"},{"type":"speech","time":1436347800,"counter":109,"content":"<p>We will now hear statements on the report of the working group on Seanad reform.  As Members know, the working group was chaired by Dr. Maurice Manning, a former Member of the House.  He is most welcome, with another former Member, Mr. Joe O'Toole.  I invite Dr. Manning to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#CC00200","speaker":"1120"},{"type":"speechnospeaker","time":1436347800,"counter":110,"content":"<p>On my own behalf and that of Mr. Joe O'Toole, it is a great honour to be back here again.  We had a full debate on the report the last day we were here when we made opening statements which are available and in which we outlined the way in which the working party had operated and the principles we felt should be part of any body of Seanad reforms.  We worked on the fact that everything had to be done within the framework of the Constitution and outlined various ways by which the electorate could be greatly expanded, effectively to the point of universal suffrage, while at the same time retaining as far as possible the vocational nature of the Seanad.  We tried to go back to first principles, to the House the founders of Seanad &Eacute;ireann had envisaged.  In our report we tried to indicate the powers, role and functions that would be appropriate to such a reform.<\/p> <p>We noted clearly that the House had been in a state of constant reform in the past decade or so and that the question of reform had concerned and engaged the attention of many Members.  We also noted that many of the reforms made would - some as they were and some capable of being developed - form the basis for the role we envisaged was intended for Seanad &Eacute;ireann as a body that would not be in competition with D&aacute;il &Eacute;ireann but which would fulfil a different role and do many of the things not being done in the First House.  That is what we outlined the last day when my colleague went into detail - he is prepared to do so again - on how some of the changes proposed would operate in practice.  We were very pleased with the response from Seanad &Eacute;ireann.  There was a general welcome for both the idea of reform and some of the proposals made.  There were some constructive suggestions and we are very glad to be back here today to continue the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#CC00300","nonspeaker":"Dr. Maurice Manning"},{"type":"speech","time":1436347800,"counter":111,"content":"<p>I welcome former Senators Maurice Manning and Joe O'Toole.  In our previous debate on Seanad reform I expressed the view that this should be the last report on the issue and that we should move on many of its proposals.  Many Members have expressed concerns to me and in the House about several aspects of the report.  I hope they will outline their concerns because this is their last chance to have their say on the report before a Bill is brought before the House in the next session.  The Taoiseach has informed me that it is his intention to set up an implementation group early to move on matters, with a view to having a Seanad reform Bill pass through both Houses during the term of office of the Government.<\/p> <p>On the Order of Business Senator Darragh O'Brien said it was mentioned on the RTE website that the Taoiseach was meeting group leaders in the Seanad today.  I have not been able to speak to the Taoiseach, but his officials have informed me that he intends to meet group Leaders in the D&aacute;il today to discuss the report.  I have no further information for the House in that regard.<\/p> <p>On the last occasion we discussed the report I dealt specifically with the reform of the role, powers and business of the House.  I made it clear, as the report does, that the primary role of the House was the scrutiny, amendment and initiation of legislation.  I welcome the recognition of the working group that in strengthening and refining the role of the Seanad a stronger institutional system must be prioritised and that Seanad Members should have access to adequate research services, specialist support services, training facilities and technological services.  We all share these sentiments.  We should have parity of esteem with Members of the other House in all areas that affect our role and the performance of our duties.<\/p> <p>The Seanad has sought to augment its role and functions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the report outlines, these innovations provide a sound starting point for a clear definition and consolidation of the ways in which Seanad &Eacute;ireann can make a distinctive contribution to the work of the Oireachtas.  Our engagement with our MEPs, European Commissioner and officials has brought a new dimension to our work.  We had our Commissioner here early last week.  Our proposal to scrutinise the EU work programme in many areas would add to this work.<\/p><p>The public consultation process that was initiated has been a success.  Our most recent report on farm safety was published to great acclaim and the subject of a documentary on Oireachtas TV recently.  The Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, will be in the House next week to debate the report with us.<\/p><p>The proposals for further debate on North&ndash;South Ministerial Council meetings are welcome, as are the proposals to consider the reports of regulators and other statutory inspectors, bearing in mind secondary legislation, etc.  To implement these proposals, the Government in power would have to buy in totally to the enhanced role of the House.  Ministers would have to be made available and regard attendance here as an important function, bearing in mind the new duties that would be assigned to the House.  This cannot be taken as a given considering what could occur under various Governments, as we all know on both sides of the House.  The Government must be serious and supportive of the House, which has not been the case in the past.  Future Governments must not regard it as an inconvenience but as a strong and integral part of our democratic system.<\/p><p>Let me refer to some of the contentious parts of the report, which deal mainly with how Senators are elected.  This matter has dominated all other reports and is one on which one will never have unanimity.  We are all clear on that point.<\/p><p>I favour the recommendation that 30 Members be elected by popular vote using the principle of a \"one person, one vote\" system.  That is fair.  People want to have a say in the election of Members to the Seanad.  The 30 seats recommended by the working group represents a fair balance in that regard.<\/p><p>I favour the retention of university seats, but Dr. Manning and Mr. O'Toole might clarify whether the proposal includes the other third level colleges.  The Government has not advanced its proposals to legitimise the will of the people in the referendum in this regard.  Do the recommendations imply that the university panel would remain as it is, or that the franchise would be extended to all third level colleges, as envisaged in the referendum passed by the people?<\/p><p>Extending the vote to include Irish citizens in Northern Ireland and the holders of Irish passports living overseas would present many logistical problems, some of which are outlined in the report.  Could we have circumstances in which more people outside the jurisdiction would vote in a Seanad election than voters within the jurisdiction?  This has been put to me by several members of the public.  Also put to me was the old chestnut of representation without taxation.<\/p><p>This is one of the main areas on which Members will probably dwell.  We need to be clear on the question of who could vote, how citizens would vote and the number who could vote.  I do not know how many Irish passport holders there are, but perhaps Mr. O&rsquo;Toole and Dr. Manning have that information.  If it were the case that more people outside the jurisdiction were voting than people within the jurisdiction, it would not be desirable.  This may not be envisaged under the proposals.<\/p><p>I will allow the rest of my colleagues to contribute.  Many have expressed concerns to me about the report.  I hope the sentiments they expressed to me personally will be aired in the House and put to the two gentlemen in order that they may address them.  This is our second time to deal with the report.  There were brief contributions from Members the last time, but they will have ten minutes each to contribute this evening.  They should be under no illusion that the Taoiseach has indicated that he will be setting up very soon the implementation group, with a view to having a Bill on Seanad reform passed during the term of office of the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#CC00400","speaker":"1130","continuing":true},{"type":"speech","time":1436347800,"counter":113,"content":"<p>On behalf of the Fianna F&aacute;il group in the Seanad, I give a very warm welcome to Dr. Maurice Manning and Mr. Joe O&rsquo;Toole.  Is Mr. O'Toole a doctor yet?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#DD00200","speaker":"1139"},{"type":"speechnospeaker","time":1436347800,"counter":114,"content":"<p>In my head.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#DD00300","nonspeaker":"Mr. Joe O'Toole"},{"type":"speech","time":1436347800,"counter":115,"content":"<p>If he is not, he should be.  To be serious, it is great to have both gentlemen here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#DD00400","speaker":"1139"},{"type":"speech","time":1436347800,"counter":116,"content":"<p>He is a consultant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#DD00500","speaker":"1136"},{"type":"speech","time":1436347800,"counter":117,"content":"<p>I thank both gentlemen and the members of their group for the work they did to bring forward these proposals on Seanad reform.  I thank the Leader for outlining his concerns, many of which I share.  As one who has relatively little experience in the Oireachtas but who has served in both the Seanad and the D&aacute;il, I very much value the role of the Seanad in the Oireachtas.  I have actually seen it at work in what some might call an unreformed Chamber.  I will make my remarks in the context of my belief the Seanad has not done a bad job during the years.  I have often said during debates with the Taoiseach, on the odd occasion he has seen fit to come here, that Seanad reform should take place in the context of overall Oireachtas reform.<\/p> <p>I refer to reform of the D&aacute;il, the committee system and the Seanad.  I will be political for one moment and state what is an absolute fact: since the Seanad has been in the crosshairs since the Taoiseach saw fit to put its abolition to the people, which proposal I am happy they rejected, it has nearly come to be regarded as the only Chamber that needs to be reformed.  I have seen the Seanad work very well.  I have seen Senators from all parties and none, on all panels and from universities, do a particularly good job in scrutinising legislation, which is our primary role.  As a Senator, I have written and published more legislation than I was able to produce in nearly four years in the D&aacute;il.  I have read more legislation than I did in the D&aacute;il as a Deputy.  I understand legislation a lot better for being in the Seanad.  People should actually realise this and respect the fact that the Seanad has done a very good job.  However, I have some concerns.  My party published a detailed Seanad reform document which I discussed with both Mr. Joe O&rsquo;Toole and Dr. Maurice Manning.  I am happy that many points made within the report they have published and are presenting to us again today encompass points made in many of the reform documents many of us have brought forward.  We want to see reform, albeit in the context of overall Oireachtas reform.  Any future Government should commit to doing this.<\/p> <p>I have grave concern about the manner in which this reform is being achieved.  My saying this is no reflection on the two gentlemen present.  The process is being rushed on the basis that the Taoiseach has said he will set up an implementation group that will produce legislation to be enacted before the end of the Government's term in office.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If the term runs its full course then the Government will last until March or April 2016.  I expect the legislation will be quite detailed.  I have learned from my experience here that rushed legislation is poor legislation.<\/p><p>The composition of the implementation group is important.  I, again, would like to put on the record of the House how disappointed I am that a Member of the current Seanad, and in particular the Leader of the Seanad, Senator Maurice Cummins, was not included in the working group.  An existing Senator should have been included in the working group and I mean somebody who has worked through some reforms of the House.  My belief is no reflection on the two gentlemen present who did their job, along with their colleagues.  My grievance is more about who was selected by the Government to sit on the committee.  I believe that the implementation group must have a representative group from the existing Seanad.<\/p><p>I do not think the Taoiseach has woken up to the fact that the Seanad should have equality and parity of esteem with the other House because this evening he will meet party leaders of the D&aacute;il.  That includes my party leader, Deputy Miche&aacute;l Martin, who is the leader of Fianna F&aacute;il in the D&aacute;il, plus Gerry Adams who is the leader of Sinn F&eacute;in in the D&aacute;il and the same for other party groups.  What is wrong with us?  I have had my moments with the Taoiseach but I am particularly interested in Seanad reform because I work here every single day.  It would have been appropriate for the leaders of the Seanad groups to be included for the meeting.  <\/p><p>That aside, I shall ask the delegation a few questions.  I appreciate all the work that both gentlemen and their colleagues have put into the report but I am concerned about the short space of time left.  How confident are both of them that legislation can be implemented during the remaining term of this Government?  Have they been advised of any timeframes by Government in regard to the publication of the legislation and on bringing it forward?  I heard Mr. Joe O'Toole say in the media that any changes would take place from the next Seanad election, not the one coming up but the one after that again.  <\/p><p>It is very important that all parties and Independent groupings sign up to Seanad reform.  As Senator Cummins has said, the problem with this report is that a number of reports already have been left on shelves.  A referendum was passed on extending the franchise to other universities but it was never implemented.  Even if legislation is passed in the D&aacute;il and Seanad during the term of this Government, it is down to the political parties or whoever is going to be in the next Government, whatever shape that Government is going to have, to drive forward these changes.<\/p><p>I am gravely concerned about extending the vote to people who do not live in the jurisdiction.  An argument for this can be made for people who live in the North of Ireland.  We have North-South ministerial bodies, we have all-island parliamentary groupings and that type of thing plus we share a common cause.  It may not be a popular to say the following but I will.  When we do not have a handle on the actual number of people who may be able to vote then one could have multiples of people living outside of Ireland, or Irish passport holders, voting in a Seanad election than we have people who live in the Republic.  That is a concern for me.  I understand the reasoning behind making sure that Irish citizens abroad have a say but we should look at restricting the number of seats further.  I am just uncomfortable with the situation.  We are a small country and are not like France.  I know that France and the US allow their citizens from abroad to vote in parliamentary elections.  We have multiples of our population who are resident in Ireland but live abroad and these are people who are entitled to Irish passports.  I do not know how one can make the distinction between people who are either born in Ireland and living abroad as an Irish passport holder and someone who has an Irish grandfather or grandmother and, therefore, gets an Irish passport.  That is a major concern for me.   It also gives an excuse for future governments not to proceed with these changes.  We must also consider the cost for administering such a measure.  There is no hierarchy of citizenship in Ireland and I do not believe there should be one in the electorate for the Seanad. <\/p><p>I cannot see how some of the proposals in the document could be implemented.  I have read into it that one would look at people registering online, receiving their ballot paper abroad and sending it in.  That aspect could be fraught with all types of dangers.  All of us use online banking and do various things online but we do not vote online.  I know voting online has not been proposed but I disagree with registering to vote abroad when it is very difficult to carry out checks.  The people who manage the electoral registers in this country can call down to a house and check that Mr. Joe O'Toole, for example, lives at a certain address in north Dublin or that Dr. Maurice Manning lives at a certain address in south Dublin.  Such checks cannot be done on people who live abroad.  <\/p><p>I welcome the proposal to extend the franchise to the general public for 30 seats.  I also believe we need to keep the vocational aspect of the Seanad.  For all the criticism of the Seanad, I have seen at first hand here that, in the main, one has people who are able to draw from their own experience of the vocational system.  It would be a problem if that aspect is lost and the Seanad becomes a mini D&aacute;il.<\/p><p>I would like to thank both witnesses and the working group for the report.  It is a serious document.  I agree with the vast bulk of the report but there are some things that I have concerns about which I have outlined.  I would like answers in terms of the implementation, timeframes and commitments from other parties.  The Government has given a commitment but I worry that it was given in advance of a general election so the Government can say it has published a reform document on the Seanad.  It seems likes a box ticking exercise but I would hate for that to be the case.  I thank the delegation for their attendance here today.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#DD00800","speaker":"1139","continuing":true},{"type":"speech","time":1436347800,"counter":119,"content":"<p>I welcome former Senators, Dr. Maurice Manning and Mr. Joe O'Toole, to the House again.  I thank the Leader for organising the debate which follows the debate on Seanad reform that we had on 5 May, and in particular on the findings contained in the report of the working group on Seanad Reform.  I commend both of them on producing the report.  We all share in the hope and expectations expressed by Senator Cummins that this would be the last report on Seanad reform.  I very much welcome the announcement that there will be an implementation group established in early course which is long overdue.  It will be quite an achievement to get a Bill through the Oireachtas before the general election even if the implementation group is set up very quickly.<\/p> <p>Like Senator Darragh O'Brien, I am concerned that the Taoiseach is meeting the D&aacute;il leaders today.  I hope that Seanad group leaders will be met but it is not a matter for either former Senator present.  Clearly, it would be important that the Seanad group leaders also meet the Taoiseach to discuss a timetable for reform.  I also agree with the sentiments expressed by Senator Cummins on the status of the Seanad, the importance that should be ascribed to the Seanad and that priority should be given to the work of the Seanad.<\/p> <p>Senator Cummins and myself, on the previous occasion, spoke at length about the procedural changes we have made to the workings of the Seanad.  We spoke about the initiatives we have taken.  For example, public hearings were held with interested groups and bodies on matters of public interest.  We have produced some excellent reports through the initiative.  Most recently, we produced a report on farm safety and the previous reports dealt with lifestyle changes to prevent cancer and the human rights of elderly persons.  We have produced a whole range of different reports through the new forum of the public consultation committee.  As Senator Cummins has said, we have also held a series of debates with MEPs and we have made a number of changes to the way in which the Seanad works.  All of those aspects are hugely important.<\/p> <p>I very much hope that the current Seanad will have some representation on the implementation group.  Others have spoken on the matter.  Indeed, I have spoken previously about the lack of representation by serving Senators on the working groups.  Having said that, and as I pointed out previously, very few former or serving Senators made submissions to the working group even though clearly it was open to anyone to do so.  I made a submission on behalf of Senators in the Labour Party and I went through the submission in more detail on the previous occasion we debated this matter.  Now that we are coming back again, and in light of the publication of a draft Bill which seeks to implement the recommendations in the report, I might refer to some of the changes we proposed that I think might be stronger, in some ways, than some of the provisions in the Bill.  <\/p> <p>In general, the Bill and the recommendations in the report would lead to a hugely improved and more democratic Seanad.  We may disagree on some of the detail but, in general, the principle of extending suffrage for the Seanad is a hugely important issue.  There is agreement across the House on the need to do so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We can debate to what extent it should be extended, for instance, whether it should be extended to our diaspora or beyond the general election register to the local election register as proposed by the Labour Party group, and I have no doubt the implementation group will also consider these issues.<\/p><p>I have stated on a previous occasion that the report somewhat glossed over how universal suffrage for the 30 seats would work in practice.  Looking through the Bill, more detail is clearly available, but there is still some issue about university Senators, which Senator Cummins raised.  The issue is whether it is to be based on the existing register for the current institutions initially and for it then to be extended to all higher level education institutions.  I am not clear on the point and I could not quite make it out in the Bill so I would be grateful for clarification on it. <\/p><p>I raised a particular issue the last time and, looking at the Bill, it is still an issue for me.  The report recommends, on universal suffrage, that individuals who elect to register will choose the vocational panel of their choice and that university graduates may choose to remain eligible to vote on the university panel or transfer to one of the vocational panels.  My concern is that such an approach could skew the panels.  Looking at section 8 of the draft Bill, I am concerned that it could lead, in the first instance, to very uneven numbers of electors or voters across the panels, which would be a fairly obvious consequence.  There might be 100,000 people opting to vote on the arts panel----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#EE00200","speaker":"1148","continuing":true},{"type":"speech","time":1436347800,"counter":121,"content":"<p>Or 850,000 in the universities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#FF00200","speaker":"1136"},{"type":"speech","time":1436347800,"counter":122,"content":"<p>I am just coming to that point.  That is a very particular instance.  How many people would be eligible to vote on the university panel if it is extended to all higher education graduates?  The estimate is between 500,000 and 700,000-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#FF00300","speaker":"1148"},{"type":"speech","time":1436347800,"counter":123,"content":"<p>I would have said 850,000<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#FF00400","speaker":"1136"},{"type":"speech","time":1436347800,"counter":124,"content":"<p>-----and that would be for six seats, while there might be just 100,000 electors on another panel, resulting in very skewed numbers on different panels.<\/p><p>There is a further possible consequence from the proposal in section 8 and I am offering this point in a constructive spirit.  It is likely or possible that people would organise registration campaigns on a particular panel to ensure they were elected to it.  The problem with one voter, one panel is that that would be a likely consequence of it.  Our submission was brief but we did think through this issue a little.  We suggested that each person entitled to vote would have a separate vote for candidates on each of the five panels and that university graduates could opt for a vote on the university panel instead of just one specified panel.  This would guard against the skewing of voter numbers on different panels.  We argued this would be like a multi-seat constituency.  A person would have five votes on five panels and a person would vote 1, 2 and 3 on each of those panels.  This would get over the problem of different numbers registering to vote for different panels.  Under our system, people who opted in to register would register for all the panels.  These are some of the details. <\/p><p>An issue which I did not get to address in detail on the last occasion but which is addressed in great detail in the report and is reflected in the Bill is the use of online facilities.  Excellent suggestions have been made in the report about facilitating more efficient registration so that people can register online and also download ballot papers online.  The Constitution requires that ballot papers are returned by post and provision is made for that in the Bill but it would be more efficient and effective if people could register and download ballot papers online.  <\/p><p>I wish to make one further suggestion, which could be applied to current panels of voters on the university seats.  This is something about which I have been thinking for some time.  We should move to a system whereby those who are currently registered to vote on the Seanad &Eacute;ireann register, that is graduates of the NUI and Dublin University, should be able, as one can in a general election, to check the register.  A person should be able to go to a register like <i>checktheregister.ie<\/i>.  Currently people can check the register but they must look at the hard copy of the Seanad &Eacute;ireann electoral register, which is available in the libraries of the various institutions of the NUI and Dublin University.  The NUI register is available for examination in the reception of NUI offices, but there is currently no facility for people to check an online register.<\/p><p>Since we were here last on 5 May, we have seen the huge amount of people who came home to vote, who, having checked the register, saw they were still eligible although they had lived abroad for a short period of time.  We saw the huge strength of the Home to Vote campaign, but it relied on people being able to check the register.  It struck me that the referendum on 22 May highlighted how important it is that people can check if they are registered.  Whether one moves to the universal suffrage model here, or even if it is just in respect of the six university graduate seats, we should have a mechanism for people to check a register online to see if they are registered for Seanad elections.  I make that pitch now and I will also make it to the appropriate Minister, who I think is the Minister for Education and Skills.  It is clear an online register is available to public representatives so it should not be too difficult a system.  There are security issues but reading through the detail in the appendix to the report from the National Cyber Security Centre, NCSC, many of the security issues concerning online registration systems have been addressed.  That would also apply to existing registers for the university seats.  That is one very particular issue I did not get an opportunity to address on the last occasion which became more pertinent following the marriage equality referendum. <\/p><p>There is a lot more in the report and the Bill but I wish to raise a couple of other points.  There is the issue of giving councillors a continued say in a number of seats - 13 I think - in a reformed Seanad.  It is a good idea to give councillors some continued say in the make up of the Seanad.  We sought to address this issue in our submission to the working group by suggesting that one of the panels under the Constitution and in accordance with Article 19, the public administration panel, could be reserved for election by city and county council members, which would preserve existing links with local government.  There would, therefore, be no need to set aside as many as 13 seats to preserve that link.  There are other ways of achieving what I agree is a worthy aim, which is to preserve the link between those who are elected locally and the Seanad.<\/p><p>We recommended that if we were moving to universal suffrage, as we favour, that all those entitled to be registered to vote in the local election register should be entitled to vote in Seanad elections.  D&aacute;il elections are clearly confined to those on the general election register.  Using a local election register for Seanad elections would maintain the link between local representation and local government and the Seanad and would give us a broader franchise.  <\/p><p>We already have diaspora votes for the university seats so there is an argument that that would be one way of extending the franchise without encountering the problems others have addressed.  In principle, I agree that it would be positive to have votes for those who live abroad without the current restrictions that one can only live abroad for a very limited period of time while retaining one's general election vote.  There is plenty more to say and I am sure we will get more opportunities.  I thank the former Senators for engaging with us today.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#FF00500","speaker":"1148"},{"type":"speech","time":1436347800,"counter":125,"content":"<p>I welcome Dr. Maurice Manning and Mr. Joe O'Toole and thank them for coming back to the House.  I acknowledge and applaud their work and the publication of the report and the extraordinary work of the members of their group too.  It is an extremely helpful resource for us.  I also thank them for their perseverance.  I know there were ongoing meetings in the background to keep this process moving and am most grateful for that and I hope they are successful in this regard.  I spoke the last time they were here, but I have a few more things to add given the passage of some time.<\/p><p>To begin, I refer to the fact that Senator Quinn and I published a motion yesterday evening which is listed in today's Order Paper.  It reads: &quot;That Seanad &Eacute;ireann calls on the Government to establish immediately the Implementation Body recommended in the <i>Report of the Working Group on Seanad Reform 2015<\/i>, and that the Implementation Body immediately begins to liaise with draft-persons to develop a Seanad Amendment Bill that reflects the spirit and text of the Report, as well as carrying out the other responsibilities recommended in the Report.&rdquo; <\/p><p>I hope both our statements sessions will be resources for the group when it is established.  It is great to see the opportunity here today for people to reflect on the draft Bill and to comment on it, as Senator Bacik has just done, since we did not really have it in front of us the last time.  As I said, I hope these statements will be resources for the group.  Otherwise these sessions are nothing more than talking shops, which is what people said no to in the referendum.  They did not want the old Seanad.  Notwithstanding the earlier remarks of Senator O'Brien on the reforms which have taken place and the quality of the work we do, we do not want these sessions to be talking shops and neither do the people.  If our words cannot feed into the work of the implementation body for this report, we are simply playing out the old Seanad right here, in the present, right now.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In his remarks on the Order of Business Senator Darragh O'Brien referred to what the Taoiseach did today.  I woke up this morning to hear that the Taoiseach would be briefing Opposition leaders on his views or decisions on Seanad reform and the establishment of an implementation body.  I wondered all day whether it was happening.  Now it sounds like it is, which I welcome.  However, I want to know why we found out about it after RTE.  For once and for all I am hoping we can have some open government, especially in the effort to reform the Seanad.  Let us abolish the secrecy.  Why is it so hard to receive information on what is going on, especially for those who have been so involved in the process of the retention and reform of the Seanad?  <br\/><br\/>I welcome the announcement which now appears to be true.  With Senator Darragh O'Brien and others, I hope the Leader will be included in this body.  He was not a member of the working group, although, of course, it did do excellent work.  His comments this afternoon, as well as during the previous session, were reflective and helpful in terms of the work the body might do.  As stated in the motion tabled by Senator Feargal Quinn and me, I hope it will get to work immediately.  It should use as a prime resource the Bill published, with Dr. Manning's and Mr. O'Toole's report.  The Bill was drafted by Mr. Brian Hunt - no finer draftsman could most of us find.  It should also take into account our work and bring the heads of the Bill to a committee early in September, to be enacted before the end of the term of office of the Government.  I do not believe that is impossible to do because we have had so many discussions and debates in the lead-up to the publication of any Bill.  That is not to say we still do not have to tease everything out.  Of course, we can do that and there would be time to do so.  It would be possible to do it.  If Members are questioning whether there will be sufficient time, I wonder if it ultimately indicates an underlying resistance to change.  I do not think so, however, because I believe my colleagues want reform as much as I do.  I do not see any reason we would not have enough time, given all of our debates on reform up to this point.<br\/><br\/>I favour giving votes to the diaspora, but we need to tease out the many details.  The working group on Seanad reform did much of the work and some other reports are feeding into it.  It is great to hear some of the comments being made.  If we had doubts before the recent referendum about whether we should give votes to the diaspora - Senator Ivana Bacik referred to this issue - how could any of us resist it now?  The use of <i>HomeToVote<\/i>still makes me quite emotional.  People who are away want to be engaged.  I am also aware of persons who were deeply disappointed that they could not come home to vote because they had emigrated more than 18 months ago.  There is a problem with that restriction.  Why can the Seanad not lead on this issue?  Why can it not be the Government's first demonstration of a genuine engagement with the diaspora?  I see no reason the working group's recommendation of online registration of voters and the downloading of ballot papers could not be implemented to facilitate a deepening of democracy.  I applaud the working group for its efforts to engage in very extensive research on the issue, demonstrating how we could move forward on it and giving us confidence that it could actually work.  As Senators know, I am originally from the United States of America where I still vote.  I download my ballot paper and ensure I continue to be registered online.  I post my ballot paper and it works.  It has worked for many years and is not that big of a deal.  What might be a big deal is how to have it installed here and ensure it works.  The working group has demonstrated that we could move forward on the issue.<br\/><br\/>I welcome the proposed reform of vocational representation in the Seanad by opening up the nomination process and, of course, having one-person one-vote for most seats.  I agree with the working group's statement that our nomination and voting process &quot;fails to realise the constitutional ambition to create a largely vocational chamber which would represent a diversity of views, minority voices and specialist experience&quot;.  However, I also listened closely to the remarks of Senator Paschal Mooney and others the last time we debated the matter.  In putting forward that view one questions whether it could be a critique of the performance of current or past Members in terms of vocational representation.  I listened carefully to some of the things Senator Paschal Mooney said and do not think so necessarily.  Senator Paschal Mooney and many others, if not all of my colleagues, demonstrate an exceptional performance in that regard in representing the vocational concerns of the panel they represent.  This is a criticism of the system of nomination and election, not necessarily of individual Members who come from it.  The system should be opened up in order that we would have as wide a range of candidates as necessary to reflect the complexity and diversity of modern life.  The working group's recommendation that &quot;the level of knowledge and the practical experience required of candidates in the Constitution be defined in legislation&quot; is a good one.<br\/><br\/>I thank Dr. Manning and Mr. O'Toole.  Are we having an implementation body?  It sounds as if we are.  When will the Taoiseach speak to us?  There is still time for him to do so.  How can the Government go to the people next time around without reforming the Seanad?  There is no excuse not to do so.  I do not think there should be further delays.  We cannot have more talking shops.  The Government should let the people see that its legacy is reform rather than resistance to it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#FF00600","speaker":"1176","continuing":true},{"type":"speech","time":1436347800,"counter":127,"content":"<p>I again welcome the former Senators Dr. Manning and Mr. O'Toole.  I congratulate them on the work they have done.  They have obviously put a lot of work into the issue.  The Constitution was adopted in 1937 and we are subject to its constraints.  Therefore, we have had to adjust to this fact.  The working group on Seanad reform has done a very good job in looking at the issue and looking at what has been established on that basis.<\/p> <p>I believe the Taoiseach said the implementation body would operate very soon.  I am not happy with the term \"very soon\".  I would have thought that by this stage we would have something that was much closer.<\/p> <p>Let me touch on some items that may not have cropped up since the previous time I spoke on the matter.  Senator Darragh O'Brien mentioned a concern about emigrants' votes and spoke about representation without taxation.  I believe the Seanad does not really have that problem because there is no taxation in this House.  Therefore, the principle of representation without taxation does not apply in this case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00200","speaker":"1145"},{"type":"speech","time":1436347800,"counter":128,"content":"<p>What does the Senator mean by \"there is no taxation in this House\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00300","speaker":"1136"},{"type":"speech","time":1436347800,"counter":129,"content":"<p>I would not say there is no taxation in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00400","speaker":"1145"},{"type":"speech","time":1436347800,"counter":130,"content":"<p>I am taxed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00500","speaker":"1136"},{"type":"speech","time":1436347800,"counter":131,"content":"<p>Senator Feargal Quinn to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00600","speaker":"1120"},{"type":"speech","time":1436347800,"counter":132,"content":"<p>We do not get to vote on issues to do with taxation or money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00700","speaker":"1145"},{"type":"speech","time":1436347800,"counter":133,"content":"<p>I am seeking clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00800","speaker":"1136"},{"type":"speech","time":1436347800,"counter":134,"content":"<p>I am happy to provide it on that basis.  I would not have a problem with emigrants' votes if it was done on the basis of current passports.  I cannot believe there are many people with current passports who keep them up to date, who have actually not lost contact or interest during the years.  I imagine it would be well able to continue on that basis.<\/p> <p>I have a problem with the changes that have taken place since 1937 when we talk about registration and certainly about the voting system having to be operated by mail.  While we are used to modern technology, in 1937 the word \"mail\" meant an envelope with a stamp on it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Registered mail meant something else as well.  Nowadays mail is no longer an envelope with a stamp on it and therefore I imagine it is possible to be able to include a different method, be it e-mail or whatever else, that would enable us to have that.  That point has been touched on in the report as well.<\/p><p>What gets me is that the referendum took place in October 2013.  At that stage the Taoiseach said he got a wallop and therefore he would have to do something about it, yet nothing happened until the working group was set up in November 2014.  That is a huge delay.  I have often spoken in this House about the length of time it takes to get things done and the speed at which things happen in government circles, but this has been a very long period of time.  The working group moved quickly, to the extent that it was able to hand over its very good report on 13 April.  However, I had to ask the Leader in the House on 1 July what had happened to it.  What happened between April and July?<\/p><p>It is unfortunate that nothing has happened since then.  Even those of us who have invested confidence in the Taoiseach's commitment to achieve Seanad reform are beginning to doubt whether there is any real commitment at all.  Senator Zappone has spoken about the fact that the Taoiseach announced today - at least we heard about it on the radio today - that he is going to meet the leaders of the D&aacute;il to talk about Seanad reform.  I could not get over that, and Senator Zappone has said the same thing.  The first we heard about it was on the radio.  It seems to me that the Taoiseach does not have his heart set on making changes, and if he has, he does not have his heart set on involving this House in getting change made.  He did involve the members of the working group and there is a strong team with the added input of those involved in the implementation group, but the fact is that nothing has happened since then.<\/p><p>There have been a number of Bills, for example, the one Senator John Crown introduced, on which we had a good discussion.  Senator Zappone and I also introduced a Bill, on which there was also a good discussion.  We have had plenty of time to discuss reform but it is difficult to know what is happening and why things are not moving.  In some ways, it seems that as the weeks pass we are entitled to fear that the Government may merely have been involved in a process of running down the clock.  We heard in April that reform of the Seanad would be pushed forward by the Government but now it is July and there does not appear to have been any progress.  The Leader used the term \"very soon\", which I assume is a quote from the Taoiseach, but that is not good enough.<\/p><p>It is also disappointing to realise that even if enacted now, the proposal of the working group could not operate for the next Seanad election, which is due early next summer.  However, I am not sure that is true.  Senator Zappone said that if we were really determined, legislation could be enacted on that basis.  As I understand it, the working group completed the report on the assumption that change would happen before the next election.  Even if we do not get the change, passing an Act based on the working group's proposals would at least ensure that real reform would be on the Statute Book and usable in the following election.  While that would not be an ideal situation, the Taoiseach would be able to rightly claim a tangible and positive outcome.  More important, the Government would be able to tell the electorate that it had implemented the change that more than 630,000 people voted in favour of.<\/p><p>The Oireachtas will go on recess at the end of next week or the following week and there is no prospect of the Government bringing the group&rsquo;s Bill or its own Bill to either House before then.  Once the Oireachtas resumes in the autumn we have at most approximately 20 weeks to enact the legislation even if the Government runs full term.  I hope the Government will make an announcement on this immediately.  I was nearly going to say \"very soon\".  Next Tuesday would be the time if we are going to have Seanad reform because there will be a very busy legislative programme before the next general election, whenever that is.<\/p><p>The Taoiseach and the Government must realise they are now uniquely positioned to deliver what none of their predecessors had the leadership or the vision to deliver, namely, real and substantive Seanad reform.  The Taoiseach could make a name for himself.  That would be a huge achievement.  Without overstatement it would be something to go down in the history book.  The people spoke on the Seanad in 1979 and again in 2013.  It is hard to believe that although last Saturday it was 26 years to the day since the people voted for change in the Seanad, that change has still has not been implemented.  We have done enough of talking, although we have an opportunity to talk a little bit more.  The danger is that we are repeating ourselves.  I am not sure how many Members will speak today, but the Leader expressed disappointment that there were not many speakers on Seanad reform on the previous occasion.  I hope we will have plenty of speakers on this occasion.<\/p><p>The working group has done sterling work and has come up with a very sensible proposal which retains the spirit of the Seanad as envisioned by the 1937 Constitution.  It gave a different voice to that of the D&aacute;il while opening it up to a much wider electorate.  These are principles on which we all agree.  All we need now is some effort from the Government to give voters what they want.  Getting on with the task of delivering the historic reforms of the Upper House would signal the genuine shift to the \"new politics\" which has been promised by the Government.<\/p><p>I believe the customer is king, and in this case the customers have said they want change.  They voted for change back in 1979 and again almost two years ago, yet it seems to take a very long time to get something done.  I am disappointed that the Taoiseach does not appear to have grabbed hold of the issue because it is an opportunity for him to make a name for himself and for the Government by saying they were given a challenge by the people in 2013 and they have moved on it and are going to make the change now.  We could do it.  He could do it, but it needs determination.  The Taoiseach will certainly have the support of this House based on the report before us.  That does not mean everything in it should necessarily go unchallenged.  The report will be challenged on a number of grounds but it will benefit from that.  I congratulate the working group for what it has done and I urge it to make sure it insists on the Government doing something about it right away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#GG00900","speaker":"1145","continuing":true},{"type":"speech","time":1436347800,"counter":136,"content":"<p>Cuirim f&iacute;orfh&aacute;ilte roimh an Docht&uacute;ir Maurice Manning agus an Uasal Joe O'Toole.  M&iacute;le bu&iacute;ochas as ucht an obair dhian at&aacute; d&eacute;anta acu d&uacute;inn inniu agus le bliain anuas.  I welcome the debate, which is very important.  As the Leader said, not everybody can be on a forum or working group and it is important to get the view of all Members.  It is the only chance we may get, as not all of us will be on the group.  Today's debate is about providing us with a chance.  It is not a talking shop or just for the fun of it.  It is to find out everybody's views because no one person has the say on what will happen.<\/p> <p>Back in 2009 Fine Gael proposed that every citizen would have a vote in the Seanad.  That predates my election to the Seanad in 2011.  Nobody has a franchise on reforming the Seanad.  We have many reports but we must have action.  The Taoiseach has said there will be action and the Leader has repeated that again today.  It is important that the group would be set up immediately and that it would start the process of change now.<\/p> <p>I welcome the report.  I accept it was not possible to provide a costing in the time available to the working group.  Every time a budget is put forward by a party in the House, we criticise it if it is not costed.  We must look for value for money.  We require change but it must be right for the citizen.  That is also the case with our own papers and policy documents.  When the argument for Seanad reform was put forward in the Seanad university constituencies the Government introduced change.  That happened since the Government took office in 2011.  I welcome that change, which was acknowledged in the report.<\/p> <p>Another recommendation from 2009 related to procedural reform.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Cummins has done some work on that.  There is a lot more to do, which is why I want to ensure that the Seanad gets extra duties.  We have already succeeded in respect of the reform of the universities and Senator Bacik has outlined something that was recommended in the report.  It relates to how university graduates could choose to run on another panel.  I cannot figure out how that will work.  I will not dwell on it because Senator Bacik has spoken about how it is going to work.  That change was on the cards for 17 years.  The Government has done it and it should be acknowledged.  I thank the working group for acknowledging it in the report.  <br\/><br\/>We are setting up a electoral commission.  I am a member of the Oireachtas Joint Committee on the Environment, Culture and the Gaeltacht, which is discussing that matter at the moment.  Many of the issues that will be on the agenda in respect of Seanad reform are coming up in the committee.  Examples include the registration of voters and who will be responsible for it.  The electoral commission is an important part of this debate.  It was recommended in the report that the interim group that would be set up would be subsumed into the electoral commission.  This is putting the cart before the horse because the committee that is looking at the electoral commission will be making recommendations on how the commission should be formed.  Both groups must work together because one group could recommend one thing, the other could recommend another, we would fall down in the middle and nobody would do anything.  This is what we must guard against.  <br\/><br\/>Part 6 of the report deals with implementation and recommends that the membership of the interim implementation body should have access to IT experts.  I agree with this.  As Senator Cummins said, the Seanad must have secretarial back-up because if it does not, how can Members are scrutinise EU legislation with their hands tied behind their backs?  This must be taken into consideration when it comes to cost.  The report recommended that the interim body have access to political scientists and experts with knowledge and practical experience of national politics and that eventually the interim body and its functions would be subsumed into the wider electoral commission.  I have a question about that.  <br\/><br\/>I thank the reform group for the work it has put in and those who provided their time, all of whom worked on a <i>pro bono<\/i>basis.They include Brian Hunt from Microsoft and Deirdre Lane who provided advice on the deconstruction of the complicated nominating process.  It is quite a process to deconstruct because I have tried explaining it to a few people.  Another individual who was involved is Michael McDowell who provided legal counsel.<br\/><br\/>One statement I noted in particular is the statement on popular legitimacy.I agree that a reformed Seanad must be seen by Irish citizens as having a legitimate voice and role in the political process.  We would be doing ourselves a disservice, and I do not think the report meant this, because when I look around me in here I see quite a few people who have earned their legitimate voice.  They were put here by people who were elected by the legitimate voice of the people, namely, councillors who are in touch with the people on the ground.  Councillors have a legitimate voice so I would not dismiss their value and I do not think the report intended to do this by suggesting that it would be more legitimate if people were elected some other way.  The legitimacy of elected and nominated personnel of this House has much to offer.  The Seanad has offered much since the foundation of the State and as Senator Darragh O'Brien, who has served in both Houses, noted, there is no better House in terms of scrutinising legislation.  As the old saying goes, &quot;If you respect yourself, you're given respect&quot;.  The people had respect and, hopefully, still have respect for the Seanad because they voted to retain it.  This says a lot.<br\/><br\/>Senator Cummins has changed and enlarged the duties of the Seanad in respect of scrutinising EU legislation.  He has invited different representatives from community organisations, taken their recommendations on board and implemented them through legislation.  We all agree that the Seanad will be reformed within the legislative process and not through altering the Constitution.  <br\/><br\/>Another recommendation was that the Seanad should have a distinct composition.  It is related to the various methodologies of panels.  I looked up the definition of &quot;distinct&quot; because I was unsure what is meant by the term &quot;distinct composition&quot;.  When I look around the House, I see distinguished Members who differ in philosophy and personality.  A system that excludes the majority of its citizens from participation does lack popular legitimacy.  Including every third-level institution in the voting process will go some way towards addressing that.  We must go further but it is far harder to do it than to say it must be done.  <br\/><br\/>Section 35 of the Bill recommended that the Northern Ireland division of the Electoral Commission of the United Kingdom would be involved in verifying eligibility to register by applicants based in Northern Ireland.The Taoiseach pointed out here that legislation made in this State could not compel or direct a body in another state to perform a particular function.  We need verifiable data analysis if we are to have electronic voting because every country that has electronic voting has a system of verifiable electronic data identification.  It could be through PPS numbers, passports or another methodology.  <br\/><br\/>In respect of the recommendation on gender balance, I was never in favour of gender quotas until I saw that they actually work.  However, it only relates to a recommendation rather than actual voting so that measure is problematic as well.  In case everybody thinks Ireland is the odd country out and that the Seanad is only elected by the few, Canada's Upper House is un-elected.  All Members are appointed.  The German Upper House is formed indirectly of Members appointed or elected by the regional governments.  All the Members of the French Upper House are elected indirectly by the elected members of the 100 French Departments.  <br\/><br\/>Some very distinguished Members of this House have come from Northern Ireland.  In respect of citizens living abroad, <i>#hometovote<\/i>was a great initiative but <i>#stayawayandvote<\/i>is a different matter.  I do not have all the figures but according to the Department of the Environment, Community and Local Government, 230,000 Irish citizens are living in Australia.  The figures are skewed.  The <i>globalirish.com<\/i>website gives totally different figures.  How many of the 3 million holders of Irish passports are Irish citizens?  Could we have more people voting abroad than at home?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#HH00200","speaker":"1135","continuing":true},{"type":"speech","time":1436347800,"counter":138,"content":"<p>I welcome our former colleagues to the House.  Are 500 people required to nominate somebody for direct election?  I saw a figure of 500 mentioned somewhere in this.  That seemed to me to be a ridiculous figure.<\/p> <p>I will rain on somebody's parade by saying this but there seems to be a growing perception that the decision of the Irish people to retain this House contained within it a passion for reform.  I have found nothing in any statistics, other than Members of this House and others saying that there was such a need.  It is reflected in the report stating that there was unanimity that it should be reformed.  As far as I am concerned, and my view may or may not be shared by others, the overwhelming majority of those who voted for the retention of the Seanad did so because first, they wanted the Seanad to be retained and second, they did not want to give the Government any more powers.  As far as I am concerned, those were the reasons why they voted to keep it.  I do not think they got into the complexities of whether this House was in urgent need of reform.  That is not to say that I am not in favour of reform but I want to put it on the record that I do not agree with this cosy consensus that has arisen that there was an obsessional need among the Irish people for reform of this House, if they even thought about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When they were asked to think about whether they wanted to keep it, they made a very simple decision that, yes, they wanted to keep it.  I wanted to get that off my chest.<br\/><br\/>The report deals with the selection of candidates.  It proposes that each nominating body be entitled to nominate a candidate and that candidates be required to have both knowledge and participation.  The onus is on the candidates to prove beyond doubt that they meet these requirements.  As anyone who has gone through this process knows, there is a very strict protocol involved, irrespective of the looseness of the language about knowledge and general knowledge and experience, but that actually requires a High Court judge sitting along with the Clerk of the House to decide whether a person is suitable for nomination to a particular panel.  It is not that one just writes in and ask to be nominated to a panel.  There is a very strict protocol involved.  To use the American term, &quot;If it ain't broke, don't fix it.&quot;  There is already an onus on the candidate to prove they meet the requirements.  I had to do it and I am sure other Members of the House had to do it.<br\/><br\/>I refer to the oral responses on the previous occasion from former Senators O'Toole and Manning about the Whip system.  This seems to exercise the minds of some people who express the opinion that the Whip system is terrible and awful and we should get rid of it.  There would be chaos if that were to happen.  In fact, the report is riding two horses.  On one hand it is talking about having a representative body and on the other hand it refers to the O'Rourke report in the context of Taoiseach's nominations:<blockquote>[T]he Seanad must inevitably be a political body since it must discharge political functions.  This is clearly the case as far as the presentation and management of the Government's legislative programme is concerned and which must also be a legitimate factor in the consideration of any Taoiseach in making these nominations.<\/blockquote>In other words, the Taoiseach, at least up to this one, will do what previous taoisigh did, which is they made sure they had a Government majority in this House.  The criticism from outside was that it was terrible and awful but the political reality was that it ensured the legislative programme of the elected Government got through the House.  That is what it was all about and that was the constitutional requirement from day one.  It has strayed from that considerably and I will not go into what is in the mind of the current Taoiseach about his decisions that were taken in that narrow concept.  I am not talking about the quality of those whom he nominated.<br\/><br\/>On votes for emigrants I am totally opposed to the view that they should be passport holders. It should be time limited and be for Irish citizens who left this country within the past ten years.  Other than that I think it would be a recipe for chaos.  How would it work if all the passport holders started registering?  How would this work in principle?  How will the nomination process work for the 13 Members elected by councillors?  The report infers it will be a continuation of the Oireachtas sub-panel which currently takes four Oireachtas Members to nominate.  Keeping in mind that these nominations have traditionally come from the political parties in the Houses, I have no doubt that even though it is being reduced to 13, there will still be a very strong party political input into the 13 nominations.  People will be representative of their parties.  Inevitably those who are directly elected will be representative of their parties and they will come in here as political groupings.  Will they leave their political grouping outside the door?  There is this idea that this will be an Upper House that is so diverse and representative of this widespread opinion, of community organisations and the representatives of the whole of Irish society, whereas the reality is there will be people who will be elected to this House either directly or indirectly, under the terms of these proposals who will be party representatives and who will exercise and discharge their party obligations, along with the 11 nominees of the Taoiseach whom the report has acknowledged will be political representatives of the Government of the day.<br\/><br\/>How will the nomination process work for the 36 Members to be directly elected?  This is a national election.  I am opposed to a national election because I believe it should be regional.  I appreciate the difficulties that those who are university Senators have in reaching out to their worldwide alumni and to their voting register.  However, I ask the House to consider the implications of having a directly elected national election such as the amount of money involved and the logistics.  It is already difficult enough for those who travel around the country having to canvass Deputies, outgoing Senators and county councillors but to have a national election on the entire island of Ireland - those in the North will be entitled as Irish citizens to vote - suggests this proposal has not been well thought out.<br\/><br\/>The report talks about modernising the register of nominating bodies.  The Clerk of the Seanad each year issues an advertisement inviting representative bodies to apply to be included in the nomination register.  What is meant by modernisation of the register?  Anybody who fulfils the obligations and criteria is entitled to apply to be on the register of nominating bodies. There is quite a substantial number.  I do not have the figure but I am sure that if it were to be analysed I would think that practically all those bodies who are representative of the diversity of society are currently represented on the register.<br\/><br\/>I do not wish to seem negative about this report.  In the context of the recommendation that there be just 13 Members elected by Deputies, Senators and county councillors, I believe that the nominations will be party-based, and this coupled with the 11 Taoiseach's nominees, who will be party-based, means this idea that seems to permeate this report that this Chamber will somehow be non-political with a small &quot;p&quot; does not bear any scrutiny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#JJ00200","speaker":"1128","continuing":true},{"type":"speech","time":1436347800,"counter":140,"content":"<p>I welcome Senators Maurice Manning and Joe O'Toole to the House.  I thank them for all their work in producing this report.  I find myself very much in agreement with the outline that our Leader, Senator Maurice Cummins, laid out at the start of the contributions.  I suppose I am one of the fellows who harangued him often enough on representation without taxation which I believe is a non-runner.  I recognise, of course, the good work of Senators Maurice Manning and Joe O'Toole and their colleagues and that they are completely confined within the constraints of the 1937 Constitution.  I am glad to hear that there is a Bill on the way and, first things first, an implementation body is being set up.  In common with all Members, I hope that the Leader of the Seanad is on that body and perhaps some other Senators from the different sides.<\/p> <p>I agree with the broad outline with regard to the 13 directly elected Members.  The Taoiseach's 11 nominees are provided for in the Constitution and 13 are to be elected by the councillors - I would grant them more - but I think Senator Mooney hit the nail on the head.  We are wonderful navel gazers in here.  We are a great talking shop, despite what others might think.  I acknowledge Senator Quinn's smile, which is probably in agreement.  Senator Mooney spoke about how the people voted in the referendum, but the truth is they could not give a fig, the bulk of them.  Maybe for a lot of them on the other side it was a disagreement with the Government proposal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let it be said, there were many on this side-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#KK00200","speaker":"1151","continuing":true},{"type":"speech","time":1436347800,"counter":142,"content":"<p>We have a bigger support base than was thought.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00200","speaker":"1128"},{"type":"speech","time":1436347800,"counter":143,"content":"<p>The Senator hit the nail on the head.  We are all giving our own view, for what it is worth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00300","speaker":"1151"},{"type":"speech","time":1436347800,"counter":144,"content":"<p>It is great to be able to read the minds of millions of people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00400","speaker":"1196"},{"type":"speech","time":1436347800,"counter":145,"content":"<p>Yes, it is wonderful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00500","speaker":"1151"},{"type":"speech","time":1436347800,"counter":146,"content":"<p>What is the point of Seanad election campaigns?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00600","speaker":"1133"},{"type":"speech","time":1436347800,"counter":147,"content":"<p>The people who read the red-tops-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00700","speaker":"1151"},{"type":"speech","time":1436347800,"counter":148,"content":"<p>I can see a letter coming on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00800","speaker":"1133"},{"type":"speech","time":1436347800,"counter":149,"content":"<p>What letter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL00900","speaker":"1151"},{"type":"speech","time":1436347800,"counter":150,"content":"<p>To the councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01000","speaker":"1133"},{"type":"speech","time":1436347800,"counter":151,"content":"<p>They are a very important body.  The front-line troops of our democracy deserve to be and must be kept informed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01100","speaker":"1151"},{"type":"speech","time":1436347800,"counter":152,"content":"<p>The Senator can e-mail them tonight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01200","speaker":"1196"},{"type":"speech","time":1436347800,"counter":153,"content":"<p>In any event, I look forward to the implementation group and I am glad to hear, as we heard this morning, that the Taoiseach is consulting with the leaders in the other House and, presumably, will be consulting with the leaders here as well.<\/p><p>The Constitution lays down that the primary function of this House is a legislative one.  It has to do the very same work, in a sense, that the other House does.  Some would say we do it better, some would say we do it worse - I do not know.  There are many who would say the D&aacute;il might be in more need of reform than this House, but I accept it is this House and this report we are dealing with.<\/p><p>I acknowledge the good work that has happened during this Seanad.  The Leader has outlined the consultation we have had with MEPs and there has been the setting up of the consultation committee, which has done very valuable work on quite a number of reports at this stage.  There was the hearing with the Commissioner and, while not much has happened yet in regard to EU scrutiny, the North-South meetings are being developed.  All of this will give the House an enhanced role.  While we still have to ask whether the public want that, I welcome it and I believe other Senators welcome it too.  However, it all comes back to how we read the minds of thousands of people, as a Senator interjected, because I do not know what they think.<\/p><p>There was a referendum in 1979 to reform, as it was put, the university seats.  No Government has touched this issue legislatively since then, and I look forward to hearing other views on that.  I believe very strongly, as do a number of other Senators, that we could not possibly have a system where there would be more voters overseas in other jurisdictions than within the country itself.  I think that is totally impractical and some would think it sheer madness, or at least some have very strong views on it, as we have heard.  I believe this is something that will have to be trimmed because I cannot see it working.  I know the argument about this House not having any function constitutionally as regards dealing with money Bills but I do not believe the public would accept that either House of Parliament should have more voters abroad than within the country to deal with the issues of the day that need to be decided on in an election.  They could not possibly have the same concerns that citizens living within the jurisdiction would have about day-to-day matters, budgetary matters and so on.  I do not foresee that working.<\/p><p>Senator Darragh O'Brien also touched on this matter when he referred to the position of this House <i>vis-&agrave;-vis<\/i>the D&aacute;il.  Some very good work is done here and I believe people could be equally critical, if not more so, of the D&aacute;il than of this House.  Until we have a Bill and something concrete to deal with and tear apart, if necessary, we are dealing with a bundle of cotton wool that we cannot get to grips with.  Nonetheless, I welcome the report, the fact there is going to be an implementation body and that the work will proceed.<\/p><p>When Mr. O'Toole comes to respond to the debate, he might deal with the issue of the postal system.  I do not fully comprehend the system he envisages.  I know the ballots have to come back by post but, with all due respect, I do not think we would have the returning officer capability within the House to deal with what is envisaged.  I look forward to Mr. O'Toole saying more about this as I believe there will be huge snags in this regard.<\/p><p>I have touched on most of the points I wanted to make but I have been prompted by Senator Cullinane on one further point, namely, the important link between councillors and the Oireachtas.  Again, this was touched on with regard to other chambers being indirectly elected or appointed, including regional chambers in other countries.  It is very important we have had that since 1937.  The link through LAMA and AILG is regarded as very important and we would not want to lose it.  I know Dr. Manning and Mr. O'Toole do not want to lose that and it is being retained, although confined to 13 seats.  With regard to the vocational aspect, there are many nominating bodies and that number can grow.  That is also an important and valuable link between sectors of society and the Oireachtas, and I understand it is also to be kept.<\/p><p>There is this point that we could somehow be less political.  Dr. Manning and Mr. O'Toole have been practitioners for longer than many of us and they may have accumulated a lot more wisdom.  They know a legislative chamber is going to be political and, of course, the Government of the day will seek to get legislation passed.  The Taoiseach of the day will be politically constrained and will still have 11 nominees, so let us be honest, the Government of the day, of whatever hue, is naturally going to want a majority to get its legislation through.  To be fair, the Seanad is less partisan and more objective than the other Chamber but, that said, it will still have to be political.<\/p><p>I am very grateful to Dr. Manning and Mr. O'Toole for the work they have done and I accept it in broad outline.  I look forward to a Bill.  Until we have a Bill we can sink our teeth into, the talking shop will continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01300","speaker":"1151"},{"type":"speech","time":1436347800,"counter":154,"content":"<p>I want to welcome back my two very valued colleagues, Mr. Joe O'Toole and Dr. Maurice Manning.  They were two very distinguished Members of this House and their contribution to the discussion about reform of the Seanad has been invaluable.  I am a little surprised, however, that there is no Bill yet because the last time our two friends were here with us, I think they promised a Bill within a matter of days.  It has not materialised, which is a pity, or at least I do not think it was suggested there is a Bill.<\/p> <p>The compulsive interest of Members of the House in this matter has led to a situation where there are 11 Members present - I counted them some minutes ago - and that has been about the average throughout the afternoon.<\/p> <p>Is that a Bill I see?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01400","speaker":"1136"},{"type":"speech","time":1436347800,"counter":155,"content":"<p>It is a draft Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01500","speaker":"1148"},{"type":"speech","time":1436347800,"counter":156,"content":"<p>I thank the Senator.  With regard to the Taoiseach's meeting with the leaders of the D&aacute;il, I also find this rather unusual.  The last time there was such a meeting, Members of the Seanad were invited and I took part in those discussions in the Taoiseach's office.  I had a brief chat with him during the week and he referred to the question of Seanad reform but he never mentioned there was going to be this meeting.<\/p> <p>With regard to the lack of a Whip in this House, I think that would be ideal.  It works in Germany so I do not see why it does not work here.  Members would vote on their conscience, except on crucial budgetary matters.  It works perfectly well in Germany.  The Seanad is the place for Independent Members, not the D&aacute;il.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we had a disparate group of people it would be quite a problematic task to get them all to join together to defeat the Government, unless there was very good reason.  Moreover, they would be reflecting the views of the people.  I think that would be a very important step.<\/p><p>With regard to the question of tax, I listened with great interest to what Senator Feargal Quinn said.  Of course he made some good argument about taxation to the effect that this House is precluded from dealing directly with taxation matters.  However, we deal with the dispersal of tax money in a whole series of areas.  That is the important thing.  It is not the question of whether these people pay taxes; it is a question of the Seanad dealing with the dispersal of tax moneys.<\/p><p>There will be a vast number of candidates on the ballot papers.  I wonder whether people will bother reading their way through them and voting.  I tend to agree with Senator Coghlan.  I am unsure whether the people are obsessed with the Seanad.  They talk about it when it is drawn to their attention but it is not at the forefront of their minds at all.<\/p><p>One thing demeans the Seanad and every political party has been involved in it.  I am referring to horse-trading over seats.  Fianna F&aacute;il, Fine Gael, the Labour Party and Sinn F&eacute;in have all, to the discredit, traded votes to get seats in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#LL01600","speaker":"1136","continuing":true},{"type":"speech","time":1436347800,"counter":158,"content":"<p>We would do it again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00200","speaker":"1133"},{"type":"speech","time":1436347800,"counter":159,"content":"<p>What is more, they will do it again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00300","speaker":"1136"},{"type":"speech","time":1436347800,"counter":160,"content":"<p>It is called politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00400","speaker":"1125"},{"type":"speech","time":1436347800,"counter":161,"content":"<p>That is why there is such a reek off the name of politics and that is why the people despise politicians so much.  It is because they operate behind the scenes to frustrate the wishes of the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00500","speaker":"1136"},{"type":"speech","time":1436347800,"counter":162,"content":"<p>They do not despise Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00600","speaker":"1125"},{"type":"speech","time":1436347800,"counter":163,"content":"<p>The next thing is the question of the university seats.  I have spoken previously on the matter.  Frankly, the idea of a whole-island constituency for the panel seats is daft.  It would involve vast numbers.  How would people canvass if there were several million people voting?  I would not fancy that at all.<\/p> <p>Whatever is going to happen, whether implementation committees or anything else, it ain't going to happen before the next election.  That is what I feel in my waters, and nothing the Taoiseach, Deputy Enda Kenny, said to me at lunchtime during the week will make me change my mind on the matter.  However, those responsible might just tinker around with the university seats, because we are the soft option.  The view is that they are the ones to go for.  Then they can say they have reformed it and made it democratic.  The university seats are already perfectly democratic.  They are the only really democratic element of the whole House.  There are two constituencies, with 65,000 in one and 110,000 in the other.  The proposal is to run them all together into one monster constituency with 850,000.  That is only magnifying the distortion.  In the old days we went from 65,000 and 100,000 down to 1,000 councillors and then down to one person.  That is a distortion, but that distortion will be immensely magnified if we have a situation where the university seats are all jammed together and we have 850,000 voters, while we leave the other constituencies the same way.  Anyway, that is what I believe is most likely to happen.<\/p> <p>I know my view will not be popular and I am sure it will lose me votes, but what about it?  I have always said what I believe to be the truth regardless of the consequences.  In 1979 there was a vote to extend the franchise, but it was to extend the franchise to other universities, not to every kind of third level institution.  If there is no distinction between universities and third level institutions of various mixed hues all over the place, why has the Department fought against the recognition of a fine third level institution, Waterford Institute of Technology?  It is not recognised as a university.  There is a clear distinction between universities and other third level institutions in the world of real politics.  They are not the same thing.  I would prefer to extend it to the other universities, in limited number, and keep the two constituencies.<\/p> <p>I have already spoken on this on numerous occasions.  I was one of those who made a submission to the group.  It consisted of my speeches in the Seanad and some other papers because what I have had to say, I have said.  There is no point in inventing a series of extra things simply to make myself look important.  The important matters are those that I have specified in my contributions to the Seanad.<\/p> <p>I look forward to Seanad reform and I congratulate my two former colleagues on what they have done and the work they have done.  However, my realistic appraisal of the situation is that, implementation body or not, I do not believe anything substantial will happen in advance of the next election.  There is a possibility that the Government will be tempted to tinker with the university seats.  Frankly, I believe that would be disastrous.  I do not think they will have it in place - even for the university seats - by the time of the next election.  I do not believe that is realistic given the need to compile the registers and so on.  It is a major job.  First they will have to get the legislation through and then the register would have to be compiled and so on.  It will not affect me because the next election is probably the last one I will go in, but I still feel strongly about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00700","speaker":"1136"},{"type":"speech","time":1436347800,"counter":164,"content":"<p>I welcome our two former colleagues, the learned gentlemen, Dr. Maurice Manning and Joe O'Toole.  Dr. Manning is from Carlow-Kilkenny, where I am from.  He is most welcome.  I welcome the report.  I was one of the first Senators invited to address a conference in Waterford some months after being elected.  The subject of Seanad reform came up from the floor.  I was quoted in the newspaper as saying that I believed it should be elected by public vote.  That was one of the issues I raised.  However, reform for reform's sake is something we need to be careful of in this House.  We should remember that this is a body which is part of three bodies that legislate in this country: the President, the D&aacute;il and the Seanad.  We should not simply reform it because it looks good to reform it.  If reform is going to happen we must ensure that it works.  Will we have a better house if this House is reformed?  That is the question we have to put in debates in both Houses.<\/p> <p>If we reform the Seanad, where are we going to go to with it?  Senator Norris made the point about a situation where there were numerous Independent Members.  We are part of the Government parties and we have a minority in this House.  We have no wish to go back to the previous situation.  Page 16 of the report refers to 1936 when the Seanad was abolished due to the fact that it was delaying legislation.  Would this country become ungovernable if the House became one not of Independents but of those with no political allegiances?  People could come along and suddenly defeat legislation - I am not referring to voting with conscience.  Anyway, how would we govern this country in that scenario?<\/p> <p>At the time of the conference in Waterford I said the public should have a say and perhaps a public vote.  I recommended at the time that perhaps a Seanad election could be run at the time of European Parliament and council elections by public vote.  That would amount to a mid-term review of the Government of the day.  However, let us consider the situation in America.  Whether it is the House of Representatives or the Senate, the representations change mid-term.  They have mid-term elections but then suddenly the government or the president of the day cannot get anything through.  We have seen that situation.  If legislation were to be defeated in this House, would we have to bring legislation to the effect that the D&aacute;il or the Taoiseach of the day would have a veto on certain aspects of legislation if it was not passed?  That needs to be considered.<\/p> <p>There is another way to look at it.  We have 43 Senators elected by the Members of the Oireachtas and the county councillors.  People say that is undemocratic, but there is a particular idea behind it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat O'Neill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2364\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2364&amp;amp;pid=PatONeill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all know that each Seanad vote represents 1,000 people.  That is the reason county councillors vote.  Members of the Oireachtas and councillors elected 43 Senators and there were 43 constituencies in the last general election.  If we had worked the panels so that the last person standing in each constituency qualified for a Seanad seat, the composition of this Seanad after the last election would be 17 Fianna F&aacute;il Members, ten Fine Gael Members, six Labour Party Members, six Sinn F&eacute;in Members and four Independent Members, in addition to six University Senators and 11 Taoiseach's nominations.  However, changes our boundaries mean that we will only have 40 constituencies in the next general election.  Perhaps we could bring the number to 43 by providing for the automatic re-election of the Cathaoirleach and two Leas-Chathaoirligh.<\/p><p>This is the 12th time that the Seanad has been held up for review.  The Taoiseach is serious about Seanad reform.  He put a referendum the people on abolishing the Seanad.  That proposal was rejected by the people and he is now establishing an implementation body.  We need debates in both Houses, and with the general public, on how we should reform this House.  We cannot reform it for reform's sake.<\/p><p>The report also deals with the notion of indirect elections and the idea that voters should register for a panel.  I am from the Carlow-Kilkenny constituency and I was elected on the agricultural panel.  If people have to register on panels, elections to the Seanad will become a celebrity contest.  Senators might include people like Senator Norris, who is a well known celebrity, and people from the world of sports, such as Henry Shefflin from Kilkenny, who is known from Donegal to Kerry.  If his name was on the ballot paper, he would get the vote.  We would end up with a House of Independent Senators, some of whom might be affiliated to parties.  That would be unworkable.<\/p><p>On the question of people in the diaspora who hold Irish passports, some my colleagues have pointed out that the electorate living outside the country might be larger than the population resident here.  It is possible to hold two passports.  The report suggests that those who do not pay tax in this country should not be allowed to vote.  We could fine tune that proposal if necessary because a considerable number of people emigrated in recent years.  Perhaps the franchise should be extended to those who paid tax in this country in the previous five years.  Approximately 18 million people worldwide are of Irish descent.  What kind of electorate would we have if all of these individuals registered to vote?  What party in this country has the biggest connection to America and collects millions of dollars every year from the diaspora?  We would have a House that is not representative of every party in this country because of people with certain aspirations.  We all want a united Ireland but it is a matter of how we achieve it.  We cannot allow all in the diaspora who hold an Irish passport to vote in Seanad elections.  We might, however, consider extending the franchise to those who paid tax in this country in the previous five years.<\/p><p>Ms Mary O'Rourke made an excellent point when she described the Seanad is a political body which must discharge political functions.  We cannot turn this Chamber into a talking shop.  We are one of the three bodies, the President, the D&aacute;il and the Seanad, which play a role in producing legislation.  We cannot allow Government legislation to be held up because someone wants to get a headline.  If we have a House in which the Government does not enjoy a majority, it will become ungovernable and we will return to Mr. de Valera's decision to abolish the former Seanad because he did not like what Senators were doing to his legislation.  This House has served the country well since 1937.  If we are going to reform it, we must do so in a proper manner that best serves the people of this country.  We do not want reform for reform's sake.  I do not criticise the authors of the report when I say it is the start of a discussion.  When the legislation comes to this or the other House, we must allocate sufficient time for a proper debate on it and the Minister of the day must be prepared to accept amendments from both sides of the House.  This will be one of the most important Bills to come before either House.  We can debate budgets and the other matters that affect people's lives but this legislation will affect the lives of the people of this country for the next 100 or 200 years.  I look forward to participating in further debates on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#MM00800","speaker":"1125","continuing":true},{"type":"speech","time":1436347800,"counter":166,"content":"<p>I acknowledge the contribution by the Leader of the House and welcome our guests.  I hope their contributions to the report will result in a Bill that brings reform to the Seanad but this is not the first occasion we have debated Seanad reform.  I find these debates very amusing because we can hear some crackers from Senators.  We heard one such cracker from Senator Paul Coghlan, who suggested that we should keep politics out of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00200","speaker":"1133"},{"type":"speech","time":1436347800,"counter":167,"content":"<p>I did not say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00300","speaker":"1151"},{"type":"speech","time":1436347800,"counter":168,"content":"<p>That is exactly what the Senator said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00400","speaker":"1133"},{"type":"speech","time":1436347800,"counter":169,"content":"<p>I certainly did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00500","speaker":"1151"},{"type":"speech","time":1436347800,"counter":170,"content":"<p>He said we cannot take politics out of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00600","speaker":"1125"},{"type":"speech","time":1436347800,"counter":171,"content":"<p>It is like mixing up the words \"communist\" and \"economist\".<\/p> <p>I certainly did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00700","speaker":"1151"},{"type":"speech","time":1436347800,"counter":172,"content":"<p>I listened to what he said.  This is a political Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00800","speaker":"1133"},{"type":"speech","time":1436347800,"counter":173,"content":"<p>I certainly did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN00900","speaker":"1151"},{"type":"speech","time":1436347800,"counter":174,"content":"<p>He said we cannot take politics out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01000","speaker":"1125"},{"type":"speech","time":1436347800,"counter":175,"content":"<p>Senator O'Neill said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01100","speaker":"1133"},{"type":"speech","time":1436347800,"counter":176,"content":"<p>Senator Coghlan also said it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01200","speaker":"1125"},{"type":"speech","time":1436347800,"counter":177,"content":"<p>No, he did not.  This is a political Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01300","speaker":"1133"},{"type":"speech","time":1436347800,"counter":178,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01400","speaker":"1125"},{"type":"speech","time":1436347800,"counter":179,"content":"<p>We are here to practise politics.  We tried to turn the Seanad into something that it was never meant to be.  As one of the Houses of the Oireachtas, it is a political Chamber.  Senator Mooney made an interesting contribution.  He started by saying that he did not want to rain on anyone's parade but he gave us a monsoon of criticism of elements of the report.  I agree with him regarding many of the issues that he raised but, having said that, one cannot make an omelette without breaking eggs.  The difficulty with Seanad reform is that for every proposal someone makes, there are five more ideas in contention.  That has always been the case.  The people who sat on the review group had to consider all of those ideas, as well as a mountain of previous reports.  If they also paid heed to all of the navel gazing on Seanad reform that took place over decades, I do not know how they managed to prepare a report at all.  They did their job, however, by producing a report that stayed within the confines of the Constitution and I think they made decent proposals.  I have my own views on Seanad reform but they have produced what are possibly the fairest of proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070800002#NN01500","speaker":"1133"},{"type":"unspoken","time":1436347800,"counter":180,"content":"<p>Additional text to follow.<\/p>"}]