[{"type":"minorheading","content":"Prelude","time":1637145000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1637145000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1637145000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1637145000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1637145000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00100"},{"type":"speech","time":1637145000,"counter":6,"content":"<p>I have received notice Senator Rebecca Moynihan that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on classroom capacity in Irish primary schools, which is above the EU standard. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the acquisition of a permanent site for the new Educate Together secondary school in Gorey, County Wexford. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to implement a new national men&rsquo;s health action plan in the context of International Men&rsquo;s Day on Friday, 19 November 2021. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the supports to be provided to Longford County Council following the loss of commercial rates as a result of the closure of Lough Ree power station. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter: <\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the provision of Saturday morning medical cover in Clonakilty, Skibbereen, Rosscarbery, Enniskeane and Kinsale, County Cork, during the current dispute between GPs and the HSE. <\/blockquote> <p>I have also received notice from Senator Sharon Keogan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to make a statement on the proposed inclusion of gender identity as a protected ground under the review of the equality Acts. <\/blockquote> <p>I have also received notice from Senator Mark Wall of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on secondary school places in Kildare South. <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected those raised by Senators Moynihan, Byrne, Kyne and Carrigy and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1637145000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00300"},{"type":"minorheading","content":"School Accommodation","time":1637145000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00400"},{"type":"speech","time":1637145000,"counter":9,"content":"<p>I welcome the Minister for Education to the House and thank her for taking time out of her busy schedule in the Department to take the first matter, which has been raised by Senator Moynihan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00500","speaker":"1650"},{"type":"speech","time":1637145000,"counter":10,"content":"<p>I welcome the Minister to the House and thank her for taking this matter.  I understand that at the moment, given the current Covid numbers, she is particularly busy with managing the opening of the education and school system and keeping it going.  I pay tribute to her and teachers throughout the country, who have kept schools going.  One of the most important issues relates to keeping children in school, and the impact of lost days is significant, not least for kids in my area and from disadvantaged backgrounds.<\/p> <p>I raise the issue of capacity within the school system, with a particular focus on St. Patrick's National School in Chapelizod.  The school building has enough space for only one classroom per class.  There are three small special-needs rooms but there is not space for a specialised autism spectrum disorder, ASD, unit, which the school's principal believes are becoming increasingly necessary within school settings.  The school is oversubscribed by approximately two times.  There are 70 applications for the junior infants class each year.  The school can take 30-something pupils and at the moment is at capacity, with 36.  The yard space is limited given the number of children in the school and the size of the yard precludes the option of an extension for the school for anything else.  Moreover, its location on a three-way crossroads makes it difficult and dangerous for the children coming to school.<\/p> <p>In light of these constraints, limitations and the potential for the expansion of the school to take in a sufficient number of pupils from the catchment area, a site has become available across the road, opposite the old school post office.  I understand a compulsory purchase order, CPO, for the site is being processed.  I accept the Minister will not have a direct answer during this debate, but she might follow up within the Department to engage with Dublin City Council with a view to purchasing the site for the development of the school across the road.  It would keep the school within the local area, with enough space for pupils from the catchment area, and allow it to expand.  It would also allow it to include an ASD unit and, potentially, to run a number of additional classes.  The school building is 50 years old and expensive maintenance is required.  An application has been lodged for a grant of &euro;300,000 to fund the replacement of old windows and frames.  That was submitted two years ago but appears to have stalled.  There is an expensive maintenance cost in the upkeep of an old school building that is too small and is not fit for purpose.<\/p> <p>Will the Minister and her Department engage with the principal and Dublin City Council with a view to allowing the school to move to a safe site just across the road that will allow for expansion to serve the educational needs of children within the local area, including through an ASD unit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#A00600","speaker":"1672"},{"type":"speech","time":1637145000,"counter":11,"content":"<p>I thank the Senator for the opportunity to speak with her today.  I express my gratitude for her very positive comments on the school sector and Department.  She is correct that a significant body of work has been undertaken by the entire education sector to ensure our schools could operate safely and continue to operate.  It is a significant achievement that today I can say that we in the education sector cater for 1 million students in 4,000 schools with 100,000 staff.  They are not operating without challenges in particular areas, and we are conscious of that.  Significant resources have been provided for schools so that they can operate.  I have been consistent in my view that resources are significant but they would be of no value if the goodwill and generosity was not available on the ground to implement them.  We have seen that in abundance in the education sector.  It is a positive reflection on society that schools continue to be supported to operate.<\/p> <p>On St. Patrick's National School and the issue the Senator raised, the specific school was not flagged with me in advance.  If it had been flagged in advance, I would have had a more specific and detailed answer for her.  I will commit to her that engagement will be provided by my officials regarding a specific update on the school.<\/p> <p>In general terms, we have a very significant building programme within the Department of Education.  The provision of new builds and additional accommodation, as required, is all provided for.  Even during lockdown, the school building programme continued.  It always continues, with the collaboration of and close engagement with patron bodies and schools.  The Senator referred to local authorities, which have been very helpful and have engaged with us positively in advancing specific education needs in specific locations.  We have benefited very much from the proactive engagement of the partners in education.  I acknowledge that local authorities have played a role where necessary.<\/p> <p>In respect of St. Patrick's National School, I am happy for my officials and the Department to examine the matter.  I will revert to the Senator in due course with an update.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00100","speaker":"1582"},{"type":"speech","time":1637145000,"counter":12,"content":"<p>I thank the Minister.  I understand her comments.  I did not frame the Commencement matter in a specific way because such matters are sometimes ruled out of order.  I also did not expect it to be selected for that reason.  I understand that I sprung the issue on the Minister.  I will email her and the Department after this debate.  We can continue the engagement because I do not expect a specific answer, given that I did not flag the issue in advance.  I thank the Minister for her engagement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00200","speaker":"1672"},{"type":"speech","time":1637145000,"counter":13,"content":"<p>I thank the Senator and appreciate her absolute honesty on the phrasing of the question.  I assure her that the Department will be very open to receiving an email regarding the issue she has raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00300","speaker":"1582"},{"type":"minorheading","content":"Schools Building Projects","time":1637145000,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00350"},{"type":"speech","time":1637145000,"counter":15,"content":"<p>I thank the Minister for coming to the Chamber to take this Commencement matter.  We are very fortunate that she announced we would have approval for a third new second level school in Gorey.  I know from engaging with her that she took an interest in this issue.  Educate Together became the patron body for the school.  We are now fortunate in Gorey to have three excellent second level schools, Creagh College, Gorey Community School and the new Educate Together school, under a great team led by principal, Conor Berry.  I was fortunate to have visited the school.  It has a student council up and running, even though it is only in its first year.  It has a very active school community.<\/p> <p>As the Minister knows, the difficulty is that the school is located in a temporary site in Creagh in Gorey.  That means the current students are disadvantaged in that they have no, or very limited, access to practical classes.  In science, technology and home economics the students are not getting the full experience they should get.  This was accepted when the school year began in September.  It was known that the school would be located in a temporary site, but commitments were given that this issue would be addressed.<\/p> <p>I am happy to say that there is a strong demand for places in the school.  We are fortunate to have a young and vibrant community, and there is significant demand for school places.  It is a very good school, but it is unfair on the students concerned that they do not have access to practical spaces and that there is a lack of certainty around the location of the school site.  Wexford County Council, local public representatives and anybody living locally who wants to help the Department would, as the Minister knows, be more than happy to do so.  It is a question of urgency as to where the site will be.  We need a permanent second level Educate Together school to be constructed.  It is to be hoped that by next September the students will know will exactly where they are going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00400","speaker":"1638"},{"type":"speech","time":1637145000,"counter":16,"content":"<p>I thank the Senator and acknowledge his very positive and proactive engagement regarding all issues in the education sector in his constituency.  He has been particularly vocal regarding this matter.  I acknowledge his positive engagement and interaction with me.  He is personally invested in seeing this advance.<\/p> <p>I appreciate having the opportunity to update the Senator on where we are at in this point in time.  The site acquisition process has been progressed in respect of the requirement in question and in line with standard acquisition protocols, as the Senator will appreciate.  The Department is liaising closely with Wexford County Council under the memorandum of understanding for the acquisition of school sites, with a view to securing a suitable site for Gorey Educate Together Secondary School.  The Department has engaged the services of a site acquisition manager in order to shortlist potential sites.<\/p> <p>Following an extensive site identification and assessment exercise to identify a permanent site location for Gorey Educate Together Secondary School, a number of site options have been identified and investigated by the Department, in conjunction with, as the Senator referenced, officials from Wexford County Council.  As part of our standard general procedures following technical assessments of the site options, valuations were carried out on a number of preferred site options.<\/p> <p>Negotiations are ongoing with the landowner of one of the preferred options.  However, these negotiations have proven to be protracted to date despite the best efforts of officials in the Department of Education.  The Department is now opening negotiations with a landowner of another of the preferred site options.  The Senator will appreciate that commercial sensitivities are attached to site acquisitions such as this.  Given that negotiations are at a critical point, I am not currently in a position to disclose further information in regard to that.  I assure him that the work is ongoing, has priority and will be continue to be prioritised by the Department.  Should agreement on the proposed acquisition be reached, the process will advance to the conveyancing stage when draft contracts are prepared and legal due diligence is undertaken in respect of the proposed transaction.<\/p> <p>I thank Senator Byrne for giving me the opportunity to address the issue and I assure him that the school authorities will be kept apprised of the situation and informed of a permanent location for the school as soon as it is possible to do so.  I again assure him that this is a priority for the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00500","speaker":"1582"},{"type":"speech","time":1637145000,"counter":17,"content":"<p>I thank the Minister.  I appreciate that there are commercial sensitivities involved and that this involves the expenditure of public money.  We have to ensure we get value for money.  However, I am concerned about what the Minister described as the protracted nature of some of the negotiations.  If one side is not deemed to be suitable or a commercial agreement cannot be reached, other potential sites have been identified.  As the Minister said, Wexford County Council and people locally are more than willing to work with the Department to assist in this process.<\/p> <p>I am seeking certainty for students, teachers and parents that this matter will be addressed in the coming months.  I would not like to move into the new year without agreement having been reached on a site.  We owe it to the students and school community to get an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00600","speaker":"1638"},{"type":"speech","time":1637145000,"counter":18,"content":"<p>I thank the Senator.  I want to articulate my understanding of the dynamism that operates within the school and the provision of excellence in education.  I am very impressed that all of the benefits are in place for students in terms of creating a school environment, including the establishment of a student council, to which the Senator referred.   I am a great admirer of the operation of school councils in our schools.  They are proactive and positive contributors to school communities.  I appreciate all that is being done on the ground.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator said that when engagements with landowners become protracted, we need to move elsewhere.  I confirmed in my answer that a significant number of potential site options were considered as part of the site acquisition analysis.  Each of those sites was technically analysed and assessed.  The assessment involved considerable technicality and complex work, but the work was done.  I acknowledge the role of Wexford County Council.  The Senator will appreciate that the work takes time because of the arrangements that have been set for what has to be done.<\/p><p>The original discussions and engagement with the landowner have proven to be protracted, but we have now moved on.  That can be reassuring.  We have now moved on to engage with another landowner to advance this.  I appreciate the urgency with which the Senator views this.  I assure her that I view the matter with a similar lens in respect of the urgency and the provision of the accommodation.  We will do all that we can to expedite the process as a matter of priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#B00700","speaker":"1582","continuing":true},{"type":"minorheading","content":"Healthcare Policy","time":1637145000,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#C00250"},{"type":"speech","time":1637145000,"counter":21,"content":"<p>I welcome the Minister.  I thank the Cathaoirleach's office for selecting this matter for debate this morning.  Friday, 19 November is International Men's Day so this is an opportune time to consider issues concerning men's health.  Men's Health Forum is an all-island network of individuals and organisations that have identified key concerns related to men's health and understanding these issues.  There is a strong reason to keep a focus on men's health.  Men and women continue to have different life expectancy rates, and health inequality among different subpopulations continues to feature.  There is a substantial body of evidence supporting a gender-specific approach.  It is imperative to build on the momentum and key milestones achieved over the past ten years.<\/p> <p>A review of policy in the Department of Health and the HSE concludes that the policy has made significant progress in four key areas: promoting an increased focus on men's health research in Ireland; developing health promotion initiatives that support men in adopting positive health behaviours and increasing control over their lives; building social capital within communities for men; and the development and delivery of men's health training for health and other professionals.  That is all positive.  The HSE has funded a men's health forum to produce an Irish men's health report card, which represents an excellent body of work providing valuable statistics in the area of men's health.  For example, the life expectancy of males increased from 77.3 years to 80.5 years between 2007 and 2018.<\/p> <p>There is much evidence on the causes of health problems in men.  Cancer is the number one cause of men's deaths in Ireland, and Ireland has the highest rate of diagnosis of prostate cancer in the EU.  To be positive, this may reflect the use of prostate-specific antigen, PSA, screening, on which we are a leader.  Cancer is the cause of 33% of all men's deaths.  These include neoplasms of the larynx, trachea, bronchus and lungs and cancers of the prostate, pancreas and oesophagus.  Testicular cancer is the most commonly diagnosed cancer among males under the age of 45.  The incidence of non-melanoma skin cancer has doubled since 1994.  Thankfully, however, the mortality rate is low.  The mortality rate associated with testicular cancer is low, and the survival rate has increased.  Some 71% of heart disease cases in 2019 related to men.  I refer in particular to coronary artery disease and coronary heart disease, which is a narrowing of the heart arteries.  That is important to note.  The male death rate associated with respiratory diseases has fallen, but the rate is still higher than the EU average.<\/p> <p>Circumstances are improving but it is important to keep the focus on men's health to remind men - and, in many cases, to remind women to remind men, their loved ones - to look after their health and get regular checkups.  In this vein, it is clear that we need to redouble our efforts and provide a new national men's health policy and action plan that would strive to build on the progress we have achieved to date.  Maybe the Minister will comment on whether that is in train.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#C00300","speaker":"1665"},{"type":"speech","time":1637145000,"counter":22,"content":"<p>The Senator will appreciate that I am responding on behalf of the Minister of State in the Department of Health, Deputy Butler, who is unavailable today.  I thank the Senator for raising what I consider to be a timely discussion in the Seanad on an important matter.  I am pleased to have this opportunity to inform the House about progress in this important area.  Events such as International Men's Day and Men's Health Week always give us a great opportunity to come together to raise awareness of men's health, as the Senator has done, and, perhaps most important, determine what we can do to improve it.<\/p> <p>The need for a continued focus on men's health is grounded in the evidence that men die younger than women and have higher death rates associated with the leading causes of death, including accidents and suicide.  Research suggests that, by comparison with women, men have more limited contact with GPs, can be reluctant to use primary care services and are more likely to present late in the course of an illness.  These are trends we need to reverse to improve the health and well-being of Irish men.<\/p> <p>In 2009 Ireland was the first country in the world to publish a national men's health policy, and it has been at the forefront internationally in advancing men's health at research, policy and advocacy levels.  The HSE's National Men's Health Action Plan: Healthy Ireland - Men 2017&ndash;2021 sets out a new vision and roadmap for men's health.  Good progress has been made on implementing this plan, which has seen the delivery of several health-promoting activities targeting men and boys.  It is led by the HSE's health and well-being division, with several active and engaged partners.  In particular, the further delivery of the Engage men's health training programme has improved the way health and social care services are targeted at, and are delivered to, men.<\/p> <p>Health and well-being are promoted in men's sheds through the network of more than 400 men's sheds across the country and the development of an evaluation programme for Sheds for Life.  Earlier this year, my colleague, the Minister for Health, Deputy Stephen Donnelly, launched an impact report on the Sheds for Life programme.  It shows very encouraging results in several areas, particularly an increase in levels of physical activity and benefits for mental health and well-being.<\/p> <p>Programmes such as Men on the Move and On Feirm Ground are making a real difference and supporting men in making their journey to better health and well-being.  The HSE's men's health advisory group works to develop annual action plans to deliver on the overall Healthy Ireland plan for men.  It is made up of key stakeholders in the area of men's health, including the HSE's health and well-being division, the Institute of Public Health, the Irish Heart Foundation, the HSE's National Office for Suicide Prevention, the National Men's Health Research Centre, the Irish Men's Sheds Association, and the Men's Development Network.  This group is currently planning to develop a new action plan, and work on this will begin in the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#C00400","speaker":"1582"},{"type":"speech","time":1637145000,"counter":23,"content":"<p>I thank the Minister for her response on behalf of the Minister of State, Deputy Butler.  I welcome the fact that the advisory group is working on the delivery of a new plan.  It is important that we continue to focus on men's health.  As the Minister pointed out, tremendous work has been done by men's sheds, which have played a major role in providing a social outlet for men across rural and urban areas.  The Irish Men's Sheds Association is being considered internationally as a model that brings men together.<\/p> <p>I welcome the announcement that work is continuing and that a new action plan will be devised over the coming months.  It is most important that we continue to focus on men's health and encourage men to visit their GP regularly.  If they feel something is not right, they should go to see a GP.  We must urge the loved ones in their lives, including spouses and partners, to encourage them to look after their health for the sake of themselves and their families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#C00500","speaker":"1665"},{"type":"speech","time":1637145000,"counter":24,"content":"<p>I thank the Senator for his significant contribution to the House today on this important topic.  Any opportunity we have to shine a light on the discussion on men's health and to be proactive in this regard must be seized.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator will be aware from what I said earlier, significant progress has been made on this.  As he has indicated, there is a responsibility on all of us collectively to play our part.  <\/p><p>A range of factors needs to be taken into account when we apply ourselves collectively to such an important goal as improving men's health.  However, if we had to pick just one term to encapsulate the significance of the success that has been achieved to date, it would be co-operation and partnership.  Healthy Ireland, the national framework for improving the health and well-being of our people, emphasises the importance of recognising that it is beyond the capability of any single Department or Government agency to promote health and well-being to everyone.  This can only be done through society-wide engagement with health and well-being promotion and health improvement activities.  This ranges from individuals making positive lifestyle choices and projects run by community and local groups, to policy and legislative changes, where necessary at the highest level of Government.  Therefore, it is a collective approach.  <\/p><p>In the area of men's health, we have been pleased to work with the organisations I referenced earlier, such as the Men's Health Forum, the Men's Development Network, the Irish Men's Sheds Association and of course the HSE.  This is the type of co-operative, collaborative approach that is delivering results.  We will continue to work to strengthen and develop this partnership cross-departmentally and also with wider society, individually and collectively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#C00600","speaker":"1582","continuing":true},{"type":"minorheading","content":"Commercial Rates","time":1637145000,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#D00200"},{"type":"speech","time":1637145000,"counter":27,"content":"<p>My Commencement matter relates to the loss of commercial rates as a result of the closure of Lough Ree power station.  On 8 November 2019, the ESB announced the closure of two peat-powered generating plants at Lanesborough and Shannonbridge, near the Minister of State's area.  These plants stopped generating electricity in December 2020.  This was a major blow to employment and local economic activity in the region.  Counties Longford and Offaly were negatively impacted not only by the loss of commercial rates income from the plants themselves, but also by the potential loss from suppliers to the plants, including Bord na M&oacute;na.<\/p> <p>Lough Ree power station paid &euro;1.2 million in rates annually.  It was the single biggest ratepayer in Longford and accounted for 15% of the rates base in the county.  The rates income loss from Bord na M&oacute;na was &euro;16,200.  Considering that the average ratepayer in Longford pays &euro;1,782, this puts the severity of their loss into a vivid context.  To compensate for the loss of one large ratepayer, another 674 new ratepayers would need to emerge for 2023 out of a rateable property population of 1,455, which will not happen.<\/p> <p>To sustain a loss of rates income of that magnitude in one year would mean that in order to compensate on the income side, we would need to pass on an increase of 13.5% to balance the books.  Longford County Council has consistently varied the LPT upwards by the maximum of 15% for four years.  It was the first county in Ireland to do that.  I was my party's group leader and in conjunction with our Fianna F&aacute;il colleagues, we proposed doing that to finance critical capital regeneration projects in the county.  It would be wrong to ask the same council, whose funding model is predicated on the maximum upward variation of the LPT each year, to curtail or even completely cease this critical work on regeneration.  <\/p> <p>I will contextualise the problems we would face with this potential devastating loss of income.  A sum of &euro;1.2 million is the equivalent of keeping 35 general operatives employed.  A sum of &euro;1.2 million is earmarked to service capital project loans to the tune of &euro;12 million over the next ten years.  This, in turn, could potentially attract capital funding of &euro;124 million into the county.  A sum of &euro;1.2 million in discretionary income pays for such diverse services as tourism initiatives, community grants, public lighting, leisure centre costs and sports partnership costs.  A sum of &euro;1.2 million lost per annum will severely compromise and probably halt our ability to match funding for many Government initiatives, such as the urban regeneration and development fund, URDF; the rural regeneration and development fund, RRDF; the outdoor recreation infrastructure scheme, ORIS; CL&Aacute;R and the town and village renewal scheme, which we have been successfully doing so far; and our contribution to just transition projects.  It would effectively mean a moratorium on all recruitment.  We need a long-term sustainable solution.  It is critical for us to alleviate this potential calamitous situation that could arise in the coming years.  We have received the top-up for 2021 and 2022, but we want certainty up to 2027 which is when the just transition period was meant to end.<\/p> <p>I was involved in a meeting with the just transition commissioner, Kieran Mulvey, also attended by the Taoiseach, the T&aacute;naiste and the Green Party leader, the Minister, Deputy Eamon Ryan.  In discussing the just transition project, I raised the subject of rates.  It was agreed, including by Kieran Mulvey, that this needed to be put into place until 2027.  We need certainty.  Based on my knowledge of the director of finance in my county, John McKeon, I am sure he is already planning ahead for the 2023 budget and the various projects planned to regenerate our county.  I do not think it is too much to ask for certainty rather than me coming here next August or September looking for that top-up of money while everyone agrees that we should get it.  We just need to put it in place now so that Longford County Council can plan ahead financially for the coming years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#D00300","speaker":"1639"},{"type":"speech","time":1637145000,"counter":28,"content":"<p>On behalf of the Minister for Housing, Local Government and Heritage, I thank the Senator for giving me the opportunity to speak about the funding of Longford County Council, and in particular the loss of income due to the closure of Lough Ree power station in Lanesborough.  I believe I was present at the online meeting the Senator mentioned involving the Taoiseach, T&aacute;naiste and Kieran Mulvey some time ago.  I know the Senator made a very strong case on the issue on that occasion.  It is good that he is taking the opportunity to continue dealing with this major issue for Longford, Offaly and other adjoining counties in the midland region.  It is definitely a very important issue in Longford and Offaly.<\/p> <p>Just transition is integral to the Government's climate action plan, and we are committed to supporting communities transitioning to a low-carbon economy.  However, the Government acknowledges that the closure of power plants has a serious impact on the local economy.  Longford and Offaly are the two most affected counties.  In 2019, Lough Ree power station in Lanesborough accounted for approximately 16% of the rates receipts for Longford County Council.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government recognises that this is a significant portion of the rates income of the local authorities, particularly against a backdrop of the Covid-19 pandemic and the financial impact it has had on ratepayers generally.  As part of budget 2022, the Government announced an allocation of &euro;1.3 million to Longford County Council in respect of the rates that would otherwise have been levied on the power station next year.  Funding for the same reason was also provided this year, as the Senator knows.<\/p><p>In the wider context of rates, since revaluation in 2018, the rates base in Longford has increased by just over 7%, which is equivalent to an increase of about &euro;590,000 in the rates levied.  In addition, I note that the Programme for Government: Our Shared Future commits to bringing forward local property tax, LPT, reforms and streamlining commercial rates.  The LPT reforms, brought into effect by the Finance (Local Property Tax) (Amendment) Act 2021, are bringing in new homes, that were previously exempt from LPT, into the taxation system as well as providing for all money collected locally to be retained within the county.<\/p><p>The Revenue Commissioners are currently conducting their first revaluation of LPT.  Once the information on the new yield is available, the Department of Housing, Local Government and Heritage intends to conduct a review of the allocation process and funding baselines across the local government sector, which is very important.  Any significant changes to the rates base of individual local authorities will be considered as part of this process.<\/p><p>In the absence of a more permanent solution to this issue in Longford, which also affects Offaly County Council, the Department of Housing, Local Government and Heritage will continue to engage with both local authorities, as part of the overall Government approach to just transition, with a view to developing a longer term solution for 2023 and beyond.  In the meantime, I assure the House that the Government is committed to supporting the financial stability of local authorities and to the sustainable funding model of the sector.  Once the review of the new LPT is complete, we will look at the long-term stability arrangements for the years to come.  Pending that, we will keep in touch with the local authorities.  That process can only commence now that the Revenue Commissioners are finalising details of the recent LPT revaluation.  Rates in LPT are being looked at collectively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#D00400","speaker":"1590","continuing":true},{"type":"speech","time":1637145000,"counter":30,"content":"<p>By way of figures, although not exact figures, our LPT base is more than &euro;2 million, albeit we used to have a top-up from the equalisation fund.  Based on the figures, more than 90% of our housing is in the lower end of the LPT market.  We will not see a significant increase in our LPT uptake.  I wish to highlight the fact that we were the first county to increase it by 15% and to use that funding to match funding for regeneration projects for our county.  It has been very successful, and I hope it will be taken on board.<\/p> <p>From what has been said, it is positive that there is a commitment to engage with the local authorities so that it is intended to discuss the plan from 2023 onwards.  I ask, and this is in the Minister of State's interest as it relates to his constituency of Laois-Offaly, that when the decision is made,  it is made for a three- or four-year period.  It is important for any local authority to plan forward.  We have a significant number of projects.  We have a large &euro;10 million urban regeneration and development fund, URDF, project in Longford town.  We have an URDF project of more than &euro;6.5 million in Ballymahon.  There are significant projects throughout the county on outdoor recreation.  We have been successful with those applications because of the decision we took on the LPT and the model, which has now been replicated by 15 or 16 local authorities in the country.  When that review is complete, I hope the commitment is for a four-year period so that we can plan ahead for the projects we have in the pipeline in our county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#E00200","speaker":"1639"},{"type":"speech","time":1637145000,"counter":31,"content":"<p>I, again, acknowledge the contribution of Senator Carrigy.  Having listened to everything he said, if every Oireachtas Member was as well informed as to what was happening in his or her local authority area as he is, it would add to the richness and quality of the debate and the information available to us in this House when dealing with these types of issues.  The Senator listed a number of projects and it is clear he has a great interest in each one.  I acknowledge what he said about the 15% being used for matching funds to increase.  The Government has provided an unprecedented level of support in the context of the just transition and the impact of Covid-19 at the same time.  Longford County Council applied 100% commercial rates waiver for 100 businesses and received more than &euro;4 million from the Department of Housing, Local Government and Heritage for that rates waiver.<\/p> <p>On additional Covid-related expenditure in 2020, the Department provided &euro;1.7 million to Longford County Council due to other income loss streams.  As has been the case since the outset of the pandemic, the Department will continue to engage with the local government sector, with individual local authorities on the financial impacts of the pandemic and provide them with the necessary financial support.  Additionally, in the Senator's county there will also have to be special engagement on the just transition and the serious loss of a rates base in the county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#E00300","speaker":"1590"},{"type":"unspoken","time":1637145000,"counter":32,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.32 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1637145000,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#G00050"},{"type":"speech","time":1637145000,"counter":34,"content":"<p>The Order of Business is No. 1, motion regarding report of the Oireachtas Joint Committee on Justice entitled Report on Victim&rsquo;s Testimony in cases of rape and sexual assault, to be taken at 1 p.m., with the time allocated to this debate not to exceed two hours and, notwithstanding anything in Standing Orders, the contribution of the proposer of the motion shall not exceed five minutes, the Chair of the committee being a Member of D&aacute;il &Eacute;ireann, or another Member of D&aacute;il &Eacute;ireann in the Chair's stead, may attend and speak to the motion for a period not exceeding 12 minutes, contributions by all other Senators not to exceed eight minutes and the Chair of the committee shall be given not less than five minutes to reply to the debate; No. 2, statements on the Northern Ireland protocol, to be take at 3 p.m. and to conclude at 4.30 p.m. if not previously concluded, with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed six minutes, all other Senators not to exceed four minutes and the Minister to be given not less than ten minutes to reply to the debate; No. 3, Private Members' business, Criminal Justice (Public Order) (Amendment) Bill 2019 &ndash; Committee Stage, to be taken at 4.30 p.m. and to adjourn at 5.15 p.m. if not previously concluded; and No. 4, Residential Tenancies (Amendment) (No. 2) Bill 2021 &ndash; Order for Second Stage and Second Stage, to be taken at 5.30 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given not less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#G00100","speaker":"1642"},{"type":"speech","time":1637145000,"counter":35,"content":"<p>We will be speaking about the Northern Ireland protocol later.  There is a broader issue on the building of trust between the EU and the UK and all parties on these islands.  The Brexit committee, of which the Deputy Leader is Chair, has been doing a lot of work on these issues.  It is very clear that we need to have greater co-operation, North-South and east-west, among parliamentarians and diverse elements of civic society.  I hope we can have this debate or discussion, particularly in the context of discussions in the shared island unit on how we can build trust, North-South and east-west, between civic groups.  There is far less engagement taking place now than there was at the time of the Good Friday Agreement and beforehand.  It is important.<\/p> <p>February will mark the centenary of the founding of the Civic Guard which became the Garda S&iacute;och&aacute;na.  I hope the House will mark the centenary of the Garda and acknowledge the contribution of the force over the past 100 years, in particular, to remember those who made the ultimate sacrifice and gave their lives in the service of the State.  It is appropriate that we have a debate on the future of policing and look at policing on this island.  If we are to move towards a new constitutional arrangement on the island, what will an all-island police force look like?  These are the discussions we need to start to have.  How will we deal with cyberterrorism, cybersecurity and some of the new threats that society faces?  Perhaps as part of our schedule for next year, we can look at events to mark the centenary of the Garda and acknowledge its contribution.  We need to have a debate on the future of policing.<\/p> <p>It is only fair to comment on the announcement last night.  It is unfortunate that we are moving in a particular direction.  Much Government policy had been based, correctly, on our vaccination programme.  We have had a very successful vaccination programme.  The Government needs to stand up for those people who have been trying to do the right thing.  We need to ensure we put first the interests of people who are vaccinated and the interests of our health service.  It is very clear that people who are unvaccinated are six times more likely to end up in ICU than those who are vaccinated.  We need to reward and recognise those people who are doing the right thing.  I do not believe it is right that we should be closing late-night facilities, provided the publicans and venues are enforcing the Covid certificate rules on the door.  We need to reward and recognise those who are doing the right thing.  I know some people are not able to receive the vaccine.  We have to recognise and protect them.  To those who are unvaccinated and who are being so selfish, the message from the Government has to be that we will stand up for those who are being responsible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#G00200","speaker":"1638"},{"type":"speech","time":1637145000,"counter":36,"content":"<p>Following on from the previous speaker, we should invite the Minister for Health, Deputy Donnelly, to the House to discuss the decisions taken at Cabinet yesterday.  There is a sense of frustration in the country.  The Government makes its decision based on best advice but it would be timely to have a debate on yesterday's decisions, the huge success of the vaccination programme and the need to progress the booster roll-out.<\/p> <p>I will touch on the issue of rural housing, which has a special place in the hearts of many rural people.  I have no doubt that in the Deputy Leader's home county of Mayo, and certainly in Galway, it is part of our history.  We can see many old homesteads and famine cottages that are a throwback to how and where we lived.  Perhaps it is also evidence of land ownership in this country.  When we did get control of our land it was often small parcels of land and small strips of land.  Very often, it was scattered in different areas.  A family's right to build on its own land is something many rural people hold dear.  It provides supports in the community, with sons or daughters living close to parents or grandparents and providing family support.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are talking about small numbers in many rural areas.<\/p><p>I have a concern that if we left these matters to the Custom House, there would be a total clampdown on rural housing.  It is important that we debate this issue in advance of the new guidelines on rural housing.  I know the Minister of State, Deputy Burke, is working on those and I understand there will be a period of consultation next year.  I call for a debate with the Minister of State on the guidelines and how they are feeding into the national planning framework and how this framework is feeding into the county development plans.<\/p><p>It is important that we allow families to continue to build on their own lands.  This brings me to the Flemish decision in the courts, restrictions in relation to the Irish language and the strict environmental conditions that apply to building and high scenic amenity areas.  There is a whole array of areas in respect of rural housing.  It is an expensive process and there is a large number of refusals and appeals.  It is important that we have an input on policy and that we hear from the Minister of State on the consultation that will take place in the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#G00300","speaker":"1665","continuing":true},{"type":"speech","time":1637145000,"counter":38,"content":"<p>I thank the Deputy Leader for setting out the Order of Business.  I also thank the Cathaoirleach, the Seanad staff and the staff of the Oireachtas for facilitating a very late debate in the Seanad.  We will not sit until 1.15 a.m. tomorrow but we did so yesterday to deal with important legislation, the Planning and Development (Amendment) (Large-scale Residential Development) Bill.  It was a good debate, which there is no point in revisiting now.  We move on and we will have other opportunities next week.  I acknowledge the staff, the Cathaoirleach and the Senators who were or could be here and engaged in the debate.<\/p><p>Let me put down a marker.  We talk about a family-friendly Parliament.  I am not here to define what a family is - there are very mixed groupings - but people have family commitments.  It is not right or proper that we sit until 1.15 a.m. to deal with legislation when we have a half-day on Tuesdays.  The issue is one for discussion on another day in another forum and I will take it up again.  Nonetheless, I want to put down a marker.  I am always conscious that this is a public forum.  Members of the public listen and see us on Oireachtas TV.  I use this opportunity to communicate my messaging and I never apologise for that.  This is not the way to run a Parliament.  We should all take away that message, think about it and use our contacts and energy to focus on how we can reschedule our business in a way that is supportive of people.  A number of Members could not be here last night because family members were sick.  We need to bear that in mind.  I will leave it at that.<\/p><p>I ask for a debate on the mother and baby institutions payment scheme announced by the Government yesterday.  There are clearly some anomalies and shortcomings in the scheme.  As <i>The Irish Times<\/i>stated today, there are some notable exclusions as regards eligibility.  I do not intend reading out the relevant article.  Suffice it to say, it is in that newspaper today and people can read it for themselves.<\/p><p>Yesterday, I raised illegal adoptions and birth registrations, which are very serious issues.  We have to find out what happened, who can be held accountable, what institutions were involved and what was the role of the State.  We often talk about the role of the church, in the broader sense of the word, but the State had a significant role in all of this.  We need a frank discussion of these issues.<\/p><p>On the issue of illegal adoptions and birth registrations, we know the Minister has a report on his desk setting out proposals for the State response to illegal birth registrations, which he commissioned from Professor Conor O&rsquo;Mahony.  We need to see that report.  We also need to have a frank discussion and question and answer session in the Seanad, this public arena I talk about and value so much.  I ask the Deputy Leader to facilitate this.  I know there are many demands but this is critically important for the people involved.  <\/p><p>Many Senators will know Samantha Long, the administrator for the Independent Group and assistant to Senator McDowell.  She was on the radio last night and also featured on &quot;Six One News&quot;.  Everyone should have a look at that programme.  Ms Long, somebody who works with us and walks the corridors of this House, is telling us her story.  Many people want that opportunity.  As legislators and politicians, we need to ask some hard questions of the Minister.  I acknowledge his commitment to first engaging with the people directly involved, the survivors, which is critically important.  The sooner he comes to the House to discuss these the two issues, the better.  I ask that the Deputy Leader facilitate this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#H00300","speaker":"1634"},{"type":"speech","time":1637145000,"counter":39,"content":"<p>I thank the Senator for his comments on the staff of the Houses and the late hour everybody worked until last night.  I pay tribute to the Senator and also to Samantha Long for articulating her story and also the stories of so many thousands of people who were failed by the State, its institutions and the churches, in the broader sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#H00400","speaker":"1650"},{"type":"speech","time":1637145000,"counter":40,"content":"<p>I will talk about transport today.  We have very welcome news that there will be a 90-minute fare for Dublin.  This is of great importance because we know that the transition must also mean we have a transition in transport.  I do not see why we cannot have a 90-minute fare in every city.  We would certainly welcome it in Galway.  It costs &euro;6 each way to travel between Galway and Athenry and people may then have to hop on a bus.  There are no joined-up fares in most of our cities.  I ask the Minister and the Deputy Leader to progress this issue because it is very important.  It will make people get on board with the transition to a climate-just future.<\/p> <p>Connecting Ireland was announced a couple of weeks ago.  That will see a significant increase in public transport across the country.  Currently, 53% of people have access to buses, which is quite a low figure.  We have a very dispersed population, which speaks to the issue raised by Senator Kyne.  One of the issues with one-off housing is that it is difficult to connect it from a transport point of view.  With Connecting Ireland, 70% of the country will be connected, which will be a major improvement.  This was part of what we included in the programme for Government.<\/p> <p>Let us not forget that cost is a huge contributory reason for choosing a car instead of a bus.  When it is cheaper to travel by car with children and then to park, it stops an awful lot of people from taking the bus.  It is not just the lack of access.  Let us address the two issues at the same time.  This issue has been raised for years and is being addressed right now in Dublin.  We have to ask when is it will be addressed in the cities outside of Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#H00500","speaker":"1693"},{"type":"speech","time":1637145000,"counter":41,"content":"<p>I will raise two issues.  The first is the ongoing and horrendous plight of patients and staff in University Hospital Limerick.  We hit a new record yesterday when there were 95 patients on trolleys and chairs.  For 11 years, we have had this ongoing story of failure.  Let us be absolutely clear about that.  The situation continues to get worse.  The numbers do not really tell the story.  I had a call from a lady last week, a trade union colleague, who endured three days on a trolley before getting a bed.  She then had an urgent procedure and was sent home, only to have to be readmitted on the same evening, when she faced another 24 hours on a trolley.  In another example, a woman took up a bed for eight days because it was the only way she could get an MRI scan.  This tells of the level of dysfunctionality in the system that is ongoing.<\/p> <p>In theory, we are all signed up to Sl&aacute;intecare.  We know, therefore, that the emphasis has to be on rapidly enhancing primary care but that has not happened.  A number of the people heading into the accident and emergency departments should be going somewhere else entirely.  However, the failure of successive Governments to provide sufficient resources for primary care means they all end up in accident and emergency departments.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To be frank with the Deputy Leader, we need more than a debate on the matter.  I would like to hear some accountability from Government politicians.  Fine Gael in particular has failed the people of Limerick year on year, and the situation continues to get worse.  I am really afraid we will hit the 100 mark over the coming days.  All this could have been foreseen.  Five months ago anyone could have told the Government we would have an extremely hard winter in our hospitals, but no plan and no significant additional resources have been put in place.  It is an ongoing disaster failing the people of Limerick.  I call for a debate on the matter.<br\/><br\/>The second issue I wish to raise is the Government's decision to continue to privatise local employment services.  This is absolutely outrageous.  People are now losing their jobs.  I will quote from correspondence a lady sent to me and all other Senators.  She works in Galway City Partnership.  She says:<\/p><blockquote>\tI do not want to be made redundant by the actions of ... [the Department of Social Protection] ....<br \/><br \/>I have been working with the Galway City Partnership for 7 years and I am really worried about being made redundant in 2022 by the same Department that I have effectively been working for all these years, as it seems that those at the top of the Department ... have now deemed that we in the ... Jobs Clubs are simply surplus to their requirements. <\/blockquote><p>The new model the Government has put in place is a privatised model of employment services.  Why are the people in this room not standing up and stopping this?  We have a Minister hell-bent on privatising services across the State, and nobody on the Government side is prepared to shout &quot;stop&quot;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#H00700","speaker":"1660","continuing":true},{"type":"speech","time":1637145000,"counter":43,"content":"<p>I often say when I rise to speak after a Sinn F&eacute;in Senator that I have the same issue to raise.  I will also raise the local employment service because the issue is affecting the whole country and there is a time-sensitivity to it.  I understand that local employment services have received an extension to their current contracts until the new year, but after the new year they are unsure where they will be.  The Department of Social Protection has said to them that salary costs are too high.  It seems extraordinary to me that the Department of Social Protection is saying that having decent, well-paid jobs is problematic for it.  Essentially, the Department is trying to replace what is a community and individual-driven model of trying to place people in local employment with a commercial tendering model.  There are certain causes of this.  It will be a pay-per-placement, commercial, cost-driven model for people on the register.  People coming into local employment services may have lost confidence, may have lost a job, may not have been in the workplace for a long time and may have been a carer.  They will suddenly be told they have to go into inappropriate jobs for which they might not be ready or able for because the Department of Social Protection has decided to replace the current model with a commercial tendering model.  One of the key parts of this is that the services are not allowed to take walk-ins.  Rather than the people using the services and the staff, the services will be driven by key performance indicators, KPIs, and a bureaucrat looking at a number of indicators and ticking off boxes.  That does not recognise the huge contribution local employment services have given this country over the years or the humanity of people using them.  Therefore, preferably before Christmas, we need a debate on the local employment services.  The issue is affecting my area particularly but other areas around the country as well.<\/p> <p>I also wish to raise the evolving humanitarian crisis on the EU Polish-Belarusian border.  It is shocking to see, in 2021, scenes from an EU member state of water-cannoning, and in some cases there are reports of tear-gassing of refugees who are trying legitimately to claim asylum from the Middle East.  There is a shrugging of shoulders and comment to the effect that this is an act on the part of Belarus and of Lukashenko, who is trying to get at the EU.  I do not care what Lukashenko's reasons or rationale for doing this are but I do care about the thousands of migrants on the border.  Fortress Europe is not only turning them away but in many cases, it seems, violently doing so.  The Polish Government has refused to engage with Frontex, the EU border agency.  We need to have a debate about this here because in 2021 the way in which the European Union is treating people claiming legitimate asylum coming from the European border is an absolute disgrace.  It will be a shame and a stain on us if we allow Poland to continue doing this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#J00200","speaker":"1672"},{"type":"speech","time":1637145000,"counter":44,"content":"<p>I wish to speak again about the music and entertainment industry, more specifically the impact this dreadful pandemic is having on the lives of individuals employed in that industry in Ireland and, ultimately, on our heritage and our culture.  I understand totally that we need to take action to curtail the spread of Covid-19, but I believe that the music and entertainment sectors have shouldered more of the burden than any other sector in this society and that this treatment is unfair.  More significantly, it risks sounding the death knell of a hugely important part of Irish life.  The music and entertainment industry was the first sector to close and the last to reopen.<\/p> <p>It has been less than four weeks since restrictions were eased to such an extent that the industry felt that a lifeline was available to it.  While the Government may still hold the view that the sector as a whole remains open, yesterday's announcement completely contradicts that assertion.  In recent weeks, Government advice has been for individuals to take action to reduce their social contacts.  Many formal settings in which people socialise have felt the knock-on implications, with many gigs seeing fewer attendees, venues seeing fewer tickets sold and some gigs being postponed or cancelled outright.  The Music &amp;amp; Entertainment Association of Ireland, MEAI, reports that confidence within the industry is at an all-time low and that there is huge concern about its continued viability in light of yesterday's announcement.  Musicians and entertainers who are employed in these sectors are still available to do their work, but the opportunities for them to do so are eroding week on week.<\/p> <p>Live music in Irish pubs and restaurants does so much more for Irish society than just provide places for people to gather, to drink and to eat; it provides space for connection and conversation through stories and songs for the benefit of health and happiness and for life and love.  They are a fundamental and invaluable part of the ecosystem of music and entertainment, of the arts and of our culture.  Over the course of this pandemic the Government has failed to recognise the full contributions of these industries to Irish life, and that needs to change.  We must not allow for their full value to be recognised only when they no longer exist.<\/p> <p>An Taoiseach advised yesterday evening that he was of the view that these latest restrictions would not be hugely impactful on the levels of employment in the sector, but changing opening hours impacts the viability of these businesses and, therefore, the livelihoods of the people employed in them.  It was also advised in the D&aacute;il Chamber yesterday that the pandemic unemployment payment, PUP, will not be restored for those individuals put out of work by these latest restrictions.  I cannot get my head around that decision, and I call on the Government to revisit it as a matter of absolute urgency.  These businesses and their employees are real but at present they do not feel seen by our political decision-makers.<\/p> <p>In recent speeches I have called for co-operation between the Government and stakeholders in the music and entertainment industry.  I request that the Minister have an urgent meeting with all the stakeholders of this industry to discuss the implementation of essential support needs for the industry.  These stakeholders need to be at the table.  We have to listen to them and hear their voice.  An Taoiseach invoked the old Irish seanfhocal, \"N&iacute; neart go cur le ch&eacute;ile\", in his speech yesterday evening, and there can be no strength without unity.  However, how leaving a hugely valuable part of our Irish society out in the cold can be viewed as unity is just beyond me.  I call on the Minister, Deputy Humphreys, to come in here and talk to us about the PUP, particularly for the music and entertainment industry and how it is being cut.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#J00300","speaker":"1632"},{"type":"speech","time":1637145000,"counter":45,"content":"<p>I wish to be associated with Senator Boyhan's remarks in complimenting and thanking the staff for facilitating the debate last night.  However, I cannot let the occasion go, in commenting on his remarks as to why the debate went on for so long and what happened, to say I am blue in the face listening to arguments here about Bills being cut short and guillotines.  On the one occasion on which we did allow seven hours to tease out legislation, I do not like hearing back that it should not have happened, and I wish to put that on the record.<\/p> <p>Yesterday's announcements and the unfortunate rising numbers associated with Covid have been mentioned already.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We might need the Minister to come in that regard.  In addition to asking for a debate on the situation with Covid-19, however, I want to speak about the idea of a booster vaccination and its efficacy.  With increasing numbers in the categories that will receive a booster vaccination, the people concerned want to know the when, the where and the how of the process.  There is an urgency here because almost everybody now knows of people who were doubly vaccinated and then contracted Covid-19.  To be sure to be sure, then, everybody wants a booster vaccination as soon as possible.  <\/p><p>Before I raised this subject, however, I did some research and it is not clearly stated anywhere when a booster vaccination is most effective.  Is it a case of getting the third vaccination into people&rsquo;s arms as quickly as possible or is it more effective if the jabs are given five or six months after the second vaccination?  That is not clear now and it needs to be.  A debate in this House may not make it any clearer for people out there, but there certainly must be an awareness campaign and this point must be clarified as part of it.  <\/p><p>People who were vaccinated in June want their third dose now because it is available to them, or they think that it is.  Would those people be better off waiting until December when it will be six months after their second vaccination and will it be the same for those who were vaccinated in the subsequent months?  This aspect must be made very clear to people because there is an urgency in this regard.  This is especially the case given there is so much awareness now of doubly-vaccinated people picking up Covid-19.  People want their third booster shot as soon as possible.  That might not be the most effective thing to do, however, and perhaps they should wait for the full six months, but people must be made aware of that fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#J00400","speaker":"1651","continuing":true},{"type":"speech","time":1637145000,"counter":47,"content":"<p>I welcome the appointment of Kieran Mulvey to help in resolving the dispute in the Doolin Coast Guard unit.  As my colleagues will be aware, that unit was stood down two weeks ago, primarily due to HR issues and the resignation of several members.  Now that Kieran Mulvey has been appointed, I call on all parties to engage meaningfully with him with the objective of getting the Doolin Coast Guard unit back up and running to allow it to continue doing the vital work it has been doing for many years off the coast of Clare.<\/p> <p>I am also deeply concerned about the situation in University Hospital Limerick, UHL, where 95 people are on trolleys.  As was said earlier, this has been going on for years.  The last Government responded to the situation by investing more than &euro;25 million in a 60-bed modular unit, which was supposed to reduce the number of people on trolleys in the hospital.  That unit is now up and running and fully commissioned, yet we are in a situation where we have 95 people on trolleys in the hospital in Limerick.  Something is wrong somewhere.<\/p> <p>I have called before for some independent mediator or reviewer, or somebody, to go into the hospital to find out where the stoppages are.  Is it a case of people just not being discharged quickly enough, or where is the problem?  I ask that because it seems to be worse in Limerick than anywhere else in the country.  Therefore, I request that the Minister for health, Deputy Stephen Donnelly, come in to debate the specific issue of the accident and emergency department in UHL.  I would like him to come in even for just one hour some day, and to make a statement and take questions from the Senators based in Limerick, Clare and Tipperary.  Those are the areas where people are affected by this issue in the hospital and Senators from the region are receiving phone calls daily from people on trolleys and who are suffering greatly.  It is not good enough and it is not acceptable.  Accident and emergency departments around the country face challenges, but the problem has been constant in Limerick and it has been going on for years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#K00200","speaker":"1644"},{"type":"speech","time":1637145000,"counter":48,"content":"<p>Yesterday, &euro;800 million was allocated to the mother and baby homes redress scheme, and rightly so.  What have we learned as a nation, however, and are the mistakes of today going to be our horror stories of tomorrow?  Last week, I was horrified by the report from the national review panel on children and young people in State care.  Since 2010, 236 deaths have been reported, and 56 of these were through suicide.  Last year, 30 children died in care, seven through suicide.  One of these, whom I knew through the emergency services, was in a residential placement home, while six were in after-care and 23 of the young people lived in communities and were known to Tusla with supported services.<\/p> <p>Let me explain emergency services in this context.  I was part of these emergency services for several years, where people spend one week on call and the next week off, before being on call again for another week.  People on call for a week might get a child in the middle of the night and they keep the child for three nights.  There will be somebody else to take that bed in the following three nights.  These are young teenagers, unloved and unwanted, who then go into residential placements.  Those placements are in a residential home, where social workers look after these children.  There is no family unit or love and support network there.  Children are dying today because of neglect by the State.  <\/p> <p>There are some fantastic foster parents and foster families out there, so I plead with our nation and with those who have homes, beds and spare rooms in their houses to please consider fostering these children.  They come with their trials and their baggage, but there is no child that we cannot help.  We must give these children every possible support.  It is wrong that children are dying in the hands of the State.  It is absolutely wrong that they are taking their own lives because they see no way out of the system they are in.  They might be coming into that system with a plastic bag full of their belongings.  This is 2021, and here we have children coming into us with a plastic bag, having left home with not even a suitcase.  They are revolving through the system and may end up in care for a year and a half before finding a placement, and in that time going from house to house without getting a permanent home.  Therefore, we must learn about the mistakes we made in the past, but these are the mistakes we are making today.  I hope the Leader can press people to consider fostering and opening their houses and their hearts to a young person.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#K00300","speaker":"1664"},{"type":"speech","time":1637145000,"counter":49,"content":"<p>Senators will understand that I allowed more time for that topic because of Senator Keogan's personal involvement in this area and her commitment to helping the most vulnerable children in our community by raising a topic that many people would not be aware of regarding the number of children dying in the care of State.  I thank her for raising this issue.  I call Senator McGreehan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#K00400","speaker":"1650"},{"type":"speech","time":1637145000,"counter":50,"content":"<p>I acknowledge the publication of the mother and baby homes institutional payment scheme.  I welcome the scheme, and I ask that we have a debate on it, its importance and what went into the making of it.  The Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, undertook a great deal of work to get that scheme published yesterday.  I refer as well to the consultation he has been doing since he took up office to get this scheme over the line.<\/p> <p>I reiterate the importance of the church paying up in this regard.  We have provided &euro;800 million to these worthy women and children.  The church owes them an acknowledgement and it also owes the State.  The church should pay up for the wrongs that were done unto these women as well.  Let us not forget that every single woman was paid for by the State.  These institutions were paid to look after these women and children.  Each one of them had a capitation price on their heads.  Not one worker in those homes was hungry.  They were all fed.  Those homes might have been classed as charities, but they were in no way charities.  They tortured and abused these women, and the women and children deserve every single cent they get.  <\/p> <p>I also highlight that GlaxoSmithKline also benefited from clinical trials done on children in those homes and that company should also be paying up.  We do not know how much money it gained from these illegal trials and that company deserves to be answerable in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#K00500","speaker":"1671"},{"type":"speech","time":1637145000,"counter":51,"content":"<p>I echo the comments made by Senator Keogan in respect of encouraging people to get into foster care.  I had an opportunity to meet many foster families in Tipperary when I was a councillor.  The work they do is incredible and the love and support they give to these kids is phenomenal.  The Senator does a great deal of excellent work in that field and I support her call.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021111700002#K00600","speaker":"1629"},{"type":"unspoken","time":1637145000,"counter":52,"content":"<p>Additional debate to follow.<\/p>"}]