[{"type":"minorheading","content":"Prelude","time":1622534400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 9:00:00","time":1622534400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1622534400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1622534400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1622534400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#A00100"},{"type":"speech","time":1622534400,"counter":6,"content":"<p>I have received notice from Senator Ivana Bacik that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to allocate funding for the construction of an AstroTurf playing pitch at Harold&rsquo;s Cross Educate Together Secondary School. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to outline whether school attendance patterns are taken into consideration when developing the school planning areas that inform the location of new schools, with particular reference to Moycullen, County Galway. <\/blockquote> <p>I have also received notice from Senator Ollie Crowe of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the plans being put in place for the redevelopment of Ceannt and Oranmore stations, County Galway. <\/blockquote> <p>I have also received notice from Senator Eugene Murphy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to make a statement on the level of funding allocated for pony racing. <\/blockquote> <p>I have also received notice from Senator Gerard Craughwell of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice to make a statement on the recently published scoping report into community safety and well-being in Drogheda, County Louth. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on whether all validated sports capital programme applications could secure funding over a maximum three-year period to allow clubs to plan and fundraise. <\/blockquote> <p>I have also received notice from Senator R&oacute;n&aacute;n Mullen of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to implement a review of the operation of patient&rsquo;s private property accounts under section 2 of the Health (Repayment Scheme) Act 2006, and, in particular, if he will consider extending the scheme to include patients in private care. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the number of patients waiting on trolleys at University Hospital Limerick. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Foreign Affairs to make a statement on the interception of a Ryanair flight by the Belarusian authorities. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to extend the pyrite remediation scheme to include County Clare. <\/blockquote> <p>I have also received notice from Senator Mark Wall of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to engage with local authority members in respect of difficulties which have arisen for councillors in the management of representations from elected representatives and the form of such representations having regard to section 40 of the Data Protection Act 2018. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the current allocation of funding to Cork County Council for its roads maintenance programme. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the construction of the Col&aacute;iste Mhuire school building, Parnell Square, Dublin 1. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on his plans to amend the Land and Conveyancing Law Reform Act 2009 in respect of the registering of rights of way. <\/blockquote> <p>I have also received notice from Senator Fiona O'Loughlin of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to undertake a review of the Teaching Council. <\/blockquote> <p>I have also received notice from Senator Emer Currie of the following matter:<\/p> <blockquote> \tThe need for the Minister for Enterprise, Trade and Employment to support the roll-out of co-working hubs in suburban and urban villages. <\/blockquote> <p>I have also received notice from Senator Barry Ward of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to outline his plans to amend the Local Government Reform Act 2014 to allow elected councillors initiate a variation of county or city development plans. <\/blockquote> <p>I have also received notice from Senator Mary Seery Kearney of the following matter:<\/p> <blockquote> \tThe need for the Minister for Finance to make a statement on Ireland&rsquo;s application of the lower VAT rate of 5% applicable to period products post 1991. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Bacik, Kyne, Crowe, Murphy, Craughwell and Carrigy and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1622534400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#A00300"},{"type":"minorheading","content":"School Facilities","time":1622534400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#A00400"},{"type":"speech","time":1622534400,"counter":9,"content":"<p>I welcome the Minister of State to the House.  This is a matter I have raised on a number of occasions.  It relates to the lack of playing field and sports facilities generally across the Dublin Bay South area, although I have asked a specific question today.  There is a serious lack of publicly accessible playing fields and sports pitches in Dublin Bay South, in particular Dublin 6 and 6W.<\/p> <p>My question relates to the allocation of funding for the construction of an AstroTurf playing pitch at Harold's Cross Educate Together Secondary School.  As I said, it also relates to the broader context of the lack of playing fields more generally.  I have written to the Minister for Education, Deputy Foley, most recently in late April, regarding the planning application for permanent accommodation for the new Educate Together secondary school in my local area in Harold's Cross.  This followed representations made to me by the school's principal, Mr. Padraig Conaty, on behalf of the board.  The school has very much welcomed positive updates on the planning application for permanent accommodation but concerns remain, most notably regarding outdoor play areas.<\/p> <p>In particular, the school community is very disappointed to learn the schedule of accommodation has no provision for an AstroTurf playing surface.  This will seriously hamper the ability of the school to offer a full range of sports opportunities to children and pupils.  As the Minister of State will be well aware, this development is part of a much bigger campus development, including the site acquisition and construction of the Harold's Cross Educate Together Secondary School and an Educate Together primary school.  Harcourt Terrace Educate Together primary school is also located there in temporary accommodation.<\/p> <p>As part of the overall development of what was the Greyhound Stadium in Harold's Cross, the State is committing a significant amount of funding to deliver the important project.  It seems to me and to the school community that it would be a shame, therefore, if, on full development, the campus would still have no space for pupils to play Gaelic football, hurling, soccer or rugby, the four most popular team sports in Ireland for children.  Given the lack of public playing fields available in the local area, the school would be very limited in what provision it can make for pupils to play, train and exercise outdoors.<\/p> <p>We know there are costings from the Department to convert two of the basketball courts provided for into one large divisible AstroTurf playing area.  However, the Department has requested that the schools would have to pay for this and this is not financially feasible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Minister of State to consider allocating funding for the AstroTurf finish and to ensure this will be done in one or two of the ball courts.  This will provide greater flexibility and enhanced delivery of the curriculum.  School officials tell me that at minimal additional cost they could use a dividing mesh curtain to separate and use the two ball courts simultaneously for physical education, PE, activities, outdoor lessons and so on.  This would be cost-effective and is standard for many schools and sports facilities around Ireland.  The AstroTurf finish, in particular, would enable the school to provide a full PE curriculum involving a full range of contact sports and individual athletic events.  <\/p><p>The school is very concerned that without the AstroTurf finish, it will be unable to offer any team sports in a meaningful way, aside from basketball.  Its athletic lessons would also be limited.  It is concerned about having to rent facilities in the area, which are not readily available locally.  This will have a negative impact, even if the school was able to find such facilities, because there would clearly be a great deal of time involved travelling to and from such off-site locations.<\/p><p>The Department has told the school it is not a feasible proposition to provide an AstroTurf finish on one or two of the ball courts.  I ask the Minister of State whether it would be possible to find a way to do this that would be feasible. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#A00500","speaker":"1631","continuing":true},{"type":"speech","time":1622534400,"counter":11,"content":"<p>I have discussed this matter with the Senator previously and I am happy to set out the position today from my perspective and the perspective of the Department and Minister.<\/p> <p>Harold's Cross is a co-educational, second level school, which will provide 1,000 post-primary places with four classroom special education needs units to serve the two school planning areas of Dublin 6 Clonskeagh and Dublin 6 west.  The school opened its doors for its first intake of pupils in September 2020 in interim accommodation on the site of the former greyhound racing stadium at Harold's Cross.  This will be the permanent location of the school.  The site will also form a campus accommodating the permanent school for Harold's Cross Educate Together National School, which is also currently in interim accommodation on this site.<\/p> <p>The joint building project for both schools is currently in advanced architectural planning and I am pleased to advise the House that the planning application is being lodged with Dublin City Council this week.  In advance of lodging the planning application, officials from my Department met the school's representatives on 1 April last to share the plans for their new school.  The brief for the school was discussed and it was confirmed that five hard court play areas were being provided.  While the standard brief for post-primary schools is six, we are pleased to say that five will be provided in this instance.  The school indicated an interest in potentially converting one or two of the ball courts, as the Senator indicated, to an AstroTurf pitch as part of the upcoming project or in the future.  It was confirmed that the Department would not be providing this under the building contract as it does not provide funding for AstroTurf pitches.  This approach is not particular to this school but is generally the case.<\/p> <p>In subsequent correspondence with the school and notwithstanding the question of funding, it was outlined to the school that the possible replacement of a hard play area standard finish with an AstroTurf finish on one or two of the ball courts on this site is not a feasible proposition, as such a development would reduce the area of the available hard play space on what is a constrained urban site and would provide less flexibility in terms of student use and accessibility, potentially compromising the delivery of the curriculum.  The Department provides hard play areas as per the standards outlined in the schedule of accommodation insofar as this can be accommodated within the relevant site and having regard to the particular requirements of the planning authority.  <\/p> <p>By virtue of the fact that there is a scarcity of land in urban areas, it is not always possible to achieve the ideal site size for school buildings.  Where some of the elements required for a school site can be provided outside the designated site area, for example, traffic management, parking and playing fields, where it is possible to provide multistorey - above two-storey - buildings and where separation areas can be reduced due to the nature of permitted development on and adjacent to the site, smaller sites can be considered.  Constraints in site sizes in urban areas mean that the full suite of external accommodation may not be provided in all cases.  In such circumstances, priority is given to the provision of accommodation and services specific to the pedagogical requirements of the school.<\/p> <p>I note what the Senator said and I intend to convey her comments to the Minister.  I note what she said about a divided mesh curtain being cost-effective and about play, training and exercise.  The Department's perspective is that these activities can take place on the five hard play areas.  As the Senator said, the State is giving a significant amount of funding to this particular school and we hope it will work out advantageously for all concerned. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#B00200","speaker":"1472"},{"type":"speech","time":1622534400,"counter":12,"content":"<p>I thank the Minister of State for that very full response.  I welcome the announcement she made that the planning application is to be lodged this week.  As I said, I and the school have welcomed the positive updates from the Minister of State and the Minister on the planning application for permanent accommodation.  That is clearly very welcome, not just for the school community but for the local community too.<\/p> <p>It is also very welcome that an indoor sports hall and five hard court play areas will be provided and I acknowledge that.  However, the lack of provision for an AstroTurf playing area will hamper the provision of a full sports curriculum.  I am grateful to the Minister of State for saying she will convey to the Minister the comments I made, in particular around the provision of a mesh curtain, to explore whether there is some way of creating greater flexibility for play areas for the school.  If there could be further consultation on this, that would be really welcome.<\/p> <p>The standard brief is to provide six playing areas in a school, whereas the new school is only being provided with five.  It will be located in a very constrained area where there is a serious shortage of accessible playing pitches for children and sports clubs in the area generally.  I think in particular of Ranelagh Gaels, a rapidly growing local sports club which lacks any permanent home to play in.  I raised this issue previously with the Minister for Defence, Deputy Simon Coveney, and the Minister of State at the Department of Foreign Affairs, Deputy Colm Brophy.  Cathal Brugha Barracks playing fields could and should be developed further and made more accessible for local clubs to use.  I thank the Minister of State for her comments and again ask her to take them back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#B00300","speaker":"1631"},{"type":"speech","time":1622534400,"counter":13,"content":"<p>I thank the Senator for her comments, which I will convey to the Minister.  As matters stand, the Department does not believe that students' enjoyment of all sports will be hampered by hard play areas.<\/p> <p>The rationale for not allowing AstroTurf is that it is not a feasible proposition as it would reduce the area of the hard play space in what is a constrained urban site and would provide less flexibility.  The Department does not provide funding for AstroTurf for any school so an exception cannot, unfortunately, be made for this school in the context of 4,000 schools across the country.  To do so would set a precedent in that regard and there is only so much funding that can be made available.  I am pleased that the application for planning permission from the school will proceed this week and, hopefully, that will result in a positive outcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#B00400","speaker":"1472"},{"type":"minorheading","content":"Schools Building Projects","time":1622534400,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#B00450"},{"type":"speech","time":1622534400,"counter":15,"content":"<p>I welcome the Minister of State.  I am delighted to speak about schools in my area of Moycullen, County Galway.  Some people describe Moycullen as a village but in reality it is a small town at this stage.  It was certainly identified as such in the draft county development plan.  It is close to Galway city but has its own community close to the amenities of the National University of Ireland Galway, NUIG, Galway-Mayo Institute of Technology, GMIT, University Hospital Galway, UHG, Galway Bay, and the theatre, nightlife and everything else in the city.  It is, therefore, a very popular place to live.  The growth projections and patterns are going one way, that is, increasing.<\/p> <p>Moycullen has a growing population with four schools in the community, Scoil Mhuire, Scoil Cholm&aacute;in Tuair&iacute;n&iacute;, Tullykyne and Scoil Bhaile Nua.  There are, however, nearly 700 children from the community attending secondary school outside the area.  The majority go to Galway city, some to An Spid&eacute;al and a small number to Oughterard.  For historical reasons and by virtue of its Gaeltacht status, Moycullen is included in the An Spid&eacute;al-Indreabh&aacute;n school planning area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is despite the vast majority of students not attending secondary school in that school planning area.  Is it normal that the majority of pupils in a village do not attend a school in the school planning area in which the village is situated?  It makes no sense to me.  Is this preventing the development of a post-primary school?<\/p><p>The present requirement to travel outside the community to attend a post-primary school means buses and cars on the road.  It means a minimum travel time of one hour a day, which is five hours per week, for the students.  Bus tickets are an added cost that parents would not incur if there was a second level school in their community.  If there are two kids in a family, the parents might be paying &euro;600 a year for those two pupils.  Most of all, it is a right of children living in an area to be educated in their own community, a right never afforded pupils in Moycullen.  It is an example of a community that was once just a crossroads and has, from the 1980s when the first two housing estates were built until today, seen an explosion of growth.  <\/p><p>T&aacute; &eacute;ileamh m&oacute;r ar mhe&aacute;nscoil i Maigh Cuilinn.  T&aacute; formh&oacute;r na ndalta&iacute; ag freastail ar mhe&aacute;nscoileanna cathrach na Gaillimhe.  N&iacute;l m&oacute;r&aacute;n ciall go bhfuil Maigh Cuilinn mar chuid de limist&eacute;ar scoil plean&aacute;la an Spid&eacute;il agus Indreabh&aacute;in.  An cheist at&aacute; agam n&aacute; an bhfuil s&eacute; seo ag cur bac ar sheans Maigh Cuilinn me&aacute;nscoil a fh&aacute;il?<\/p><p>People in Moycullen are crying out for a second level school in their community.  It is a fast-growing area with capacity for growth in its sewerage system.  The sewerage plant is at 50% capacity so there is capacity for additional growth and development.  The construction of a bypass, starting this autumn, will make the community safer and more popular.  I know the Department is conducting an ongoing study, an updated demographic exercise, on school needs across the country.  It was at an advanced stage last year so I am wondering if there is an update on that.  <\/p><p>As I said, the community of Moycullen wishes to have its own school and it deserves one.  Growth patterns are only going one way, as I have said, that is, towards an increase in population.  It is only right and proper that rather than having, as I said, up to 700 students a day travelling mostly to Galway city - and that number is only going to grow - a school should be provided in our area.  I look forward to the reply from the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#B00500","speaker":"1665","continuing":true},{"type":"speech","time":1622534400,"counter":17,"content":"<p>I thank the Senator for raising the matter of school places in Moycullen.  It gives me an opportunity to set out my Department's position on school place requirements in the area.  The Senator may be aware that in order to plan for school provision and analyse the relevant demographic data in a way that takes account of the significant local and regional variations in demographic trends and enrolment projections, my Department divides the country into 314 school planning areas.  As the Senator correctly pointed out, Moycullen is in the Spiddal-Inverin school planning area.<\/p> <p>In most places, school planning areas were based on traditional school catchment areas where all primary schools were assigned to a post-primary feeder area which was typically a population centre or town containing one or more post-primary schools.  The school planning areas were developed for use with my Department's geographic information system in 2008 and, with the introduction of small areas in census 2011, these areas were amended to align with census small areas.  The current school planning areas take account not only of local groupings of schools but also of natural boundaries, census small areas and other local conditions.<\/p> <p>My Department's anticipation of post-primary school place requirements within each school planning area is based on the level of enrolment at each standard class in primary schools and the historical transfer patterns between primary and post-primary schools.  Information supplied by the local authorities in respect of current or planned residential development activity is also considered.  Where data indicate that school place requirements are increasing, the availability of existing or planned unused capacity within existing schools is considered in the first instance.  If sufficient unused capacity is not available, provision may be made by extending the capacity of an existing school or by providing a new school.<\/p> <p>An analysis of the transfer patterns from primary schools in the wider Moycullen area to post-primary schools indicates that the majority of such pupils enrol in post-primary schools in the Galway city school planning area, which is immediately adjacent to the Spiddal-Inverin school planning area.  The Department has identified a significant volume of current or planned unused capacity in schools in Galway city.  This includes a number of major capital projects which are providing additional capacity.  This capacity across schools in Galway city is expected to be sufficient to address projected emerging requirements in that school planning area as well as to facilitate a continuation of the enrolment patterns from primary schools in the Moycullen area.  In that context, my Department has determined that there is currently no identified requirement for the establishment of a new post-primary school in Moycullen.  Nevertheless, it will continue to keep school place requirements across the country, including in the Spiddal-Inverin and Galway city school planning areas, under review.  Furthermore, my officials will continue to engage with officials in Galway County Council and Galway City Council in the context of their development plans.<\/p> <p>It may be interesting for the Senator to note that according to the demographics about which he inquired, there is an anticipated population increase of approximately 18,655 for the general Galway area between 2021 and 2028.  The 2016 population of Moycullen, as the Senator is probably aware, was 1,704.  There is an anticipated growth of 350 by 2028.  There are, according to Galway County Council, 272 housing units with planning permission in the Moycullen area but they are not yet complete.  It is not expected that the full number of these will be delivered in the short term and their impact on school place requirements should be considered in the context of a distinct downward trend in demographics at planning level which will roll forward to post-primary level over the medium term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#C00200","speaker":"1472"},{"type":"speech","time":1622534400,"counter":18,"content":"<p>I thank the Minister of State for her reply.  I am somewhat disappointed that I have not received a hard copy of it but I am sure it will be circulated or I will get one later.<\/p> <p>The Minister of State said there is no identified requirement for additional school places.  This is the issue and problem.  Moycullen has always sent its students to Galway city because there has been no other option.  A small number of students go to An Spid&eacute;al and a small number to Oughterard.  The population is continuing to grow and people have to pay the added cost of bus tickets into Galway city to attend the secondary school, a distance of 6, 7 or 8 miles, depending on the family's location in the parish.  That is not fair.<\/p> <p>I ask the Department to look again at the growth projections because I believe they underestimate the levels of development and planning permission and, as I said, the capacity for growth in the community.  It is only going to go in one direction and we need to plan now to ensure there will be a secondary school in Moycullen.  I ask the Minister of State to re-engage with the local authority and local politicians to assess and discuss the need for a secondary school in the area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#C00300","speaker":"1665"},{"type":"speech","time":1622534400,"counter":19,"content":"<p>I thank the Senator.  I will take his comments back to the Minister, Deputy Foley, and the Department.  I hear what he is saying and his concern that the growth projections are underestimated.  The 2020 demographic projections, being the most recent, indicate a projected demand for approximately 50 additional post-primary places in the Spiddal-Inverin area by 2024.  An increase of approximately 1,000 post-primary pupils by 2024 is projected in Galway city.  In summary, over the longer term, it is anticipated that Galway city will be a primary centre for growth whereas future demand for school places in Moycullen is not likely to increase significantly.  I understand from what the Senator is saying that he takes issue with that assertion.  I can give him a breakdown of those demographics.  I have heard his concerns and what he has said about Moycullen and the fact that it is growing, in his view.  He has explained that it would be nice if children could go to a school that is in their particular area.  I will bring that contribution back to the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#C00400","speaker":"1472"},{"type":"minorheading","content":"Railway Stations","time":1622534400,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#C00500"},{"type":"speech","time":1622534400,"counter":21,"content":"<p>I wish to ask the Minister for Transport to outline his plans for the redevelopment of Ceannt and Oranmore stations in Galway.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In terms of the Ceannt Station redevelopment, which was announced during the term of the previous Government, will departmental and National Transport Authority funding be made available to Iarnr&oacute;d &Eacute;ireann?  What is the expected timeline for such redevelopment?<\/p><p>On Oranmore Station, what is the timeline for the construction of a second track?  I ask because Oranmore and its surrounds are currently serviced by the Galway to Dublin and Galway to Limerick trains.  Oranmore has a population in the region of 15,000.  My colleagues on Galway City Council and Galway County Council, councillors Alan Cheevers, Albert Dolan and Martina Kinane, who represents the Clarenbridge-Maree area, have consistently raised this matter at local level.  I am seeking to discover the timeline for the second track and the position with regard to commuter trains for the area.  This matter needs to be prioritised.  Naturally, in the current climate, we need to continue to invest in public transport.  I know from occasionally using the train from Oranmore that it is an excellent way to transport a large volume of people into the city.  There is a huge willingness on the part of people in the Oranmore electoral area, whether it is in Maree, Clarenbridge or Oranmore itself, to use public transport.  As Senator Kyne said earlier in connection with Moycullen, there has been a major increase in the population.  I am well aware that the census has been postponed until next year but I am sure it will show a further increase in population, so we need to plan for the next number of years.  A train service is essential.<\/p><p>Finally, I ask the Minister for Transport to come back to me with the information.  Like Senator Kyne, I think it would be great if I could get the written response when I conclude.  Also, there are a number of trains for people to travel to Dublin and Limerick but the problem is that in the evening, the second last and last trains do not stop in Oranmore.  That is another issue for the people who live in the Oranmore electoral area because there is no point getting the first train to Dublin in the morning and then having to go into Galway city because one's car will have been parked in Oranmore.  The logistics need to be worked out and there needs to be better communication with the public.  Overall, the train service is excellent but it needs to be enhanced and further investment is required.  Can I have a copy of the written response, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#C00600","speaker":"1646","continuing":true},{"type":"speech","time":1622534400,"counter":23,"content":"<p>I am here on behalf of my colleague, the Minister for Transport, Deputy Eamon Ryan, to answer the Senator's questions on transport, particularly in the context of the Oranmore and Ceannt stations in Galway.<\/p> <p>The Government recognises the importance of expanding sustainable mobility in the Galway area.  I am glad to say that this recognition has been backed up by funding to ensure that this translates into reality.  We want to deliver expanded active travel networks across the city.  We want to improve bus services and infrastructure through the delivery of a BusConnects Galway programme.  We also want to deliver improved rail services and infrastructure.<\/p> <p>The good news is that there have been positive developments on all fronts in recent months.  We want to see that development continue in the coming years.  Under the national development plan on active travel, Galway will benefit from the increased funding now available to support working and cycling.  Funding of almost &euro;12 million was announced earlier this year to support projects in the city during 2021, and another &euro;6 million has been allocated to Galway County Council also in 20201.<\/p> <p>On bus transport, we have seen welcome progress on two of the Galway BusConnects corridors with both the cross-city link and the Dublin Road corridor out to public consultation towards the end of last year.  Both of these corridors are hugely important for the city's transport future and the cross-city link in particular is fundamental to improving public transport in the city.  I understand that the cross-city link will move into statutory planning process later this year, which will be a really important milestone.<\/p> <p>Finally, the Senator highlighted two current rail projects.  First, there is the proposed redevelopment of Ceannt station.  This will expand the capacity of the station and improve passenger experience at the station itself.  The project will be co-funded by the urban regeneration and development fund, URDF, and the Department of Transport as part of the National Transport Authority's regional cities investment programme.  I am informed that a multidisciplinary design team has been appointed by Iarnr&oacute;d &Eacute;ireann, and that the team is currently undertaking detailed design development and the preparation of tender documentation for the construction stage.  It is expected that tenders for the redevelopment work will be sought in the final quarter of this year with the contractor expected to be appointment mid-2022 and construction should finish during 2024.  As the Senator will be aware, full planning permission for the project is in place.<\/p> <p>Second, in terms of rail, there is the proposed improvement to Oranmore station.  This project will see a new 1 km passing loop constructed at Oranmore.  This will mean that trains will be able to pass each other and a new second platform will be constructed at the station.  As with the Ceannt station project, these works will be co-funded through the URDF and the Department of Transport.  I am informed that design work for the project is still at a relatively early stage and a full project timeline is under development.  However, it is expected that all works will be completed during 2024.<\/p> <p>The Senator is likely aware that the new Athenry to Galway rail corridor is being examined generally in terms of what other improvements might be necessary to expand its capacity up to and including, possibly, double-tracking into the city.  As he conceded, there is significant activity under way to improve sustainable mobility in Galway.  It is important that this activity translates into delivery on the ground and that Galwegians begin to see projects move from planning to construction.  The latter is a move that I believe we will see emerge over the next 12 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#D00200","speaker":"1479"},{"type":"speech","time":1622534400,"counter":24,"content":"<p>The Minister of State has delivered welcome news.  With the pandemic, there have been delays and it is my duty, as a public representative, to hold the Department to account.  I welcome the good news and I would appreciate if the Minister of State would speak to the Minister for Transport about the timeline.<\/p> <p>As the Minister of State and the Government are well aware, there has been a major increase in the population of the Oranmore and Athenry area.  I welcome the investment in Athenry but there is great concern about the parking constraints in both areas.  Again, I thank the Minister of State for his response and welcome the news. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#D00300","speaker":"1646"},{"type":"speech","time":1622534400,"counter":25,"content":"<p>I take the Senator's point about the importance of timelines.  I will speak to my ministerial colleague about the matter.<\/p> <p>The national development plan is being reviewed at the moment so the various projects are being examined and appraised.  I can see how the population of Oranmore contributes to its deserving nature and there are problems with transport.  I am not from Galway but when I visit, I can see that it is difficult to move around the city easily.  It is difficult to get out of one's car and find a practical alternative unlike where I am in D&uacute;n Laoghaire where I have many options, and I availed of one of them this morning.  I appreciate that there is an issue but the national development plan is being reviewed.  Almost &euro;11 billion is being spent on capital projects and a much large amount over the coming five years so I expect that there will be positive developments in the area.  The Senator is welcome to contact me if he has issues about this in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#D00400","speaker":"1479"},{"type":"minorheading","content":"Departmental Funding","time":1622534400,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#D00500"},{"type":"speech","time":1622534400,"counter":27,"content":"<p>The Minister of State, as a good Kildare person, will know all about the racing business but without horse and pony racing, there would be no Irish racing industry to enjoy.  This business is the essential foundation for all young jockeys to learn the skills and competencies to enable them to become top-class jockeys in Ireland and abroad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eugene Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2444\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2444&amp;amp;pid=EugeneMurphy&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a sport for males and females from all walks of life.  People start at the age of eight or younger, and there is no upper age limit.  It is good for people's well-being.  It creates a great love of animals by many young people.  It is not just people from the farming community who enjoy horse and pony racing.  Many families from urban areas enjoy this wonderful sport.  All of the people involved in it are volunteers.  We all know of the race meets around the countryside that bring so much enjoyment each year, for example the races in Loughrea, the Dingle races, Frenchpark in Roscommon, and Geesala in Mayo.  The meets are huge for the local communities.  Of course, because of the pandemic this has all been hit.  The volunteers who run these race meets are now looking forward to getting it all up and running again.  They do not get any funding.<\/p><p>Horse Racing Ireland has a budget of &euro;76 million.  I understand, however, that it cannot fund them.  Brian Kavanagh and Denis Egan from the Jockey Club sympathise with these small racing volunteers but, as far as I am aware, they cannot fund them.  We need to look at this to see if there is some way we can get some funding for groups like the midlands horse and pony association, the north-west racing committee, the southern racing committee, the Dingle races, and the people in Frenchpark in my county.  Sponsorship has disappeared because of the Covid close down.<\/p><p>The aspect of well-being is a very important point in all of this, and especially for young people.  It is an open air sport, which is very important when we are moving out of Covid restrictions and being told to get outdoors as the safe way to go.  For those people to get up and running and to re-establish themselves, they need funding now.  They have very little money left in their accounts.  Many of the people involved are using their own money to get much of the work done.  There are huge costs involved with insurance and the chipping of animals.  All of this is being done very well and is very well looked after by the people in control.  One can imagine, however, all of the cost there.<\/p><p>This sport is really the foundation that opens up avenues for the likes of Rachael Blackmore, Barry Geraghty, Bryan Cooper, Nina Carberry and Katie Walsh.  It goes on and on.  Just look at the successes those people have had.  Look at the pride they have brought to Ireland.  They all started at those pony and horse races up and down the country.  The Minister of State will understand this very well.  I believe it is vital and important that we as a Government look at this issue and that we try to organise a funding stream that will back this up.  Again, I put it to the Minister of State that all of the people involved are volunteers.  It does not just open up avenues for jockeys.  It also opens up opportunities for owners of horses and for stable people to go on and make a good career.  This is the training ground and the base.  This is the rock on which our racing business is founded and we must support it.  If we do not, then these volunteers will disappear and the ability of people to enjoy this outing will be gone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#D00600","speaker":"1674","continuing":true},{"type":"speech","time":1622534400,"counter":29,"content":"<p>I thank Senator Murphy.  It is my pleasure to welcome my good friend the Minister of State, Deputy Heydon.  This may be the first official opportunity I have had to congratulate him.  It may be a bit late, but it is never too late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#E00200","speaker":"1692"},{"type":"speech","time":1622534400,"counter":30,"content":"<p>I congratulate the Leas-Chathaoirleach too.  It is good to see him in the Chair.<\/p> <p>I first must apologise that the Minister, Deputy McConalogue, was unable to make it to the House today.  I am happy to take this Commencement matter on the Minister's behalf.<\/p> <p>Horse Racing Ireland, HRI, is a commercial State body established under the Horse and Greyhound Racing Act 2001, and is responsible for the overall administration, promotion and development of the horse racing industry.<\/p> <p>The Irish Horseracing Regulatory Board, IHRB, is the regulatory body for all horse racing in Ireland.  The board is a company limited by guarantee.  The Turf Club and the Irish National Hunt Steeplechase Committee transferred their regulatory functions, together with related assets and liabilities, to the company under a business transfer agreement on 1 January 2018.<\/p> <p>Under Section 12 of the Horse and Greyhound Racing Act 2001, my Department provides funding to HRI on an annual basis.  My Department has allocated &euro;76.8 million to HRI to assist the horse racing and wider thoroughbred industry in 2021.  This is an increase of &euro;9.6 million or 14% on the 2020 allocation of &euro;67.2 million.  HRI has informed me that it has never provided funding to pony racing as the sport does not fall within its remit, the equines involved are not thoroughbreds, and these meetings have not been recognised by the Irish Horseracing Regulatory Board, IHRB.<\/p> <p>Horse Racing Ireland and the IHRB have indicated that they are in dialogue with the various pony racing organisations.  The issue of pony racing was also discussed at a recent HRI board meeting.  HRI and the IHRB are due to meet with representatives of pony racing organisations again in the coming weeks.<\/p> <p>To date, HRI has had a number of virtual meetings with representatives of various pony racing organising committees around the country in response to requests for a closer and more formal relationship than exists at present.  Such a relationship would involve some form of recognition by the IHRB, including the removal of the ban on attendance at pony racing for licensed individuals and some form of financial assistance through Horse Racing Ireland.<\/p> <p>Before Covid-19, approximately 40 pony race meetings were held mainly between the months of June and September.  The pony racing circuit has been a fruitful source of talented jockeys, as Senator Murphy has outlined.  The Senator has named many of the famous jockeys who now grace the largest of international stages and who represent Ireland extremely well at Cheltenham and all of the big race meetings across the world.  I accept that many of those riders started in pony racing.  It is acknowledged that, historically, many top riders have had their first experience of race riding on the pony racing circuit.<\/p> <p>The board of HRI has informed the Minister that discussions on the matter will continue, but it must be stated that ultimately pony racing is outside HRI's remit, which is confined to activities on authorised racecourses.  Any involvement will be limited to a discussion and advisory role only.<\/p> <p>I have attended pony racing in Dingle while there on a family holiday.  I have seen the excitement and the enthusiasm of the people.   I do not for one minute discount the passion that Senator Murphy has displayed on the matter.  Pony racing has a long history where it has stood on its own two feet.  This is always a challenge for such an organisation that has survived for such a long period, notwithstanding the role it has played in providing jockeys to us.<\/p> <p>I very much welcome the engagement by HRI and the IHRB with the pony racing associations for the discussions and advisory support they can provide into the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#E00300","speaker":"1586"},{"type":"speech","time":1622534400,"counter":31,"content":"<p>I appreciate that the Minister of State has given such a comprehensive reply.  I am delighted there will be discussion and a recognition of how important the matter is.<\/p> <p>If we do not support the sport now it will die out.  It will affect Irish racing hugely.  No young talent will get the chance to become a jockey.  No disadvantaged child will get the necessary training he or she would need, unless they can all afford to own their ponies, which is impossible.  I know where the Minister of State's heart is on this.  I know the Minister of State and the Minister, Deputy McConalogue, will deal with this.  I ask the Minister of State, Deputy Heydon, to go back to ensure that in some way we can get a  small amount of funding for this group.<\/p> <p>I have done some research on this.  David Egan, who started out pony racing earlier this year won the &euro;20 million Saudi Cup.  Only a few short weeks ago Rory Cleary from the Athlone region, won the 2,000 Guineas on a horse called Mac Swiney.  Again, he and his family have been huge supporters of pony racing, which is where they started.<\/p> <p>Last night I was researching the Geesala races.  One comment came up from an attendee at the 2019 event: \"I'm still discovering the delightful gems in my own area - 50 plus years on.  The Geesala races today was an absolute delight\".  I rest my case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#E00400","speaker":"1674"},{"type":"speech","time":1622534400,"counter":32,"content":"<p>I thank Senator Murphy.  I have given him the discretion that goes with Roscommon people when I am in the Chair.  Will the Minister of State say a last word?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#E00500","speaker":"1692"},{"type":"speech","time":1622534400,"counter":33,"content":"<p>Senator Murphy is right that pony racing gets to the heart of the rural pursuits that are so intrinsic to so much of our history.  It is so important.  That is why the engagement that is happening between the HRI and the IHRB about strengthening those connections matters because, for a long time, pony racing has stood on its own and managed without support but also without that close contact.  Any dialogue taking place about its future and which gives the opportunity for the pony racing organisations to highlight and verbalise exactly where they see the threats to the future of the organisation is very much to be welcomed.  The briefing back to the Minister on this point has been that there will be further engagement between Horse Racing Ireland, the IHRB and the pony racing associations.  I thank the Senator for raising this important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00100","speaker":"1586"},{"type":"minorheading","content":"Departmental Reports","time":1622534400,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00150"},{"type":"speech","time":1622534400,"counter":35,"content":"<p>I welcome the Minister of State, Deputy James Browne, to the House.  I have been asked to bring this matter to his attention by Councillor Paddy McQuillan of Louth County Council.  As the Minister of State knows, in 2020 Mr. Vivian Geiran carried out a scoping exercise in Drogheda as a direct result of the gang feud that had terrorised the town.  He spoke to all relevant agencies and bodies directly and indirectly involved with the feud.  The comprehensive report was finalised and submitted to the Department in January 2021.  The report put forward over 70 recommendations to improve the community safety and well-being of the citizens of the town.  The report was publicly released by the Minister, Deputy McEntee, on 26 March, when she stated that, \"Over the next few weeks engagement will continue with relevant departments with a view to finalising the implementation plan by the end of April.\"  Councillor McQuillan is very disappointed that there has been no real move on this implementation plan.  We are now at the first day of June and I would be grateful if the Minister of State could update me on the current status of the report and its lengthy list of recommendations.<\/p> <p>The implementation of this report is essential to improving the safety, well-being and development of Drogheda.  The first and most important recommendation of the report is that the high-level oversight group, consisting of members of seven Departments, is responsible for signing off on an agreed plan of action.  I would like to know if it has been signed off and an agreed action plan put in place.  I understand that the chief superintendent has stated that he has a team in place ready to go but has not had any contact from the Government to date.  Other agencies directly involved are also anxiously waiting to engage on the recommendations.<\/p> <p>While the commissioning of the report was welcomed by the people of Drogheda, it will have been a wasted exercise if it is not acted upon soon.  I have been assured that the people of Drogheda do not want to see this report sitting in the Department gathering dust while people&rsquo;s lives continue to be seriously affected by the ongoing problems.  With the summer recess getting closer there is real concern locally that failure to implement the very first recommendation augers badly for the remaining 69 recommendations.  As the Minister of State can appreciate, local groups are really anxious to get going on this report and its recommendations.  We must remember this activity is seriously affecting citizens' everyday life, safety and well-being.  Time is of the essence and I hope in all sincerity the Minister of State will have answers to the three questions that I have posed today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00200","speaker":"1645"},{"type":"speech","time":1622534400,"counter":36,"content":"<p>I thank the Senator for raising this very important matter concerning Drogheda.  The Scoping Report into Community Safety and Well-being in Drogheda was commissioned by the Minister, Deputy McEntee, in 2020 following a number of violent incidents in Drogheda.  The purpose of the scoping report was to gather and assess information relating to ongoing challenges and community needs in Drogheda, and to identify actions to support communities and connect relevant services.  Mr. Vivian Geiran, a former director of the Probation Service, was engaged to prepare the report, which makes over 70 recommendations on short- and long-term responses to challenges the community faces, including around crime prevention, youth services, drug addiction, education, infrastructure and community development.  The recommendations highlight the need for improved interagency co-operation in the administration and delivery of State services in Drogheda, as well as the need to resource public services or provide additional services in certain areas in particular.<\/p> <p>The scoping report was approved for publication by the Government on 13 March 2021 and published on 26 March.  Briefings were organised by the Minister, Deputy McEntee, the following week for community groups and services that had met with Mr. Geiran, as well as for Deputies, Senators and councillors from County Louth.  The implementation plan for the key recommendations arising from the report is currently being developed and will identify the relevant stakeholders for each recommendation and outline next steps for engagement.  Engagement with all relevant Departments, agencies and the Louth County Council is ongoing to ensure a comprehensive implementation plan.  For example, early action has been taken to engage with the Department of Education on the provision of additional supports to the three schools identified in the report.  Engagement has taken place at official level and the Department of Education is positive about providing additional supports to schools in the area, including those identified in the report.  Additionally, engagement has taken place with the Department of Housing, Local Government and Heritage with regard to addressing the impact on Drogheda of the county boundaries of counties Louth and Meath.  My officials are also in direct contact with Red Door, the HSE, the Department of Health and the local drugs and alcohol task force to advance the recommendations around funding to addiction-related support services in the community.  This engagement is necessary to ensure funding is maximised and to avoid duplication in the delivery of services.<\/p> <p>With regard to the co-ordination mechanism proposed by Mr. Geiran in his report, the Department is currently in discussions with relevant Departments and agencies, as well as Louth County Council, to develop a proposal for a co-ordination structure that will enable engaged participation from relevant stakeholders while being in line with the Government's wider approach to community safety and community development.  This engagement will continue with a view to finalising the implementation plan in the coming weeks for submission to Cabinet, with publication occurring shortly thereafter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00300","speaker":"1618"},{"type":"speech","time":1622534400,"counter":37,"content":"<p>I thank the Minister of State for his response.  In a town like Drogheda, or indeed in any town or city in Ireland where such problems are identified, immediate action is what the citizens must see.  They must see action on the ground.  I appreciate the Minister of State has outlined a number of engagements that are taking place but real action must be seen publicly to be taking place.  Citizens in a place like Drogheda do not necessarily understand that all of this administrative work, engagement and meeting must take place.  What they really must see is action.  Living in a dangerous situation like that, they need to know the Government is with them.  I therefore ask the Minister of State to expedite whatever is going on.  I thank him for taking the time to come here and debate this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00400","speaker":"1645"},{"type":"speech","time":1622534400,"counter":38,"content":"<p>As I noted in my opening remarks, it is paramount we ensure that whatever co-ordination structure is put in place in Drogheda links in with the Government's wider approach to community development and community safety.  The Department has developed a policy on community safety which has informed the general scheme of the policy and community safety Bill, which proposes local community safety partnerships to ensure co-ordination on safety issues at a local authority level.  In addition, we are working with the Department of the Taoiseach, the Department of Rural and Community Development and the Department of Health to ensure community well-being focused initiatives are complementary not duplicative and to enable stakeholders and service providers to actively participate in an efficient and effective way.  We will ensure the strong emphasis on co-ordination in the Drogheda scoping report is reflected in the implementation plan in a way that is sustainable for the community in Drogheda, going forward.<\/p> <p>I assure the Senator we are absolutely determined to get this right for Drogheda.  The report is very comprehensive and very detailed.  However, we want to ensure the implementation plan is not a few short-term, one-hit wonders, if I can put it like that, but is instead sustainable to ensure the core issues in Drogheda are addressed in the medium and long term.  The fact the plan will also be brought back to Cabinet shows the seriousness with which the matter is being taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#F00500","speaker":"1618"},{"type":"minorheading","content":"Sports Funding","time":1622534400,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#G00050"},{"type":"speech","time":1622534400,"counter":40,"content":"<p>I raise the issue of the sports capital programme.  I am the treasurer of my local club, with which I have been involved for the past 30 years.  I have also been involved in a number of successful applications for the sports capital programme.  The programme was launched in 1998 and more than 10,000 projects have benefited from funding, bringing total allocations to approximately &euro;1 billion.  This year, the programme closed on Monday, 1 March, and by the closing date more than 3,000 applications had been made seeking more than &euro;200 million in funding.  This is the highest number of applications since the programme began.<\/p><p>The sports capital programme is the Government's primary vehicle for supporting and developing sports facilities and the purchase of non-personal sports equipment.  Increasing participation in sport is a central aim of our national sports policy and forms part of the programme for Government, which sets a target of 60% adult participation in sport.  To achieve this objective we have to have the appropriate sports facilities in place.  The vision of the national sports policy is a country where everyone can regularly enjoy taking part in sport and physical activity for life.  This is now more important than ever as recent findings, according to data published by Sport Ireland, have noted that the gender gap in active participation in sport is now at its lowest level.  If we are to achieve our ambitious targets on sports participation we need to continue to invest in facilities, and in particular target areas with low levels of participation and areas with huge increases in population.<\/p><p>The sports capital programme has transformed the sporting landscape of Ireland, with improvements in the quality and quantity of sporting facilities in virtually every town and village.  The facilities that have been funded range from sports equipment for the smallest clubs to national centres of sporting excellence.  The vast majority of grants go to voluntary organisations and I take this opportunity to thank all those volunteers associated with these clubs for their tireless work and commitment to improving their facilities for the benefit of all their members.  Significant changes to the programme have been implemented to make the process more user-friendly, including the simplification of the application form, giving applicants an opportunity to correct applications during the assessment stage and the introduction of an appeals system for unsuccessful applicants.<\/p><p>The programme aims to foster an integrated and planned approach to developing sport and physical recreation facilities throughout the country.  In particular, its objectives are to assist voluntary and community organisations, prioritise the needs of disadvantaged areas in the provision of facilities and encourage multi-use of local, regional and national facilities.  In 2019, &euro;37 million of public money was allocated and 37 different sports benefited.  Dublin received the highest amount, at &euro;7.5 million, and my county of Longford received the lowest, at &euro;290,000.  Over the past three programmes, Longford has received the lowest average <i>per capita<\/i>funding in the country of &euro;20.99.  County Westmeath received funding of &euro;25 <i>per capita<\/i>over the same three years.  This compares with an average of &euro;33 <i>per capita<\/i>throughout the country.  This is why when decisions are being made we need to ensure this imbalance is addressed.<\/p><p>We know it has been a tough year for sports clubs as a result of Covid-19.  Clubs have been unable to do their normal fundraising.  This new round of the programme will provide opportunities for clubs to make improvements.  I understand it would be impossible to fund all applications received in 2021.  Given the large number of applications received, I ask the Department to prioritise in 2022 or 2023 any validated unsuccessful application made this year.  If this were done, it would enable applicants to begin planning for 2022, whether through fundraising or finalising planning applications in anticipation of receiving funding in the following year.  This would reduce the delay in projects being completed, and the Department has to give a large number of extensions.<\/p><p>Everybody involved knows the importance of the sports capital programme and the Covid-19 pandemic has emphasised how important sport is to our society.  As well as the pleasure and excitement of watching sport, actively engaging is critical for our physical and mental well-being.  I dealt with a number of application for this year's programme.  Longford Tennis Club had to apply because its facilities were overused during Covid-19.  Longford Rugby Club brought in all the children every Sunday morning, including my young lad, for training during the off-season.  However, there is always more that can be done to make sure everyone, no matter their age or background, and whether male or female, has an opportunity to participate in sport in some capacity.  This is why the funding is vital this year and will be important in the years to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#G00100","speaker":"1639"},{"type":"speech","time":1622534400,"counter":41,"content":"<p>I apologise on behalf of the Minister of State with responsibility for sport, Deputy Chambers, and the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, who are caught at a Cabinet meeting and unfortunately cannot be here.  I thank the Senator for raising this very important matter.  We are acutely aware of the importance of sports capital grants to our local communities.<\/p> <p>The sports capital and equipment programme is the primary vehicle for Government support for the development of sports and recreation facilities and the purchase of non-personal sports equipment throughout the country.  More than 13,000 projects have benefited from sports capital funding since 1998, bringing the total allocations in that time to more than &euro;1 billion.<\/p> <p>The programme has transformed the sporting landscape of Ireland, with improvements in the quality and quantity of sporting facilities in virtually every village, town and city in the country.  The programme is also an important element of the national sports policy in delivering increased participation in sport.  Grants are available to voluntary, not-for-profit sports clubs, community groups, national governing bodies of sport and local authorities.  Third level colleges, education and training boards and schools may only apply for funding jointly with sports clubs or organisations.<\/p> <p>The programme's objectives are to assist sporting organisations to develop high quality, accessible, safe, well-designed and sustainable facilities in appropriate locations and to provide appropriate equipment to help maximise participation in sport and physical recreation, to prioritise the needs of disadvantaged areas and groups, such as people with disabilities, in the provision of sports facilities, and to encourage the sharing and maximum use of sports facilities.  The programme for Government commits to continuing the sports capital programme and prioritising investment in disadvantaged areas.<\/p> <p>On 30 November last, the Minister, Deputy Martin, and the Minister of State, Deputy Chambers, announced that a new 2020 round of the programme was opening, with applications being accepted from 11 December until 1 March 2021.  By this closing date, 3,106 applications had been submitted seeking more than &euro;200 million in funding.  This is the highest number of applications ever received.<\/p> <p>The scoring system and assessment procedures have been finalised and published.  All applications are now being assessed in accordance with these procedures.  Given the large number of applications received, this assessment process is likely to take a number of months.  As soon as this process is complete all applicants will be informed of the outcome of the assessment of their application.  The sports capital and equipment programme only funds projects that are sporting in nature, whether competitive or recreational.  All applications are assessed against six published criteria.  These criteria are the likelihood of increasing participation, including female participation, and improving performance, whether the proposed facilities will be shared with other users, the level of socioeconomic disadvantage in the area, using the Pobal deprivation index, the technical merits of the project, the level of own funding available, and the amount of funding previously allocated under the programme.  At least &euro;40 million is being made available and it is planned to make allocations in tranches throughout 2021 as batches of applications are assessed, starting with applications for sports equipment in the summer followed by applications for capital works later in the year.<\/p> <p>I welcome the Senator's genuine and passionate interest in the programme.  However, the suggestion that allocations to applications under this year's round of the programme could be made over a three-year period is problematic for a number of reasons.  The sports capital programme assessment process is competitive and rewards the projects that are more likely to deliver on the programme's objectives of increasing participation, prioritising disadvantaged areas and groups and encouraging the sharing of facilities.  The Senator's proposal could be seen to reward inferior projects that do not score sufficiently high marks this year to secure funding.  The proposal would disadvantage new and worthwhile projects that intend to apply for funding under future rounds of the programme and it would effectively mean no new applications for the next three years.<\/p> <p>For these reasons, while I thank the Senator for raising this important matter, I am not in favour of making the changes to the programme that he has proposed.  As demonstrated by the number of applications this year, there is very strong ongoing interest in developing local sports facilities throughout the country and it is important that the opportunity to apply is not curtailed and that investment continues to be made in the best projects that will make the most impact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#G00200","speaker":"1618"},{"type":"speech","time":1622534400,"counter":42,"content":"<p>I thank the Minister of State.  The departmental officials might have taken me up wrong.  This was not in any way a proposal that there would be no new applications.  It is with regard to applications that are validated but may not have scored as highly as other applications.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If, as a club, we were not successful, we would have to reapply and go through the whole system again.  Department officials would spend months going through the same application again.  If we knew that we had a validated project and our funding application would be successful, we could be much better prepared and far more fundraising could be done.  The officials in the Department will confirm that the reality is that they often have to grant extensions of a number of years to projects because many clubs are struggling to finish the projects due to a lower percentage in funding being awarded.  My point is that we should award a higher percentage of funding, particularly during the Covid pandemic, to ensure that those projects are delivered.  That will mean that the clubs can prepare themselves, get the funding put in place and know that the applications for future projects will be successful, so that they will not have to go through the process all over again with all the red tape involved.<\/p><p>Fair enough, updated bank statements, etc., will be needed.  However, I would not place restrictions on applications being submitted for new projects.  To be honest, we are creating more bureaucracy in a system that is already clogged up.  There are over 3,000 applications in the system.  That is five times over the limit of the fund.  There will be a significant number of unsuccessful applications.  If we are going to hit the targets that we have set as a Government, we need to put more funding into sport.  I felt that this proposal was a way around the problem and a way to cut down on the bureaucracy and deliver the facilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#G00300","speaker":"1639","continuing":true},{"type":"speech","time":1622534400,"counter":44,"content":"<p>It would appear that perhaps there has been a misinterpretation of the Senator's proposal.  I take the Senator's point that the intention is not to prohibit future applications.  As I understand it, current applications will remain valid for the next round of funding, so that organisations do not have to go through the entire process of reapplying in that situation.<\/p> <p>I will certainly bring the additional points to the attention of the Minister of State, Deputy Chambers.  I will ask the Minister of State if perhaps a representative from the Department can engage directly with the Senator to determine whether his ideas could be teased out further and could in fact be considered.<\/p> <p>I fully agree with the Senator.  The work in these clubs is done by volunteers.  I was out with a local club, Cloughbawn, in Clonroche, last night.  I have seen all of the work that is put in by volunteers in various clubs.  It is getting more difficult to get volunteers to become engaged with the organisations.  Younger people are living such busy lives that the number of core volunteers who have to do a lot of the fundraising is reducing each year.  That is the case across all sorts of organisations.  I certainly understand the Senator's point.  I will bring the additional points to the attention of the Minister of State, Deputy Chambers.  I will find out if the Department can engage further with the Senator on this most important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#H00200","speaker":"1618"},{"type":"unspoken","time":1622534400,"counter":45,"content":"<p>Sitting suspended at 10.13 a.m. and resumed at 10.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1622534400,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00100"},{"type":"speech","time":1622534400,"counter":47,"content":"<p>Today we mark, as we often do, the national holiday of an EU member state.  Denmark's national day is coming up.  The Kingdom of Denmark celebrates Constitution Day, its national day that marks its first constitution in 1849 and its current constitution in 1953.<\/p><p>The close bonds between Denmark and Ireland stretch all the way back to the Viking era.  Today, we cherish some of the lasting Viking influences on Irish culture.  The largest Viking warship, which is on display in the Danish national Viking Ship Museum, is called the <i>Sea Stallion.  <\/i>It was built in 1042 and made from oak from County Wicklow.  Our literary icon, James Joyce, began learning Danish at the age of 18 and he was convinced that he had Danish or Viking heritage.  Seamus Heaney also had strong links to Denmark.  On the island of Bornholm there is a street named after him.  <\/p><p>Irish and Danish bonds grew when we joined the European Union together in 1973.  We both actively support the United Nations, the rule of law and international human rights.  This week&rsquo;s launch of the Department of Foreign Affairs global Ireland strategy for the Nordic region will further deepen and strengthen the bonds between our two nations.  <\/p><p>We wish Ambassador Balslev and all the Danish people in Ireland and around the world a happy Constitution Day.  <i>Glad forfatningsdag. <\/i><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1622534400,"counter":48,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00250"},{"type":"speech","time":1622534400,"counter":49,"content":"<p>I thank the Cathaoirleach.  My family tells me that we are of Norman descent from Denmark and that we arrived in the 8th century.  Very many happy returns today.<\/p> <p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Friday, 4 June 2021, to be taken on completion of the Order of Business, without debate; and No. 2, Maritime Jurisdiction Bill 2021 - Committee and Remaining Stages, to be taken at 11.45 a.m., and to conclude at 12.45 p.m., by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00300","speaker":"1653"},{"type":"speech","time":1622534400,"counter":50,"content":"<p>I thank the Leader.  I call Senator Fiona O'Loughlin, who is leading for the Fianna F&aacute;il group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00400","speaker":"1650"},{"type":"speech","time":1622534400,"counter":51,"content":"<p>I thank the Cathaoirleach.  Today is Global Day of Parents when we celebrate parenthood.  There is no doubt that over the last 15 months parents have had to learn a lot more about parenting, and homeschooling as parents, than they would have anticipated before.  It is important parents at every level get as many supports as possible to help them on their journey.<\/p> <p>One of those areas is the Education (Student and Parent Charter) Bill 2019 from the Department of Education.  It has already gone through Committee Stage.  We are still waiting for it to be enacted, so that parents would have more of a statutory role in terms of consultation in everything that goes on within their school.  We should ask the Department of Education when it is going to be enacted.  It is more important now than ever.<\/p> <p>Today there has been an announcement of a summer play initiative, which is very welcome.  There is significant funding to encourage and support outdoor play areas.  Hopefully this lovely weather will continue during the summer.  Because of Covid-19 restrictions, there is a strong message to people to spend time outdoors.  That is wonderful for those who have appropriate play and recreational areas.   However, we need to do an audit on what is available and what is needed.  For example, in the town of Newbridge, we only have one tiny playground for a population of almost 30,000.  It was developed almost 30 years ago.  We need a new playground in Newbridge.  This is something my colleagues and I in Kildare will be taking up.  However, the Minister needs to do an audit of all areas to ensure that there are appropriate places.<\/p> <p>I also want to bring up the consultation we had in relation to the Curragh.  Speaking of the Curragh, I want to say a big thank you to the Minister for Public Expenditure and Reform, Deputy Michael McGrath, for signing off on extra pay for the technical 2 to 6 grades in our Defence Forces.  This makes a really big difference.  PDFORRA had a wonderful campaign in relation to this.  It was great to see it signed off during the week.<\/p> <p>On the consultation on the Curragh, 3,700 people made submissions.  Their biggest issues were around the level of waste and damage that is being done to the Curragh.  That is a big wake up call.  This is a terrific amenity people use, in particular during the Covid-19 pandemic.  It has been great to have it on our doorstep.  However, no more than any other area, it needs to be managed in relation to waste and illegal encampments and have places for cars to park appropriately.  There is a big piece of work for the Office of Public Works, OPW, there in looking at areas such as the Curragh to ensure people enjoy it in appropriate and practical way and ensure there is constant monitoring and a management system for waste and illegal encampments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00500","speaker":"1689"},{"type":"speech","time":1622534400,"counter":52,"content":"<p>I thank the Senator.  Leading off for the Fine Gael group on the Order of Business is Senator John Cummins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00600","speaker":"1650"},{"type":"speech","time":1622534400,"counter":53,"content":"<p>I thank the Cathaoirleach and I echo his comments at the outset in relation to Denmark.  I had the pleasure of meeting the Danish Ambassador in Waterford.  Denmark has close links to my own city of Waterford.  It was only last week that we had the announcement of increased shipping capacities between Waterford Port and Amsterdam, which was hugely welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In light of the appalling cyber attack on the HSE committed by criminals with no regard for human life, I want to commend our front line staff around the country, in particular those in University Hospital Waterford, who have had to adapt their practices massively in order to provide a safe level of care to patients.  In an age where we rely on technology more and more in our daily lives, the cyber attack is a wake-up call to all organisations, State and private, that store sensitive data on behalf of people.  As we in the House know, the ability to be able to get answers to representations from the HSE and Department of Health has been severely curtailed as a result of the cyber attack. <\/p><p>The issue I would like to raise today is the knock-on effect of this and the inability of patients to be able to get the required medical documentation that they need for appeals for applications such as disability and carer's allowance.  As we know, reviews have to be submitted within 21 to 28 days.  However, due to the cyber attacks I am dealing with a couple of constituents who are close to the expiry date for submitting a review but they cannot get access to the required medical documentation they need because the system is obviously not backed up and operational.  Given the exceptional circumstances that we find ourselves in, it is necessary to extend that deadline for reviews and appeals until the system is fully up and running.  We cannot and should not have a situation where people, through no fault of their own, have to submit new applications as a result of the system attack. <\/p><p>I ask that the Leader organise a debate where the Minister, Deputy Heather Humphreys, could come to the House to discuss this and associated matters.  Last year I raised the issue of disability benefit.  I am aware of a number of issues with people transferring from benefit to allowance payments which perhaps we can discuss in the House.  I would appreciate if the Leader could invite the Minister in at the earliest course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#K00700","speaker":"1647","continuing":true},{"type":"speech","time":1622534400,"counter":55,"content":"<p>I join the Cathaoirleach in congratulating our Danish friends today.  These days, when colonisers and attempted colonisers are being brought again before the bar of history, perhaps it is time that we asked the Danish Government for an apology for the appalling murder of Brian Boru.  The fact that he might have had some Irish co-conspirators or there might have been someone involved is no excuse.  No doubt if James Joyce was here he would say, &quot;Viking me Aarhus&quot;.<\/p><p>On to more serious matters.  There is light at the end of the tunnel regarding Covid, but there has been no let up in how aspects of it are being mishandled by official Ireland.  I spoke last week about how outrageous it was for the Government to seek an extension of its emergency powers until next February, some five months after it told us everyone in the country would have been vaccinated.  As we know, on Saturday Dr. Tony Holohan tweeted about crowds socialising in Dublin city centre.  As has been the pattern for 12 months or more, within 12 hours of the tweet the usual competition started.  The Taoiseach, T&aacute;naiste, Minister for Agriculture, Food and the Marine and Minister of State for European affairs, among others, all scrambled to issue statements agreeing with Dr. Holohan in ever more solemn and foreboding tones.  Within 24 hours of that tweet the T&aacute;naiste was threatening local knockdowns and talking about a possible fourth wave of the virus.  <\/p><p>Exactly what had changed between the announcement of the easing of restrictions at teatime on Friday and Sunday morning when the T&aacute;naiste made this threat?  What new knowledge had emerged to justify that change?  If the Government seriously fears a fourth wave, why did it sign off on an easing of restrictions on Friday night?  The answer to all of this is, of course, that nothing new had emerged.  All that had changed was Dr. Holohan's tweet.  I do not like the dynamic that a tweet from the Chief Medical Officer sends the country and its leadership into a spiral of activity of this kind. <\/p><p>It used to be the case that backbench Deputies and Senators were the ones scrambling to curry favour with Ministers and the Taoiseach.  These days, it is the Taoiseach and Ministers who are scrambling to curry favour with the Chief Medical Officer.  He is a civil servant who works for, and is supposed to be answerable to, them.  Important policy statements made in response to tweets is no way to run a country.  <\/p><p>I heard Senator John McGahon speak eloquently about the impact of the pandemic on young people and the associated restrictions.  In a letter to <i>The Irish Times<\/i>today, Ms Orla Heatley asks how the elders are repaying those young people.  She said there is demonisation across the media, they are being chased around and fined by garda&iacute; for Government-recommended outdoor socialising and there has been a closure of the very public spaces needed in order to actually do some socialising. <\/p><p>There is a lot of talk about weaning people off the PUP, but these events show us that the real weaning that is needed is the weaning of official Ireland and the Government of its addiction to Covid lockdowns and doom and gloom.  The extreme overreaction to people socialising in the first proper weekend of sunshine this year shows that civil servants and Ministers cannot get their heads around the fact that as restrictions are eased people will have more freedom and will expect to exercise that freedom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#L00200","speaker":"1673"},{"type":"speech","time":1622534400,"counter":56,"content":"<p>Today is a very important day because the Government's national economic recovery plan has been published.  It should be a good day.  Yet, people woke up this morning to hear that a key plank of the plan is a phased cut to the PUP starting from next September.  Thankfully, there will be thousands more people back to work by this September.  Thousands more will face a very long and bleak winter.<\/p> <p>Last week I spoke about the reopening of hospitality and shops last December and the 97,000 people aged between 15 and 24 who were still out of work.  There was no going back to normal for them.  There is no going back to normal in the aviation, retail, leisure and arts sectors.  In retail we are seeing a profound transformation in the way people shop.  It will take years for the aviation sector to recover.  Those working in the arts will have missed the critical summer boom period and are facing into a bleak winter.  <\/p> <p>They are being told that the payments they have been surviving on and clinging on to for dear life, while managing pay to pay mortgages, rent and other bills, now has to be cut this September.  I have no doubt that the announcement in the national economic plan today will be designed to dazzle.  In truth, it will depend on trickle-down economics and a hope that at some stage over the coming months it will reach those most affected.  That is not good enough because we will not have in place bridging income for those trying to pay rent, mortgages or their way through college.  Last week members of IALPA stood outside the convention centre to tell us about their frustrations for the aviation sector.  How can any of us look them in the eye and say that the PUP needs to be cut in September?<\/p> <p>A number of months ago I spoke about Gaelchol&aacute;iste Mhuire in Parnell Square, Dublin 1.  It has been in temporary accommodation for the past 17 years.  Last November I and a number of my colleagues in the constituency raised this issue.  We were given commitments by the Minister and Government Deputies and Senators in the constituency that construction of the school would commence by September this year.  Seven months on, there has been no progress.  I ask the Leader to write to the Minister for Education to plead with her to expedite this construction process.  We cannot have pupils in classrooms that are simply unfit for purpose.  Teachers are doing an amazing job, but it is not on that pupils and families have to wait any longer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#L00300","speaker":"1683"},{"type":"speech","time":1622534400,"counter":57,"content":"<p>I would like to join with the Cathaoirleach in celebrating Denmark day and I thank him for bringing it to our attention.<\/p> <p>There has been a big announcement today, which for some may seem like a very small announcement, namely that every childcare facility across the country will get &euro;1,000 for outdoor play equipment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The sum of &euro;1,000 for children is massive.  This is not just about Covid-19 but the health and well-being of children, who have been let down over the last year.  We see from the research that they have been impacted most by Covid-19.  In Galway, which has fantastic playgrounds, there will be a We-Go-Swing for Salthill playground and a sensory garden for the millennium playground.<\/p><p>On foot of some of Senator Mullen's comments, I would like to see more investment in outdoor recreational facilities for older young people.  I was passing through Spanish Arch last Friday and I saw how difficult it was for the garda&iacute; to manage.  However, I do not believe that closing Spanish Arch and then funnelling people into some other part of the city or into houses is the right approach.  We need to see the investment that was made over the last year.  The July stimulus funding has still not been spent by Galway City Council and funding for bins has still not been spent.  We should see that the funding the Government is putting in place is being spent by the local authorities and if it is not, we should follow up to find out why it is not being spent.<\/p><p>We have been debating the Affordable Housing Bill over the past week.  I welcome the Private Members' motion next Friday from the Fianna F&aacute;il Senators on implementing the commitment in the programme for Government to have a referendum on a right to housing.  It is something that is missing from the Constitution.  It would fit in nicely with the United Nations Sustainable Development Goal 11.  One welcome thing that has emerged from the debates we have had on the Affordable Housing Bill is that the Minister has taken on board much of what Senators have been bringing to his attention in the context of ensuring that developments that will be built on public land will be sustainable, mixed and deal with the intergenerational aspect of communities.  This is key.  It is a right to housing, but adequate housing and the right housing for the communities we have now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#L00400","speaker":"1693","continuing":true},{"type":"speech","time":1622534400,"counter":59,"content":"<p>I thank all Senators who facilitated the passing of Senator Boylan's Bill on Second Stage last night.  The Bill seeks to remove the discriminatory policy of treating housing assistance payment, HAP, as income for people applying for civil legal aid.  The Bill forced the hand of the Government and I commend Senator Boylan on introducing it.  It will ensure that survivors of domestic abuse will have fair access to civil legal aid.<\/p> <p>As has been mentioned, the economic recovery plan will be published today.  I remind Senators that young people have to pay the same price for food, accommodation, transport and so forth.  The fact that they are on lower social welfare rates puts them more at risk of poverty and economic hardship.  It gives me no pleasure to say that it was a Labour Party Minister who cut the rates, and they have not been restored by successive Fianna F&aacute;il and Fine Gael Governments.  At present, people aged 18 years to 24 years receive the reduced jobseeker's payment rate of &euro;112.70 per week.  This week, my colleague in the D&aacute;il, Sinn F&eacute;in's spokesperson on social protection, Deputy Kerrane, spoke out on the Government's failure to publish a report on the poverty impact of reduced rates of jobseeker's allowance for young people.  The report is now a year overdue.  Current reduced rates of jobseeker's allowance for young people are far too low to support even a minimum standard of living, which is set at &euro;250.  That the Government is dragging its heels suggests that the poverty impact assessment has underlined what we already know.<\/p> <p>The pandemic has affected young workers most.  Recent Central Statistics Office, CSO, results show that 59% of young people aged from 15 years to 24 years were unemployed in March.  This represents one of the highest levels of youth unemployment we have ever seen.  It is not good enough that young people are also subject to shocking rates of social welfare support.  I call on the Minister for Social Protection, Deputy Humphreys, to publish that poverty impact assessment.  The National Youth Council of Ireland, NYCI, has consistently stated that the imposition of a lower rate of jobseeker's allowance on people under the age of 24 years is contrary to Article 40.1 of the Constitution.  It must be restored immediately.  We cannot exit the pandemic with young people on lower rates of social welfare.  They have the same cost of living, same cost of food and the same cost of transport.  It is even more for housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#M00200","speaker":"1686"},{"type":"speech","time":1622534400,"counter":60,"content":"<p>I propose an amendment to the Order of Business, that No. 19 be taken before No. 1.  I am introducing the Employment Equality (Amendment) (Non-Disclosure Agreements) Bill 2021 in the Seanad.  If passed, the Bill will restrict the use of legal non-disclosure agreements, NDAs, in the workplace following incidents of sexual harassment or discrimination under the equality legislation.  It would ensure that the only NDAs that would be legally enforceable after such incidents would be those that were requested by the victim to protect the victim's confidentiality.  No other NDAs after workplace sexual harassment or discrimination would be permitted.  There will always be a need for ensuring legal confidentiality, for example, to protect sensitive information in the commercial or legal sectors, but the main legal effect of a NDA following sexual harassment is to silence the victim of the perpetrator from speaking out and to release employers from their obligation to hold perpetrators properly accountable for the actions.  With the growth of the #MeToo movement and Ireland's continued reckoning with a shameful history and culture of silencing the vulnerable, these agreements should not be an option to force victims of harassment and discrimination to remain silent.  They should be banned.  I ask all Members to give the Bill their support.<\/p><p>Members will have received an email notifying them that I will hold an event about the Bill next Thursday.  We have also carried out some research, and there will be a motion before the House in the coming months on the use of NDAs especially in the university sector.  This Bill applies to all NDAs.  The research has provided us with a massive amount of insight into how widespread the use of NDAs is in Ireland.  However, many people are afraid to speak up and will only speak anonymously because they are afraid of losing their livelihood and mortgages.  Some women have been paid off with as little as &euro;5,000 in severance and told they can never speak about the abuse, bullying or discrimination they endured in the workplace.  Then it is framed as if it is in the best interests of the victim.  Anybody who wishes to attend the briefing can register on <i>Eventbrite.com<\/i>.  We will have four amazing women who have been challenging NDAs around the world: Zelda Perkins, who was the first to challenge the Harvey Weinstein NDA; Professor Julie Macfarlane, who was successfully sued for defamation for refusing to give false character references for a serial abuser in a university in Canada; Georgina Calvert-Lee, who is a senior counsel in the UK and has been challenging NDAs there; Ifeoma Ozoma, another amazingly brave woman who has been challenging the NDA culture in the United States and who challenged the NDA she signed with Pinterest.  This is an opportunity to hear from global international experts on this subject and I would welcome all Members if they or somebody from their office could attend and hear about this important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#M00300","speaker":"1681"},{"type":"speech","time":1622534400,"counter":61,"content":"<p>I thank the Senator for raising that important issue.  I call Senator Clifford-Lee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#M00400","speaker":"1650"},{"type":"speech","time":1622534400,"counter":62,"content":"<p>Thank you, a Chathaoirligh, for bringing Denmark's Constitution Day to our attention.  I note that the first recorded Viking raid in Ireland happened on Lambay Island off the coast of Portrane in north County Dublin in 795 AD.  Lambay Island has a mystical quality.  I look at it every day, and it is a real touchpoint for everyone in north County Dublin.  There were many Viking settlers across north County Dublin and I am probably descended from some of those Viking raiders.  We should definitely forge greater links with our Nordic neighbours as I believe we have a great deal in common with them.<\/p> <p>Today, I wish to raise the public consultation which the Department of Justice with its partners in Safe Ireland and the National Women's Council of Ireland have launched with regard to the new national domestic, sexual and gender-based violence strategy that is being developed by the Department of Justice.  It is very fitting, given the impact of the pandemic on women.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The incidence of serious domestic assault in the home has risen by 23% during the pandemic.  We were all asked to stay at home but for many people, home is not safe.  We should all encourage people in the constituencies in which we live and community groups in our areas to take part in the online survey.  A number of online seminars will be held on this issue.  We should all feed into this really important strategy.  The Government needs to do more and this strategy will help to address the very serious issues.  We need more refuges, better access to legal aid and better supports, education and training in communities.  It is a really important issue.  I encourage everybody here to highlight the public consultation process and get involved in it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#M00500","speaker":"1643","continuing":true},{"type":"speech","time":1622534400,"counter":64,"content":"<p>I ask the Leader to call the Minister for Transport to the House to discuss aviation in the context, in the first instance, of the need to introduce antigen testing.  While I welcome the reopening of aviation on 19 July, I still believe that the lack of antigen testing - and the prospect of being aligned with all European countries or becoming an outlier - is a real concern.  The fact that we are not reopening until 19 July is a concern in terms of job losses.<\/p> <p>I would also like the Minister to make a statement on the incident in Belarus.  While I welcome the investigation by the International Civil Aviation Organisation, I believe most people would agree that the blame for everything that happened lies solely with Belarus and the authorities there.  Everything I say today does not take away from the fact that the blame totally lies in Belarus.  I welcome the sanctions imposed by the EU on Belarus.  We need to look at ourselves and what we can do differently to make sure that something like this does not happen again, however.  The transcript of the air traffic controller's communications with the plane was released last week.  One can read the conversations between the air traffic controller and the pilot.  One can get the sense from the pilot that there were concerns, and certainly scepticism, about the information being relayed to him.  The time from when he was told there was a bomb on the plane to when he actually turned around and went to Minsk was 18 minutes.  That is a lifetime in the air before a person actually makes the decision to turn around.<\/p> <p>On all Ryanair flights, there is no satphone in the cockpit.  It is important to say that there is no requirement in law to have satphones in the cockpits of planes on short-haul flights.  There is a requirement in law to have such phones on long-haul flights.  Most airlines have them but Ryanair does not.  Satphones are extremely costly pieces of equipment.  I recommend that the Minister exerts as much pressure as possible, when a review is being carried out by the European Union Aviation Safety Agency, to ensure that a requirement is put in place to have a satphones on all short-haul and long-haul flights.  In this day and age, a pilot should be able to contact base to say he or she has been informed of a bomb on board and tell Dublin Airport what is happening, and that an email could be sent.  They would have been able to find out immediately that no email was sent.  We have since found out that the email was sent after the fact and they would have been able to determine very quickly that there was an individual at risk on the flight.  This is a really important issue.  It is a simple thing to have a satphone in a cockpit.  I urge the Minister to make that recommendation as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#N00300","speaker":"1629"},{"type":"speech","time":1622534400,"counter":65,"content":"<p>I compliment the Cathaoirleach on his forensic knowledge of important dates relating to countries throughout Europe.  His mastery of European languages is awe-inspiring to be honest.<\/p> <p>The Maritime Jurisdiction Bill 2021, which came before the House yesterday, brought into sharp focus something that has bothered me for a considerable period, which is the nonsense of Irish neutrality.  I constantly receive messages about military aircraft flying into Shannon Airport threatening our neutrality or about this, that and the other threatening our neutrality.  Somebody please tell me where it says that Ireland is actually a neutral state and why a supposedly neutral state is allowing its armed forces to fall apart.  I ask the Leader to take her courage in her hands and organise a debate in this House on what Irish neutrality is, what it stands for and how we will enforce this supposed neutrality.  How do we protect our oceans from invasion, theft, robbery, highwaymen or whatever else?  We do not have a Naval Service strong enough to do it anymore.  It is only a matter of time before we will have to contract a guard of honour to stand outside the President's house when a new ambassador is introduced because we simply will not have the troops to do it.  Let us talk about neutrality and what it means with an open and honest discussion.<\/p> <p>Speaking about referendums, if we are to be neutral then let us put it in our Constitution and underpin it with what is required to be neutral, which is to have a military force capable of defending that neutrality.  It is high time this country actually discussed that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#N00500","speaker":"1645"},{"type":"speech","time":1622534400,"counter":66,"content":"<p>I will start by commending my colleague, Senator Clifford-Lee, for highlighting the online survey commissioned by the Department of Justice.  I also encourage everyone to participate.  It is open from 18 June and five workshops will be online.  It is really important that we develop an up-to-date, modern strategy to combat domestic and gender-based violence.  We learned so much from Covid-19 and how women were to the fore.  As my colleagues mentioned, many people were homebound in a really awful situation and it was desperately unfair.  I really welcome this strategy.<\/p> <p>Today, I would like to raise the issue of the Sinopharm vaccine.  In May, the WHO gave emergency approval to this Chinese-made vaccine.  To date, however, the European Medicines Agency has not approved it.  I have been contacted by Irish citizens living in Dubai who are not able to return to Ireland because they would have mandatory quarantine.  They have jobs and could not take that much time off work.  It is important that we look after our Irish citizens.  It was such a big step for the WHO to approve this vaccine that I wonder why the European Medicines Agency is taking so long.  It seems like a vaccine that could be turned out really quickly.  It is stored at a low refrigerated temperature and could really help fight the vaccine inequality we are seeing all over the world.  As the WHO said, it is a really important tool to expand its COVAX programme.  Could the Leader perhaps get information from the Minister on this issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#N00600","speaker":"1630"},{"type":"speech","time":1622534400,"counter":67,"content":"<p>I really welcome the publication of the economic recovery plan later today.  This is a very important development.  Having met with various industry groups over the past couple of weeks, it is clear there is a shortage of people coming back into the workplace and in some instances, a reluctance to come back.  We really need to recognise and highlight that staff shortage.  It is appropriate that we have a tapering of supports, while at the same time having a watching brief over particular industries that will find it difficult to come back and re-emerge.  A new environment is facing us in the next couple of months and some businesses will not open at all.  It has gone too far during Covid-19 and we will need appropriate stimuli from Enterprise Ireland and through other mechanisms in that regard.<\/p> <p>We also have businesses that have changed their business model to going completely and utterly online now.  In that regard, we need to look at where businesses are closing on our high streets as a result of having moved completely to that online model.  I highlighted to T&aacute;naiste when he was in this House recently that we have, perhaps, a changing culture now in how people will go back to work and a movement towards remote working.  We have had behavioural changes, some of which I really hope we will hold on to, such as the \"shop local\" trend.  I very much welcome it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government is attuned to having a watching brief and being responsive.  The T&aacute;naiste echoed that point following my comments, and the Government does have a watching brief in respect of responding to behavioural changes.  I ask, therefore, that we have statements on the economic recovery plan, which I believe the Leader will most likely bring about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#N00700","speaker":"1682","continuing":true},{"type":"speech","time":1622534400,"counter":69,"content":"<p>I raise two items with the Leader.  First, I request a debate on the urgent need for the Government to provide further supports to our sports clubs and to support the reopening of our youth clubs that are struggling to reopen their doors.  I am sure we were all excited to see our sports clubs reopening and by the prospect of attending live games again.  However, behind the reopening and the associated excitement, a great deal of financial expense and headache is involved for many clubs in trying to conform to public health guidelines and alleviating concerns in that regard.  Most clubs have been shut since early in this pandemic, with no way to fundraise or collect weekly subscriptions or membership dues.<\/p> <p>Alongside our sports clubs, our youth clubs and scout troops are also seeking financial assistance to get them back to some sort of normality.  Our children are really excited about returning to their sports clubs and-or looking forward to getting back to their youth clubs or scout troops.  The many thousands of volunteers who run these clubs are struggling, however, to put together the finances required to get these great clubs up and running again while adhering to the public health guidelines.  I would welcome if the Leader could organise a debate on youth services, youth clubs and sports clubs.<\/p> <p>I also support my colleagues who have raised concerns regarding what is happening to family homes in Donegal and Mayo due to the severe problems with mica in those areas.  The scheme offered by the Government must reflect previous schemes offered to homeowners elsewhere.  Too many families simply cannot afford these much-needed and essential repairs to their homes and they now find themselves in desperate need.  The Government must review the scheme and do this urgently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00200","speaker":"1684"},{"type":"speech","time":1622534400,"counter":70,"content":"<p>It is well recognised now that aviation globally has probably been one of the sectors most affected by the pandemic because of restrictions implemented by governments, essential as they were at the time.  Recovery is in sight now, however.  Passenger numbers week on week have started to recover, albeit slowly and from a low base.  Projections now suggest passenger traffic will take until 2024 to return to 2019 levels.  Airlines are planning for that recovery by looking at closing bases, and they have already done so in Shannon, laying off staff and not reopening some routes.  That is happening notwithstanding the provision of supports by states.  Ireland has already put significant resources into Aer Lingus in the form of a loan of &euro;150 million and other supports.  We understand more support will be required, perhaps again to the tune of &euro;150 million.<\/p> <p>Consolidation is now the buzzword once again, however, and this means routing many flights through just one base.  More than likely that base will be Dublin, much to the loss of Shannon, the west, the mid-west and probably Cork.  While such consolidation may help to return airlines to future viability and profitability, it will also have a devastating impact on connectivity.  If the regions of this country are to have some chance of recovering from the impact of the pandemic, then drastic action must be taken to protect vital, strategic connectivity into those regions, especially into the mid-west and Shannon areas.<\/p> <p>I call for a debate about a decision the Government must take, namely, to take a strategic investment stake in Aer Lingus.  The Government has already invested in the form of a loan provided from the Ireland Strategic Investment Fund, ISIF, of approximately &euro;150 million, and perhaps up to another &euro;150 million will be provided by way of other loans.  I believe those loans should be converted into shares and that State representatives should take a seat, or several seats, on the board of Aer Lingus to ensure and protect strategic connectivity to Ireland's regions and guarantee the country as a whole is prepared and ready to go the hard yards in helping our society and businesses recover from the awful crisis we have come through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00300","speaker":"1655"},{"type":"speech","time":1622534400,"counter":71,"content":"<p>Two important dates are approaching, namely, 2 June and 7 June, when the hospitality industry reopens.  Hotels open tomorrow and outdoor facilities on 7 June.  Close to 250,000 people are impacted in this regard.  While there has been criticism regarding the expected cutting back of employment support payments from next September, it has not been highlighted that it is expected there will be increased supports to keep these businesses open and retain people in jobs.  That is an important point.  In that regard, I wish all the businesses reopening on 2 June and 7 June all the best.  Many of them have been closed for 12 months or more.  It is a daunting time and there has been much talk regarding crowds gathering and related issues.  However, controlled environments are safe places.<\/p> <p>On 7 June, we will also be marking the 25th anniversary of the murder of Detective Garda Jerry McCabe in Adare in County Limerick.  A small wreath-laying ceremony will mark the event at the location where Detective Garda McCabe was brutally murdered by the IRA.  Four men from that organisation served sentences for the murder and for the shooting of Detective Garda Ben O'Sullivan.  A quarter of a century is a significant anniversary and I ask, therefore, that on 7 June we might take time here to think about Detective Garda McCabe, his family and all the garda&iacute; affected by the events at the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00400","speaker":"1384"},{"type":"speech","time":1622534400,"counter":72,"content":"<p>I thank the Senator for raising that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00500","speaker":"1650"},{"type":"speech","time":1622534400,"counter":73,"content":"<p>I raise the Government's announcement that the pandemic unemployment payment, PUP, will be reduced by &euro;50 from September.  The principle behind the creation of the PUP was sound.  As long as the Government imposed barriers in the form of public health restrictions preventing people from working, then there would be supports for people to get by.  However, many people will be anxious this morning having woken up to the news their supports will be cut, despite the restrictions persisting.  There were many sound bites from the Government in the last year regarding all of us being in this together and that there would be no cliff edge to the PUP.  However, those words will bring little comfort to the thousands of workers in the aviation, event management, hospitality and other sectors still facing restrictions.  Those sectors need a roadmap from the Government and continued supports which will run in parallel with it.<\/p> <p>The PUP has been a source of security to hundreds of thousands of people in turbulent times.  In recent months, however, recipients have had to live with serious uncertainty as they listened to kite flying by the T&aacute;naiste and others in Government regarding threatening to remove their supports.  Now, as Deputy Pearse Doherty said this morning, \"The Government has pulled the rug from under these people\".  The Government's move to reduce the PUP will result in serious negative consequences for families relying on it.  Let us not forget the PUP payments are circulating in the economy.  People receiving PUP have already expended their savings and they are spending the money they receive from the PUP in the economy.  There will be a natural tapering of the PUP payment as the country continues to reopen and people return to employment.  Last year, for example, when restrictions were lifted, 400,000 people came off the payment, while this year 125,000 people have so far come off the payment.  The numbers coming off the PUP will continue to rise, but in the meantime the Government is duty-bound to support workers who have been forced out of work through no fault of their own.  We of course support the public health measures, but we must continue to target supports for workers and businesses that remain impacted by restrictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00600","speaker":"1635"},{"type":"speech","time":1622534400,"counter":74,"content":"<p>There has been much debate in these Houses in recent months concerning the Climate Action and Low-Carbon Development (Amendment) Bill 2020.  Recently, on the far side of the globe, the world's most advanced recycling centre for construction waste opened in Sydney.  This $100 million facility uses ballistic separators and optical sorting technology to process 7,000 tonnes of waste daily, including brick, concrete, timber and metal material, and approximately 90% of it is recycled.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I mention this because all of that high-tech equipment in the world's largest recycling facility was built in the tiny Gaeltacht village of R&aacute;th Cairn i gContae na M&iacute; by engineering solutions firm, Turmec, and then shipped all the way to Australia.  Yesterday, I had the pleasure of welcoming the Minister of State with responsibility for the Gaeltacht, Deputy Jack Chambers, to R&aacute;th Cairn.  He toured the plant and saw how this firm in a tiny Gaeltacht village produced this world-leading technology.  In the context of what is needed to achieve our goals in climate change, is it not amazing that technology is being developed here in Ireland - in R&aacute;th Cairn, County Meath - and people on the far side of the world are buying our products to achieve their recycling targets?  They are pursuing this circular model that sees waste as a resource to be kept in circulation at the highest value for as long as possible.  With the opening of the world's largest recycling facility in Australia, I pay tribute to the workers of Turmec in R&aacute;th Cairn i gContae na M&iacute; who engineered the technology that allowed that to happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#O00700","speaker":"1641","continuing":true},{"type":"speech","time":1622534400,"counter":76,"content":"<p>I thank Senator Cassells for relating that story.  I, too, pay tribute to the workers in question on their fantastic achievement and technological input to recycling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00200","speaker":"1650"},{"type":"speech","time":1622534400,"counter":77,"content":"<p>On 1 June, the first day of the meteorological summer, we need to be positive today.  I welcome the announcement by the Minister of State, Deputy Jack Chambers, in recent days in relation to crowds return to sporting events.  As we are all aware, one of the main joys of summer time for hundreds of thousands of people is attending inter-county championship matches, which they have not been able to do for two years.<\/p> <p>By the end of June, in excess of 80% of the population will have been vaccinated at least once and 60% of the population will be fully vaccinated.  In late July and early August, the Galway Races, which are critical to Galway, the city that I represent, will take place.  I highlight the economic impact the event has on the city.  Many Galway businesses survive as a result of the arts festival and the Galway Races.  The rolling out of pilot events is very welcome.  We are learning from the UK, which has been doing that for the past number of weeks.  We must ensure we learn from the pilot events what is needed to significantly ramp up the attendance at events.  By the first week of August, when the Galway Races take place, between 5,000 and 10,000 people, at a minimum, should be allowed to attend the races.  I will make a representation to the Minister on this matter and I ask the Leader to write to the Minister of State, Deputy Jack Chambers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00300","speaker":"1646"},{"type":"speech","time":1622534400,"counter":78,"content":"<p>I raise the issue of the fishing industry.  On Wednesday last, I attended a major protest when 50 or 60 vessels sailed up Cork Harbour to protest about where the fishing industry is at the moment.  The industry has been through a torrid time.  Brexit has been a major issue and fishers are unsure about where the markets will go.  The new requirement to weigh fish on the pier side is a huge issue, as is the question of how to make the sector sustainable and comply with health and safety and food regulations.  There is an awful lot at stake when it comes to the fishing industry.  Fishers feel let down and left behind in the economy.  Coastal communities need our support.  I would appreciate a genuine debate in this House on the key issues affecting the industry, how it will develop and, more importantly, the confidence required to ensure fishing can be an economic driver in rural Ireland.<\/p> <p>Quota issues, regulation and Brexit have taken the energy and life and soul out of the industry.  On atypical work permits and efforts to get staff, major changes in the past few weeks have affected the industry's ability to get people working in it.  We should have the Minister come to the House for a debate on the fishing industry and to outline his views on the Brexit regulations that entered into force on 1 January, atypical work permits and how they will affect the industry going forward and the new regulations on weighing fish at piers.  These are major issues for the fishing industry.<\/p> <p>The spectacle of 50 or 60 vessels sailing up Cork Harbour last Wednesday morning was a sight to be hold.  It showed the frustration in the industry that these families came from all over the State to prove a point.  They believe they have been left behind.  We need a debate in the House about how we can work with the fishing industry and coastal communities to make sure everyone moves forward together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00400","speaker":"1666"},{"type":"speech","time":1622534400,"counter":79,"content":"<p>I join Senators in commending the project in Meath and other environmental initiatives being taken by companies around the country.<\/p> <p>With regard to the &euro;800 million which Ireland will receive from Europe for recovery and resilience, the focus of which is on green projects and digitalisation programmes, Ireland is quite unusual in having gone directly to Europe.  European Commission President, Ursula von der Leyen, tweeted at the weekend that she had received Ireland's recovery and resilience strategy without it ever having been debated in the Oireachtas and without the input of good ideas from all sides.  While it would be somewhat later than it should have been, I ask for a discussion on the recovery and resilience strategy and the good ideas on digitalisation and the environment from across the House. <\/p> <p>I will formally second the Employment Equality (Amendment) (Non-Disclosure Agreements) Bill 2021 later.  I am delighted to co-sponsor and support this initiative by my colleague, Senator Ruane.  What is important about this is that it moves from an individual justice point, which is key, to the kind of systemic change we want to see.  We know from the #MeToo movement and all of the different sectoral storytelling we have seen that it is when we lay stories alongside each other that we see the kinds of systemic changes we need in society.  It is difficult for people who have gone through harassment and abuse when they are pressed into signing non-disclosure agreements, which mean they will potentially see the same patterns of behaviour happen to others.  It causes many people great distress to feel they cannot help others by taking actions and those who have had experiences of fear then have the fear that they may breach a non-disclosure agreement inadvertently or, indeed, in the interests of justice.  This is an issue in the higher education area but it also, as the research from my colleague has shown, cuts right across many areas of Irish society.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00500","speaker":"1662"},{"type":"speech","time":1622534400,"counter":80,"content":"<p>I call the Leader to respond on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00600","speaker":"1650"},{"type":"speech","time":1622534400,"counter":81,"content":"<p>I am happy to accept the amendment to the Order of Business to take No. 19 before No. 1.  I thank the two Senators and wish them every success.  I hope they receive a widespread support and get their legislation passed.<\/p> <p>Other colleagues have asked me to organise statements on the national economic development plan, which includes the recovery and resilience strategy's financing from the European Union.  I will do so and I will also organise a debate on the fishing industry.<\/p> <p>Senator Crowe spoke about something that most of us took for granted before it stopped, namely, the noise most of us who live in villages and towns hear from our local soccer, GAA or rugby club as young women and men train on a Saturday, Sunday or, indeed, any night of the week.  I concur with the Senator that we all very much look forward to returning to sporting events as spectators.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Cassells talked about Turmec, a company that is local to where he and I live.  It goes to show that Irish companies are world leaders in excellent new technologies.  As the Senator pointed out this morning, it is an awful pity that we are selling that technology to foreign countries without taking advantage of it ourselves.  I commend the Minister of State for visiting yesterday.  I wish the company continued success.<\/p><p>Senator Boylan brought up the announcement that was made after the Cabinet meeting yesterday.  The extension of the pandemic unemployment payment, PUP, until the autumn will be formally announced today.  It is interesting that the Sinn F&eacute;in leader, Deputy McDonald, called for an extension to the PUP until autumn and Sinn F&eacute;in now seems to be giving out about the extension.  That is a bit ironic but there you go.<\/p><p>Senator Maria Byrne talked about two very important dates.  This ties in to the plans for the PUP in the coming months.  Between 200,000 and 250,000 people are expected to go back to work in the next number of weeks.  That will take a significant chunk of the 309,000 people who remain on the PUP.  By Jove, they want to go back to work.  The employment wage subsidy scheme, EWSS, will continue long after the PUP has tapered off to ensure we support those businesses to keep those jobs.  Nobody in this House should want to see anybody left on a PUP, regardless of its value.  Every single person whose job has been suspended because of, or affected by, Covid-19 over the past 14 to 16 months should be supported by the State to go back to that job, not to languish on the PUP or to be moved to a social welfare payment.  That should be our aim.<\/p><p>Senators Dooley and Ahearn asked for a debate on the aviation industry.  I will certainly organise that, probably for the week after next.  We should not be putting barriers in front of businesses when we allow them to reopen, and aviation, as we are all aware, is going to reopen on 19 July.  We seem to have taken two steps forward with the relatively quick adoption of the digital green certificate.  I thank the Government, the Department of Health and the Minister for Transport for supporting that.  However, we are going to take four steps backwards by putting in obstacles to stop people from travelling.  The European Union allows for the use of antigen tests and we in this country have not been given a valid or scientific reason for not using them.  That is an absolute disgrace.  It needs to be clarified and put on the table.  What scientific evidence is being supported by our scientific advisors that has arrived at the conclusion that we should not be supporting the use of antigen tests, like every other European country and other international countries?  Antigen tests would allow people to travel for the essential purpose of reunification of a family or, indeed, to allow people who have been cocooning and locked in their houses for the past 14 to 16 months to go to a European city or a beach if that is what they want to do.  We should not be putting obstacles in those people's way.  I will arrange that debate as soon as I can after next week.<\/p><p>Senator Ahearn also mentioned something that is very important.  Not only do we need an international investigation into the actions by the Belarusian Government in the past couple of weeks, we also need to know why Ryanair acted as it did.  I would go one step further and say that we need to bring representatives of the Commission for Aviation Regulation before the relevant Oireachtas committee to have a conversation about the events of that night and, in particular, how we are going to use satellite phones to make sure that the advantage that was used by the Belarusian Government is never again afforded the opportunity to be advanced.<\/p><p>Senator Wall talked about sports and youth clubs.  We must ensure that those clubs recover quickly from the financial restraints they have been under for the past 14 to 16 months.  That will involve State support.<\/p><p>Senator Ardagh talked about the Chinese-made vaccine the WHO has approved.  I am not sure what is causing the delay with the European Medicines Agency but I will try to find out today and come back to the Senator.  She and Senator Clifford-Lee also raised the topic of the Department of Justice and its public consultation.  It is welcome.  We need a new national domestic and gender-based violence policy, particularly because the past 14 months have highlighted just how prevalent an issue it is and how silent an operation it has been in many people's lives.  That needs to be brought out and talked about in public.<\/p><p>Senator Seery Kearney asked for statements on the national recovery plan which, as I said, I will arrange.  Senator Craughwell talked about a debate on Irish neutrality which I will also try to arrange.<\/p><p>Senator Ruane will introduce her Bill this morning and I have accepted her proposed amendment to the Order of Business.  Senator Warfield welcomed the passing of Senator Boylan's Bill and the support of the housing assistance payment last night.  It is not up to the Opposition to force the Government's hands.  Representatives of the Opposition are here to provide opposition but also to bring forward their own legislation.  That is welcome and I look forward to the passage of the legislation.<\/p><p>Senators Pauline O'Reilly and O'Loughlin talked about childcare facilities.  I agree with Senator O'Loughlin when she calls for an audit to be done by the Minister.  That audit should be conducted in every single town and village where we have a responsibility to provide outdoor play facilities for our children.  I would go one step further and say that we should have minimum requirements by population in law through guidelines from our local authorities to ensure that when local authorities develop towns and the population grows suddenly from 800 to 8,000, all of the amenities that are required for those children, young adults and, indeed, adults are developed.  I welcome that debate.  We will come back to it.<\/p><p>Senator Sherlock asked for statements on the economic recovery plan, which I will organise.  She also asked me to write a letter to the Minister with regard to a local school building in her area.  I would suggest that submitting a Commencement matter on the topic would probably get a response much more quickly, but I will write that letter today.  <\/p><p>Senator Cummins raised a matter that is incredibly important.  Most of our appeals for applications for Government services have a 21-day deadline.  That has been affected by the cyberattack on the HSE in recent weeks.  The very least that we can do and expect is for Departments with those 21-day deadlines to extend them.  I will write to the Minister for Social Protection today and ask her to address that immediately.  I will also organise a debate on social welfare in the next couple of weeks.<\/p><p>The outdoor strategy has been a considerable part of the advice that the Government and its agencies have been marketing for the past couple of weeks.  That came in for a stark critique over the weekend.  Without wanting to add to the argument, there is a responsibility on State agencies.  When we have decided that the safest place for our people to be is outdoors, State agencies must provide the services to ensure that the outdoor activity can occur.  Those agencies should not state that if those services are provided it will create a bigger problem because more people will come.  That is the most idiotic thing I have ever heard from any official from Dublin City Council and he should be admonished for it.  I feel strongly about this matter.  Our officials are there to provide advice to the Government.  Nobody in this country is responsible for lecturing the Irish people as to how they behave.  If one has a problem or an issue with how people are behaving, then one advises again through the normal channels.  If one thinks people are not listening, one comes together with a campaign to support the activities one is encouraging and educates people as to the activities they should not be doing.  The lecturing tones in which the Irish people have repeatedly been admonished for what they have been doing lately leaves an awful lot to be desired.  All they have been doing is what they have been asked to do, that is, to meet each other safely outside.  We all need to check ourselves, whether we are Government advisors, health advisors, members of the Garda or politicians.  We all need to be incredibly cautious about how we talk to our Irish citizens because we certainly should not be talking down to anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#P00700","speaker":"1653","continuing":true},{"type":"speech","time":1622534400,"counter":83,"content":"<p>Senator Ruane has proposed an amendment to the Order of Business, \"That No. 19 be taken before No.1.\"  The Leader has accepted the amendment.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00150","speaker":"1650"},{"type":"unspoken","time":1622534400,"counter":84,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Employment Equality (Amendment) (Non-Disclosure Agreements) Bill 2021: First Stage","time":1622534400,"counter":85,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00400"},{"type":"speech","time":1622534400,"counter":86,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to restrict the use of non-disclosure agreements as they relate to incidents of workplace sexual harassment and discrimination. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00500","speaker":"1681"},{"type":"unspoken","time":1622534400,"counter":87,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1622534400,"counter":88,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00700","speaker":"1650"},{"type":"speech","time":1622534400,"counter":89,"content":"<p>Next Friday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00800","speaker":"1681"},{"type":"speech","time":1622534400,"counter":90,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q00900","speaker":"1650"},{"type":"unspoken","time":1622534400,"counter":91,"content":"<p>Second Stage ordered for Friday, 4 June 2021.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1622534400,"counter":92,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q01100"},{"type":"speech","time":1622534400,"counter":93,"content":"<p>I move:<\/p> <blockquote> \t(1) That, notwithstanding anything in the Standing Orders relative to Public Business, the Seanad on its rising on Tuesday, 1st June, 2021, shall adjourn until 9.30 a.m. on Friday, 4th June, 2021, in the D&aacute;il Chamber, and unless otherwise ordered, the following arrangements shall apply:  \t(a) Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(b) there shall be no Order of Business;<br \/><br \/>(c) the business to be taken shall be confined to the items set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as she may authorise in that behalf. <div><b>Schedule<\/b><\/div><i>Health and Criminal Justice (Covid-19) Amendment) Bill 2021 &ndash; Report (Seanad Bill amended by the D&aacute;il) and Final Stages.<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021,and it being considered, by virtue of Article 20.2.2&deg; of the Constitution, as a Bill initiated in the D&aacute;il, the proceedings on Report and Final Stages shall commence at 9.30 a.m. and shall, if not previously concluded, be brought to a conclusion at 10.15 a.m. by one Question, which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government.<br \/><br \/><i>Motion regarding the Earlier Signature of the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021<\/i>.<br \/><br \/>The motion regarding the Earlier Signature of the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021 shall be taken, without debate, on the conclusion of the proceedings of the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021.<br \/><br \/><i>Suspension of Sitting<\/i><br \/><br \/>On the conclusion of the Motion regarding the Earlier Signature of the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021, the sitting shall be suspended for 15 minutes.<br \/><br \/><i>Affordable Housing Bill 2021 &ndash; Committee Stage (resumed)<\/i>.<br \/><br \/>The resumed proceedings on the Committee Stage of the Affordable Housing Bill 2021 shall be taken on the resumption of the sitting, and shall, if not previously concluded, be brought to a conclusion at 3.15 p.m. by one Question, which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government; the proceedings shall be interrupted after two hours for 30 minutes to allow for the sanitisation of the Chamber, and the order of debate shall resume thereafter.<br \/><br \/><i>Suspension of Sitting<\/i>.<br \/><br \/>On the conclusion of the proceedings on the Committee Stage of the Affordable Housing Bill 2021, the sitting shall be suspended for 15 minutes.<br \/><br \/><i>Motion regarding Housing<\/i>.<br \/><br \/>The proceedings on the Motion regarding Housing shall be taken on the resumption of the sitting, and shall, if not previously concluded, be brought to a conclusion after two hours.  (2) The Seanad on its rising on Friday, 4th June, 2021, shall adjourn until 10.30 a.m. on Monday, 14th June, 2021 in the D&aacute;il Chamber. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#Q01200","speaker":"1653"},{"type":"unspoken","time":1622534400,"counter":94,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":95,"content":"<p>Sitting suspended at 11.39 a.m. and resumed at 11.47 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Maritime Jurisdiction Bill 2021: Committee and Remaining Stages","time":1622534400,"counter":96,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#R00150"},{"type":"unspoken","time":1622534400,"counter":97,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":98,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1622534400,"counter":99,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 6, lines 8 and 9, to delete &ldquo;the text of Parts II, V and VI of which is set out in <i>Schedule 1<\/i>&rdquo; and substitute &ldquo;<i>Schedule 1 <\/i>contains the text of Parts II, V and VI of the Convention&rdquo;. <\/blockquote> <p>I tabled my amendment because I am concerned there could be a perception that the impact and remit of this Bill and the jurisdiction and responsibilities of the State could be limited in respect of the convention.  This is a concern that comes to all of my later amendments, where I talk about specific other obligations and responsibilities the State may have, in that the way Schedule 1 has been framed, instead of the Schedule being there for information and telling us the parts of the convention that are relevant, by putting the text as set out in the Schedule - it is literally almost a drafting piece - you could inadvertently limit the function of the Bill only to those things which are in the convention.  Schedule 1 could serve as a limit rather than be an informative piece, and that is the context of this.<\/p><p>It comes to the fact I will speak about the other obligations the State has that might not be within the convention but I hope would be in this law.  Even if they may not enter this law today, for this to be a functioning Bill that can be further consolidated and take on additional responsibilities, from the get-go we might want to leave space in the wording of the Bill to allow for additional responsibilities and remit to be included in the future.  It is a drafting piece and I hope the Minister of State might take it on board or look at it in the D&aacute;il.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope the Minister will take that on board and look at it again when the Bill is before the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#R00400","speaker":"1662","continuing":true},{"type":"speech","time":1622534400,"counter":101,"content":"<p>I thank Senator Higgins for her amendments and for engaging with officials yesterday.  That was very helpful in terms of our understanding.  I also had an opportunity to talk to Senator Higgins about the concerns that have motivated her amendments and can assure her that those concerns are met by the Bill.  I am afraid the Government is not in a position to accept amendment No. 1.  The amendment would alter the manner in which the reference to the Schedule to the Bill is made in the definition of the convention in section 2.  The current drafting reflects the drafting approach taken by the Parliamentary Counsel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S00200","speaker":"1573"},{"type":"speech","time":1622534400,"counter":102,"content":"<p>I understand that the Government might not be in a position to accept the amendment today but would ask it to revert to the Parliamentary Counsel on it in the context of future-proofing the legislation.  There are other conventions, including for example, the convention on biodiversity which is likely, when it is negotiated in November, to have a very strong marine component.  Indeed, that is one of the key points of focus for the negotiations on a new convention on biodiversity at the UN.  Much has been said about consolidating different bits of law.  This amendment aims to future-proof the legislation so that other relevant items of law might be incorporated in the future.  The Minister of State has said that the Government cannot accept this amendment but I ask him to ensure that a question is put to the Parliamentary Counsel as to whether a slight change in wording would potentially allow for greater incorporation of other legal responsibilities in the future and a more efficient legislative process.  I understand that the amendment cannot be accepted at the moment but there may be a real concern here.  The Parliamentary Counsel may not have looked to those future obligations in its drafting process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S00300","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":103,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622534400,"counter":104,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 6, lines 22 and 23, to delete &ldquo;for&rdquo; in line 22 down to and including line 23 and substitute the following:  \t&ldquo;being used in connection with the operations including activities servicing the operations of the installation at the time;&rdquo;   <\/blockquote> <p>This amendment is a slight expansion of some of what was talked about in terms of the installations.  It relates to jurisdiction in respect of installations.  As I said on Second Stage, this Bill was drafted at a point in time when certain kinds of installations were envisaged, largely to do with oil and gas exploration and so forth.  I wanted to make sure that we are not constraining ourselves to the installation in terms of crimes being committed or laws being broken but that we would have a wider remit in the context of being used &quot;in connection&quot; with the operations, including activities servicing the operations of the installation.  We need to apply the rule of law to installations but I am also trying to ensure that we capture, for example, a suite of service vehicles or activities that happen in relation, but not necessarily in direct proximity, to the installation but which are part of the installation's operations.  I am trying to ensure we have an appropriately wide and functional remit.  It should not be the case that a service ship that is related to an installation but happens to be outside a certain distance falls out of the appropriate rule of law.  I ask the Minister of State to clarify the situation in regard to that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S00500","speaker":"1662"},{"type":"speech","time":1622534400,"counter":105,"content":"<p>My advice is that the proposed amendment would change the meaning of the definition of an installation by including a vessel used in connection with that installation, regardless of how far from the installation that vessel is located.  International law only permits the exercise of jurisdiction over such a vessel if it is in the vicinity of the installation and then only where the jurisdiction is also exercised over the installation itself.  Accordingly, I am not in a position to accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S00600","speaker":"1573"},{"type":"speech","time":1622534400,"counter":106,"content":"<p>That is regrettable because some of the impacts of offshore drilling and exploration, for example, have been felt at some distance from the installations themselves but are very much related or connected to the same companies that own the installations involved.  In that context, I will have to press my amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S00700","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":107,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":108,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":109,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1622534400,"counter":110,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 7, line 13, after &ldquo;21&rdquo; to insert &ldquo;sitting&rdquo;. <\/blockquote> <p>This amendment relates to the question of the laying of orders before the Houses of the Oireachtas and specifies that it should be done on sitting days.  Regulations in this area are really important.  This may be a somewhat technical issue but the period of time in which the House may annul regulations made by the Minister must be 21 sitting days rather than just 21 days.  We do not want an order to be laid before the House on 1 August, for example, when there would be no capacity for the House to annul such an order without an elaborate return of Members in the middle of August, which I do not think anybody would want.  Indeed, I think I may have been here for one such return in the past.  The amendment addresses a technical issue which I hope the Minister of State can address.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01100","speaker":"1662"},{"type":"speech","time":1622534400,"counter":111,"content":"<p>I want to comment on this because I accept entirely the position of Senator Higgins and understand her concern.  Obviously, a regulation could be made out of term but I do not think it would be usual for a \"sitting day\" provision to be put into legislation.  This provision exists in lots of legislation and there has not been a problem with it to date.  Perhaps the matter could be resolved by an undertaking or an indication from the Minister of State that there is no desire to try to circumvent this provision or that no controversial regulation would be laid at a time when either House is unavailable to sit.<\/p> <p>On the notification to Members of such regulations, very often it is assumed that we are looking at the documents laid every day, that we are in the Oireachtas Library every day reading every document that comes in but of course, that is not the case.  It would be beneficial if a notification of some kind was sent to Members, either through the Houses of the Oireachtas or the Minister's office, to let them know that a particular regulation has been signed into law.  Then Members could consider whether they need to take action under section 3.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01200","speaker":"1685"},{"type":"speech","time":1622534400,"counter":112,"content":"<p>Amendment No. 3 would add the word \"sitting\" to the phrase \"within the next 21 days\" in which the House sits after the order is laid before the House.  However, the section already makes it clear that the 21 days concerned are those on which the House sits.  The amendment is therefore unnecessary and I am not in a position to accept it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01300","speaker":"1573"},{"type":"speech","time":1622534400,"counter":113,"content":"<p>I ask the Minister of State to respond in respect of the very practical suggestion put forward by Senator Ward regarding a notification to the Houses.  There has been considerable concern around a number of aspects of environmental regulations not being caught and dealt with early enough.  In that context, the Minister of State might indicate whether he is happy to give us notification of any regulations that might be made.  We do not need to put that into the law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01400","speaker":"1662"},{"type":"speech","time":1622534400,"counter":114,"content":"<p>I take on board what Senator Ward has said and will try to determine if it is possible to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01500","speaker":"1573"},{"type":"speech","time":1622534400,"counter":115,"content":"<p>Do you wish to press or withdraw the amendment, Senator?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01600","speaker":"1670"},{"type":"speech","time":1622534400,"counter":116,"content":"<p>I will withdraw the amendment for now but ask that the Minister of State comes back to us, before the Bill goes before the D&aacute;il, to satisfy us that there will be a notification process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S01700","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":117,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622534400,"counter":118,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":119,"content":"<p>Sections 4 to 10, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":120,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1622534400,"counter":121,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 9, line 24, to delete &ldquo;2014.&rdquo; and substitute the following:  \t&ldquo;2014,<br \/><br \/>(f) any relevant provision on offences in national legislation giving effect to Directive 2009\/147\/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds or Council Directive 92\/43\/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora, or an offence under the Wildlife Act 1976.&rdquo;.  <\/blockquote> <p>This amendment adds to a certain list of provisions contained in the EU birds and habitats directives.  The Minister of State has indicated that he may be open to accepting a similar amendment if it is put forward in the D&aacute;il.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will look to colleagues to potentially bring this forward in the D&aacute;il, but I am trying to highlight that laws have evolved since those made in the 1950s, 1960s, 1980s and so forth, which we are consolidating.  As I said on Second Stage, responsibilities as well as rights are associated with maritime jurisdiction.  In a way, inserting this amendment into section 11 is really about prosecution of a foreign vessel.  As I understand it, boarding, arrests and so forth for crimes in relation to these acts on a vessel can in fact happen already.  This amendment simply relates to the relationship the Minister for Foreign Affairs might have with the prosecution of such offences.  <\/p><p>I thank the Minister of State for his willingness to engage in this area.  I may well revert, or get others to revert, and bring this back at the D&aacute;il stage, but I would like it even better and it might be even more constructive in making this legislation fit for purpose, if we were to find another place in the Bill where we could reference the EU directives and Ireland's jurisdictional responsibilities over them.  Again, the amendment is an attempt to give visibility to those responsibilities within the Bill in this regard.  That is why I referenced them in this section, but there may be better sections for them.  Perhaps, given that the Minister of State has indicated in principle that he is open to incorporating recognition of those legal and jurisdictional responsibilities, we might engage between now and the D&aacute;il Stages and find where in the Bill is the best place to give that visibility.  I am not 100% sure that it is section 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#S02200","speaker":"1662","continuing":true},{"type":"speech","time":1622534400,"counter":123,"content":"<p>I thank the Senator for proposing this amendment.  It shows a very diligent approach to the legislation.  I attended Second Stage yesterday when the Minister of State indicated the Government is willing to look at this to try to incorporate it on the next Stage.  I thank Senator Higgins for the very fair manner with which she is approaching this.  To be fair to Senators, if an amendment is worthwhile we should try, at best, to facilitate it coming through the Seanad.  It is very fair on Senator Higgins's part that she is willing to go a different route and bring the amendment through another colleague in the D&aacute;il.  That needs to be acknowledged on this side of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T00200","speaker":"1642"},{"type":"speech","time":1622534400,"counter":124,"content":"<p>On the requirement for a certificate in section 11, is the authorisation of a particular statutory body, more often than not the Office of the Director of Public Prosecutions, DPP, required for a particular prosecution?  I acknowledge this is a fairly common construct in legislation and I do not have a difficulty with that.  However, in subsection (1), which requires a certificate to be granted by the Minister, that then becomes a necessary proof in any prosecution that arises.  A further duty is, therefore, created for a prosecutor when this matter goes to court.  I agree with Senator Chambers on the constructive approach to this.  I appreciate what the Minister of State has said as well, but in the context of this amendment he might comment on whether the certification of the permission or the appropriateness of the prosecution is creating another burden that might be overlooked.  For example, in the context of a prosecution, it might make it more difficult to get the matter to a decision in court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T00300","speaker":"1685"},{"type":"speech","time":1622534400,"counter":125,"content":"<p>I agree with the sentiments and objective of the amendment.  I recommend to the Minister of State that he reach an accommodation with it, because the objective behind what the amendment seeks to achieve is important.  I support the principle therein.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T00400","speaker":"1692"},{"type":"speech","time":1622534400,"counter":126,"content":"<p>I echo Senator Chambers's comments in that I very much appreciate the way in which Senator Higgins has engaged on this and the interaction we had yesterday on this amendment.<\/p> <p>Section 11 provides that any prosecution of a foreign national for an offence committed from a foreign vessel within Ireland's territorial sea requires a certificate from the Minister for Foreign Affairs certifying that the prosecution is appropriate.  This is intended to ensure that, in accordance with the Convention on the Law of the Sea, a prosecution of a foreign national on a foreign vessel should be taken only in limited circumstances.  These include circumstances where the consequences of the offence extend to the State or if the offence is of a kind to disturb the peace of the country or the good order of the territorial sea.  Section 11 lists a number of offences which do not require a certificate from the Minister in order to be prosecuted.  These include offences under the Fisheries Act and the Sea Pollution Acts where clearly the circumstances of offences do extend to the State or disturb the good order of the territorial sea.<\/p> <p>For the prosecution of an offence under any other Act, the Minister need simply be satisfied that the consequences of the offence extend to the State or are of a kind to disturb the peace of the country or the good order of the territorial sea.  I should add that the requirement for a certificate to enable prosecution in no way prevents the relevant authorities from boarding a foreign vessel and detaining any foreign national suspected of committing an offence in the territorial sea.<\/p> <p>The Senator has proposed adding a list of offences for which no certificate is required under the EU birds and habitats directives in the 1976 Wildlife Act.  As I indicated yesterday during the Second Stage debate, I am prepared to consider this amendment if the Senator can arrange - and I accept and thank her for looking to do this - to have it submitted as an amendment on Committee Stage in the D&aacute;il.  I understand that the birds and habitats directive may have been transposed in Ireland by secondary legislation so the precise offences will need to be clarified.  I will have to consult with the Minister for Housing, Local Government and Heritage who is the relevant line Minister in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T00500","speaker":"1573"},{"type":"speech","time":1622534400,"counter":127,"content":"<p>I have the same concern as that articulated by Senator Ward.  I checked with the officials in that regard.  This would potentially make it easier by clarifying that this is not a concern or obstacle in that regard.  It is a useful addition, but there may be other points in the Bill where reference to that directive might be made if we are looking for consolidating legislation that updates existing law.  This amendment can be easily incorporated because it refers to existing law and is simply making visible that it was thought through during the processes.  Again, I will certainly ask others to bring forward an amendment in the D&aacute;il on my behalf but I will, potentially, look to other places in the Bill where this might be put.<\/p> <p>I will highlight another issue that the Minister of State will be aware is a concern of mine.  It does not relate specifically to him and I thank him and his officials for their engagement.  I note there has been somewhat of a pattern of Ministers speaking on a Monday or Tuesday in the Houses and saying they cannot accept amendments on those days because it requires Cabinet discussion.  I note this is not in fact the law and is not legal or normal practice.  It is normally the case that any Minister who comes to the Seanad at any legislative Stage should be in a position to accept reasonable amendments.  Again, this does not in any way apply to the Minister of State but it is a wider concern that we may need to examine in the Seanad.  It would be a concern if we end up scheduling legislative business where there is an assumption that amendments might not be accepted.  In that context, we could not schedule legislative business on a Monday or Tuesday, which would slow the whole legislative process down and nobody wants that.<\/p> <p>In this context, I withdraw the amendment with a view to its being taken forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T00600","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":128,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622534400,"counter":129,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":130,"content":"<p>Sections 12 and 13 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":131,"content":"<p>SECTION 14<\/p>"},{"type":"speech","time":1622534400,"counter":132,"content":"<p>Amendments Nos. 5 and 6 are related and may be taken together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T01100","speaker":"1670"},{"type":"speech","time":1622534400,"counter":133,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 10, line 19, after &ldquo;exploitation,&rdquo; to insert &ldquo;restoration,&rdquo; <\/blockquote> <p>In listing the kinds of activities in which jurisdictional activity might be taken, &quot;exploitation&quot;, which may be a legacy of our relationship with the sea, and &quot;conservation&quot; are both mentioned in the legislation.  I seek to insert the word &quot;restoration&quot;.  In that context, the fact is, unfortunately, that research is showing us that large amounts of our marine habitats have been very significantly degraded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Much as the same debates that we have on peatlands and many other habitats and environments here in Ireland, conservation in itself is not necessarily enough when we already have had processes of extreme damage in some cases.  Restoration may be an area that needs jurisdiction and all of the actions that are associated with jurisdiction.  <\/p><p>I understand from speaking with officials is that there is a concern that the language in the Bill echoes the UN convention and there is a desire not to stray further than that.  While the UN convention sets our baseline, nonetheless, I suggest that we may look to interpret the convention.  Let us remember that these conventions evolved through interpretation, so if the word \"restoration\" cannot be inserted, for example, then I ask that the definition and interpretation of \"conservation\" should incorporate a component that addresses the issue of restoration and would be conservation in that wider sense.  I ask for this because we do not want to simply press pause on a situation that is already unacceptable in terms of environmental biodiversity.<\/p><p>There are wonderful restoration projects in Wicklow, Galway and other places.  There are many brilliant initiatives that restore marine biodiversity and ecosystems, which are again in line with our obligations under the sustainable development goal, SDG, on life below water, which is also a UN obligation under the SDGs.  My amendment seeks to bring our legislation up to speed with our UN commitments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#T01200","speaker":"1662","continuing":true},{"type":"speech","time":1622534400,"counter":135,"content":"<p>I support and applaud the objective of the amendment.  Whether it is in a codicil or a definition of \"conservation\" that it is achieved or by the insertion of the word \"restoration\", I certainly think it is a reasonable proposition.  Therefore, I appeal to the Minister of State to seek to achieve it, however it may be achievable linguistically, and to seek to incorporate the principle.  It is a worthy amendment and one that I applaud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00200","speaker":"1692"},{"type":"speech","time":1622534400,"counter":136,"content":"<p>Section 14 sets out the sovereign rights and jurisdiction of the State in the exclusive economic zone.  It faithfully reflects the text of Article 56 of the convention of 1982 to which it is intended to give effect, and I acknowledge that Senator Higgins mentioned this in her contribution.  Specifically the section provides that the State has sovereign rights for the purpose of exploring, exploiting, conserving and managing the natural resources of the zoned jurisdiction for the protection and preservation of the marine environment.<\/p> <p>The amendment proposed by Senator Higgins seeks to ensure that the State also has the sovereign rights for the purpose of the restoration of natural resources and the jurisdiction for restoration of the marine environment.  While I sympathise, like other colleagues here today, with the sentiments behind her amendment, I am advised that it is problematic.  The term \"restoration\" used in the convention, insofar as the Bill is intended to give effect to the convention, should be consistent with the convention itself.<\/p> <p>Second, as the Bill establishes a framework for sovereign rights and jurisdiction enabling the State to regulate activity at sea for different purposes, section 14, as presently drafted, is more than sufficient to enable the enactment of detailed legislation by the Oireachtas aimed at restoring the marine environment, if it is policy.  In these circumstances, therefore, I am not in a position to accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00300","speaker":"1573"},{"type":"speech","time":1622534400,"counter":137,"content":"<p>Does the Minister of State believe that there is sufficient scope to address the restoration issues of the marine environment under the scope of management?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00400","speaker":"1662"},{"type":"speech","time":1622534400,"counter":138,"content":"<p>We will check this matter but I believe that section 14 enables legislation to be done for this.  Obviously, the convention contains the terms of management, conservation etc. that the Senator mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00500","speaker":"1573"},{"type":"speech","time":1622534400,"counter":139,"content":"<p>I note that there are jurisdictional rights of the State in terms of the exclusive economic zone.  Some provisions of this Bill go somewhat wider than that but I am happy to engage with the Minister of State on this matter.<\/p> <p>Section 14(b)(iii) provides for \"the protection and preservation of the marine environment\" but restoration is not named and that is why I seek an interpretative statement or an indication that we expect, in these regulations that have been laid before us, a clarity that restoration is envisaged to be either part of the interpretation of conservation or management at this point, or for it to be made clear that this is incorporated within \"the protection and preservation\" provided under section 14.  Again, it is just that word again.  Unfortunately, some of these laws were drafted at a point when a lot of damage had not yet been done, whereas we are now playing catch-up in some situations with the marine environment, rather than protection.<\/p> <p>I understand that the Minister of State has indicated that he believes these areas are sufficient to cover restoration.  Perhaps he could indicate that this is the interpretation.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00600","speaker":"1662"},{"type":"speech","time":1622534400,"counter":140,"content":"<p>There is scope within the legislation to do what the Senator has talked about.  I am conscious that the purpose of what we are trying to do here, which is what I mentioned in my initial reply, is very much around the consolidation of existing legislation.  In that fact, I am trying to keep it to that as tight as possible.<\/p> <p>I fully understand and sympathise with the points that the Senator made about restoration.  She has made a valid case but the issue is covered within what is there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00700","speaker":"1573"},{"type":"speech","time":1622534400,"counter":141,"content":"<p>That is fine.  I note that this may be one of the areas of law that we will need to open up in respect of the UN Convention on Biological Diversity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U00800","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":142,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":143,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 10, line 32, after &ldquo;the&rdquo; where it firstly occurs to insert &ldquo;restoration,&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U01000","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":144,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":145,"content":"<p>Question, \"That section 14 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1622534400,"counter":146,"content":"<p>SECTION 15<\/p>"},{"type":"speech","time":1622534400,"counter":147,"content":"<p>Amendments Nos. 7, 9, 15 and 17 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U01400","speaker":"1670"},{"type":"speech","time":1622534400,"counter":148,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 11, line 6, to delete &ldquo;and&rdquo; and substitute &ldquo;or&rdquo;. <\/blockquote> <p>My first few amendments are concerned with interpretation, and it may be the same issue throughout.  The wording of the section is due to the language being mapped from the convention.  However, the convention dates back to the 1980s and we have had a body of interpretation on same.  That is why I want to be very clear about the Irish Government's interpretation of the convention.<\/p><p>My amendment relates to places where the section mentions the words &quot;exploitation&quot; and &quot;exploration&quot; and, therefore, seeks to insert the word &quot;or&quot; before &quot;exploration&quot; in order that offences may be so deemed if the act is done in connection with the economic exploitation &quot;or&quot; exploration of the non-living natural resources of the exclusive economic zone.  To be clear, the provision should read &quot;exploitation or exploration&quot;.  I want the Minister to check the interpretation so that we do not have a situation where, for example, offences that are committed during the exploratory phase would somehow be excluded or slip through the net, pardon the pun, because they did not involve exploitation but simply exploration.<\/p><p>I tabled my amendment because there is solar research and other things that are not connected to financial exploitation or particular exploitation such as oil or gas extraction yet still be extraordinarily damaging and, therefore, can constitute offences.  To be clear, I refer to acts done with exploration even if it is not associated with exploitation and, similarly, if we have acts of exploitation that are not connected with exploration.  We must be clear that any one of those can be prosecuted under this provision and that it does not require a combination.  My amendment seeks to address the Government's interpretation of the language, which I know is the UN convention language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U01500","speaker":"1662"},{"type":"speech","time":1622534400,"counter":149,"content":"<p>Section 15 deals with the criminal and civil jurisdiction of the State with regard to the economic exploration and exploitation of non-living natural resources in the exclusive economic zone.  Section 19 deals with the same matters on the continental shelf.  Senator Higgins has proposed four amendments that seek to substitute the word \"or\" for \"and\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Colm Brophy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2427\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2427&amp;amp;pid=ColmBrophy&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am advised, however, that the term \"economic exploration\" is the term used in the convention.  Insofar as it concerns exploration, this is limited to the exploration for the purposes of exploitation.  Other types of exploration that do not have as their purpose economic exploitation, such as marine scientific research, for example, are not to be made criminal offences.  I cannot therefore accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#U01600","speaker":"1573","continuing":true},{"type":"speech","time":1622534400,"counter":151,"content":"<p>The key point is that it is not a matter of banning scientific research but rather of making it clear that if, in the course of scientific research, an offence is committed, it should constitute an offence.  That would be reasonable and people would expect it in that regard.  I am somewhat more concerned by the narrow framing of the interpretation.  When the Minister of State brings this to the D&aacute;il to look at the case law to see how this has panned out rather than a text from the 1980s.  For example, we know scientific research has been conducted that has at a later point been sold to companies because it is beneficial to them.  It would not necessarily have been commissioned by a company directly.<\/p> <p>We also know of cases where investigation and exploration have damaged a habitat.  This goes back to the point that an area may become so damaged it would no longer have an environmental benefit or value etc.  We have seen that as well.  This is not to say parties cannot explore or even exploit but rather that offences committed during the course of those actions should be prosecuted by the State.  Offences committed during the course of exploration should be prosecutable by the State.  The amendments are grouped and cover this area and the section relating to the continental shelf.<\/p> <p>I urge the Minister of State to look to that interpretation.  I imagine Members of the D&aacute;il would like clarity around the interpretation and why such a narrow interpretation has been chosen by the State in respect of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00200","speaker":"1662"},{"type":"speech","time":1622534400,"counter":152,"content":"<p>I thank the Senator.  I have no problem in considering the points she has raised today but, unfortunately, I am still not in a position to accept the amendments.  I nonetheless take on board the points she is making quite clearly.  I will look at them again before the legislation goes to the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00300","speaker":"1573"},{"type":"unspoken","time":1622534400,"counter":153,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":154,"content":"<p>Amendments Nos. 8, 10, 16 and 18 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00500","speaker":"1670"},{"type":"speech","time":1622534400,"counter":155,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 11, line 6, after &quot;the&quot; where it secondly occurs to insert &quot;living or&quot;.  <\/blockquote> <p>I realise that in all of this we are constrained by the mirroring of the language of the convention.  All of these amendments seek to adjust the language.  Conventions are living documents and we can add layers to them.  We certainly should not be failing to achieve our goals under these conventions but we should look to apply and build a body of best practice of interpretation in this.  My concern is where the language refers to &quot;the economic exploitation and exploration of the non-living natural resources of the exclusive economic zone&quot;.  My amendment will adjust this to including living resources.<\/p><p>This is not simply about fisheries as I am also thinking about the likes of seaweed.  It is an extremely important factor and certainly when we speak about territorial waters, where I know we have somewhat more power.  We can look at the wider parts of marine life and particularly what is also a UN obligation that we negotiated pertaining to life under water, particularly the specific obligations that the State has with real targets.  As I mentioned, 2020 was a target for when we were meant to have 10% highly protected areas and to have active restoration measures in place.  We are meant to hit much harder targets by 2025 under the UN sustainable development goals for life below water.<\/p><p>We have a mandate from the UN to specifically look at life under water, so it would be appropriate to adjust this section to include &quot;living&quot; resources.  I understand there are concerns about language mirroring but I hope the Minister of State will work to find other ways to ensure life under water is being properly taken in with this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00600","speaker":"1662"},{"type":"speech","time":1622534400,"counter":156,"content":"<p>I thank the Senator.  I listened to her comments but I refer again to the primary purpose of the legislation, which is consolidation.  The amendments would add the word \"living\", as the Senator mentioned, to references in sections 15 and 19 to \"non-living natural resources\".  My advice is this would not be possible as the purpose of the relevant provisions of these sections is to make it an offence to do something in connection with the economic exploitation and exploration of the non-living resources of the exclusive economic zone and continental shelf which, if done on land, would be an offence.<\/p> <p>As the living resources of the exclusive economic zone and the continental shelf are sea creatures, their exploitation on land does not arise.  In any event, the activities that the Senator wishes to capture via her amendments are already offences under the Sea-Fisheries Acts.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00700","speaker":"1573"},{"type":"speech","time":1622534400,"counter":157,"content":"<p>Some but not all of the areas of marine life I refer to would be captured under the Sea-Fisheries Acts.  This does not simply relate to fisheries.  I recognise that section 14 of the Bill has scope to address some of these matters relating to protection and preservation of the marine environment but we do not have enough detail of how that would be done.  This is all in the context of the kind of limbo we are in, where many of the planning measures are pushing ahead in the marine planning framework.  Perhaps we should not have put the cart before the horse and had marine protected areas with proper legislation before all these suites of measures.  I am very concerned by the Minister for Housing, Local Government and Heritage's powers in respect of planning - a check or balance in the planning area - being removed last week when two powers were consolidated.  A number of checks and balances have been eroded around marine protected areas.  Currently, we have very few protected marine areas, including the special areas of conservation that are Natura 2000 sites.  There is a concern in this regard about the erosion of some of the measures we have for protection and the lack of a new and proper mandate for marine protection.  It is probably why I am trying to get this Bill to do a little more heavy lifting than I would normally ask such legislation to do.  That is the context.<\/p> <p>Again, I recognise section 14 is the area where this might be addressed.  I also note that the Minister of State is constrained by the language of the convention so I will not press the amendment at this point.  Perhaps in the D&aacute;il section 14 of the Bill might allow for some expansionary language because it is less constrained by the language of the convention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V00800","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":158,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622534400,"counter":159,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 11, line 18, to delete &quot;and&quot; and substitute &quot;or&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V01000","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":160,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":161,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 11, line 18, after &quot;the&quot; where it secondly occurs to insert &quot;living or&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V01200","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":162,"content":"<p>Amendment put and declared lost.\r\n\r\nSection 15 agreed to.\r\n\r\nSections 16 and 17 agreed to.\r\n\r\nSECTION 18<\/p>"},{"type":"speech","time":1622534400,"counter":163,"content":"<p>Amendments Nos. 11 and 12 are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V01400","speaker":"1670"},{"type":"speech","time":1622534400,"counter":164,"content":"<p>I move amendment No. 11:<\/p> <blockquote> \tIn page 12, line 16, after &quot;of&quot; to insert &quot;restoration, protection or conservation of marine biodiversity or for&quot;. <\/blockquote> <p>Again, this relates to the rights and jurisdiction of a state in a designated area.  There are two intersecting pieces, including the rights and jurisdiction of the State in a designated area.  That is jurisdiction in the very widest sense.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That includes regulation and the power to determine what sovereign rights are and to exercise not solely whole but service rights and the right of jurisdictions in terms of regulation.  Section 19 is on jurisdiction but from a civil and criminal jurisdiction point of view.  That relates to offences.<\/p><p>I was trying to expand the powers in section 18, including those slightly wider framed rights around the jurisdiction of the State, which include regulations, to include reference to regulations in respect of the restoration, protection or conservation of marine biodiversity.  Again, this comes in the context of this lacuna.  We need to be very clear that there will be problems coming forward in terms of marine planning.  We need to be clear that any problems that arise and any judicial reviews we see and so forth are going to have been necessitated by the fact that we have got the process wrong on this.<\/p><p>I mentioned the special areas of conservation, SACs, and it is important to do so because we do not have many marine protected areas.  I mention the special areas of conservation that are Natura 2000 sites.  I am looking at, for example, the Natura 2000 sites within Galway Bay.  We had a check and balance in our legislation whereby if the Minister with responsibility for planning wished to allow for development in a way that would be damaging to a Natura 2000 site, which would include those marine sites, he or she would need to get agreement from the Minister with responsibility for heritage.  Last week we made it be the case that the Minister with responsibility for planning no longer has a limit in requiring that the Minister with responsibility for heritage would agree.<\/p><p>I tried to insert such a check and balance within the Department.  In that scenario, the Minister with responsibility for planning would need to get the agreement of the Minister with responsibility for heritage.  That would have been true to the original spirit of different mandates and responsibilities.  I am conscious of that check and balance having been removed and of the planning framework moving ahead of the marine protection agenda.  In that context, it would be appropriate that we use any tool we can, including this maritime legislation, to strengthen the visibility of responsibilities in respect of restoration, protection and conservation of marine biodiversity.  This is almost a protective measure that could be there in the absence of marine protected areas having been zoned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#V01500","speaker":"1662","continuing":true},{"type":"speech","time":1622534400,"counter":166,"content":"<p>Section 18 deals with the rights and jurisdiction of the State in designated areas of the continental shelf.  Both of these amendments would add to the sovereign rights of the State in its jurisdiction, going beyond what is recognised in the convention.  As we have commented so many times on the various amendments, the key issue around them is transposing the convention.  The Senator is also looking at other areas beyond that.  As the purpose of the Bill is to give effect to the convention, it is not appropriate to amend it as proposed and, accordingly, I cannot accept the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00200","speaker":"1573"},{"type":"speech","time":1622534400,"counter":167,"content":"<p>I understand the constraint on the Minister of State in respect of the convention.  That is why wherever there is an interpretative approach, I am happy to look at that.  I would like it if the Minister of State could indicate what the Department's timeline is for the review of this legislation so that it would mirror, for example, the marine protected areas or the convention on biodiversity.  There will be new requirements on biodiversity coming through.  That is likely in November.  Is it foreseen that those other obligations, which will also be multilateral and international, will be reviewed to look at how they will be mapping into these jurisdictional issues?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00300","speaker":"1662"},{"type":"speech","time":1622534400,"counter":168,"content":"<p>The purpose of this legislation is the transposition of the convention.  There will be other legislation and we addressed that on Second Stage.  That will take care of other areas in the convention.  I can look at what the Senator has raised and revert to her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00400","speaker":"1573"},{"type":"speech","time":1622534400,"counter":169,"content":"<p>Would the Senator like to withdraw that amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00500","speaker":"1670"},{"type":"speech","time":1622534400,"counter":170,"content":"<p>No.  I will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00600","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":171,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":172,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \tIn page 12, line 16, after &ldquo;of&rdquo; to insert &ldquo;the restoration, protection or conservation of the geology of the continental shelf or for&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W00800","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":173,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":174,"content":"<p>I move amendment No. 13:<\/p> <blockquote> \tIn page 12, line 30, after &ldquo;State&rdquo; to insert &ldquo;or other operator&rdquo;. <\/blockquote> <p>This is on submarine pipelines.  It states that we should have jurisdiction if another state is laying a pipeline but that we should also have jurisdiction if another body that is not a state is laying a pipeline.  That is extremely appropriate in the context.  The Minister of State might clarify if we have that jurisdiction if we have private actors that would seek to lay pipelines in the State's jurisdiction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01000","speaker":"1662"},{"type":"speech","time":1622534400,"counter":175,"content":"<p>The amendment would also alter the terms of the convention, which would be reproduced here in section 18.  The laying of a pipeline across Ireland's continental shelf would require a formal request, typically through diplomatic channels, by the state of nationality or registration of the pipeline operator.  That is why only the term \"state\" is used here.  Therefore, I am not in a position to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01100","speaker":"1573"},{"type":"speech","time":1622534400,"counter":176,"content":"<p>That clarifies the issue for me so I will happily withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01200","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":177,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622534400,"counter":178,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":179,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1622534400,"counter":180,"content":"<p>I move amendment No. 14:<\/p> <blockquote> \tIn page 12, between lines 34 and 35, to insert the following:  \t<b>&ldquo;Rights and jurisdiction of State in respect of the Continental shelf<\/b><br \/><br \/><b>19.<\/b>Notwithstanding, section 18, in respect of the Continental Shelf, the State has&mdash; <blockquote> \t(a) sovereign rights&mdash; <blockquote> \t(i) for the purpose of the exploration, exploitation, restoration, protection, conservation and management of the natural resources, whether living or non-living, of the waters superjacent to the seabed and of the seabed and its subsoil, and<br \/><br \/>(ii) with regard to other activities for the economic exploitation and exploration of the zone, including&mdash; <blockquote> \t(I) the production of energy from the water, currents and winds,<br \/><br \/>(II) the storage of natural gas and other energy products,<br \/><br \/>(III) the recovery of geothermal energy, and<br \/><br \/>(IV) the sequestration of carbon, <\/blockquote>and <\/blockquote>(b) jurisdiction with regard to&mdash; <blockquote> \t(i) the establishment and use of artificial islands and installations,<br \/><br \/>(ii) marine scientific research, and<br \/><br \/>(iii) the restoration, protection and preservation of the marine environment.&rdquo;. <\/blockquote> <\/blockquote>  <\/blockquote> <p>This is probably the most substantial section I have.  The amendment proposes to insert a new section on the rights and jurisdiction of the State in respect of the continental shelf.  I mentioned the civil and criminal jurisdiction of the State in relation to the continental shelf, which only mentions offences.  I look to widen that to include the rights and jurisdiction of the State.  When I mention rights, I am also talking about responsibilities.  This amendment would make it clear that the Irish State has responsibility for the vindication of what are in many cases international rights, best practices, obligations and commitments, and for the regulation of those in respect of the continental shelf area.<\/p><p>This amendment is stating that beyond the criminal prosecution of particular offences on a narrow remit within the continental shelf area, the State would have those wider powers, including the production of energy from water currents and winds, the storage of natural gas and other energy products, geothermal energy and the sequestration of carbon.  We know that the sequestration of carbon will be a major activity that will be taking place in our marine waters.  It is almost the other side of the energy provisions that were originally envisaged at the time of this convention being put in place.  It was all about energy extraction and production but, in fact, energy conservation and sequestration will be what we will be looking to in the marine environment in the future.  It is an appropriate extension of the original powers envisaged in the convention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01600","speaker":"1662"},{"type":"speech","time":1622534400,"counter":181,"content":"<p>The amendment will provide that the State would have the same sovereign rights and jurisdiction on the continental shelf as it has in the exclusive economic zone.  I want to point out that because international law and maritime zones are developed in a piecemeal fashion, it is not surprising that there are differences between the exclusive economic zone and the continental shelf.  The continental shelf is the seabed of the exclusive economic zone.  The legal regime of the exclusive economic zone is mainly concerned with sovereign rights and jurisdiction within the water column above the continental shelf.  The legal regime of the continental shelf, on the other hand, is concerned chiefly with the mineral resources present there.  In the Bill, the sovereign rights and jurisdiction which the State may exercise on the continental shelf are set out in section 18.  These may be exercised in areas of the shelf designated by Government order.  International law has created two separate legal regimes for the exclusive economic zone and the continental shelf and therefore it is not open to the State to take on for itself rights and jurisdiction that it does not enjoy under international law.  I therefore cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01700","speaker":"1573"},{"type":"speech","time":1622534400,"counter":182,"content":"<p>It would be appropriate and useful to others who may be taking these issues up in the D&aacute;il to clarify where the responsibility for these issues on the continental shelf lie.  There is a clear need that there would be jurisdictional or regulatory vindication of this.  It is not just the case that we have rights.  We also have responsibilities to vindicate international laws and practices.  In order to avoid a limbo in this area it might be useful if before we have the D&aacute;il debate, the State would indicate where these kinds of responsibilities lie and how our State intends to engage with those who have that responsibility if we do not have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01800","speaker":"1662"},{"type":"speech","time":1622534400,"counter":183,"content":"<p>Would the Senator like to withdraw the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W01900","speaker":"1670"},{"type":"speech","time":1622534400,"counter":184,"content":"<p>No.  I will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#W02000","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":185,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":186,"content":"<p>SECTION 19<\/p>"},{"type":"speech","time":1622534400,"counter":187,"content":"<p>I move amendment No. 15:<\/p> <blockquote> \tIn page 13, line 8, to delete &ldquo;and&rdquo; and substitute &ldquo;or&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X00250","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":188,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":189,"content":"<p>I move amendment No. 16:<\/p> <blockquote> \tIn page 13, line 8, after &ldquo;the&rdquo; where it secondly occurs to insert &ldquo;living or&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X00300","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":190,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":191,"content":"<p>I move amendment No. 17:<\/p> <blockquote> \tIn page 13, line 19, to delete &ldquo;and&rdquo; and substitute &ldquo;or&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X00500","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":192,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622534400,"counter":193,"content":"<p>I move amendment No. 18:<\/p> <blockquote> \tIn page 13, line 19, after &ldquo;the&rdquo; where it secondly occurs to insert &ldquo;living or&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X00700","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":194,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":195,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":196,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":197,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1622534400,"counter":198,"content":"<p>I move amendment No. 19:<\/p> <blockquote> \tIn page 14, between lines 3 and 4, to insert the following:  \t<b>&ldquo;Protection, conservation and restoration of the territorial seas<\/b><br \/><br \/><b>21.<\/b>The Wildlife Act 1976 is amended in section 15(1)(c) by the substitution of &ldquo;State and that territorial sea above it.&rdquo; for &ldquo;State.&rdquo;.  <\/blockquote> <p>The Minister of State will be glad to hear this is an amendment that relates to this jurisdiction, does not cut across the convention and is, in fact, within our scope.  This is an amendment specifically related to the territorial seas.  We are no longer talking about the continental shelf or even the economic zone but just our territorial seas, the part closest to home, where we have a large amount of national discretion, aside from such powers as may be shared through the law of the sea.  I propose to amend the Wildlife Act 1976 by expanding the interpretation to mean the &quot;State and that territorial sea above it.&quot;  I understand there are some interpretations of the Wildlife Act that indicate the sea may already be incorporated, by reference to the sea above the land, but this is again an area where there has been some ambiguity in interpretation in the past.  I ask the Minister of State to clarify this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X01300","speaker":"1662"},{"type":"speech","time":1622534400,"counter":199,"content":"<p>I appreciate the sentiment behind the Senator's amendment.  The term \"land\" is already defined by section 2 of the 1976 Act, including land covered by water.  The amendment is, therefore, unnecessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X01400","speaker":"1573"},{"type":"speech","time":1622534400,"counter":200,"content":"<p>It is land covered by water but does it include the water itself?  This goes back to my point about life on water.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X01600","speaker":"1662"},{"type":"speech","time":1622534400,"counter":201,"content":"<p>This obviously concerns the nature reserves and land owned by the State.  It defines such lands, including any foreshore which belongs to the State and the land under the territorial sea of the State.  Therefore, as I said, I cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X01700","speaker":"1573"},{"type":"unspoken","time":1622534400,"counter":202,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":203,"content":"<p>Sections 21 to 26, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":204,"content":"<p>SECTION 27<\/p>"},{"type":"speech","time":1622534400,"counter":205,"content":"<p>I move amendment No. 20:<\/p> <blockquote> \tIn page 16, lines 2 to 5, to delete all words from and including &ldquo;2021;&rdquo; in line 2 down to and including line 5 and substitute &ldquo;2021.&rdquo;. <\/blockquote> <p>Amendment No. 19 could potentially have been accepted.  It might be useful, as this Bill goes to the D&aacute;il, to clarify that the waters are incorporated in that sense because that issue must be clarified.  This is not an area that is outside the remit of the State.  The Wildlife Act very much sits within the remit, as do the territorial seas.  This is again part of the raising of ambition that I was trying to impose in some of the other areas and which is entirely within our scope.  Given the sustainable development goal on life in water, we should be aiming to strengthen that.  Perhaps it could be looked at in respect of this.<\/p><p>Amendment No. 20 simply proposes to delete a number of words.  I am happy to withdraw it for now and allow the issue to move forward.  I should clarify that my amendment would have the effect of effectively widening the application of the Dumping at Sea Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X02200","speaker":"1662"},{"type":"speech","time":1622534400,"counter":206,"content":"<p>Is the amendment being withdrawn?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X02300","speaker":"1670"},{"type":"speech","time":1622534400,"counter":207,"content":"<p>No, I will press it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X02400","speaker":"1662"},{"type":"unspoken","time":1622534400,"counter":208,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622534400,"counter":209,"content":"<p>Section 27 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":210,"content":"<p>Sections 28 to 33, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":211,"content":"<p>Schedules 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":212,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1622534400,"counter":213,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1622534400,"counter":214,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03100","speaker":"1670"},{"type":"speech","time":1622534400,"counter":215,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03200","speaker":"1692"},{"type":"speech","time":1622534400,"counter":216,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03300","speaker":"1670"},{"type":"unspoken","time":1622534400,"counter":217,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1622534400,"counter":218,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03500","speaker":"1670"},{"type":"speech","time":1622534400,"counter":219,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03600","speaker":"1692"},{"type":"speech","time":1622534400,"counter":220,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060100002#X03700","speaker":"1670"},{"type":"unspoken","time":1622534400,"counter":221,"content":"<p>Question, \"That the Bill do now pass\", put and declared carried.<\/p>"},{"type":"unspoken","time":1622534400,"counter":222,"content":"<p>The Seanad adjourned at 12.46 p.m. until 9.30 a.m. on Friday, 4 June 2021.<\/p>","notice":"TIME STRING DETECTED"}]