[{"type":"minorheading","content":"Prelude","time":1391077800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1391077800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1391077800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1391077800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1391077800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000002#A00150"},{"type":"speech","time":1391077800,"counter":6,"content":"<p>I have received notice from Senator David Cullinane that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Health to discuss the reduction in staff numbers employed at Waterford Regional Hospital from 2007 to 2014, notably the reduction in whole-time equivalent numbers from 1,903.01 in July 2007 to 1,597.29 in January 2014, and to outline the plans the HSE has to increase staff numbers at the hospital in 2014.<\/blockquote>  I have also received notice from Senator Mark Daly of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to address the concerns held by the building community regarding SI No. 80 of 2013 under the Building Control Act 2013.<\/blockquote>  I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>The need for the Minister for Agriculture, Food and the Marine to clarify the steps being taken by his Department to reduce the backlog in the processing and renewal of aquaculture licence applications.<\/blockquote>  I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1391077800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00100"},{"type":"speech","time":1391077800,"counter":8,"content":"<p>The Order of Business is No. 1, statements on the humanitarian situation in Syria, Southern Sudan and the Central African Republic, to be taken at 11.45 a.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be called on to reply not later than 1.35 p.m.<\/p><p>I wish to inform the House that next week, more than likely, we will sit for only two days, as business is not flowing through the office.  At the moment it appears we will sit only on Tuesday and Wednesday of next week.<\/p><p>I learned before coming into the House of the death of a former Senator, John Carty.  I extend my deepest sympathy to his family on his death.  John Carty was an excellent Senator, a wonderful man who had a great personality, and I am sure everyone who knew him will miss him, as we will here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00200","speaker":"1130"},{"type":"speech","time":1391077800,"counter":9,"content":"<p>We will not oppose the Order of Business.<\/p><p>I thank the Leader for his words and pay tribute to our colleague.  We have all heard the sad news this morning of the passing of our colleague, the former Senator John Carty, who was a former member of the other House as well.  On behalf of the Fianna F&aacute;il group and all of us in the House we offer our sympathy to Kathleen, his wife, and all his family.  During his time in public life, John Carty dedicated his life to public service, as an agricultural officer with the Department of Agriculture, Food and the Marine for many years and later as a public representative in Mayo County Council and in the Seanad and the D&aacute;il.  He was one of life's true gentlemen, a champion of the small farmer and of the causes of the west, and somebody who can only be described as all graces and no airs.  I am sure we will have an opportunity to pay a more detailed tribute in the weeks and months ahead.  I extend the sympathy of all of us to Kathleen and the family.<\/p><p>Following on from comments yesterday on pylons, we welcome the Government row-back on the inclusion of all parts of the country in the review.  However, we regret the absence of a health professional on the review group, which makes a mockery of it.  Even if there was one such professional on it, the Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte, has made an entire mockery of it because yesterday he said the Government would not be bound by the recommendations of the group.  Clearly, this is an aesthetic stroke to facilitate better polling in the elections where the pylons were being proposed.  The Minister has clearly announced that the Government will not be bound by any findings of the particular review group but if it suits it may take aspects of it on board.  One wonders if we are going through this fruitless exercise just to politically appease certain people.<\/p><p>While trying to further the Irish cause in the US yesterday, the Minister for Finance, Deputy Michael Noonan, told Bloomberg that Dublin is thriving while the rest of the country is still coming to terms with the financial crisis.  That is true.  We have a housing crisis in Dublin.  The house price differential between Dublin and the rest of the country is 28%, while this time last year the differential was 17%.  All Governments must begin to take a strategic view of regional Ireland.  That includes the west and north-west, where some lay-offs have been announced at Abbot Ireland's diagnostics and nutrition facilities in Cavan, Donegal, Sligo and Longford.  The work of the IDA must be given a greater focus in regional Ireland because employment is a rising tide that will lift all boats, and we can begin to bridge the serious gap of 28% in house prices, which is indicative of the wider costs scenario.  As an auctioneer, I declare an interest here.  Throughout the country, one can buy a house for up to 80% less, in some cases, than it cost to build it.  This is as a result of the negligence of consecutive governments in the context of treating regional Ireland in a strategic manner and trying to harness the natural contribution these regions can make to the national effort.  This has been consistently ignored.  There is a need for a cross-departmental team led by the Taoiseach to focus on increased investment into regions such as the north west to ensure they can make a more sustained and greater contribution to the national effort.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00300","speaker":"1149"},{"type":"speech","time":1391077800,"counter":10,"content":"<p>On behalf of the Labour Party group I wish to be associated with the sympathy extended to the family of the late John Carty, the former Senator and Member of the other House.<\/p><p>I compliment Senator Katherine Zappone on last night's debate on Seanad reform which was prompted by the motion tabled by the Senator and her colleagues.  It was helpful for all of us to hear from the Minister of State, Deputy Paul Kehoe, of the plan for progress on Seanad reform.  While there was a vote, clearly there was a united view in the House on the need for reform and for swift progress on bringing forward reform proposals.  It is helpful that we now have a clearer sense of how progress will be made, in the first instance, through the publication of the heads of the university franchise Bill, which will extend the franchise for university seats to all graduates of third level institutions in the State, and, second, through proposals to be put to the Seanad Committee on Procedure and Privileges.  Those proposals on internal procedure and operational reform should come from all of us to the CPP.  It is also important that all of us feed into the process of putting forward proposals for further legislative reform through the task force that the Minister of State announced would be set up.<\/p><p>I ask the Leader to schedule a series of debates, with a suitable gap between each, on the progress of the task force when it has been established.  I am aware that at the meeting with the Taoiseach in December there was mention of the leaders of the groupings in both Houses.  It might be easier if we moved first with leaders of the groupings in this House and if we were to set up a subcommittee of the task force for ourselves to put forward proposals for reform through legislation.  In the Labour Party group we have already developed our proposals for legislative reform, which we have put to the parliamentary Labour party.  We need to ensure we are not dragging our heels and that we are doing all we can within this House, particularly as leaders of the groupings, to try to make progress on the strategy of reform that we all agreed on last night. <\/p><p>I support Senator Colm Burke, who called for a debate on a dementia strategy.  We saw some very troubling figures this week on projections for dementia in the State.  It would be good to have a debate on how the Department of Health and the HSE are planning for that eventuality.<\/p><p>This weekend at the Constitutional Convention we will debate the issue of D&aacute;il reform, which had a very narrow win over Seanad reform.  My colleague Senator Aideen Hayden pointed out during the debate on Senator Katherine Zappone's motion last night that Seanad reform was an issue that many Constitutional Convention members wished to see debated.  Unfortunately, there will not be time to debate it.  Some of the comments and suggestions put forward last night may be raised again this weekend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00400","speaker":"1148"},{"type":"speech","time":1391077800,"counter":11,"content":"<p>I join in the tributes to former Senator John Carty and the condolences to his relatives.  I also sympathise with Deputy Michael McGrath on the passing this week of his brother in Cork.<\/p><p>As my group leader is in hospital, he was not present yesterday during the debate to which Senator Ivana Bacik has referred.  The Minister of State, Deputy Paul Kehoe, spoke exactly as a representative of the D&aacute;il, where six of seven Deputies tried to abolish this House.  We have much work to do on him and on the Taoiseach, who refused to debate the issue before the referendum.  Within the House, it is quite remarkable that the Senators opposite, who voted to abolish the House in October, are now reformers.  It is rather like people who are in favour of capital punishment masquerading as counsellors and social workers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00500","speaker":"1157"},{"type":"speech","time":1391077800,"counter":12,"content":"<p>The Senator does not know how we voted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00600","speaker":"1153"},{"type":"speech","time":1391077800,"counter":13,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00700","speaker":"1148"},{"type":"speech","time":1391077800,"counter":14,"content":"<p>The voting record shows it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00800","speaker":"1157"},{"type":"speech","time":1391077800,"counter":15,"content":"<p>No, not to abolish the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B00900","speaker":"1153"},{"type":"speech","time":1391077800,"counter":16,"content":"<p>That is what the Members opposite did.  How can they interpret a mandate they never got?  The position they advocated was rejected, particularly in the Dublin area and overwhelmingly in all middle-class and working-class constituencies.  The Senators opposite ought to reflect on that.  It was an overwhelming rejection of the way the D&aacute;il operates.  Against us were Fine Gael, the Labour Party, People Before Profit, the United Left Alliance and, regrettably, Sinn F&eacute;in.  All of those were rejected in the referendum.<\/p> <p>It would seem from what was coming forward from the Minister of State yesterday that the fault lies in the two university constituencies.  I contend the five university Senators saved this House from being abolished.  What we say about checks, balances, accountability and representing minority groups demonstrates what the Seanad was set up for.  That is what we got the mandate for.  I am interested in reform but if the university seats are abolished and taken over by the political parties, this House will become a Chamber of Fianna F&aacute;il reserves against Fine Gael reserves, which is certainly not what people voted for.  The Independent university Senators comprise a valuable part of this House and that should have been recognised in the Government's contribution.  I exempt the Leader from any criticism but believe the Seanad committee ought to be more balanced in its treatment of what exactly happened on 5 October.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000003#B01000","speaker":"1157","continuing":true},{"type":"speech","time":1391078400,"counter":18,"content":"<p>Is the Senator seeking a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00200","speaker":"1120"},{"type":"speech","time":1391078400,"counter":19,"content":"<p>I echo the calls for debate.  We must establish why the political parties, Government and opinion polls were so wrong.  People wanted the Seanad's unique contribution to governance to be retained and not to have it dominated, as heretofore, by the political parties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00300","speaker":"1157"},{"type":"speech","time":1391078400,"counter":20,"content":"<p>I concur totally with the views of the Leader and Senator MacSharry on the late John Carty, who served with us in this House and the other.  He was a wonderful character; God be good to him.<\/p><p>I commend Deputy David Stanton and all the members of the justice committee on their wonderful hearing yesterday on community courts.  It is a very good idea and has the total backing of the Dublin business community.  I am sure all fair-minded people tuned in to what happened yesterday.  Unfortunately, we were very busy in this House and many of us did not have the opportunity to witness the proceedings.  I am sure Senator Bacik and some other members of the committee would have wished to have been present.  I was very much taken by the view of Mr. Justice Michael Reilly, the Inspector of Prisons, who made some telling points.  There was a spokesman from New York.  The three previous mayors of New York have totally backed the concept.  I will not say it has worked wonders in New York but it has brought about improvements.  It puts judges in dialogue with the offenders, and reasonable arrangements are worked out.  I believe from talking to those concerned that community courts greatly reduce the level of re-offending.  It is well worth trying.  The idea has the backing of the Minister for Justice and Equality, Deputy Shatter, and I commend it to the House.  It is worthy of the support of us all and I wish it well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00400","speaker":"1151"},{"type":"speech","time":1391078400,"counter":21,"content":"<p>I, too, join in the expressions of sympathy on the death of Mr. John Carty.  He was a good colleague and very warm friend.  He had so many interests.  We may be getting an opportunity on a future occasion to expand on these sentiments.  I sympathise with John's family.  His death came as a great shock to us all.<\/p><p>Ar &aacute;bhar eile, mar is eol don Teach, beidh an Coimisin&eacute;ir Teanga, Se&aacute;n &Oacute; Cuirre&aacute;in, ag &eacute;ir&iacute; as a phost go luath agus t&aacute; consp&oacute;id ag f&aacute;s, diadh ar ndiaidh, maidir leis an Strait&eacute;is 20 Bliain don Ghaeilge.  Nuair a bh&iacute; an strait&eacute;is &aacute; phl&eacute;, ghlacadh leis d'aonghuth.  Ach anois, t&aacute; daoine buartha nach mbeidh ar &aacute;r gcumas an strait&eacute;is sin a chur i bhfeidhm.  Nuair a th&aacute;ing an Coimisin&eacute;ir Teanga isteach go dt&iacute; comhchoiste an Oireachtais chun &eacute; sin a phl&eacute;, bh&iacute; s&eacute; soil&eacute;ir go raibh s&eacute; f&eacute;in buartha faoi sin chomh maith.  T&aacute; an-chuid ruda&iacute; nach bhfuil ag tarl&uacute;.  N&iacute;l go leor daoine, mar shampla sa st&aacute;tc&oacute;ras chun seirbh&iacute;s&iacute; a chur ar f&aacute;il.  N&iacute;l aon earca&iacute;ocht ar si&uacute;l chun daoine breise a fh&aacute;il, c&eacute; go bhfuil sin geallta ag an Aire St&aacute;it anois.  Perhaps for the first time in the history of the State, there was unanimous support for a strategy.  The 20-year strategy enjoyed considerable cross-party support and goodwill, not only during debates in the Oireachtas but also during consultation with all the various players.  I am a little concerned and worried, however, about the controversy that is now developing.  I hope that all of us, in all parties, will make a special effort to regain the energy and commitment put into the strategy.  There is not a Member of the Oireachtas who is not committed to the Irish language.  I was absolutely thrilled that we got away from the political-football attitude to the language.  The debates here were absolutely wonderful.  I am a little concerned at present.  The Minister of State, Deputy Dinny McGinley, will appear before the joint committee in the near future to debate the issues that were raised by the commissioner.  Mr. Se&aacute;n &Oacute; Cuire&aacute;in is a very honest person and a man of integrity.  He was very open and committed, and he is a very decent man.  When someone like him expresses such concerns, we need to listen very closely.<\/p><p>I ask the Leader to consider a further opportunity to debate Seanad reform.  We all received a few minutes to do so yesterday but it is not a good idea just to have a debate and then forget about it.  Senator Barrett is quite correct that we need to take this issue seriously.  There are great people in this Chamber on all sides.  We can make good contributions towards reform.  I genuinely do not believe reform will come from the D&aacute;il; it must start within the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00500","speaker":"1115"},{"type":"speech","time":1391078400,"counter":22,"content":"<p>It was wrong of Senator Barrett to say what he said about Members on this side of the House.  The fact of the matter is that we did not vote to abolish the Seanad but to put the matter to the people.  The record of contributions made by Members on this side of the House will show that they not only supported the reform agenda but also supported the reform Bills put forward by Members on the other side of the House.  The matter was put to the people and they spoke.  We need to move on from there.<\/p><p>I welcome the launch today of the Child and Family Agency.  It will go a long way towards the protection of children.  We must remember that, since 1980, we have had 29 major inquiries and reviews concerning child protection failings.  We have a shameful legacy of child abuse and neglect.  The agency, which will bring together in an integrated fashion a number of the services relating to child protection, is to be welcomed.  I also welcome the Minister's statement that she will keep the matter under review in terms of some of the services that remain outside the agency.  We all take her at her word on that.<\/p><p>I ask the Leader for a debate on child welfare and children's rights.  This issue continues to feature and it will not be entirely answered by the setting up of the Child and Family Agency.  I would like the right of a child to be parented and the right of a parent to parent to be raised with the Minister for Social Protection in respect of the payment of rent supplement.  A parent without sole custody cannot obtain rent supplement in order to have housing adequate to enable an overnight visit by his or her child.  Children are entitled to be parented by both parents, and that means they have the right to an overnight visit and spend time properly with both parents.  I wish to raise this matter and other matters related to rent supplement with the Minister for Social Protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00600","speaker":"1172"},{"type":"speech","time":1391078400,"counter":23,"content":"<p>Ach an oiread le mo chomhghleaca&iacute;, ba mhaith liom &aacute;r gcomhbhr&oacute;n a chur in i&uacute;l do mhuintir John Carty, a bh&iacute; mar Bhall den Teach seo.  Labhr&oacute;idh muid faoi sin a thuilleadh amach anseo.  Ar dheis D&eacute; go raibh a anam.<\/p><p>Ba mhaith liom tac&uacute; leis an m&eacute;id a bh&iacute; le r&aacute; ag an Seanad&oacute;ir Labhr&aacute;s &Oacute; Murch&uacute; maidir leis An gCoimisin&eacute;ir Teanga, ach th&eacute;inn i bhfad n&iacute;os faide.  S&iacute;lim go bhfuil faill&iacute; ioml&aacute;n &aacute; dh&eacute;anamh ag an Rialtas.  T&aacute; s&eacute; r&aacute;ite go mbeidh fiosr&uacute;ch&aacute;n maidir le c&aacute;s an Choimisin&eacute;ara Teanga agus an Strait&eacute;is 20 Bliain don Ghaeilge.<\/p><p>The judgment of the European Court of Human Rights in favour of Ms Louise O'Keeffe has a significant implication for the State.  The Government now needs to make a full apology for its failure and that of its predecessor to deal compassionately with Ms O'Keeffe and other victims and survivors.  Having forced Ms O'Keeffe to go through a long and difficult judicial process for 15 years, the Government should not add to her ordeal by delaying in making an apology.  Given the importance of the court's decision for the State, the Minister for Education and Skills should make an early statement in the D&aacute;il and Seanad setting out the Government's response to the decision and indicating the steps it intends to take to ensure full compliance with the judgment and protect children.<\/p> <p>In response to a question from my party leader, Deputy Gerry Adams, last Tuesday, the Taoiseach acknowledged that the O'Keeffe case indicated clearly the State's failure to protect children.  He went on to state protection of children was absolutely a priority for the Government.  As has been mentioned, today he will launch the Child and Family Agency, on which the jury will be out until Members ascertain how it will function.  However, Members have learned today that at least 200 social work posts are vacant, despite significant increases in the numbers of reports of children at risk of abuse or neglect.  This is despite the fact that approximately 40,000 referrals were made to child protection teams in each of the past two years, which constitutes an increase of almost one quarter on the 2011 figures, thereby placing strain on services already under pressure.  The Ryan report, published five years ago, recommended the recruitment of an additional 270 social workers.  However, there now are fewer social workers employed than when the report was issued.  I have raised many times in this House my concerns about children in direct provision accommodation.  In addition, there have been recent reports on the welfare of Traveller children.  While Sinn F&eacute;in welcomes the launch of the Child and Family Agency, the Government's record on these issues is to be questioned.  I seek a debate on the provision of social worker posts and what the Government intends to do about the issue, rather than engaging in these big public relations stunts involving great press conferences to launch new initiatives without putting in place the resources required to facilitate work on the ground and ensure all children in the State are supported equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000004#C00700","speaker":"1122","continuing":true},{"type":"speech","time":1391079000,"counter":25,"content":"<p>In 2014 we will mark the 1,000th anniversary of the death of the former High King of Ireland, Brian Boru, in the Battle of Clontarf in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00200","speaker":"1158"},{"type":"speech","time":1391079000,"counter":26,"content":"<p>He is turning in his grave.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00300","speaker":"1122"},{"type":"speech","time":1391079000,"counter":27,"content":"<p>I hope 2014 will also provide an opportunity for people to learn more about and become more familiar with Ireland's mediaeval history and spread knowledge of it to visitors to Ireland.  This is an important year and given that the High King's birthplace was in Killaloe, County Clare-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00400","speaker":"1158"},{"type":"speech","time":1391079000,"counter":28,"content":"<p>I thought it was in Killarney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00500","speaker":"1164"},{"type":"speech","time":1391079000,"counter":29,"content":"<p>----- and that Dromoland Castle is the ancestral home of the O'Brien family, I suggest the Leader, in consultation with the Cathaoirleach and the Committee on Procedure and Privileges, investigate the possibility of Seanad &Eacute;ireann holding a once-off meeting in Dromoland Castle in April or May in symbolic commemoration of the death of the High King of Ireland 1,000 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00600","speaker":"1158"},{"type":"speech","time":1391079000,"counter":30,"content":"<p>I welcome to the Visitors Gallery the students participating in the Trinity Access Programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00700","speaker":"1120"},{"type":"speech","time":1391079000,"counter":31,"content":"<p>I ask the Leader to arrange for the Minister for Communications, Energy and Natural Resources to come to the House to discuss the recent revelations that RTE has paid financial compensation to individuals associated with the Iona Institute in response to complaints made about Rory O'Neill's interview on the \"Saturday Night Show\".  It is incumbent on the Minister to appear in the House and advise Members of how much was paid to the Iona Institute on foot of the complaint; whether other remedies such as a right to a reply were offered to the organisation and whether these more appropriate remedies were refused by it.  Did RTE give serious consideration to arguing the defence of honest opinion in any threatened defamation action?  I also wish to give the Minister the opportunity to outline to the House whether he believes RTE acted appropriately, given its responsibility as a public service broadcaster, to ensure balanced debate on issues of public importance.  RTE has a responsibility to ensure all voices are heard, not just those with the deepest pockets.  The revelations in the media in recent days about this financial payment set a dangerous precedent ahead of the referendum on marriage equality that has been promised by the Government.  To allow one side of the debate to dictate the terms - it is clear to me that the motivation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D00900","speaker":"1154"},{"type":"speech","time":1391079000,"counter":32,"content":"<p>Is the Senator seeking a debate in the House on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01000","speaker":"1120"},{"type":"speech","time":1391079000,"counter":33,"content":"<p>I am asking the Leader to invite the Minister to come to the House to discuss this serious issue.  The motivation of the Iona Institute in bringing the case is clear.  It is afraid of the referendum and the fact that at the Constitutional Convention, in which people heard both sides of the debate over the course of two days, 80% of those involved voted in favour of equality.  They voted to put behind the prejudices and discrimination of the past and to ensure all Irish citizens would be treated equally.  This is what the Iona Institute is afraid of because it cannot win that debate.  It cannot win a fair and open debate, but it has money and influence which it is trying to exercise in this case.  RTE has a responsibility to ensure no organisation can dictate the terms just because it is influential or has powerful backers.  Consequently, I call on the Leader to invite the Minister to come to the House to discuss this serious issue and the steps he will take to ensure such a dangerous precedent is not followed in the future.  To be fair to RTE, in the past it has run excellent debates such as the \"Late Late Show\" debate which included a panel interview in which both sides were heard.  Moreover, at its conclusion, the audience voted overwhelmingly in favour of equality.  While I hope this was just a once-off event, Members must be clear this is the case and that as the country heads into a referendum, one side will not be able to silence its critics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01100","speaker":"1154"},{"type":"speech","time":1391079000,"counter":34,"content":"<p>I join other Members who have expressed sympathy to the family of John Carty.  Although I did not work in this House with him, I knew him quite well.  He was a great character, as well as being a decent and warm person.  I know his family very well and they will all miss him very much.  He was a very popular man in County Mayo and although we were on different sides of the fence, he was very encouraging when I ran for the Seanad.  May he rest in peace.<\/p><p>As for Senator Sean D. Barrett's comments, while I always admire the Senator for his passion and commitment, they were somewhat unfair to those Members on this side of the House who thought they were in quite a difficult position in advance of and during the referendum.  Senator Aideen Hayden is correct and it is what I had intended to say, that Members had voted to put the matter to the people.  The fact that it was put to the people has put this House in a stronger position than was the case.  I see no reason Members on this side should not be as involved in the reform agenda as those on the opposite side.  I would welcome any debate or proposal.  It is important to state the issue should be revisited regularly in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01200","speaker":"1153"},{"type":"speech","time":1391079000,"counter":35,"content":"<p>On the comments of Senators Sean D. Barrett and Catherine Noone, last night's debate was useful.  One part that disappointed me was that Senator Sean D. Barrett did not get a chance to contribute, although he was present all the time.  I hope he made up for it this morning in some way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01300","speaker":"1145"},{"type":"speech","time":1391079000,"counter":36,"content":"<p>He will be able to avail of further opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01400","speaker":"1151"},{"type":"speech","time":1391079000,"counter":37,"content":"<p>The aspect I found useful was that Members covered a much wider range of topics than they might otherwise have.  In respect of the Leader's contribution, some good ideas came from it.  My real difficulty is the length of time it takes to get anything done and, in this case, urgency is required.  Something must be done because, as Senator Katherine Zappone mentioned last night, unless there is movement on the issue now, it will probably be delayed for seven years, until the election after next.  Consequently, things must be done now.  When I mention this frustration about the length of time it take, I think of Senator Mark Daly and myself and the time we introduced different Bills on organ donation and to provide for an opt-out but nothing has happened.  If I remember correctly, my Bill was introduced approximately six years ago but nothing has happened.  Senator John Crown has introduced a Bill to ban smoking in cars but nothing has happened.  Moreover, I gather he cannot even get an interview with the Minister for Health.  The reason I mention the Bill to ban smoking in cars is it was announced in Britain yesterday that a Bill to ban smoking in cars in which children are present was to be introduced.  I believe it was introduced to the House of Commons yesterday.  It is interesting to note that only yesterday it was announced that California intended to introduce a plastic bag ban and a tax on paper bags.  Ireland set the example approximately 15 years ago with the tax on plastic bags, which has worked.  It set an example for the rest of the world, some of which is following.  However, I simply do not understand the reason it takes so long to get everything done and urge the Leader to move, in particular, on the reform of the Seanad and the suggestions that emerged yesterday, particularly from Senator Katherine Zappone.  If Members move on them now, it will be done in time for the next election rather than the election after that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01500","speaker":"1145"},{"type":"speech","time":1391079000,"counter":38,"content":"<p>I raise the issue of profiteering in many sectors but particularly in the hospitality sector.<\/p> <p>Last year was a good year for tourism in this State, and The Gathering turned out to be a success.  We are facing into the first rugby home match this weekend and in the past on such weekends the price of alcohol throughout Dublin city centre increased.  That is wrong.  There are good profits to be made without profiteering, and we should try to ensure this does not happen.  Yesterday we discussed profiteering by some hotels in respect of the Garth Brooks concerts, on which there was a further discussion on the national airwaves this morning.  An analysis was done and in the week before the concert the rate in some hotels was &euro;140 per night but one week later for the nights of the concerts it increased to &euro;440 per night.  That is wrong and it is part of the reason this nation ended up in the mess in which it finds itself financially and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000005#D01600","speaker":"1160","continuing":true},{"type":"speech","time":1391079600,"counter":40,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00200","speaker":"1157"},{"type":"speech","time":1391079600,"counter":41,"content":"<p>It is greedy to do that to people who are prepared to go that little bit further and spend a few euro on such events.  We should have a debate in this House to try to bring the conversation back to good business practices, and profiteering is not one of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00300","speaker":"1160"},{"type":"speech","time":1391079600,"counter":42,"content":"<p>Like other colleagues I was very saddened to hear of the death of a former colleague and friend to many of us in this House, John Carty.  John was a humorous person but he was also a solid, serious person.  He was a very humble man and while I was aware that he had been ill in recent months, he did not want that to be widely known.  That humility was borne out to the end, and our thoughts are with Kathleen and his family today and in the months and years ahead.<\/p><p>This afternoon, the families of 11 people who were killed in Ballymurphy, west Belfast, in 1971 will meet with the Taoiseach to seek his support for the establishment of an independent inquiry to determine the truth about what happened on that very sad day.  I ask the Leader to convey my wishes, and those of many other people in this House, that he support their call for an independent inquiry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00400","speaker":"1164"},{"type":"speech","time":1391079600,"counter":43,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00500","speaker":"1122"},{"type":"speech","time":1391079600,"counter":44,"content":"<p>Ballymurphy is a part of Belfast with which I am very familiar because a relative of mine served as a priest there for over four decades.  These are ordinary, decent people like those in most communities throughout the world, and they are entitled to the truth about what happened on that very sad day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00600","speaker":"1164"},{"type":"speech","time":1391079600,"counter":45,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00700","speaker":"1149"},{"type":"speech","time":1391079600,"counter":46,"content":"<p>Aonta&iacute;m leis an Seanad&oacute;ir Labhr&aacute;s &Oacute; Murch&uacute; as ucht an m&eacute;id at&aacute; r&aacute;ite aige mar gheall ar an Strait&eacute;is 20 Bliain don Ghaeilge.  Ba cheart d&uacute;inn ar fad, ar ghach taobh den Teach, &aacute;r nd&iacute;cheall a dh&eacute;anamh chun an teanga agus &aacute;r cult&uacute;r agus na molta&iacute; at&aacute; sa strait&eacute;is a chur i bhfeidhm.  Aonta&iacute;m leis an m&eacute;id at&aacute; r&aacute;ite faoin gCoimisin&eacute;ir Teanga, Se&aacute;n &Oacute; Cuirre&aacute;in, freisin.<\/p><p>  I welcome the launch of the Child and Family Agency.  As a previous speaker said, it is a very important day for the country and I compliment the Minister, Deputy Fitzgerald, and the Taoiseach for putting children first and ensuring that the agency gets the funding and the staff it needs to do the job it is charged with doing.<\/p><p>  I raise the issue of anaphylactic shock and peanut allergy in particular.  Over Christmas we heard about a young girl who died on O'Connell Street because she could not get an EpiPen.  She had been in a restaurant where she ate food containing peanut, to which she had a reaction.  She came out onto the street and went into a chemist shop but could not get treatment.  That should not happen.  Many people suffer from allergies and we must do something about that.  I call for a debate on the issue in the House and I recommend that there be an EpiPen and treatment available in every restaurant, where one person would be charged with that responsibility.  That should be available in every surgery, school and other place frequented by children.  I want to sympathise with the family who lost their young girl.<\/p><p>  What brought this issue to mind was new research reported in <i>The Lancet<\/i> on work being done to raise tolerance to peanut allergy.  However, education, awareness and the provision of EpiPens, which can only be got on prescription, is important also and we must examine that.  Will the Leader ask the Minister to come into the House to discuss this?  When we see that a child can die on the street in a few minutes, the urgency of this matter can be appreciated.  It should not have happened.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00800","speaker":"1135"},{"type":"speech","time":1391079600,"counter":47,"content":"<p>I too would like to be associated with the expressions of sympathy on the death of the late John Carty, who was a great friend and who was popular on both sides of the House.  He was witty and down to earth, and when he spoke on matters to do with agriculture, and the west in particular, people listened to him.  He will be greatly missed also in a little town called Emmetsburg in the US state of Iowa, where he was guest of honour on a number of occasions at their St. Patrick's Day celebrations.  He was very popular in that town.  Ar dheis D&eacute; go raibh a anam.<\/p><p>  I listened to Senator Sean Barrett's contribution on the monitor and I agree with every word he said about Seanad reform.  Last night's Private Members' debate was very useful in reflecting on the significance of the Seanad abolition referendum, which was a significant day in the history of Irish parliamentary democracy.  We should reflect more on the significance of the result, because the people gave a resounding endorsement for the continuation of the Seanad but they would like it reformed.  That they were in favour of retaining the Seanad means they cannot have much of a problem with the Seanad as it is constitutionally set up.  It was something of an endorsement of ourselves, even though I am sure the media would not accept that.  The Latin term <i>festina lente<\/i>, make haste slowly, comes to mind.  We should not have a stampede as if there were a mad rush about this issue.<\/p><p>  I cannot see legislation being brought forward on the panel selection system this side of a general election.  If that were to happen, it would be poor legislation rushed through the House.  Nor am I certain that it will be possible in the lifetime of this Government to introduce legislative change of the university panels.  It is well known that the university Senators have contributed more than their fair share to debates in this House in this term and in previous terms.  We should be very careful about that legislation in terms of how we will work out a register of electors and the costs involved in that.  It is fraught with difficulties.  We should take it slowly; God made plenty of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E00900","speaker":"1142"},{"type":"speech","time":1391079600,"counter":48,"content":"<p>We cannot have a debate on that issue, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01000","speaker":"1120"},{"type":"speech","time":1391079600,"counter":49,"content":"<p>I am not looking for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01100","speaker":"1142"},{"type":"speech","time":1391079600,"counter":50,"content":"<p>I join my colleagues in the expressions of sympathy on the unexpected and sad death of a former Member of this House, John Carty.  As many have recognised, he was one of nature's gentlemen.  I called to see him a few months ago and he was in fine form, which is an indication of how quickly life can change for people.<\/p><p>I ask the Leader if he would arrange for the Minister for Justice and Equality to attend the House for a debate on what has now become an epidemic of burglaries across the country.  We have heard instances of such burglaries and seen them reported on television and radio programmes.  My own local radio station, South East Radio, is conducting interviews on a daily basis with distressed homeowners who were recently burgled.  This appears to be going on without any recognition from the Minister or the Department of Justice and Equality of the imposition on people, and particularly on elderly people, some of whom have had to leave their homes because of the experience.<\/p><p>I support Senator Power's call for the Minister for Communications, Energy and Natural Resources to come to the House for a debate on RTE.  RTE is required, under the Broadcasting Act, to be balanced.  That these defamatory comments were made on the &quot;Prime Time&quot; programme and not challenged by the presenter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01200","speaker":"1126"},{"type":"speech","time":1391079600,"counter":51,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01300","speaker":"1148"},{"type":"speech","time":1391079600,"counter":52,"content":"<p>-----is totally unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01400","speaker":"1126"},{"type":"speech","time":1391079600,"counter":53,"content":"<p>Senator Bacik on a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01500","speaker":"1120"},{"type":"speech","time":1391079600,"counter":54,"content":"<p>There has been no ruling on the nature of the comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000006#E01600","speaker":"1148"},{"type":"speech","time":1391080200,"counter":55,"content":"<p>What is the point of order, Senator Bacik?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00200","speaker":"1120"},{"type":"speech","time":1391080200,"counter":56,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00300","speaker":"1126"},{"type":"speech","time":1391080200,"counter":57,"content":"<p>Senator Walsh said there were comments made that were defamatory but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00400","speaker":"1148"},{"type":"speech","time":1391080200,"counter":58,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00500","speaker":"1126"},{"type":"speech","time":1391080200,"counter":59,"content":"<p>-----that is a matter of view, not an established view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00600","speaker":"1148"},{"type":"speech","time":1391080200,"counter":60,"content":"<p>The comments were made for all to note.  The programme is available online and can be accessed.  Senators Power, Bacik and others will be aware of the hate campaign on Twitter at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00700","speaker":"1126"},{"type":"speech","time":1391080200,"counter":61,"content":"<p>Is the Senator looking for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00800","speaker":"1120"},{"type":"speech","time":1391080200,"counter":62,"content":"<p>I am looking for a debate on it but I also want to condemn the hate mail going to an organisation that has recently suffered a very tragic event as the result of the death of one of its senior members of staff.  Members of this House sympathise with those in the organisation on their loss.  The organisation is now getting e-mails telling people in the organisation to kill themselves.  I ask the Senators who might support that kind of thinking if they would stand over that.  I certainly do not and I do not think any democrat should either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F00900","speaker":"1126"},{"type":"speech","time":1391080200,"counter":63,"content":"<p>Has the Senator a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01000","speaker":"1120"},{"type":"speech","time":1391080200,"counter":64,"content":"<p>I am asking the Leader if he would agree that the Iona Institute, in particular, has never had abusive comment or derogatory remarks made against it nor has it ever been in any way homophobic.  What it stands for, a view which I and many people in this country share - I also look forward to the debate in the lead up to the referendum - is that every child in this country is entitled to have a mother and father involved in his or her rearing and development and any deprivation of that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01100","speaker":"1126"},{"type":"speech","time":1391080200,"counter":65,"content":"<p>This is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01200","speaker":"1120"},{"type":"speech","time":1391080200,"counter":66,"content":"<p>It is very relevant in view of the fact that RTE, as our public broadcaster, failed once again to meet the threshold of being balanced in its reporting and programming.  That is unacceptable and I ask that the Minister come into the House to have a debate on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01300","speaker":"1126"},{"type":"speech","time":1391080200,"counter":67,"content":"<p>I join with colleagues in expressing sincere sympathy to Kathleen Carty and her family on the death of John.  Earlier comments were made about his public service as an agricultural officer and, interestingly, he spent some of that time in my home town of Drumshambo in County Leitrim, albeit before my time.  He often spoke about that time with great affection.  I would like to be associated with those remarks.<\/p><p>I would also like to be associated with the remarks of Senator Barrett and, more pertinently, with those of Senator O'Sullivan in the context of hastening slowly on Seanad reform.  I agree with Senator O'Sullivan's analysis that there no evidence whatsoever to suggest that the Irish people, in their wisdom, when they voted to retain the Seanad did so for any one particular reason, but it seems the media and some other elements have taken it upon themselves to interpret the result as meaning that there had to be urgent reform.  I believe it will be very difficult to engage in the type of reform proposals being suggested, for example, in the context of the panels.  Having listened to the Minister of State's reply to the debate yesterday evening, it seems the Government is not keen on the idea of the universal franchise either because he pointed to the cost currently involved.  It costs &euro;5.25 to send out each vote under the current university franchise and if that were to be multiplied into millions of euro, the inference was that this would be a costly and prohibitive exercise.  I agree with Senator O'Sullivan that one should hasten slowly in regard to reform.  There are many reform initiatives that have already been initiated by the Leader that have been welcomed.  I believe that is the road to go within the current framework of trying to expand the role of the Seanad without further referenda or legislation.  There are many opportunities to do so.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01400","speaker":"1128"},{"type":"speech","time":1391080200,"counter":68,"content":"<p>I  would also like to be associated with the expressions of sympathy to the wife of John Carty, Kathleen, and her family on the death of John.  I served in this House and on Mayo County Council with John Carty and he was an absolute thorough gentleman.  While we will have further expressions of sympathy in the House at a later date, I would like to be associated with the vote of sympathy to his family, to the family of the former Deputy Ted Nealon on his passing, and to Deputy Michael McGrath on the death of his brother.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01500","speaker":"1120"},{"type":"speech","time":1391080200,"counter":69,"content":"<p>Senator MacSharry raised the question of EirGrid and the expert group that is being formed.  I certainly would not agree with his comments that it is a fruitless exercise.  I would prefer to wait for the report before I would make any such statement.<\/p><p>In regard to the IDA and investment in the regions, I would agree totally with the Senator but we cannot dictate to industrialists that are coming into this country where they should go.  It is a decision between Ireland and very many other countries where industries eventually go.  I would certainly agree that there should be more emphasis by the IDA on the regions but I think it is doing that.  We can see that there has been an increased number of visits by the IDA but that is not bringing the desired results.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01600","speaker":"1130"},{"type":"speech","time":1391080200,"counter":70,"content":"<p>Not for Leitrim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01700","speaker":"1149"},{"type":"speech","time":1391080200,"counter":71,"content":"<p>Do not mind Leitrim, we can talk about Waterford and many other areas as well.  The companies want to invest in places like Dublin, Cork and Galway where we have seen a massive increase in the number of jobs created during the past few years.  We would be hopeful that such investment will spread to the regions in the coming years.<\/p><p>Senator Bacik and several other Senators spoke about Seanad reform and there was advice by some to hasten slowly and by others to get out the whip and move a lot faster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F01800","speaker":"1130"},{"type":"unspoken","time":1391080200,"counter":72,"content":"<p>I understand that the heads of Bill to legislate for the 1979 referendum result may be with the Cabinet next week.  When the heads of the Bill are published we can have a debate on that issue in the House.  There is movement in that regard.  As I said last night, I would welcome proposals from all sides of the House and individuals on how we can improve the way we operate our business in this House.<\/p><p>Senator Bacik also raised the issue of the dementia strategy and called for a debate on that very important issue.  On Senator Barrett's comments, I advise that in speaking about the heads of the Bill to legislate for the referendum result, I do not believe there is any intention to abolish the university seats but it will be more difficult with a larger electorate for people to organise canvassing and so on.  We can debate that when the heads of the Bill are put to Cabinet.<\/p><p>Senator Paul Coghlan raised the justice committee's deliberations on community courts yesterday.  I understand the debate at the committee was very good and that the Minister sat through all the discussion which continued for a number of hours.  When the report of the justice committee is published that is another report that we could debate in the House.<\/p>"},{"type":"speech","time":1391080200,"counter":73,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F02000","speaker":"1148"},{"type":"speech","time":1391080200,"counter":74,"content":"<p>Labhair an Seanad&oacute;ir &Oacute; Murch&uacute; agus Seanad&oacute;ir&iacute; eile mar gheall ar an strait&eacute;is 20 bliain don Ghaeilge.  T&aacute; an Rialtas i bhf&aacute;bhar na strait&eacute;ise.  Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il don Coimisin&eacute;ir Teanga as a chuid oibre.  I assure the House that the Government is totally in favour of implementing the 20 year strategy for the Irish language.  I understand the Minister of State, Deputy McGinley, will appear before the committee to discuss the strait&eacute;is 20 bliain don Ghaeilge on 6 March.  He will be in attendance in the House shortly after that, around the time of Seachtain na Gaeigle, to discuss the matter then.<\/p><p>Senator Hayden raised the issue of children's rights and children's welfare and pointed out the anomaly which exists with rent supplement.  Perhaps we can have a discussion with the Minister, Deputy Burton, on that matter in early course.  <\/p><p>Senator &Oacute; Clochartaigh raised the issue of the Louise O'Keeffe case which has been discussed in the House in the past few days.  I am sure the Government will make a very comprehensive response to that judgment but, as I pointed out, during the past two days the protection of children is a priority for this Government and it will continue and remain so.  I join the other Senators who welcomed the launch of the Child and Family Agency today.<\/p><p>Senator Conway raised the issue of the marking of the commemoration of the death of Brian Boru and the Battle of Clontarf and of an invitation for a meeting of this House in Dromoland Castle to mark the event.  We will examine that but the Committee on Procedure and Privileges has examined previously the possibility of the Seanad having meetings in other areas and the cost may be prohibitive but we will look at that. <\/p> <p> Senators Averil Power and Jim Walsh referred to an RTE settlement with the Iona Institute, but there are differences of opinion between the Senators.  I suggest to Senator Averil Power that, in order to get the information she requires, she might consider tabling an Adjournment matter in order that the Minister can answer the question she posed this morning.<\/p><p>Senator Feargal Quinn referred to the delays in bringing forward legislation after passing Second Stage in this House.  The Bill dealing with smoking in cars when children are present is an example.  I agree with the Senator and cannot understand the reasons for the delays.  As I mentioned last night, there must be a rethink by Government agencies.  There is a rush of legislation towards the end of each term and little or nothing at the beginning of a term.  Departments and Government agencies must look at the issue.  It is not acceptable that there are such delays after legislation has been passed on Second Stage and promises are made that it will be implemented soon afterwards.<\/p><p>Senator Michael D'Arcy referred to the question raised by Senator Marie Moloney yesterday about the hospitality sector and alleged profiteering, including by the drinks sector and hotels.  It is regrettable if it is the case that hotels are raising prices by 200% or 300% when there are rugby matches or concerts.  It is not a good reflection on the country.  The sector should have a rethink because, having had some good years, it will have some poorer ones if it continues to do what was alleged by Senator Michael D'Arcy this morning and Senator Marie Moloney yesterday.<\/p><p>Senator Diarmuid Wilson complimented the Taoiseach on meeting the people from Ballymurphy.  We will know the outcome of the meeting later.<\/p><p>Senator C&aacute;it Keane referred to allergies, particularly peanut allergies, and the sad case of the death of a young girl in Dublin over Christmas.  There is a need to raise public awareness of the issue.  I will ask the Minister to come to the House for a debate on the issue and others of a similar nature.<\/p><p>Senators Ned O'Sullivan and Paschal Mooney raised a matter I have already dealt with.  To repond to Senator Jim Walsh, no Senator in the House stands over the type of comments to which he alluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000007#F02100","speaker":"1130","continuing":true},{"type":"unspoken","time":1391080800,"counter":76,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1391080800,"counter":77,"content":"<p>Sitting suspended at 11.35 a.m. and resumed at 11.45 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Humanitarian Situation in Syria, South Sudan and Central African Republic: Statements","time":1391081100,"counter":78,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000009#H00100"},{"type":"speech","time":1391081100,"counter":79,"content":"<p>I welcome the Minister of State, Deputy Costello, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000009#H00200","speaker":"1164"},{"type":"speech","time":1391081100,"counter":80,"content":"<p>I am pleased to be here to begin this very timely debate on the grave situation in Syria, South Sudan and the Central African Republic.  The year 2013 was very challenging for the international community, with three level 3 emergencies, which is the most serious humanitarian crisis designation by the United Nations.  They involved two of the countries we are discussing today, Syria and the Central African Republic, as well as the Philippines in the immediate aftermath of Typhoon Haiyan.<\/p> <p>To put it in context, no level three emergencies were declared in 2012 and this year an already overburdened international humanitarian system is called upon to respond to three such crises, each necessitating a massive surge in humanitarian operational capacity and increased funding.  Dealing with so many humanitarian crises simultaneously puts a remarkable strain on the international community and, in particular, the United Nations, but I am pleased to be able to report that as a result of many of the reforms undertaken in recent years, as well as the lessons learned since dealing with the Asian tsunami in 2004, the international community is now far better equipped to deal with humanitarian crises of this magnitude than it was ten years ago.  I am also pleased to be able to say that in each of these countries Ireland is playing a significant role, both bilaterally and through the European Union and the United Nations, to provide vitally needed funding and, in some cases, humanitarian personnel and stocks.  I pay particular tribute to the many Irish citizens working in these countries with NGOs or the United Nations, often in very difficult and dangerous conditions.  They make an incredible contribution and are the finest ambassadors for the country.  I propose to speak on each of the countries in turn and look forward to an informative debate with Senators.<\/p><p> Let me begin with the biggest in scale of the current crises, the protracted and tragic conflict in Syria, which has resulted in unprecedented levels of humanitarian need, both within Syria and in neighbouring countries, requiring a sustained response from the international community.  During my visit to Lebanon last year I was able to witness at first hand the desperate situation of Syrians forced to flee their homes and country as a result of the conflict.  I was struck by the overwhelming generosity of Syria&rsquo;s neighbours who, to date, have received more than 2 million refugees.  I take the opportunity to acknowledge its generosity and humanitarian effort.<\/p><p> Earlier this month I represented Ireland at the second international pledging conference for Syria which took place in Kuwait.  Ireland pledged a sum of &euro;12 million towards the humanitarian response in Syria and neighbouring countries in 2014.  The money will be disbursed in the coming 12 months to key UN partners, as well as the Red Cross movement and non-governmental organisation partners.  It will support the provision of life-saving humanitarian supplies and essential services such as health, education and protection.  Ireland&rsquo;s funding is aimed at helping implementing agencies to address the crisis within Syria and neighbouring countries, particularly Jordan, Lebanon and Turkey.  Once we honour this pledge, it will bring our total contribution to the relief efforts in Syria and the region since the start of the crisis approximately three years ago to more than<b><\/b>&euro;26 million. <b><\/b>In addition to funding,<b><\/b>Ireland has also provided humanitarian support for the region in the form of supplies of non-food items from our emergency relief stocks held in Dubai and specialist emergency personnel under the rapid response initiative.  I refer to qualified personnel such as engineers and electricians.<\/p><p> While the immediate imperative is to respond to the escalating humanitarian needs on the ground, we must also persevere with our international efforts to find a sustainable political solution that is so desperately needed.  The current Geneva conference represents the key opportunity to end this devastating conflict and save Syria and the Syrian people from further atrocities and destruction.  We are under no illusions as to the scale of the task and the difficulty of finding common ground in such a divided country, but the Geneva conference represents the best chance to bring this conflict to an end.  I know Senators will join me in hoping for real and tangible progress from the ongoing talks.  Already we have seen some limited potential progress made on the promises of increased humanitarian access to the city of Homs and the proposed free movement of women and children.<\/p><p> South Sudan is the world's newest but also one of its poorest states, with an official population estimated at 8.26 million people.  Years of conflict and underdevelopment, combined with seasonal flooding, frequent dry spells and frequent outbreaks of disease, mean that South Sudan remains a serious concern for the humanitarian community.  Since its independence just three years ago, it has been plagued by a series of crises that have generated huge humanitarian needs - communal conflict, militia attacks, border disputes and natural disasters such as floods.  Recent fighting between rival factions in South Sudan&rsquo;s army has led to a serious crisis in what was already a difficult situation.  Clashes followed what the government claims was an attempted coup in the capital, Juba, on Sunday, 15 December 2013.  There are fears the unrest could trigger a wider ethnic conflagration in a nation awash with guns and still fragile after decades of war that led to its secession from Sudan two years ago.  The current outbreak springs from a long-running power struggle between South Sudan&rsquo;s President, former guerrilla commander Salva Kiir, and another former guerilla commander Riek Machar, whom Kiir sacked from his post of Vice President earlier this year.  <\/p><p> Although the death toll remains unconfirmed, the international crisis group has estimated that the number of dead in the conflict may be close to 10,000; a major increase from earlier estimates by the United Nations.  As of 23 January, the number of people reported to be displaced by the current crisis in South Sudan is more than 575,000, including 352,000 internally displaced persons, IDPs.  This includes 76,100 sheltering in UN peacekeeping bases.  That is in addition to the pre-existing caseload of 228,000 refugees in the conflict affected areas.<\/p><p> In 2013 Irish Aid provided &euro;2.5 million for the UN-managed Common Humanitarian Fund, CHF, for South Sudan.  In addition, more than &euro;1.5 million in funding was disbursed to NGOs for humanitarian assistance across the country.  In response to the current outbreak of conflict and resulting displacement, two airlifts totalling 45 tonnes of emergency supplies have been dispatched to South Sudan from our pre-positioned stocks in Ghana.  The supplies consist mainly of blankets, jerry cans, tarpaulins, kitchen sets and mosquito nets and will be distributed by our NGO partner, Concern.  The first of the shipments arrived in Juba on Monday, 13 January.<\/p><p> On the political front, it is encouraging to note that a cessation of hostilities agreement was signed in Addis Ababa last Thursday, 23 January.  I hope it will calm things down and ease somewhat the task of addressing the humanitarian crisis.  Nevertheless, local hostilities are still taking place.<\/p><p> The Central African Republic has a long history of instability, coups and protracted and often forgotten crises since its independence in 1960 from France.  Ireland has a policy commitment to address humanitarian needs in protracted crises, particularly those like those in the Central African Republic, that are underfunded and do not receive the attention they deserve.  In that regard, although the Central African Republic has only been hitting the world media headlines in recent months, Ireland has been engaged for a long period and one of the top ten international donors since 2007.  We are a founder donor to the UN Common Humanitarian Fund for the Central African Republic and have provided &euro;12 million for the fund since its establishment in 2008.  For Ireland, this mechanism is essential in enabling us to meet the needs of a very vulnerable population in a co-ordinated and sustained manner.  The current situation in the country is truly shocking, with literally the entire population being affected.  <\/p><p> I am particularly appalled by the impact of the violence on children.  The United Nations reports that &ldquo;like adults, children have been victims of killings, disappearances, torture, ill treatment and sexual violence&rdquo;.  The recruitment of children by armed groups is also very disturbing.  Last month, as the situation deteriorated gravely, I announced an allocation of &euro;2 million in 2014 to support the United Nation&rsquo;s efforts to provide food, water, shelter, health care and education for those in urgent need of humanitarian assistance.  In addition, a member of Ireland&rsquo;s rapid response corps has been deployed to the capital, Bangui, to support the vital work of UNICEF.  I represented Ireland at an international conference jointly convened last week in Brussels by the United Nations and the European Union which represented an important opportunity for the international community to demonstrate its commitment to and solidarity with the people of the Central African Republic who have been affected by the crisis.  On that occasion, too, the European Union agreed to send a force of 1,000 soldiers to the Central African Republic and that will happen in the coming days.<\/p> <p>Again, I thank the Cathaoirleach for inviting me to the House.  I look forward to hearing the contributions of Senators and will try to address the issues and concerns they raise at the conclusion of this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000009#H00300","speaker":"1006","continuing":true},{"type":"speech","time":1391082000,"counter":83,"content":"<p>I welcome the Minister of State to the House for this timely and important debate.  The extent of the humanitarian crisis in the regions we are speaking about is alarming.  I wish to recognise the commitment of the Minister of State to this area.  His aptitude for the job is well known and recognised and I commend him on the efforts he has made to try to ensure the humanitarian aid programme and Irish Aid secure funding to be able to make a contribution to deal with the crisis.  The extent of the crisis is beyond our capacity to make an enormous impact on it, but nevertheless, we are playing our part.<\/p><p>We should also compliment the various aid agencies active in these areas, some of which have appeared before Oireachtas committees.  Two former Ministers of State, Peter Power and Barry Andrews, now lead two of those organisations and they appeared before the Joint Oireachtas Committee on Foreign Affairs and Trade and outlined the extent of the challenges they face.  They also gave us a flavour of the good work they are doing in this area.  They and the Government, through the Minister of State and the Department of Foreign Affairs, are certainly making a constructive and valuable contribution.<\/p><p>The Central African Republic has seen a rapid deployment by the African Union of the international support mission.  It is right to recognise  and acknowledge that Catherine Ashton has asked at the European Council for greater European involvement in the Central African Republic.  The Council has given approval for a possible new military operation and has approved the related crisis management concept.  The initiative to have a donors' conference has proved beneficial and approximately &euro;366 million has been pledged for humanitarian aid to the Central African Republic.  In the past, we have seen pledges from various countries, but they do not always come to fruition.  Promises are made, but are not always followed through on.  It is important that the commitments made in this region are met.<\/p><p>We should note that the UN Security Council approved the planned deployment of European troops to the Central African Republic, in a bid to stop violence between Christians and Muslims.  Indeed, the country's president has called for a UN peacekeeping force.  Almost 1 million people, a quarter of the population, has been displaced by fighting.  This has come about since the mostly Muslim Seleka rebel group seized power in March of last year in what is a majority Christian country.  At least 2,000 people have been killed.  In many ways, this conflict replicates some of the routes of crisis across that region.  I am told by many Muslim people that much of the conflict being perpetrated in the purported pursuit of Islam is not recognised by or finds no foundation in the Koran.  There is a need for moderate Muslims to be more vociferous in asking to be heard more and for them to play a greater part in ensuring that fundamentalists and extremists do not carry their agenda without any verbal opposition from within their own communities.  I know there are risks to doing this, but this should be encouraged.<\/p><p>The United Nations has warned that this conflict, in a former French colony, could spiral into genocide.  We have seen and read of examples of this in the past in some African states.  This must be avoided.  France has sent 1,600 troops to the Central African Republic to assist 5,000 African Union peacekeepers.  The European Union has agreed to send approximately 500 troops.  This is very small in proportion to the population of Europe and I believe there is a far greater potential for us to assist in this area.  This is something we need to consider.  Our neutrality policy needs to be examined to ensure that Europe, which is a highly respected voice on the global stage, is equipped to be able to give greater and more tangible assistance in these crisis areas.<\/p><p>The hostilities in South Sudan have resulted in suffering and the loss of human life and there have been large scale human rights violations.  The European Union has called on all parties to agree an immediate cessation to hostilities and violence.  The Minister of State has pointed out that South Sudan got its independence in 2011.  An overwhelming majority of the Sudanese voted in favour of seceding to become Africa's first new country since Eritrea split from Ethiopia in 1993.  However, there are various disputes with Khartoum and rivalries within the government party.  The lack of economic development also clouds South Sudan's immediate future.<\/p><p>There is significant oil wealth in South Sudan, yet it is one of Africa's least developed countries.  We talk about good and ethical governance and it is essential that the resources of the state are applied in the interest of all the people of the country.  This is a principle we would strongly adhere to and call for, but unfortunately, all too frequently in countries in Africa and the Middle East this does not happen to the extent it should.  There are major rows over border regions, some of which are rooted in disputes over land.  There is also a religious undertone to the conflict, such as in the Nuba Mountains, where a largely Christian community and government forces are in conflict.  Some 100,000 people have been displaced since independence.<\/p><p>This displacement is a feature of many of these conflicts and it is only when one visits these countries, as the Minister of State has seen in his visits to the Lebanon, Jordan and elsewhere, that one sees the effects displacement has on individuals and families and, particularly, on children.  Syria is a prime example of this.  I am glad to see the Inter-Parliamentary Union, IPU, has called for the immediate, unhampered access to civilian and refugee populations in need of urgent humanitarian assistance.  The recent deaths of starving Palestinian refugees in the Yarmouk camp on the edge of Damascus are the latest civilian casualties of a conflict that has left whole communities besieged.  These deaths highlight the need for aid and access to all parts of the country.<\/p><p>The UN has estimated that 9.3 million Syrians in the country and 2 million outside of it are in urgent need of aid.  Humanitarian agencies are currently feeding more than 3.8 million people in Syria, but many populations cannot be reached because of the intricate dynamics of the conflict.  The IPU is urging the international community to multiply its efforts to end the war, to negotiate a political settlement and to find an immediate and effective solution to the humanitarian crisis.  We would all echo those sentiments.  The initiative on the peace process is one we hope will yield a beneficial result.  Last June when I was in Jordan and visited a number of the refugee camps there, I was struck by the fact that all the people we met said they reckoned the conflict and the war in Syria would last at least another decade.  That is an appalling vista.  Every effort that can be made should be made to try to secure peace, and a ceasefire in the first instance.<\/p> <p>At that camp this time last year, I recall the Minister of State telling me there were 15,000 people there.  Today, there are over 150,000 refugees there.  There is no law and order in the camp with women used for prostitution and other means to gain revenues within the camp.  The Jordanian police have no access to securing the camp.  Among the countries in the region, both Lebanon and Jordan are sharing too great a burden of this conflict without the necessary international supports essential for them to deal with the crisis and maintain their own stability.  Both countries are susceptible to ethnic and other political conflicts.  While both are stable now, contamination from Syria could disturb this balance.<\/p><p>I urge the Minister of State to intensify his efforts at getting other EU member states, as well as the EU itself, to play an even greater role in these conflict areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000011#K00200","speaker":"1126","continuing":true},{"type":"speech","time":1391082600,"counter":85,"content":"<p>I welcome the Minister of State to the Seanad for this debate on the fast deteriorating situations in Syria, South Sudan and the Central African Republic.  I thank him for his comprehensive update, detailing the extent of the Government&rsquo;s contribution to humanitarian aid and relief, as well as his personal commitment to making real progress, in these troubled areas.<\/p><p>  The humanitarian crisis in Syria is of truly alarming proportions and has deteriorated significantly in recent months.  Figures suggest that as many as 13 million people are in need of assistance there.  Out of this, 2.4 million are registered, or are awaiting registration, in the neighbouring countries of Jordan, Lebanon, Turkey, Iraq, Egypt and other countries in north Africa.  The office of the UN High Commissioner for Refugees predicts there will be 4 million refugees from Syria by the end of 2014, a truly alarming development.  It is inevitable that the large influx of people is putting much pressure on their host communities, raising tensions in some areas.  Countries bordering Syria are now approaching a dangerous point and require greater international assistance in helping with the refugee situation.  It would be timely for a debate on how Ireland can help with refugee placements, as we do not have a particularly brilliant track record in this regard.<\/p><p>  The violence and increasing insecurity in Syria is making it extremely difficult for aid workers to do their jobs and is preventing them from reaching those who desperately need aid.  Ireland has taken the lead by calling for a UN Security Council resolution that would put pressure on the Assad regime to lift the unacceptable restrictions that prevent emergency assistance getting to millions of people.  We all want to see urgent progress at the Geneva II conference that will lead to a political solution to the conflict.  I welcome the EU&rsquo;s reiteration that the only solution to the conflict is a genuine political transition based on the full implementation of the Geneva communique and preserving the sovereignty, independence, unity and territorial integrity of Syria.  We wish Lakhdar Brahimi and his team much success.  On a personal note, I want to wish success to a Rafif Jouejati, the deputy English-speaking spokesperson for the Syrian opposition, a wonderful lady who has visited this House on several occasions and whom I have met.<\/p><p>  I am, however, concerned about some reports in the international media.  Rime Allaf, a leading Syrian analyst, recently writing in <i>The Guardian<\/i>, pointed out that the peace talks are allowing Assad to engage in an endless process in which he can buy time and make further progress on the ground.  She further stated:<blockquote>There is nothing Bashar al-Assad's regime loves more than a process, and the international community has just delivered one that could maintain the status quo inside Syria indefinitely.<br \/>&hellip; and with the reluctance of the US and its allies to engage in more than timid [vapid] condemnations or declarations of intent, he can continue to terrorise most of the population into submission. ...  The worst thing the international community could do is push talks for the sake of talks, to wash its hands of the problem that is Syria.  Leaving the catastrophe to sort itself out in Geneva's corridors while continuing to refuse more direct engagement merely empowers Assad in the long run, and pushes his opponents further into a zero-sum calculation.  Geneva would then be doing more harm than good to Syria, leaving Assad and his followers with the delusions that he is invincible and an irreplaceable partner in Syria. ...  It is up to the international community to ensure that Geneva does not remain a mere process if it is serious, as most Syrians are, about ending the war.<\/blockquote>I am sure the Minister of State, along with the T&aacute;naiste and Minister for Foreign Affairs and Trade and our EU partners, will continue to exert pressure that will achieve real progress at the Geneva II talks that will bring an end to the appalling atrocities perpetrated against innocent, defenceless people relying on humanitarian aid for their very survival.<\/p><p>  As a small country with limited resources, we have been supportive of relief for the humanitarian crisis in Syria.  It is obvious that many wealthier nations have been less so.  This needs to be highlighted at European and international level.  I acknowledge the amazing work done by aid agencies, including Concern, GOAL, Tr&oacute;caire, UNICEF and others funded through Irish Aid.  The bravery and dedication of these aid workers who work in such dangerous and challenging situations is to be applauded and admired.  The Irish people have traditionally strongly supported those organisations working with the poorest in the world through generous contributions.  It is regrettable, however, that the recent exposure of bad governance in a small number of charities has had a negative impact on the fund-raising efforts of well-run organisations helping the most vulnerable and needy in the world.  I urge the Government to put in place quickly the promised regulatory structures for the charities sector, so confidence in it can be restored.  I also appeal to the people to continue to support the many wonderful and well-run charities providing humanitarian aid to people ravaged by war and hunger.  The greed of a few cannot be allowed to jeopardise the good done by so many.<\/p><p>  This morning I listened to an interview with a UNICEF aid worker in the Central African Republic.  It was a harrowing account of appalling violence, human rights abuses and loss of life in that mineral-rich country, particularly the awful trauma endured by children and her concern for the long-term effect on them.  It is estimated that 1 million people, 25% of the population, have been displaced since fighting began last March when mainly Muslim rebels seized power in the majority Christian former French colony and 2,000 people have been killed.  It is critical that the international community takes a hands-on approach to stabilising the situation there.  The selection of an interim government led by Catherine Samba-Panza to restore order is an opportunity that must be built upon.  The decision of the UN Security Council on 20 January 2014 to adopt a crisis-management concept for a possible EU military operation to contribute to stabilisation is also to be welcomed.  The US Secretary of State, John Kerry, has said the US is prepared to impose targeted sanctions against those responsible for the religious-based violence.  The appalling level of killings, sexual violence and recruitment of child soldiers deserves urgent international intervention.  Those responsible for these awful crimes must be brought before the International Criminal Court.  It is also critical Ireland continues to support the vulnerable people affected there through the UN&rsquo;s common humanitarian fund.<\/p><p>  The scale of the crisis in South Sudan is alarming.  According to the UN Office for the Coordination of Humanitarian Affairs, 575,000 people have been internally displaced.<\/p> <p>Approximately 112,000 people have fled to neighbouring countries.  Most have fled with nothing and the conditions in the displaced persons camps are very difficult, without enough water, food or shelter.  The spread of disease is a major concern in the region and even before the crisis, the health system in South Sudan was extremely fragile, with 80% of health services being funded and provided by international organisations.  According to MSF, there are two major challenges in trying to provide humanitarian medical care, one being the sheer scale of the needs on the ground and the other, the lack of respect for humanitarian facilities and staff.  UNICEF said yesterday that it required $32 million to meet the immediate needs of those affected by Sudan's recent crisis.  We all condemn the ongoing hostilities in South Sudan and deplore the loss of life and the large scale abuse of human rights.  We all support the EU call on all parties to agree an immediate cessation of hostilities and violence and urge all political and military leaders to protect the population and act in the interests of the South Sudanese people as a whole.  We also urge them to engage meaningfully in the ongoing peace talks in Addis Ababa.  I welcome the ongoing support being provided by the Irish Government for humanitarian aid, which is being distributed by Concern.  I applaud the wonderful work being done by all NGOs on the ground in these very difficult situations.  I regret that, undoubtedly, we will be back here again discussing these three very serious humanitarian situations in the future.  I particularly urge everybody involved in the Syrian peace talks in Geneva to intensify their efforts to ensure that real and meaningful progress is made in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000012#L00200","speaker":"1118","continuing":true},{"type":"speech","time":1391083200,"counter":87,"content":"<p>I welcome the Minister of State and thank him for his explanation of what he is doing and what we, as a country, are doing.  I remember when the first Irish troops went to Africa in 1960 and I took my then girlfriend - now my wife of over 50 years - out to Baldonnel Airport to see the troops leaving.  There was an enormous sense of pride in Ireland that we were, as a nation, taking a role in helping in Africa.  Her father, who was an army officer, was with us on that occasion and the whole nation focused its attention on that mission.  To sit here, more than 50 years later and hear about the work the Minister of State, his Department and we, as a nation, are doing, is so interesting.  The outline provided by the Minister of State is a real reminder of the need for us to continue to play our part.  The situations outlined are very concerning and I commend the Department and particularly Irish Aid on the work they are doing and the assistance they are giving.<\/p><p>The Danish Foreign Minister recently describe Syria as &quot;the worst humanitarian catastrophe of the millennium&quot;.  We must bear that in mind in the course of this debate.  We all hope that the peace conference will bring an end to the bloodshed and its devastating effect on civilians.  However, as the Minister of State has said, success is not guaranteed.  There has been some small relief in the deal to allow women and children to leave the city of Homs.  <\/p><p>In terms of Irish involvement, I would like to mention Irish troops serving with the United Nations mission in Syria, on the Golan Heights, who were forced to return fire in November.  There has been a total lack of debate on this issue and the only one to speak up has been a former army officer, Mr. Tom Clonan, who said that Irish troops are &quot;human shields&quot; on the Golan Heights, as they were on other peacekeeping missions.  They are in the middle, between Syria and Israel, and it seems strange that the Irish troops are in more danger from the different Syrian factions than the Israeli troops.  If some big incident were to happen involving the Irish troops, we will be debating why it happened in this House.  We will have to admit then that there was no debate in Irish political circles or in the media on what was really behind the deployment or whether it was the right thing to do.  I would welcome such a debate.  We should be able to talk about it because these things should not happen without Parliament and the Oireachtas having a say.  I know one Irish army officer who believes the move was madness.  He is very unhappy at the way in which the army, he believes, was used by certain countries for their own ends.  I am not commenting on that belief either way but if his feeling is shared by others in the Irish Army, then that is worrying.<\/p><p>As is clear from television coverage of the situation in the Central African Republic, the humanitarian crisis there is huge.  The Minister of State described the situation there very well.  The EU has raised almost $500 billion in aid but the situation seems to be getting worse.  I am thankful for the update from the Minister of State on the humanitarian situation but have we completely ruled out sending troops to help as part of the EU mission?  Senator Walsh said that there are 500 troops from Europe in the Central African Republic but perhaps we should get involved in a deeper way there.  The situation in South Sudan has escalated to such a degree that many international aid staff have been evacuated.  That makes it extremely difficult to ensure that aid gets to the right people.  It is also very worrying to hear about the use of child soldiers there.  It is horrifying but it appears to be going on there.<\/p><p>On humanitarian issues in a more general sense, I wish to touch on the situation in the Ukraine, although it is not our agenda for today's discussion.  Last week the Swedish Minister for Foreign Affairs, Carl Bildt, was the first EU Foreign Minister to comment on possible sanctions against the Ukraine, saying that he would not exclude that particular possibility as part of a solution to the crisis.  Does Ireland have any policy on this issue?  Can we play any part in helping to resolve the situation in the Ukraine through diplomatic channels?  I know it is not on the agenda today but the Ukraine is much closer to us than some of the other countries we are discussing.  The situation there is also of major concern to the European Union.  I do not know what is going to happen and am not sure if we will be able to do anything.  However, the fact that the Minister of State takes such an interest in his role gives me some solace and reassures me that if we can do something, we will.  We are highly regarded as an independent, neutral nation and can achieve things that other, larger nations might not be able to achieve.   I congratulate the Minister of State on his work and thank him for his address to the House today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000013#M00200","speaker":"1145"},{"type":"speech","time":1391083200,"counter":88,"content":"<p>I welcome the Minister of State to the House.  He has been very active in his role since being appointed and I commend him on all that he has done.<\/p><p>As the ethnic conflicts continue in Syria, South Sudan and the Central African Republic, the rest of the world has been faced with the question - should we involve ourselves in these crises?  I believe we should get involved in any way we can in order to alleviate the human suffering that is going on.  Ongoing crises, especially in lesser-developed countries, have a tendency to result in a mass of refugees, food shortages and health concerns.  A number of years ago I travelled to the Benishangul-Gamuz region of Ethiopia as part of an Oireachtas delegation and spoke to a number of refugees there who had crossed the Sudanese border into Ethiopia.  There were 5,000 such refugees living in camps in the area.  They told me that they had crossed the border a number of times during their lives and that it was an ongoing crisis.  These countries have divided governments, they lack basic infrastructure and are incapable of responding appropriately to the needs of their people.  All three have the potential to become failed states and it is the responsibility of better-off countries to respond with humanitarian aid.  <\/p><p>In Syria over 9 million people have been affected within the country's borders since the start of the conflict in March 2011.  That figure includes the 6.5 million people who have been displaced, 2.5 million of whom are now in areas deemed hard to reach by international relief organisations, which is of the utmost concern.  An additional 2 million people have fled Syria to seek refuge in the neighbouring states of Jordan, Lebanon, Turkey and Iraq.  <\/p> <p>In South Sudan approximately 688,000 people have been displaced as a result of the ongoing conflict, which has heightened since December.  We read about it constantly in the newspapers.  A total of 76,000 of these people are taking refuge at UN bases located throughout the country while 86,000 people have fled to neighbouring countries.  I had the benefit of visiting one of the refugee camps in Ethiopia to see first-hand what was going on.  Most of these 86,000 people have fled to Uganda.  Since 2011 almost 3,000 people have been found dead and 200,000 have been displaced.<\/p><p>Delivering humanitarian aid to South Sudan has been particularly difficult because of insecurity, harassment of relief organisations and government-imposed restrictions limiting the activities of humanitarian groups.  In the Central African Republic 12,000 members of the population are refugees from other fighting states, primarily Sudan, South Sudan and the Congo.  An estimated 2.2 million people in a population of 4.6 million are in desperate need of life-saving emergency assistance.  A total of 1.3 million people are considered food-insecure, which is an alarming figure.  People have been forced from their villages by the fighting and into close quarters with poor sanitary conditions.  This has resulted in a recent outbreak of measles, and it will be only the start.  I am mindful of the fact that much of our aid should be targeted at certain areas and provision should be made for this when it is donated so that it reaches those who need it most.  Citizens of all these states suffer from starvation, dehydration, illness and a lack of shelter.  Because of the ethnic nature of the conflict it is also likely that acts of extreme discrimination and illegal violence are committed between struggling groups.  These are commonly in the form of illegally detaining prisoners and using means of torture during interrogation.<\/p><p>In addition to the aforementioned issues facing these states, gender-based violence and child abuse have increased incredibly since the start of the conflicts.  Historically this has been the norm during times of war, but on top of the increased violence, women and children are among the most vulnerable of the population in these conflicts.  In Syria, not only have instances of rape and kidnapping become more frequent, but Syrians are also taking part in the practice of child marriage.  This issue primarily affects young women and girls and has a detrimental impact not only on their lives but also on those of their families.  Parents have resorted to engaging in this practice because they see it as a form of bartering and a necessity to survive.  These young girls often additionally suffer from rape by their new older husbands and become very young mothers.  In many cases this endangers their own health because of the inefficient systems in the country.<\/p><p>In some areas of South Sudan up to 80% of displaced people are women and children.  In this more conservative patriarchal society, men are sent out to war or murder as a by-product of conflict between ethnic groups, and when killed they leave their women and children behind to fend for themselves, but they are often very ill-equipped.  These women have no jobs, income or means of supporting their families.  In the Central African Republic it is difficult to tell whether instances of rape have increased because the country has been engaged in conflict of one kind or another over the past 50 years.  These rates remain high.  Approximately half the population of the Central African Republic are children and the government has resorted to the recruitment of child soldiers to the military forces, which is very alarming.  In addition to this violation of human rights, 50% of schools have closed and 70% of students do not attend school for fear of violence.  Women and children in the Central African Republic face kidnapping, torture, sexual violence and other ill-treatment on a daily basis.<\/p><p>The incredible number of refugees produced by each of the countries we are discussing creates humanitarian crises within the respective state borders and also places a huge strain on the resources of neighbouring countries taking in refugees, which creates even more widespread need.  Ireland has taken steps to participate in humanitarian relief missions in these nations and I commend the Minister of State, the T&aacute;naiste and the Department on donating to the UN and other channels and keeping this going at a time when it is very difficult to do so.  If we can do more we should do so.<\/p><p>Many organisations have been established specifically to assist women and children, such as UNICEF and the Women's Refugee Commission.  The WRC conducts investigations on the ground and makes recommendations to the UN Refugee Agency on how its services work for women and children in the area.  Organisations such as the Office of Transition Initiatives focus more on policy change.  I call on the Department to link up with some of these organisations - perhaps it already has - and engage in detailed talks on the situation for women and children in each of these areas.  The primary purpose of these organisations is to increase the role of women in government and civil society and encourage the participation of women in the political process.  Until women are part of the political discussion in these countries, significant change affecting their livelihoods and those of their children for the better will not be made.  For this reason I ask the Minister of State to carefully consider the need to apportion funding specifically to gender-based organisations and civil society or to make provision for it when sending aid money to a particular country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000013#M00300","speaker":"1173","continuing":true},{"type":"speech","time":1391083800,"counter":90,"content":"<p>I welcome the Minister of State to the House and I thank the Cathaoirleach and Leader for having this debate.  I welcome the opportunity to speak on this important issue.  It is well documented that these conflicts have created their own disastrous and wide-ranging humanitarian crises.  Debates in this House are not really listened to, never mind a debate on a matter as important as this, so how do we create greater awareness of what is happening in the world and these humanitarian crises?  Is there a need for greater education in schools?  What can we do through the media?  It is heartbreaking not to see heightened awareness when so much conflict and so many humanitarian crises occur, and that they are not part of the daily discourse of people.  For many people it is white noise.  The conflict in Syria will continue for another decade and we cannot ignore it.  We need greater awareness.<\/p><p>Thousands of people have been killed in fighting in the Central African Republic, and approximately 1 million people, which is a quarter of the population, have been displaced.  It has taken on a very worrying sectarian trend, with the UN warning of a high risk of the violence spiralling into genocide.  It is worth noting that before recent fighting broke out the Central African Republic was one of the poorest countries in the world and was very troubled socioeconomically, despite being rich in gold, diamonds and uranium reserves. These have largely been extracted and exploited by Western-based multinational corporations.  This has led many to view violence as more to do with political control over access to natural resource wealth, and religious tensions are being stoked by foreign meddling to facilitate this.  For a long time Muslims and Christians have lived in peace in the area, but there is no denying the scale of violence and depth of the crisis.<\/p><p>To the east of the Central African Republic lies the world's youngest country, namely, South Sudan, which is also facing a humanitarian crisis.  Tensions have been rapidly increasing since splits in the ruling government party led to outbreaks of violence and rebellion.  As the Minister of State said, it is the worst violence since independence was won in 2011 and has killed thousands of civilians and driven more than 500,000 people from their homes.  The two sides have agreed to meet in Ethiopia for peace talks, but each side accuses the other of continuing violence, and discussions have been suspended until 7 February .  There are deep ethnic, political and personal grievances which will be hard to overcome when the talks finally restart.  South Sudan holds the third largest oil reserves in sub-Saharan Africa after Angola and Nigeria but it remains one of the continent's least developed countries.  We must keep this to the front of our minds.<\/p><p>The Syrian conflict has been in the news and discussed heavily here today.  It is a monumental humanitarian crisis.  The United Nations has described the situation as the greatest humanitarian crisis in modern history, with millions of people in need of urgent assistance.  It is welcome to see some dialogue between opposition rebel groups and the Syrian government at the Geneva talks.<\/p> <p>I do not know how likely it is that a major breakthrough will be made at the talks that will resolve the conflict.  There is a possibility that vital humanitarian corridors can be opened to provide assistance to the vulnerable besieged citizens in the towns and cities across the country.<\/p><p>The ongoing destruction has created over 2.3 million external refugees.  That number refers to refugees who have registered with the UNHCR.  It does not include people who have been internally displaced or Palestinian refugees because the latter are under the remit of the UNRWA programme.  The international community has an obligation to help these external refugees by supporting the neighbouring countries that host them, especially countries where a refugee influx has the greatest potential for causing conflict.  As well as funding for humanitarian needs, there should be a longer-term and more comprehensive approach adopted to strengthen the ability of host countries to accommodate refugees from the Syrian conflict.  The measure would help to prevent a steep rise in social and political tensions.  For example, the UNHCR has estimated that the total number of Syrian refugees in Lebanon has reached 1 million which amounts to a quarter of the Lebanese population.  We are witnessing not just a humanitarian crisis in these war-torn and impoverished countries but a spilling over of conflict and humanitarian crises into neighbouring countries.  I welcome the Government's commitment, so far, in terms of supporting humanitarian programmes in the Central African Republic, south Sudan and Syria and thank the Minister for his efforts in that regard.<\/p><p>At present the EU has agreed to accept 30,000 Syrian refugees from Lebanon under the UNHCR refugee settlement programme.  I understand the Government will only accept 90 of the refugees but the Minister of State will correct me if I am wrong about the figure or if there are errors in what I say.  Ireland remains the only country in the EU with no single unified system of refugee application which has led to huge backlogs and asylum seekers have ended up in direct provision facilities.  It would be remiss of me not to mention the direct provision system and I urge that it is reassessed.  <\/p><p>I shall finish my contribution by raising another issue.  I welcome all of the concern expressed about the humanitarian crises in these countries.  I shall take this opportunity to call on us all to remember the peace and human rights activist, Ms Margaretta D'Arcy.  She has been incarcerated in Limerick jail for protesting against the illegal use of Shannon Airport by foreign military organisations in Iraq and Afghanistan.  It must be noted that the actions of those military organisations assisted in creating an ongoing humanitarian crises in both countries.<\/p><p>I ask the Minister of State to comment on how we can raise awareness which is an important issue.  We are fortunate to be able to debate these issues with him here and at committees.  We have also been fortunate to have a lot of prominent witnesses attend, for example, the Oireachtas Joint Committee on Foreign Affairs and Trade.  I know that people in Ireland have a lot of problems.  I would like to know how we can heighten awareness of these matters among the public.  How do we create a public awareness of what takes place in the world away from our doorstep?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000014#N00200","speaker":"1155","continuing":true},{"type":"speech","time":1391084400,"counter":92,"content":"<p>I thank the Senator.  I call Senator Colm Burke and he has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000015#O00200","speaker":"1164"},{"type":"speech","time":1391084400,"counter":93,"content":"<p>I thank the Minister of State and his separtmental staff for the contribution that they have made to all of these complex issues which are not easy to resolve.<\/p><p>I have sat on the foreign affairs committee and human rights committee in the European Parliament and in 2008 I spent six days in Chad.  I visited the refugee camps which included Goz Be&iuml;da and Ab&eacute;ch&eacute; that had 500,000 refugees.  One of the sad parts about the mission was that 57,000 people from the Central African Republic were in those refugee camps out of a total of 500,000 people.  More than 400 Irish troops were sent to protect those camps but the region created a lot of challenges.  The nearest port to the camps was 2,500 km away and the only way for the camps to get food was to bring it through Sudan to the east, Libya to the north or Cameroon to the west.  That was not a great choice as regards bringing food across 2,500 km.  In March 2008 it was a challenge to bring in 56,000 tonnes of food by June in order to avoid the rainy season when nothing could be moved.  Even four-wheel drive vehicles cannot move for four months once the rainy season commences.  That is an example of the scale of the challenges faced by the aid agencies and the UN and similar challenges must be faced when dealing with conflicts in the region.<\/p><p>I shall touch on the interesting region of the Central African Republic.  Last night I watched a human rights report about a young lady who had been on a truck trying to escape from the capital.  She knew that she was not going to escape so before she was ordered off the truck she pleaded with another lady to take her seven month old child and handed over her child.  She was then ordered to get off the truck and to go into a mosque where she was, along with a number of other people, hacked to death with machetes.  That story highlights how dangerous the situation is in that country.  One of the former Rwandan military who is located in the CAR has commented that he is afraid that what happened in Rwanda in 1994 will take place in the CAR.  His comment highlights the urgent need to re-enforce the peacekeeping troops who operate in the region.<\/p><p>I welcome the Security Council's decision to approve intervention by the EU force but I not convinced that it will be enough.  A determined effort must be made to prevent a repeat of what happened in Rwanda.  The way the crisis has developed over the past number of weeks means we are very close to the crisis escalating.  Over 1 million people have been displaced in the CAR over the past nine months.  That is a huge number of people who have found themselves in very difficult terrain.  It is not going to be easy to get aid into the region and the large number of people involved emphasises its importance.  The European Union has a population of 500 million and comprises 28 countries.  Therefore, we should come on board a lot more and ensure that the crisis does not escalate.  <\/p><p>We need to take far more decisive action on another issue - the availability of arms.  It is one of the issues that struck me when I visited Chad in 2008 because I did not pass one person who was not carrying a machine gun.  It was estimated that over 10,000 young people had machine guns and I refer to people who were under 18 years of age.  I pay tribute to Concern as it works in a lot of these areas and operated in Chad refugee camps in 2008.  Even the aid agencies in the previous 18 months before I visited Chad had lost 85 four-wheel drive vehicles.  When one was stopped on a road by a person carrying a machine gun all one could do was hand over the keys and walk away.  Then the roof was cut off each vehicle and equipment added in order to turn them into armoured personnel carriers which was another challenge for the aid agencies.<\/p><p>I thank the Minister of State for the work that he and his Department has done.  We must ensure that the crisis in the CAR does not escalate into a second Rwanda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000015#O00300","speaker":"1150"},{"type":"speech","time":1391084400,"counter":94,"content":"<p>I call Senator Mooney and he has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000015#O00400","speaker":"1151"},{"type":"speech","time":1391084400,"counter":95,"content":"<p>I echo the complimentary remarks made about the work done by the Minister of State and Irish foreign aid, in general.  There is not an awful lot more that one can add to what has been said by the Senators and the Minister of State.<\/p><p>In the context of the peace talks taking place in Geneva and hosted by Lakhdar Brahimi, an interesting comment was made by the Syrian National Coalition member, Murhaf Joeujati.  He said: &quot;Women and children leaving Homs will be subjected to inspection by security forces, under the suspicion of terrorism.&quot;  It was understood that the humanitarian gesture had been advanced to the point where women and children were going to be allowed out but Mr. Joeujati's comment seems to add a sinister dimension to the initiative.  On Tuesday he said: &quot;The Assad regime does not allow aid in and is not breaking off the siege we asked for.&quot;<\/p> <p>On Tuesday of this week, regarding the delay in letting humanitarian aid into Homs, Mr. Jouejati said that the trucks and convoy were ready to be distributed.  He said: \"There is absolutely no problem with logistics.  The decision is a political one that came from the Government of Syria.\"  <\/p><p>World Food Programme spokeswoman Elisabeth Byrs has said the UN will send in a convoy once it receives the go-ahead.  The agency has been unable to get supplies into the old city of Homs for more than a year.  It would seem, in the context of Ireland's engagement - I know the T&aacute;naiste was involved - that these are questions that need to be addressed to the Syrian regime.  Is it an honest broker in this regard or is it just playing the optics?  Obviously, there appear to be some conflicting views as to what is happening in Homs or what is proposed to happen in Homs, where there is a major humanitarian disaster.  More than 100,000 people have been killed and approximately 9 million people have been displaced after three years of serious civil war, according to the latest figures from the UNHCR.  <\/p><p>In the context of convoys being available, Lakhdar Brahimi has announced that an aid convoy to the besieged city was on standby and awaiting authorisation from the Syrian government.  He added that areas under siege must get must get food and medication.  That is humanitarian law.  As the Minister of State has pointed out, Ireland has provided funding of &euro;12 million from Irish Aid's 2014 budget for humanitarian emergencies, bringing the total value of the Irish Government's response to the crisis in Syria to more than &euro;26 million, which in the current straitened times is an admirable sum of money.<\/p><p>The conflict between pro- and anti-government supporters in South Sudan, which seceded from Sudan in July 2011, has displaced more than 700,000 people across the country and sent another 123,000 fleeing to neighbouring countries in just over six weeks.  It is an appalling humanitarian disaster.  There are hopes that the cessation of hostilities signed in Ethiopia during the week by representatives of both sides will lead to an end to the fighting and help alleviate the plight of civilians in need.  Again, questions arise about the distribution of humanitarian aid which the Minister of State may be able to clarify.  Valerie Amos, the Under-Secretary General for Humanitarian Affairs and Emergency Relief Co-ordinator at the UN, has said that the current crisis comes on top of an already challenging humanitarian situation in the country.  She praised the work of humanitarian organisations that remain in the country during this tense and difficult period and are delivering urgently needed assistance, but said, &quot;While this has saved many lives, we have not been able to provide assistance to many others due to the continuing insecurity.&quot;  She added that the looting of aid agency warehouses and assets, as well as the subjection of aid workers to violence, has severely hampered efforts to assist the population.  <\/p><p>According to the Minister of State, &euro;1.5 million was disbursed to NGOs and two airlifts totalling 45 tonnes of emergency supplies have been dispatched to South Sudan from our pre-position stocks in Ghana.  Has the Minister of State any up-to-date information as to whether this airlift has succeeded in getting through?  Given the comments made by Ms Amos in regard to the looting of aid agency warehouses and assets, can the Minister of State assure the House this is not the case with regard to the Irish humanitarian aid that has gone to Juba in recent times?<\/p><p>In the Central African Republic, charities and aid agencies are striving to help victims of the violence that has left almost 1 million people displaced, while more than 2 million are dependent on humanitarian assistance.  According to the Minister of State, Ireland has been a long-standing supporter of the Central African Republic and has provided &euro;12 million to the UN common humanitarian fund for the Central African Republic since its establishment in 2008.  However, escalating violence in the country and an ongoing humanitarian crisis has affected more than half the population.  The UN reports that large areas of the Central African Republic continue to be affected by fighting.  Amnesty International has reported this week the large-scale massacre of civilians in the north west region of the country.  The charity has been appealing for rapid deployment of peacekeepers to protect threatened civilians.<\/p><p>On 20 January, EU foreign Ministers approved a new military mission, including the deployment of 500 troops.  Is Ireland going to be involved in this at any level?  I am not sure if the Minister of State responded to that question, which has also been raised by other speakers.  He has announced that &euro;2 million will be provided by way of funding and food, water, shelter and health care will be provided to the worst-affected areas.<\/p><p>I commend the Minister of State on the work the Irish Government is doing in three key areas of the world.  Despite our straitened economic circumstances we are still punching above our weight, something that the Irish people have fully supported in the context of overseas aid for humanitarian purposes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000015#O00500","speaker":"1128","continuing":true},{"type":"speech","time":1391085000,"counter":97,"content":"<p>I welcome the Minister of State.  As others have said, his commitment to this work is not in question.  At a time like this when there seems so little any of us can do in a crisis, particularly the crisis in Syria, which is so alarming and so enormous, at least Ireland is giving the aid and support it can.  While &euro;26 million is small in world terms, it is a significant amount for this country and shows that we at least recognise and understand that solidarity is welcome to the people in Syria on the ground.  It seems quite alarming that as we watch the crises in these three places unfold, we can already predict what will happen.  There are plenty of experts to tell us how it will unfold, how many people will be displaced and how many will die.  Yet it goes on, and we seem unable, as human beings, to stop.  For me, that is the most difficult and most profound aspect.  As Senator Colm Burke has mentioned, the horrors of Rwanda seem likely to unfold in the Central African Republic.  Today, 30 January, the prediction is that the number of people who will displaced in Syria by the end of the year will rise to 4 million, which would be the equivalent of the entire population of Ireland being displaced.<\/p><p>  In any proxy war of world powers it is very difficult for a neutral county such as Ireland to become involved at that level, but what we are able to do is to continue our efforts in the humanitarian areas and also use our influence as a neutral country to encourage that humanitarian aid.  There appears to be some concern about the European Union's response.  I understand only 18 countries have agreed to allow resettlement of refugees, although the number may be 19 as the UK appears to be on the edge of agreeing.  Ireland is one of the 18 countries.  What role, if any, can Ireland play in encouraging a greater response from the European Union?  Surely that is an area in which we can play a role, as opposed to some of the other areas where we are simply not in a position to make a difference in the complexity of the war that is raging.  I would be interested to hear the Minister of State's response to that issue.  <\/p><p>  The UN High Commissioner for Refugees, Ant&oacute;nio Guterres, said: &quot;I find it disconcerting how many Syrians struggle to find protection in Europe, with reports of people being pushed back from a number of borders.&quot;  All of this is happening, although the overall numbers are small in comparison.  We know what is going to happen.  We note that the Turkish government has allowed 600,000 refugees into Turkey, which is an extraordinary number.  Daniel Hannan, a correspondent for <i>The<\/i><i>Daily Telegraph<\/i>, observed as follows:<blockquote>I am typing these words during a tea-break in a refugee camp on the banks of the Euphrates. Fourteen months ago, this was a patch of empty sand. Now, there are schools, a clinic, a mosque, shops and &ndash; as you will have gathered &ndash; wifi. Not that I want to make it sound cosy: no one lives in a container from choice. But the brisk and businesslike approach of the Turkish authorities does them immense credit.<\/blockquote>I wonder how much we can do in encouraging European Union countries to do more.  I draw attention to the observations of Kate Allen, who was then in charge of the Refugee Council, at the time of the Kosovo crisis.  She said that although there had been enormous suspicion in the UK about allowing people to enter, and all sorts of suggestions that there would be outrage, when the first aeroplane arrived in Leeds with refugees on board, they were greeted with signs saying &quot;Welcome to Leeds,&quot; and people came to the reception centres with food and clothes and treats and games for children.  A fear has been trumped up that this will cause a problem but I think not.  I think humanity will rise to the occasion, and we should be able to play a role in that.<\/p> <p>With regard to addressing the gender-based violence and associated difficulties observed in all of the areas, but particularly Syria, can we have any role or bring any influence to bear?  While I acknowledge the international complexity associated with the positions of the United States and Russia, I wonder what, if anything, we can do in respect of those two countries and their very great influence in Syria.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000016#P00200","speaker":"1129","continuing":true},{"type":"speech","time":1391085600,"counter":99,"content":"<p>I welcome the Minister of State.  I agree with all of what my colleagues have been saying on this topic and about the Minister of State.  A few months ago, some students of mine and I met the Minister of State on the plinth and they received an instant tutorial on whatever he was working on.  They will remember it for a very long time.  I thank the Minister of State for that.  His enthusiasm shows through.<\/p><p>  Senator Reilly was worried that not many people take an interest in Seanad debates.  I believe they are very influential, however.  I got some figures from the television companies and noted that there are probably tens of thousands of people watching this debate.  It will be influential and will support the Minister of State in his work.<\/p><p>  The conflicts the Minister of State has been describing have racist and sectarian elements.  One function of bicameralism is to dilute the monopoly of power that obtains in a unicameral system.  Our Seanad was founded with this in mind.  The Canadians are interested in this also.  Governance is needed in some countries.  Of course, we are very good at dealing with symptoms when it all breaks down and people need food, shelter and water but, ultimately, the countries affected need a better system of governance.  Senator Mullen and others mentioned the role of the Army and public servants and the role we might play in addressing water problems.  If we have a surplus here due to the amalgamation of water departments in the State, it would meet a great need.  Staff associated with railways, roads and public administration in general could have a role.  We have built up an independent state over the years.  If our experience can help, the Minister of State might think of it as part of the package.<\/p><p>  We have learned to deal with sectarianism.  In our time, we were helped by the United States, the United Kingdom, the European Union and individuals from Canada and Finland.  If we can help when people in a certain country fall out with one another, we should do so.  As Winston Churchill said about politics, &ldquo;to jaw-jaw is always better than to war-war.&rdquo;  We have a lot of experience in peacemaking so the role of peacemaker would be an extremely valuable one for us to play.<\/p><p>  I echo all that my colleagues said about the countries the Minister of State is helping.  With regard to the welcome for the ceasefire, I note the United Nations Office for the Coordination of Humanitarian Affairs issued just this week an urgent notice on South Sudan.  It has warned that the rainy season will be starting in just a few months, making it difficult to transport supplies and leaving some locations completely cut off.  This is urgent, as I am sure the Minister of State and his officials are well aware.  He will certainly have the support of everybody in the House in dealing with this, as he knows.<\/p><p>  With regard to the Central African Republic, it is felt the new president, Ms Catherine Samba-Panza, will be a beacon of hope.  One reason is that she is a seasoned politician.  Many of the problems in question arise because of the collapse of what we would regard as politics and give and take.  The new president is a Christian, which brings in the need for measures to combat sectarianism.  Another advantage of her presidency, about which colleagues opposite will be delighted to hear, is that she is a woman.  We wish her well in helping her country.<\/p><p>  On Syria, I noted concerns expressed in <i>The New York Times<\/i> this week.  Its headline was &quot;Syrian Talks Disrupted by Congress's Approval of Aid to Rebels&quot;.  As other Senators have said, if we are trying to make peace, we might at least make a representation to the effect that aid should not be military aid.  We should use our skills in governance and in the areas of water, railways, roads, public service and education, and we should follow the noble example of the Army.  If we can assist in policing, we should do so.  We should bear in mind the great traditions of the Garda.  All of these skills should be available to the Minister of State to support him in the excellent work that is so badly needed in the three countries in question.  There is a need to solve the immediate problems of famine and refugees.<\/p><p>  South Sudan is one of the newest countries in the world.  Helping such countries to set up systems of government that work on behalf of all the people is a task in which we have considerable experience.  I am sure the Minister of State will bring this experience to the countries that need it so badly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000017#Q00200","speaker":"1157"},{"type":"speech","time":1391085600,"counter":100,"content":"<p>I thank Senators Walsh, Mullen, Quinn, Higgins, Reilly, Burke, Mooney, O'Keeffe and Barrett for their wide-ranging and valuable contributions, questions and comments.  There is not a stone that has not been upturned and examined.<\/p><p>Many Senators asked how we could raise awareness of the dire crises that are taking place in so many areas.  There are three emergencies at the same time in the same year, which is unique to the United Nations, and the challenge is enormous.  The pressures on donor countries, the United Nations and European Union to provide resources and funding are considerable.  There is a need to raise awareness of how dire circumstances are.  In Syria there is an incredibly difficult and complicated humanitarian disaster.  Any attempt to deal with it is surrounded by great difficulties and controversies on the basis of positions taken by a number of countries.  The Central African Republic has virtually no administration or infrastructure and it has been left in poverty ever since its foundation in 1960.  This is at the heart of the problems now being experienced.  The problem has been bubbling under the surface for a long time and it has now exploded, leaving the whole country in crisis.<\/p><p>It is important that we get the message out, including to our own people.  A debate such as this one in the Parliament is enormously valuable.  Through a range of programmes in the schools, we constantly seek to get the message out on circumstances and crises in developing countries and fragile states.  For example, I launched a programme last week involving 1,000 schools.  They are carrying out projects on the countries we are talking about and others.  There is considerable emphasis on development education in my Department, particularly in the formal school system at both primary and secondary levels.  In the universities, there is much engagement.  In the adult and community areas, we have an education programme and a funding arrangement.  Senators might examine community development in their areas if there is an educational element that relates to crises and fragile countries.  We have the means to resource it.<\/p><p>I was struck by the references many Senators made to the good work done by officials in my Department and our rapid response corps, which is on the ground in difficult circumstances.<\/p> <p>They also mentioned the Irish non-governmental organisations, which are very much at the cutting edge and some of my predecessors in government, namely, the former Ministers of State, Barry Andrews and Peter Power, now lead GOAL and UNICEF, respectively, here in Ireland.  This is a remarkable situation that I was delighted to see develop and they are very outspoken on these issues as well.  While that all is very important, the role all Members play as parliamentarians in these Houses is crucial.  If Members did not play that role and if support was not forthcoming from the Houses of Parliament for the Irish aid budget, which the Government has been able to maintain at a high level in the most difficult of circumstances, it would have been impossible for Ireland to play the role it plays in respect of providing resources and funds in the form of actual humanitarian aid on the ground, having personnel provide their skills and expertise or having the Defence Forces or the police help in peacekeeping and training situations.  Many Irish personnel actually are training police and military personnel in African countries in particular.<\/p><p>A question was raised regarding the placement of refugees and last year, through the Government's resettlement programme, 31 refugees were resettled from Syria.  This year, the entire cohort or quota in the refugee resettlement programme, that is, 90, will be from Syria.  This already has been agreed by the Minister for Justice and Equality and while perhaps it should be more, at present the entire resettlement programme will be devoted to Syrian refugees.  Syria, if not the worst disaster in the millennium, certainly is one of the worst disasters that has ever been experienced.  In excess of 130,000 people are dead, in excess of 2.5 million people are refugees and half the population of 22 million has been displaced.  The entire population is under pressure, vulnerable and in need of humanitarian aid in many areas throughout the country.<\/p><p>On the difficulty of access being experienced, the priority in the initial Geneva II talks that are taking place at present is to find ways to access, on a humanitarian basis, the areas that are excluded at the present time.  It is extremely difficult because of the nature of the opposition forces on the one hand, which very often are fighting one another and at loggerheads, and on the other hand one has the regime and the pressures that are put to prevent access.  The Government is not convinced that the provision of humanitarian corridors by military force, as has been suggested, is an effective mechanism.  What is needed is agreement among those engaged to allow humanitarian access and to allow aid.  This is what the Under-Secretary General for Humanitarian Affairs and Emergency Relief, Valerie Amos, has presented as the official position from the United Nations.  It proposes the granting of medical supplies, demilitarising medical facilities, prior notification to civilians and convoys of military offensives, designation of priority humanitarian routes, including those across front lines, to allow safe passage of aid convoys, the use of humanitarian pauses in fighting to allow humanitarian access to people and the use of cross-border operations where appropriate.  The discussions are taking place along those lines at present to try to provide safe passage and access.  Indeed, I recently met the Foreign Minister of Iran and urged him to use his good offices with the regime to allow humanitarian access and he promised to do so.  However, it still is very much a sticking point and the conditionality that is being imposed in respect of Homs, for example, still is a matter to be resolved.  While Lakhdar Brahimi indicates some progress is being made, we are a long way from a successful process being put in place at present.<\/p><p>As many Members have mentioned, the neighbouring countries surrounding Syria are under enormous pressure.  I have visited Jordan and Lebanon, the T&aacute;naiste has visited Turkey and many Members also have visited the region.  The number of people who are officially registered under the auspices of the United Nations when combined with the number of those who simply have crossed the border, are not registered but are distributed throughout these countries obviously is even higher than the current official figure, which is approximately 2.5 million people.  Apart from Turkey, these are small countries.  Lebanon and Jordan are tiny countries that are of similar size to Ireland or smaller and they have very poor infrastructure.  They have an inadequacy of services and providing an extension of those services to cater for the influx of the vast quantity of refugees is putting a huge strain on their resources.  The Government is highly cognisant of this and of the perception that if this continues, the number of refugees could be up to 4 million by the end of the year and that these countries would almost collapse under the pressure it is imposing.  This is a serious matter and it is not simply a question of humanitarian aid to the Syrian refugees and displaced persons but also is a question of assisting with the infrastructure that provides education, health and all the other services for which these countries need resources.  The Government is focused strongly on that and wishes to and probably will place greater emphasis on it.  I am thinking seriously of Ireland engaging in an initiative with other like-minded countries to come together and seek to address that particular aspect of the problem almost separately.  I acknowledge it cannot be addressed separately in its own right but it was being discussed last week in Brussels.  It is a major problem, whereby the entire surrounding area could collapse very easily.<\/p><p>On the pledges the Government has made for Syria, I note the target for donors was $6.5 billion in pledges, while the pledging reached $2.4 billion.  It is a long way short of what was sought and consequently, the $2.4 billion that was obtained will only supply sufficient resources up to the middle of this year.  There now is donor fatigue in respect of the enormity of the problems that exist and of these emergencies.  They are so huge and the problems of Syria are of such magnitude that they pose a serious question of and problem for the resources of the United Nations, the other multilateral organisations and indeed the overall community, even though it has been extended and the Gulf states are far more involved now in providing much more money than they did in the past.  A number of Senators mentioned the question of actually delivering on the pledges, which remains an issue.  Ireland always delivers 100% on its pledges but some countries make pledges and then the delivery is not 100%.  At all the meetings the Government attends, it wishes to emphasise the need for the various countries to continue to provide fully their pledges.<\/p><p>I have a few notes that summarise matters in broad context, which I will now deliver.  I reiterate my thanks to Members and will conclude by making a few overall points that link together many of the themes that have been discussed here today.  Syria, South Sudan and the Central African Republic all are experiencing extremely serious humanitarian crises caused by conflict.<\/p> <p>In some important respects Syria stands alone, both in terms of the scale of the suffering, the ramifications within the region and the fact that solving the humanitarian crisis requires a political solution which involves many of the world's leading global players, not least the United States and Russia.<\/p><p> Ireland has always argued the need to keep the humanitarian issue at the top of the agenda while understanding that only a political solution can bring the suffering of the Syrian people to an end.  Syria is ultimately a political crisis, with serious humanitarian consequences.  In this context, the process now ongoing in Geneva is vitally important.  It is likely to be slow and difficult, and initial signs are that the process of securing agreement between the parties to the conflict will be a challenging one.  In the end, however, only a comprehensive political solution can ensure that this humanitarian crisis is finally ended.<\/p><p> On the point about refugees, I stress that Ireland is firmly of the view that Syria's neighbouring states cannot and should not be shouldering the burden of hosting the influx of Syrian refugees.  It is for this reason that much of our support has been targeted at supporting citizens displaced within Syria and across the wider region.  <\/p><p> It is essential that those most affected by the conflict are able to benefit from the humanitarian assistance pledged in Kuwait earlier this month.  Together with our international partners, Ireland will continue to call on all parties to ensure that this aid reaches its intended destination by providing unhindered access for humanitarian assistance and to protecting civilians, including humanitarian workers and key medical staff who are in the front line of response to victims of violence.<\/p><p> Unlike Syria, even before the current crises erupted, the Central African Republic, CAR, and South Sudan were two of the poorest and least developed countries in the world, facing a myriad of problems exacerbated by inter-communal tensions.  Sadly, they are both examples of what we call &quot;forgotten crises&quot;, a priority area for Irish humanitarian effort.  Ireland&rsquo;s engagement in both countries has unfortunately been ongoing for many years and this is a tangible demonstration of the fact that long after the television cameras and reporters switch their attention away from the scene of a humanitarian emergency, Irish Aid maintains its focus and ensures that the many vulnerable people affected as a result of long-running conflicts are not forgotten.<\/p><p> One effect of the recent escalation of the situation in the Central African Republic is that, for the moment at least, it has ceased to be a forgotten crisis by the international community.  The violence, the despatch by France of a small peacekeeping force, and the sustained media coverage of the deepening ethnic tensions have focused international attention on this country arguably for the first time.  However, Ireland can say with some justification and pride that we had not forgotten about the people of the CAR, being until recently one of only two EU member states to donate to the United Nations Common Humanitarian Fund for that country.  In addition to our financial aid, Ireland has consistently highlighted the humanitarian situation in the Central African Republic with our EU partners in Brussels and other international fora.<\/p><p> It is essential that as we look at addressing the needs of the humanitarian emergencies in South Sudan and the Central African Republic, we recognise that religion or different tribal roots are not the root cause of the violence we have witnessed in recent months.  Rather, these crisis situations are the outcome of years and indeed decades of endemic poverty, under-development, weak democratic institutions and neglect by the international community.  We must ensure that in responding to emergency needs, we work simultaneously to address the underlying causes and ultimately seek to build the resilience of very vulnerable populations. In mobilising funds for the immediate humanitarian response, we must also examine ways to ensure that we continue to support the people of the Central African Republic and South Sudan into the future.<\/p><p> The international community must continue to learn the lessons of the past and try to become better at anticipating crises before they begin.  The current situation in South Sudan was predictable, and the situation in the Central African Republic has been brewing since the <i>coup d'etat<\/i>in March 2013.  It has taken far too long for the international community to step up to respond to the scale of the needs in the Central African Republic.  As mentioned earlier, the international humanitarian community has learned a lot from previous humanitarian disasters but we must continue to reflect on experience and refine our response in the future.<\/p><p> I should point out that, unfortunately in 2014, although I have focused Members' attention on three specific crisis situations, this is not the full picture.  Ongoing challenges remain in the following areas: the Democratic Republic of the Congo, where Special Envoy Mary Robinson is at the present time; Mali, which French troops invaded recently to hopefully restore democratic structures; Somalia, which has been the subject of enormous conflict over a period and where Brigadier General Aherne is in charge of training the Somali soldiers; Sudan, where we had the break away of South Sudan; Haiti, which we heard all about and where great difficulty remains in restoring the structures - forgotten again - and where there is very little focus on the continuing needs of Haiti now that the cameras have left; Myanmar, which is coming to the fore at present; and the Philippines, with its recent disaster, and many other countries around the globe which result in millions of people in serious need requiring the ongoing attention of the international donor community.  Ireland will continue to play our part its part.<\/p><p> Without delaying the House unduly I will deal quickly with some of the points raised.  Senator Walsh referred to a political solution being the only answer, and we know the difficulties in that in terms of getting the United Nations Security Council to agree because of the differences between the major powers on the issue, the local difficulties as well as the other players, namely, Russia and the United States, who have tremendous interests in the area in not allowing the process.  At least both Russia and the United States are represented at the talks and it is hoped that progress will be made.<\/p><p> I addressed the point about pledges not being made.<\/p><p> A number of Senators mentioned the issue of Irish troops.  I understand Ireland will not be sending troops to the Central African Republic in the context of the Common Security and Defence Policy, CSDP, mission from the European Union.  I understand that mission involves 500 troops initially, leading on to 1,000 troops.  We are not sending troops on the grounds that we are already fully stretched in terms of our commitments in overseas peacekeeping operations as well as resource limitations.  We do not have the capacity to contribute members of the Defence Forces to that mission.  <\/p><p> We have a strong representation in Lebanon, and Senator Quinn raised the issue of the security of those forces.  There are always difficulties in those areas.  The very first mission in 1960, to which he referred, was to the Congo where we lost 11 members of the security forces at the Niemba ambush.  A number of members of the security forces were lost in Lebanon over the years also.  We have had missions in Lebanon since 1978 playing a major role as a buffer between the Israelis on the one side and the various armed groups and militia operating in the area on the other.  It is a tough and dangerous assignment but we have been doing it for a very long time.  Our troops are very well respected and that continues to be the case with the present forces.<\/p><p> Regarding the CSDP mission going beyond the capital of Bangui, the idea is that the European mission will secure the capital and the airport, which is one of the only secure airports.  There are approximately 100,000 refugees in the airport in Bangui but that will allow the African and the French forces to engage in the countryside, which is not possible at the present time because of the lack of resources.  The European force will not move beyond the capital of Bangui but it will allow the other forces to move into the countryside to seek to secure that area and allow many of the people who fled into the bush to come out.<\/p> <p> Senator Mullins mentioned the refugee placements, the negotiations and the political process in Geneva.  The process is not just talks for the sake of talks.  Real engagement is taking place and we would be hopeful that there will be real results.  It is the only way to reach a conclusion.<\/p><p>The Senator also spoke of the need to broaden the donor base.  That is very important.  Such endeavours are continuing all the time.  It is extremely difficult to get some of the major powers such as China and India to come into the donor community.  The Senator saw the contribution China made to the Philippines.  It gave an initial contribution of &euro;100,000 and then raised it to &euro;500,000.  We would have provided a hundred times more than China did to its neighbour.  There are difficulties in that respect in terms of the perception of some of the emerging countries who have resources and means to make the contributions that they should.  That is a major part of what is required, especially now with donor fatigue.<\/p><p>Regarding what was said about the charitable organisations, I will not go into that discussion now.  However, it is important we realise that the non-governmental organisations with which we engage, GOAL, Oxfam, Concern, Tr&oacute;caire and so on, are fully audited by both themselves and by Irish Aid, and we have independent auditors.  In the absence of any regulator, they audit themselves as that is the requirement.  The are over-audited, if anything.  The public can rest assured that the money that goes to those organisations is well accounted for.  Any salary in any of those organisations above &euro;75,000 must be reported to us in order that we know precisely what salaries people on the higher echelons of those organisation are in receipt of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000017#Q00300","speaker":"1006","continuing":true},{"type":"speech","time":1391087400,"counter":104,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000020#T00200","speaker":"1126"},{"type":"speech","time":1391087400,"counter":105,"content":"<p>That might be a lead that could be usefully taken by some of the other charitable organisations.  It is extremely important that we reassure the public that the money is well spent.  We have an enormously generous public in Ireland, one of the most generous in the world in terms of charitable donations, and we must seek to ensure that continues.<\/p><p>The new President, Catherine Samba-Panza, is the agreed transition President in the country.  Hopefully, the transition period will get under way and the new structures and administration will be put in place.  That is the intention.  Resources have been put in there.  We had a meeting in Brussels last week.  It did not start as pledging meeting, it was a meeting to discuss the situation in the Central African Republic.  We contributed &euro;2 million to it but it became a pledging meeting as well because of the urgency of the situation.  Some &euro;750,000 was collected on that occasion and obviously we are seeking further funds.  It is important that we build administration and sustainable development in the health and education areas.<\/p><p>Senator Quinn mentioned the Danish Foreign Minister's reference to the scale of suffering, one of the worst humanitarian disasters of our time.  He spoke of the Irish troops serving there.  I have answered that point.  Their security is our top priority and the security of our peacekeeping troops is always kept under review.<\/p><p>Senator Higgins referred to their potential of the three states to be failed states.  There is no doubt that all three are failed states.  The picture the Senator and we have painted of them is dreadful.  She spoke of the increase of gender-based violence and child abuse.  In conflict situations children are always brought into the conflict.  They are very vulnerable and there seems to be a great willingness for the armed militia and regimes to recruit child soldiers and to put guns in their hands.  This is happening in all of those countries.  Irish Aid works very closely with the Consortium on Gender Based Violence, the United Nations and the non-governmental organisations.  The protection of women against gender-based violence in times of conflict is mainstream in all the work we do.<\/p><p>I dealt with Senator Mullins's points on refugee placements and on the slow progress in Geneva.  Senator Reilly spoke of development education programmes.  I mentioned what we are doing in that area.  She asked how can we heighten awareness of these matters.  I addressed that point as well. <\/p><p>Senator Mooney raised the issue of Homs.  It is a very difficult situation.  The progress in Geneva is very slow but there is no alternative to those talks and to trying to get an agreed pathway.  We hope that Iran, which is the major supporter of the regime on the ground, is coming back into the normal community of nations and is much more open to suggestions of using its good offices to help alleviate the humanitarian situations.  We are anxious that this would happen.<\/p><p>Senator Mooney asked how we can be sure that our aid does not go astray and that it is not being looted.  We sent the airlift to South Sudan on 14 January and it is being distributed by Concern.  Irish Aid will receive a report once it has been distributed in order that we can see exactly how it has been distributed.  Thus far there have been no difficulties.  The Senator also asked about our troops serving there.<\/p><p>Senator O'Keeffe raised the refugees issue and remarked on the neighbouring countries.  She also mentioned gender-based violence.  <\/p><p>I have dealt with most of the issues.  I hope I have not omitted any.  I am delighted to have had this opportunity to speak to Senators on this issue.  It is important that we bring everybody up to date and that the Senators have an opportunity to discuss these matters, ask questions and to know the priorities in Irish aid policy.  We have had a very good track record in trying to cover all the humanitarian situations but we also have a very good track record in dealing with forgotten crises.  There is only one other country in Europe that has engaged with us in the common humanitarian fund for the Central African Republic.  The issues in the Central African Republic could have been dealt with long ago if the resources that the international community was seeking were there.  The resources are in South Sudan but they are not in the Central African Republic and, as a result, it has been neglected all the time.  The conflict had been bubbling away all the time and it has now erupted as though it was an ethnic and a religious divide but, in fact, it is stems from poverty.  It is due to decades of poverty since independence and that is what has brought it the state it is in.  These are the fault lines.  There are always fault lines.  We know from Northern Ireland there were the fault lines of religion and all sorts of other issues when in fact there was discrimination and poverty underneath the surface.   We will seek to focus Irish aid all the time on the greatest needs.  Senator Higgins asked how we keep it focused on greatest needs where people are most vulnerable and most in need of our assistance.  That will continue to be the focus of our operations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000020#T00300","speaker":"1006"},{"type":"speech","time":1391087400,"counter":106,"content":"<p>I thank the Minister of State.<\/p><p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000020#T00350","speaker":"1135"},{"type":"speech","time":1391087400,"counter":107,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000020#T00500","speaker":"1130"},{"type":"majorheading","content":"Adjournment Matters","time":1391088000,"counter":108,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00050"},{"type":"minorheading","content":"Aquaculture Licences","time":1391088000,"counter":109,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00075"},{"type":"speech","time":1391088000,"counter":110,"content":"<p>The first and second matters are in the names of Senators Cullinane and Daly.  As we have only Senator &Oacute; Clochartaigh present in the Chamber, we will take that topic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00100","speaker":"1135"},{"type":"speech","time":1391088000,"counter":111,"content":"<p>For the record, Senator David Cullinane indicated that he was postponing his matter.<\/p><p>T&aacute;im an-bu&iacute;och den Aire a theacht isteach agus an &aacute;bhar seo a th&oacute;g&aacute;il ar an Athl&oacute;, mar tuigim to bhfuil s&eacute; an-ghn&oacute;thach.  I refer to the aquaculture sector in Ireland.  As we know from many studies, some 83% of all employment in Irish aquaculture is along the western seaboard.  Aquaculture is of great importance to coastal communities along the west coast.  I have been very critical of the concept of all eggs in one basket being proposed by the Minister for Agriculture, Food and the Marine, Deputy Coveney, in respect of the massive fish farm planned off Inis &Oacute;irr in the Aran Islands.  I do not think it is the right development but we recognise the potential to increase production and create employment along the west coast.  We need to have an open and honest debate about its efficacy.<\/p><p>In many policy documents, the Government states it is in favour of developing the aquaculture sector through Harvest 2020, which talks about the potential for aquaculture production.  One of the national policy goals for agriculture involves the significant scope to expand Ireland&rsquo;s aquaculture industry, with increases expected from both conventional aquaculture and a new deep sea salmon farming initiative, amounting to a 78% increase in volume of production by 2020.  An effective licensing system was viewed by many submissions as the single most important contribution the public sector can make to the development of the marine sector.  Numerous submissions regarded the current licensing systems as a barrier to growth, for example, foreshore and aquaculture licensing and planning permission.  It was felt that such systems must be fit-for-purpose, quick, consistent, efficient and transparent in order to attract investment.<\/p><p>I do not agree with the potential in the massive farm off the Aran Islands and more progressive growth of small farms along the western seaboard would be a better way to go but I do not want to focus on that issue.  The frustration in the industry is the major backlog in the processing and renewal of licences.  I would like the Minister to clarify why there is such a backlog.  Why are people in the aquaculture industry finding it so hard to make ends meet, battling against storms, competitors in other areas and being held up when they apply for licences to be renewed or for new licences to be issued?  The IFA estimates that, over the past five years, at least &euro;60 million in public and private investment has been lost to coastal areas because producers awaiting licence decisions were barred by our national policy from accessing the equivalent public funding of 40% of capital expenditure allowed in every other EU member state under the European fisheries fund regulations.  The backlog is not allowing farms to fish new species as opposed to the licence they have had for a number of years, such as moving from trout to a more lucrative species.  In cases where people are fearful of storm damage coming to our shores over the weekend, a licence decision has made it impossible under Irish national rules to access capital expenditure funding or raise bank loans to secure their farms against bad weather with the best available equipment.  It is a serious issue and is totally at the behest of the Department.  Perhaps the Minister can clarify the backlog.  Is it a staffing issue?  Is it a policy issue and why is the Government not acting more quickly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00200","speaker":"1122"},{"type":"speech","time":1391088000,"counter":112,"content":"<p>I am responding on behalf of the Minister of State at the Department of Communications, Energy and Natural Resources, Deputy Fergus O'Dowd.  Aquaculture licensing is governed by the Fisheries (Amendment) Act 1997, as amended, and regulations including, in particular, the Aquaculture (Licence Application) Regulations 1998, SI 236 of 1998 as amended.  The 1997 Act obliges the Minister for Agriculture, Food and the Marine to determine any application for a licence by either deciding to grant the licence or vary the licence, or deciding to refuse to grant the licence.  The licensing process involves consultation with a range of scientific and technical advisers as well as various statutory consultees and a period of public consultation.  Decisions on applications are published and are open to appeal to the independent Aquaculture Licences Appeals Board, ALAB.<\/p><p>A backlog has built up over a long period of time and arises primarily due to the absolute need to achieve full compliance with EU and national legislation on environmental protection.  The European Court of Justice judgment against Ireland in 2007 has largely determined what can be done since that time about aquaculture licensing in most of the bays around Ireland, the Natura 2000 sites.  The low number of licences issued since 2007 - with the exception of 2012 and 2013 where 115 and 137 determinations were made respectively - largely arises from the need for full compliance with the terms of the European Court judgment, with particular reference to the EU birds and habitats directives.  The majority of areas for which these licences are sought are designated special areas of conservation and-or special protection areas under the EU birds directive and Natura 2000 sites.  The specific numbers over the last six years are as follows: there were 137 licences in 2013; 115 in 2012; six in 2011; three in 2010; four in 2009; and two in 2008.<\/p><p>In accordance with these EU directives, the Department of Agriculture, Food and the Marine is constrained by law from issuing or renewing aquaculture licences for sites located within Natura 2000 areas until such time as an appropriate assessment has been conducted to assess the potential of the proposed aquaculture and fishery activities within that area to impact negatively on the conservation objectives for that Natura site.  The licensing process must take full account of the outcome of that assessment in reaching a determination on any particular licence application.<\/p><p>An additional factor is that under the EIA directives all aquaculture applications now undergo an environmental impact pre-screening assessment which requires significant input from the Department of Agriculture, Food and the Marine scientific and technical advisors.  The Departments of Agriculture, Food and the Marine, and Arts, Heritage and the Gaeltacht, which has responsibility for the National Parks and Wildlife Service, NPWS, together with the relevant State agencies put in place structures, procedures and arrangements to address the Natura licensing challenge.  These are intended to enable progressive delivery by Ireland in a multi-year plan of its obligations for compliance in respect to sea fisheries and aquaculture under the EU habitats and birds directives. <\/p><p>Arrangements were put in place for the following measures: the progressive collection of necessary benthic, ornithological and other data in relevant marine Natura sites; the progressive development of conservation objectives in those sites; the progressive completion of appropriate assessments; and the establishment of fisheries Natura plans and other arrangements to enable a progressive roll-out of consent determinations in line with the Natura obligations once all the requested conditions are met.  As seen from the numbers cited, the licensing process has begun to achieve meaningful results in the context of Natura areas and the Minister for Agriculture, Food and the Marine, Deputy Coveney, expects that licence determinations in the order of 200-250 will be achieved in 2014.  This will give a cumulative total in the order of 500 licences over the last two years, which will have a significant impact on the backlog.<\/p><p>The very detailed measures the Department  of Agriculture, Food and the Marine negotiated with the EU Commission, which I have outlined, are clearly yielding positive results.  The elimination of the licensing backlog has been a key priority for the Minister and will continue to be kept under review to ensure that the progress made to date will be maintained and, if possible, accelerated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00300","speaker":"967"},{"type":"speech","time":1391088000,"counter":113,"content":"<p>I welcome the clarification.  Some 58 bays are to be inspected under the regime and only two of them have been completed by the Marine Institute to date.  Perhaps the Minister can ask the Minister of State to forward information on the bays that will be finished in 2014 so that the licences in those bays will be issued and when it is expected to finish surveys of the bays.  What is the timeline so that producers in the bays know where they stand in respect of renewal of licences?  The Minister might ask the Minister of State to come back with detailed information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000021#U00400","speaker":"1122"},{"type":"minorheading","content":"Building Regulations Compliance","time":1391088600,"counter":114,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000022#V00050"},{"type":"speech","time":1391088600,"counter":115,"content":"<p>I thank the Minister for coming to the House.  This issue relates to the new 2013 regulations introduced under the Building Control Act, and they relate to certification of building works.  There seems to be much concern among architects, engineers and surveyors regarding the exclusion of large numbers of competent engineers and architects who currently do a job in applying for planning permission and supervising construction works.  It now seems that those who have been deemed competent for decades and who have been in the industry for years will not be able to certify works under these regulations.  Will the Minister outline what is being done to allay their fears?  People's lives and livelihoods - their ability to earn a living - are being put at risk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000022#V00100","speaker":"1159"},{"type":"speech","time":1391088600,"counter":116,"content":"<p>I am glad of the opportunity to outline the position for Senator Daly.  The new Building Control (Amendment) Regulations 2013 will strengthen the arrangements currently in place for the control of building activity by requiring greater accountability in compliance with building regulations in the form of statutory certification of design and construction, lodgement of compliance documentation, mandatory inspections during construction and validation and registration of certificates.  The new regulations are necessary following widespread instances of failure by owners, designers and builders to comply with their statutory obligations under the Building Control Act 1990 to design and construct buildings in accordance with the building regulations.<\/p><p>An extensive public consultation process was undertaken in 2012 to inform the development of the revised building control regulations, which will come into effect on 1 March 2014.  Comprehensive consultation documents were published, including Strengthening the Building Control System, a document to inform public consultation on draft building control (amendment) regulations 2012 which sets out the context in which the reforms - which are now signed into law in the form of SI No. 9 of 2014, which supersedes SI No. 80 of 2013 -  will operate and the regulatory impact of these for building owners and industry stakeholders.  This document remains on my Department's website.<\/p><p>In the two years since public consultation began, my Department has worked in close consultation with key industry stakeholders and local authorities through the City and County Managers' Association to prepare for the new regulatory environment.  In this regard, a new online building control management system will provide a common platform for clear and consistent administration of building control matters across the local authority sector.  It will also undertake a risk analysis of all projects for which commencement notices are received, which will inform each building control authority's own inspection arrangements, thus ensuring that available inspection resources are used to optimum effect.  Briefing and guidance for local authority staff on the new system has begun in recent weeks and arrangements are being made to brief industry stakeholders in early February 2014 before the system is made publicly available in advance of 1 March 2014.<\/p><p>A new code of practice for inspecting and certifying works will guide and assist construction professionals in particular in dealing with their new obligations with regard to inspecting work during construction, lodging documentation to demonstrate compliance and certifying the design and construction.  Professionals who comply with the code of practice will be deemed to have fulfilled their obligations.  This code of practice has been prepared in close collaboration with industry stakeholders and circulated widely within the industry.  Standard forms of contracts used for both private and public sector projects will need to be revised to reflect the new regulatory environment.  I understand that the Government construction contracts committee is currently reviewing arrangements in this regard with public works projects.  My Department also understands from its ongoing liaison with the key construction professional bodies representing architects, engineers and surveyors that this work is advancing well.  My Department officials are available to advise and assist the professional bodies in this regard as necessary.<\/p><p>Concerns that the new regulations prevent self-building are unfounded, although all house builders must comply with the new regulations.  An owner who intends to self-build will, as before, assume legal responsibility for ensuring that building or works concerned are compliant.  The new regulations now require all owners to assign a competent, registered professional to certify the design and to inspect and certify the works.  Confidence in the builder will be a key factor influencing a professional's decision to accept these roles and owners who intend to self-build will need to be aware of this.  I am satisfied that arrangements for a smooth transition to the new regulatory environment are well in hand and my Department will continue to work with all parties to ensure they understand their obligations and the steps necessary to meet them.<\/p><p>I understand from representations I have received from the Senator and others that there is some concern about people who are not registered with professional bodies but who are draughtsmen or have carried out work on behalf of architects over the years.  I have asked the chairman of the admissions panel of the Royal Institute of Architects in Ireland, Mr. Garrett Fennell, to consider the routes to recognition of those people in respect of professional bodies.  A report should be on the Department's website that clearly indicates the recommendations for changes to be made, and I have accepted Mr. Fennell's report in full.  I hope to be in a position to implement those changes as quickly as possible, and that will provide an opportunity for people who are worried about their future, as there will be new rules regarding technical assessment.  For example, there is a short and inexpensive course in UCD that will help these people.  I have asked the RIAI to examine how we can assist people in becoming fully registered and in any other way in achieving that goal.  This applies, as the Senator correctly suggests, to people who have been working in the system for many years.<\/p><p>I hope that by implementing the recommendations in Mr. Fennell's report we will be in a position to drive down costs and improve opportunities for recognition for professionals who have been involved in building and construction for many years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000022#V00200","speaker":"967"},{"type":"speech","time":1391088600,"counter":117,"content":"<p>I thank the Minister for the reply and for the further information he supplied.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014013000022#V00300","speaker":"1159"},{"type":"unspoken","time":1391088600,"counter":118,"content":"<p>The Seanad adjourned at 2 p.m. until 2.30 p.m. on Tuesday, 4 February 2014.<\/p>","notice":"TIME STRING DETECTED"}]