[{"type":"minorheading","content":"Prelude","time":1350394200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1350394200,"counter":2},{"type":"unspoken","content":"Reflection and Prayer.","time":1350394200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1350394200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1350394200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600002#A00025"},{"type":"speech","time":1350394200,"counter":6,"content":"<p>I have received notice from Senator Kathryn Reilly that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<ul><br \/>The need for the Minister for Justice and Law Reform to discuss the need for cross-Border co-operation to monitor and prevent dangerous and anti-social driving practices on the N54-A3 concession road; the discussions that have taken place at the North-South Ministerial Council on same; and if he has had discussions with An Garda Siochána on this issue.<\/ul>I have also received notice from Senator Trevor Ó Clochartaigh of the following matter:<ul>The need for the Minister for Health to outline the precise measures in hand to ensure proper oversight by the HSE of the home help scheme, in so far as the quality of care administered under the scheme is concerned, and the measures in hand in this regard in the HSE West region.<\/ul>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600002#A00050","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1350394200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600003#B00300"},{"type":"speech","time":1350394200,"counter":8,"content":"<p>The Order of Business is No. 1, Houses of the Oireachtas Commission (Amendment) Bill 2012 - Committee and Remaining Stages, to be taken at the conclusion of the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600003#B00400","speaker":"1130"},{"type":"speech","time":1350394200,"counter":9,"content":"<p>Just before the summer recess, and just after it, I asked that the Leader arrange a debate on perinatal care.  A number of Senators from across the House attended a good briefing on the matter this summer.  I wonder whether in the next couple of weeks the Leader could find time to schedule that because it would be an important debate.  I will leave that with him but I ask him to try to find time for it.<\/p><p>I have raised on four occasions the vacancy in the area of paediatric cystic fibrosis at Temple Street Children's Hospital, where 94 children attend on a regular basis for cystic fibrosis physiotherapy.  I raised it directly with the Minister, Deputy Reilly, when he was here.  My colleague, Deputy Kelleher, has tabled parliamentary questions on the matter.  As I stated, I have raised it here on two separate occasions with the Minister and also with the Leader.  I am glad the Minister responded by saying that the vacancy would be filled, but he provided no timeframe.  The post has been vacant since the start of September.  The Minister also said, to this House and to me - this is where I want clarification - that children who require cystic fibrosis physiotherapy will be seen.  A number of parents have been in touch with me about this, and that is not true at all.  One of the parents with whom I was involved had an appointment on 10 October, and that appointment was cancelled.  Other parents have also had their appointments for necessary physiotherapy treatment for their children cancelled.  As anyone who is familiar with cystic fibrosis will be aware, early intervention can extend the lifespan of an affected child substantially.  The only circumstance in which treatment is available to children at Temple Street hospital for cystic fibrosis physiotherapy is when the child presents him- or herself to the accident and emergency unit following an attack or if his or her ailment is deteriorating significantly.  There is still no service available in the hospital for the 94 children who require this treatment.  I have written to the Minister again today because in his Dáil reply and in the reply he gave here he stated that those children would be seen, but they are not being seen and their appointments are being cancelled.  I ask the Leader, through his good office, to raise this as a matter of urgency.  We all recognise the importance of looking after our children, particularly those with such a debilitating illness as cystic fibrosis.  We need urgency injected immediately into this matter.  I will seek further clarification from the Minister but if I am not getting responses, I intend to raise it continually.<\/p><p>On the so-called reforms of local government announced today by the Minister for the Environment, Community and Local Government, Deputy Hogan, it is advisable that people get an opportunity to look at the report.<\/p> <p>It was only announced today, between 1 p.m. and 1.30 p.m.  I ask the Leader, well in advance of the legislation being published, to arrange for this House to debate in detail with the Minister for Environment, Community and Local Government the findings and recommendations of the report.  I also ask that the debate be arranged for this week, given that our schedule is light.  There would be ample time on Thursday to debate these matters.  The abolition of town councils and town commissioners is not reform.  Reform of local government is needed.  This would be the right Chamber in which to debate the report well in advance of the legislation being published.  It appears that the report has been written as a sop to the Labour Party because it proposes an increase in the numbers of councillors in urban areas to offset potential losses the party might suffer in the 2014 local elections.  Leaving all that aside, an early debate on this issue is appropriate and I suggest it be held on Thursday.  We do not need to wait weeks to have the debate.  There will be statements on social welfare on Thursday, following which at 2.15 p.m. the House is due to rise.  The Fianna Fáil group would be more than happy to sit late on Thursday to debate the issue of local government reform with the Minister for Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600003#B00500","speaker":"1139","continuing":true},{"type":"speech","time":1350394500,"counter":11,"content":"<p>Like Senator Darragh O'Brien, I would like to have a debate on the Minister's plans for local government reform.  However, I refute entirely the Senator's suggestion that the report is a sop to the Labour Party.  This was agreed between the two coalition partners as part of the programme for Government.  Proper local government reform is long overdue to ensure the system will be more efficient and have greater powers of subsidiarity and decision-making at local level and that will be greater representation at local level.  I agree with the Senator that it is important that we debate the issue in the House.  While I am not sure it needs to be debated on Thursday, I would like to see such a debate taking place in the coming weeks.  We have a very important pre-budget debate on social welfare with the Minister for Social Protection arranged for Thursday.  The report requires very careful reading and it is important that we have an informed debate on it in the House.  <\/p><p>  There is more to the report than simply reducing the number of councils or merging town councils in municipal districts.  There are also some very important and radical measures proposed, for example, making arrangements to conduct business in a manner which would encourage greater participation by women in local politics.  I am delighted to see that proposal because I have raised in the House the need to ensure parliaments are run in a gender sensitive way.  This is part of an international movement.  It is also true that local authorities must be run in a gender sensitive way.  Another proposal envisages local authorities being funded through a new local property tax which would ensure local responsibility for decision-making and proper powers at local level.  As I said, reform is long overdue.  Some of the reforms have been mandated or are required in the light of the findings of the Mahon tribunal to ensure greater scrutiny and transparency in the planning process.  The report, therefore, deserves a detailed and thorough debate.  I agree that we should invite the Minister to come to the House in the coming weeks to engage with us before the legislation is produced.<\/p><p>  I welcome the report commissioned by the Department of Social Protection on food poverty, although I do not welcome its findings, as I do not think anyone in the House does.  However, it is very important that we are aware of the data covering the years 2009 and 2010 produced by <i>safe<\/i>food for the Department of Social Protection.  The report makes for very worrying reading because it highlights a 3% increase in the number of people living in food poverty in these years.  It finds that 10% of people were living in food poverty in 2010.  We have to try to ensure targeted interventions by the Department of Social Protection and others to tackle this issue and ensure the groups most at risk are provided for.  It is very useful that, at last, we have a proper, scientific measure of food poverty and the risk factors involved.<\/p><p>  There was some good news today about the young Pakistani schoolgirl, Malala Yousafzai, who is an icon in terms of the education of young girls and who was shot, tragically, by the Taliban last week.  She is making a good recovery in a hospital in England.  We celebrated International Day of the Girl last week, but the plight of Malala and her colleagues who are just trying to receive an education in their own country and encountering huge resistance from very conservative elements reminds us of the need to fight for gender equality in education across the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600004#C00200","speaker":"1148"},{"type":"speech","time":1350395100,"counter":12,"content":"<p>I support the call by Senator Darragh O'Brien for a debate on perinatal hospices.  We were all impressed by the families who addressed us prior to the summer break, but the core question is how to create a society that welcomes families with children who have been diagnosed with disabilities or foetal abnormalities which may be fatal in the short term, and provides the necessary legal and social support for parents and their babies.  It is important to revisit some of the themes that were opened up on the last occasion in order that we can learn the Government's plans, even in these straitened times, to ensure families in this situation receive the proper support.<\/p><p>The proposal last week to open a Marie Stopes clinic in Belfast caused concern for a significant number of people.  These events are, of course, taking place in a neighbouring jurisdiction but what happens there matters a great deal in terms of how these issues evolve in this jurisdiction.  We should welcome the warning from the Northern Ireland Minister for Health, Social Services and Public Safety, Edwin Poots, MLA, that the clinic must be careful to remain within the law.  I would go further to argue that Marie Stopes is an organisation that cannot be relied on to respect the law of the land.  It has no respect for human life, for mothers or for children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600005#D00200","speaker":"1146"},{"type":"speech","time":1350395100,"counter":13,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600005#D00300","speaker":"1148"},{"type":"speech","time":1350395100,"counter":14,"content":"<p>I am surprised to hear Senator Bacik defend Marie Stopes, of all organisations.  Last year an Irish woman nearly died after a botched abortion by one of its doctors.  This doctor did not even have indemnity insurance.  He had been responsible for a death ten years earlier while he was working for the British pregnancy advisory service.  <i>The Sunday Business Post<\/i> revealed how Marie Stopes appears to be abusing the law by its link with the organisation in Britain.  These are not the people to put in charge of caring for women's health.  What we see in the Northern situation is how an apparently narrow ground for abortion, namely, an alleged threat to life or health, gets used by people with an agenda.  In the Republic we have successfully guaranteed necessary medical treatment to women at all times without recourse to abortion by always guaranteeing a woman's life and health, even when it is not possible to save her child.  That approach of caring for two patients is the model we must follow and I hope it informs the Government's decisions and our debates in the coming weeks.<\/p><p>  There is something inevitable about the proposal to cut the money going to fee-paying schools.  The Minister for Education and Skills has to find &#8364;77 million out of &#8364;9 billion.  It is understandable that fee-paying schools would be recognised as a legitimate target.  However, the Department of Education and Skills has asked for details on how the schools are spending their fee income and it may emerge that some of the schools are not in a position to sustain cuts because of the good commitments they have made.  I hope diversity will not be attacked, that Protestant schools in areas where they may be vulnerable will be exempted from any cuts and that serious consideration will be given to schools that cannot afford to sustain cuts.  In the end, these parents and families cost the State less when it comes to educating their children because they are putting in more.  That deserves credit rather than derision, and I hope the approach taken to the issue is not overly ideological.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600005#D00400","speaker":"1146"},{"type":"speech","time":1350395100,"counter":15,"content":"<p>As today is Michael Collins's birthday, we should remember one of the founding fathers of the State as a man who risked his life on numerous occasions before eventually giving his life for his country.  If he were still alive he would be 122 years old today.<\/p><p>I am sure the Minister for the Environment, Community and Local Government would welcome a debate on local government reform.  I congratulate the Minister on his initiative.  It has taken 114 years to introduce proper local government reform.  He displayed courage in the way he brought his proposals to the Cabinet.  He has received agreement on legislation and will be bringing it before both Houses of the Oireachtas.  We should welcome a debate on this issue because all politics is local and local government is the closest level to our constituents.<\/p> <p>Senator Darragh O'Brien seems to know a lot more than many of us about some of the issues he mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600005#D00500","speaker":"1125","continuing":true},{"type":"speech","time":1350395400,"counter":17,"content":"<p>It is good to know the Minister is back doing some work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00200","speaker":"1139"},{"type":"speech","time":1350395400,"counter":18,"content":"<p>On another point, I ask the Leader-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00300","speaker":"1125"},{"type":"speech","time":1350395400,"counter":19,"content":"<p>Is the Senator getting to the point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00400","speaker":"1120"},{"type":"speech","time":1350395400,"counter":20,"content":"<p>Yes.  We have all been receiving e-mails on the fluoridation of water.  At some stage will the Leader bring in departmental officials for a debate on the issue?  As we are hearing scare stories from both sides of the argument, I would welcome a debate on it.  The same is being done in many countries in which English is spoken.  It would be helpful if the Minister came to the House to state what is official policy in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00500","speaker":"1125"},{"type":"speech","time":1350395400,"counter":21,"content":"<p>I agree with the Leader of the Opposition, Deputy Darragh O'Brien, about inviting the Minister for an early debate on the issue.  Senator Pat O'Neill's comments are welcome, given that I know he is his master's voice in Seanad Éireann. When the Senator speaks, he is generally speaking on behalf of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00600","speaker":"1140"},{"type":"speech","time":1350395400,"counter":22,"content":"<p>Authoritatively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00700","speaker":"1151"},{"type":"speech","time":1350395400,"counter":23,"content":"<p>I am delighted the Minister will come to the House.  There is no doubt that the reform of local government will be detrimental to rural areas which will not have the same level of representation as heretofore.  For example, Roscommon County Council is to be reduced in size from 26 seats to 18, which is a blow to the area, and there are to be similar reductions in counties Leitrim, Cavan and Monaghan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00800","speaker":"1140"},{"type":"speech","time":1350395400,"counter":24,"content":"<p>That is a point which should be raised in the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E00900","speaker":"1120"},{"type":"speech","time":1350395400,"counter":25,"content":"<p>Local representation is being wiped out.  It will also have an effect on representation in Seanad Éireann.  If the Seanad survives, there will be a reduction in the number of Senators from the western region as a result of the so-called reform of local government.  That will be detrimental to local government and the level of regional representation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01000","speaker":"1140"},{"type":"speech","time":1350395400,"counter":26,"content":"<p>That is pure speculation at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01100","speaker":"1151"},{"type":"speech","time":1350395400,"counter":27,"content":"<p>It may not affect Senators today, but it may do so some day.  This issue should also be raised.<\/p><p>On another point, the Labour Party was able to tell its members last Friday evening exactly what the situation was.  They were fully briefed.  As I see Senator Jimmy Harte nodding, I presume he was briefed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01200","speaker":"1140"},{"type":"speech","time":1350395400,"counter":28,"content":"<p>We are taking questions to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01300","speaker":"1120"},{"type":"speech","time":1350395400,"counter":29,"content":"<p>I am making a point.  They gave the Minister an imprimatur to ensure their seats would be held in urban areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01400","speaker":"1140"},{"type":"speech","time":1350395400,"counter":30,"content":"<p>Rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01500","speaker":"1148"},{"type":"speech","time":1350395400,"counter":31,"content":"<p>For example, Dublin City Council will see an increase in the number of seats from 52 to 60, while in Fingal County Council the number will increase from 24 to 30.  In all of the eastern region there will be extra representation, whereas in the western region there will be less.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01600","speaker":"1140"},{"type":"speech","time":1350395400,"counter":32,"content":"<p>Is the Senator calling for a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01700","speaker":"1120"},{"type":"speech","time":1350395400,"counter":33,"content":"<p>Let there be no doubt that the Labour Party is the little tail wagging the big Fine Gael dog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01800","speaker":"1140"},{"type":"speech","time":1350395400,"counter":34,"content":"<p>On a point of information, it is called demographics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E01900","speaker":"1148"},{"type":"speech","time":1350395400,"counter":35,"content":"<p>It is called the Labour Party's uncertainty about the future and its control of local government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02000","speaker":"1140"},{"type":"speech","time":1350395400,"counter":36,"content":"<p>That is not relevant to the Order of Business.  Is the Senator calling for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02100","speaker":"1120"},{"type":"speech","time":1350395400,"counter":37,"content":"<p>I am sorry, but Senator Ivana Bacik interrupted me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02200","speaker":"1140"},{"type":"speech","time":1350395400,"counter":38,"content":"<p>Yes.  The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02300","speaker":"1120"},{"type":"speech","time":1350395400,"counter":39,"content":"<p>I would never do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02400","speaker":"1148"},{"type":"speech","time":1350395400,"counter":40,"content":"<p>She put me off.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02500","speaker":"1140"},{"type":"speech","time":1350395400,"counter":41,"content":"<p>The Senator is inviting it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02600","speaker":"1120"},{"type":"speech","time":1350395400,"counter":42,"content":"<p>We should have a debate on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02700","speaker":"1140"},{"type":"speech","time":1350395400,"counter":43,"content":"<p>On a point of order, I remind the Senator that his party was in government for 80 years and could have brought forward legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02800","speaker":"1125"},{"type":"speech","time":1350395400,"counter":44,"content":"<p>That is not a point of order.  The Senator should resume his seat.  I ask Senator Terry Leyden to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E02900","speaker":"1120"},{"type":"speech","time":1350395400,"counter":45,"content":"<p>I second the proposal made by Senator Darragh O'Brien for a debate on Thursday with the Minister.  Senator Pat O'Neill has said he will come, for which I thank him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03000","speaker":"1140"},{"type":"speech","time":1350395400,"counter":46,"content":"<p>I did not say the Minister would be here on Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03100","speaker":"1125"},{"type":"speech","time":1350395400,"counter":47,"content":"<p>It is great to see my colleagues in such fine form on a Tuesday afternoon.  It is a great start to the week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03300","speaker":"1174"},{"type":"speech","time":1350395400,"counter":48,"content":"<p>Nothing concentrates the mind more than seats in Seanad Éireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03400","speaker":"1140"},{"type":"speech","time":1350395400,"counter":50,"content":"<p>There should be no more interruptions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03600","speaker":"1120"},{"type":"speech","time":1350395400,"counter":51,"content":"<p>Last Friday the Seanad Chamber hosted the inaugural meeting of the North-South Inter-Parliamentary Association, which was a great indication of the progress made on the island.  The establishment of this association stems from the Good Friday and St. Andrew's Agreements.  It was an historic moment and I look forward to working closely with the association for years to come.<\/p><p>I give a warm welcome to the decision made yesterday by An Bord Pleanála to give the go-ahead to the construction of a new bridge at Narrow Water on the River Newry, linking County Louth and County Down for the first time.  This is something for which I have been hoping and on which I have been working for a long time.  Following the granting of planning permission by the Northern Ireland Environment Minister last week, I am delighted the project can go ahead.  Provided funding under the INTERREG 4 scheme comes through, I hope the bridge will open in 2015.<\/p> <p>It is a great symbol, not only because Narrow Water was the site of where so many British soldiers were killed in one of the worst atrocities in the Troubles in the North, but because this project can be a step forward and the way towards unity of North and South.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600006#E03700","speaker":"1174","continuing":true},{"type":"speech","time":1350396000,"counter":53,"content":"<p>I agree with what Senator Moran said about last Friday.  The meeting of the North-South Interparliamentary Association in this Chamber, chaired jointly by the Speaker, William Hay, and the Ceann Comhairle was a remarkable event.  There were superb presentations by Geoffrey Shannon and Ian Elliott on the cross-Border dimension of child protection.  For lighter relief in the afternoon Brian Cassells and John Martin spoke about the restoration of the Ulster Canal as a tourism facility.  Great credit is due to everyone who ensured that part of the Good Friday Agreement was finally implemented.  Thanks are due to the Speaker, the Cathaoirleach and the secretariat.  It was a most important day.  One of the remarkable parts was that virtually everyone on the Unionist side claimed to be originally from places such as Monaghan or Donegal.  The nine-county Ulster project was definitely revived last Friday.  It was a great occasion and credit is due to everyone who organised it so well.  History was made here last Friday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F00200","speaker":"1157"},{"type":"speech","time":1350396000,"counter":54,"content":"<p>We had a very good news story in Sligo yesterday evening.  A U-turn was made on the decision to close Stiefel Laboratories next year.  It is a great example of what can be done with the commitment of staff and the site manager, Pat McLoughlin, IDA Ireland and the Minister, Deputy Bruton.  GlaxoSmithKline has now decided to diversify slightly in the product it manufactures and to invest a further €10 million in the plant.  If one is committed to surviving in this difficult time it is great when one has the co-operation of agencies, staff and a there is a good person at the helm.  I hope more such stories will be heard in the future.<\/p><p>I take the opportunity to congratulate Sligo Rovers on winning the League of Ireland final.  We had fantastic representation from this House at the event with Senators Mooney, MacSharry and Reilly.  It is a fantastic time for Sligo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F00300","speaker":"1152"},{"type":"speech","time":1350396000,"counter":55,"content":"<p>That is not relevant to today's Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F00700","speaker":"1120"},{"type":"speech","time":1350396000,"counter":56,"content":"<p>It is a well known fact that we in Ireland are the most unrepresented country in the whole of the EU in terms of local government.  On average, it takes approximately 2,500 people to elect one councillor in this country compared with 1,000 people to elect a councillor in Denmark and much fewer than that in most other countries, in particular France.  The UK, which is second to us, is a good bit behind us.  There was some levity in the Chamber this morning following the announcement by the Minister for the Environment, Community and Local Government, Deputy Hogan, but I am not laughing and neither are the people of the towns of this country laughing.  I am concerned and have a genuine worry about democracy in this country at the hands of the current coalition Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F00800","speaker":"1142"},{"type":"speech","time":1350396000,"counter":57,"content":"<p>That is nonsense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F00900","speaker":"1117"},{"type":"speech","time":1350396000,"counter":58,"content":"<p>I will outline some facts.  A total of 114 authorities will be reduced to 31.  Approximately 1,600 elected councillors will be reduced to 950.  Eight regional authorities-assemblies will be reduced to three.  We have already had changes to the representation of Údarás na Gaeltachta.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01000","speaker":"1142"},{"type":"speech","time":1350396000,"counter":59,"content":"<p>The Senator may make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01100","speaker":"1120"},{"type":"speech","time":1350396000,"counter":60,"content":"<p>I am making an important point.  I will not let you down, a Chathaoirligh.  The Government is also threatening to abolish the Seanad.  What does the Government have against the people that it wants to take away their voice?  I served in local government at county and town level for 22 years.  Unless one has been a town councillor one does not know the importance of such a role and function, the great pride the people of those towns have in their town councils, and the great pride we have in being townies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01200","speaker":"1142"},{"type":"speech","time":1350396000,"counter":61,"content":"<p>Is the Senator calling for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01300","speaker":"1120"},{"type":"speech","time":1350396000,"counter":62,"content":"<p>I put a question to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01400","speaker":"1142"},{"type":"speech","time":1350396000,"counter":63,"content":"<p>Is the Senator calling for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01500","speaker":"1120"},{"type":"speech","time":1350396000,"counter":64,"content":"<p>I want more than that.  The hearts and souls of most of the Senators around me who came through local government are with me on the issue.  Is the Leader not concerned that what is there, namely, representational democracy, will be exchanged for rule by, in many cases, the unelected authorities and quangos which continue?  Considerable amounts of both European and State money are invested in groups which, in effect, are answerable to nobody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600007#F01600","speaker":"1142"},{"type":"speech","time":1350396600,"counter":65,"content":"<p>We are not having that debate today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600008#G00200","speaker":"1120"},{"type":"speech","time":1350396600,"counter":66,"content":"<p>Obviously we cannot have it today but there must be such a debate.  I ask Members on the Government side to look into their hearts and not to allow the Government to go any further in diluting democracy in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600008#G00300","speaker":"1142"},{"type":"speech","time":1350396600,"counter":67,"content":"<p>Today the Irish Banking Federation is having a conference entitled Restoring Confidence and Building Trust which it says will be a wideranging debate between, among others, academics, policy makers and so forth, and including key stakeholders.  Ironically, however, there is no speaker listed who will represent distressed mortgage holders.  I heard the comments of Fiona Muldoon, director of credit institutions and insurance provision in the Central Bank, who was, to put it mildly, very critical of the role of the banks and their actions in dealing with distressed mortgages.  She described them - I paraphrase - as behaving like teenagers in their relationship with the Central Bank and the regulator.  She did not put too fine a tooth in it.<\/p><p>I realise this debate has been called for on a number of occasions but it is really high time we had the Minister for Finance in the Chamber to explain to us exactly what progress has been made in dealing with the situation of distressed mortgage holders.  The Central Bank gave some preliminary figures today which show that, particularly in the wider area of buy-to-let mortgages which has not really come into the public domain, the situation is deteriorating rapidly.  The bottom line is that the banking sector in this country, as Ms Muldoon, again, pointed out, has been kicking the can, waiting for some magic solution such as house prices beginning to rise once more, the level of employment rising dramatically by 20%, or whatever it may be.  All the while, every day of the week, there are distressed mortgage holders in this country who are in deeply disastrous situations.<\/p><p>I ask the Leader to move the calling of that debate up the agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600008#G00400","speaker":"1172"},{"type":"speech","time":1350396600,"counter":68,"content":"<p>I do not know how many Members were watching the RTE programme which followed the news last night.  It was about the issue of assisting people, some of whom were quite ill, to take their own lives.  There was an effort at balance by the inclusion of a person who was opposed to that concept.  However, like most RTE programmes on such social issues, there was an editorial agenda.  Certainly, judging from the presentation it was obvious where the programme makers stood in supporting that issue.  It troubled me, not only because of the actual issue but by the manner in which it was presented.  I kept asking myself about young people.  We have a tremendous problem in this country at present given the level of suicide.  One can think back on the number of times we have had debates in this House about people being killed in traffic accidents.  It was a significant issue and was often highlighted in this Chamber and in the Lower House.  As a consequence, efforts were made and the numbers of deaths have been reduced to about half the original number.  The number of suicides, however, is twice that of those killed annually on the roads.  This is a matter of great concern and has been raised here by other Members.<\/p><p>I have concerns about the manner in which these programmes are presented.  I am not an expert, not being a psychologist or psychiatrist.  However, I ask Members who are on the Oireachtas Joint Committee on Health and Children to raise this issue and perhaps get some professional psychiatric advice in order to see what effect this type of programme that, so to speak, makes suicide look like a very reasonable decision for people to take, has on the minds of people who are troubled and who might find themselves taking that course because it has been presented as a reasonable option.<\/p><p>Will the Leader ask for a timely debate on the issue of suicide?  There are many people involved, including Deputy Dan Neville on the Government side who has done great work in this area.  I would like to acknowledge that, as I am sure would others.<\/p> <p>We should highlight the issue and ask the Minister to focus on it as many families have been devastated by the consequences of suicide.  I would not like to think that the liberal elements in RTE, which seem to be in control, would in some way shape society with their notions that would cause angst in many families.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600008#G00500","speaker":"1126","continuing":true},{"type":"speech","time":1350396900,"counter":70,"content":"<p>I agree with Senator Hayden's reflections on the banking conference that is taking place.<\/p><p>I note that the Personal Insolvency Bill, when enacted, will require that a person with a distressed mortgage must first engage in a mortgage arrears resolution process.  A code of conduct on same is being established by the banking federations.  A problem with the code is that a statement of financial assessment consisting of 110 questions must be filled out.  One borrower with broadly similar circumstances to another could fill out the form but the result would be different.  One may be given the facility of interest-only or a break in his or her mortgage, whereas another could be forced to engage in a voluntary sale scenario.  Effectively, the banking sector is completely delinquent when it comes to dealing with these situations.  In my office I have met people with broadly similar financial circumstances who have been given completely different scenarios after undergoing stress tests and assessments that were conducted by a bank.  <\/p><p>If we want to get the banking sector right we need to wake up to its antics.  We need to drag the banks in here kicking and screaming.  It is quite clear that the banking sector is incapable.  No matter what conference is taking place it is incapable of producing a uniform code of conduct and action.  I want to see the representatives of the banking industry here.  Let them sit in the ministerial chair and explain what they are doing to help people.  Instead of the banks helping people to get out of their difficulties they are driving people over the edge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00200","speaker":"1158"},{"type":"speech","time":1350396900,"counter":71,"content":"<p>I wish to make a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00300","speaker":"1139"},{"type":"speech","time":1350396900,"counter":72,"content":"<p>I shall allow the Senator to make a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00400","speaker":"1120"},{"type":"speech","time":1350396900,"counter":73,"content":"<p>I remind the House that two weeks ago the House voted down a proposal to invite the Minister for Finance here to discuss the same matter raised by Senators Conway and Hayden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00500","speaker":"1139"},{"type":"speech","time":1350396900,"counter":74,"content":"<p>Senator Byrne thought it was a waste of time having the Minister in.  Senator Darragh O'Brien cannot have it both ways.  The last time the Minister was here was in July and Senator Byrne said then that he was wasting his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00600","speaker":"1130"},{"type":"speech","time":1350396900,"counter":75,"content":"<p>The Government parties voted down a proposal to invite the Minister for Finance here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00700","speaker":"1139"},{"type":"speech","time":1350396900,"counter":76,"content":"<p>The Senator cannot have it both ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00800","speaker":"1130"},{"type":"speech","time":1350396900,"counter":77,"content":"<p>I ask the Senator to resume his seat, please.  It is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H00900","speaker":"1120"},{"type":"speech","time":1350396900,"counter":78,"content":"<p>Senator Noone and others voted against the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01000","speaker":"1139"},{"type":"speech","time":1350396900,"counter":79,"content":"<p>At five minutes notice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01100","speaker":"1153"},{"type":"speech","time":1350396900,"counter":80,"content":"<p>They voted against the proposal.  There is no point in Senators coming in here and crying over it.  The Senators had an opportunity to do something about it but they voted against it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01200","speaker":"1139"},{"type":"speech","time":1350396900,"counter":81,"content":"<p>I will continue to raise the concerns of ordinary people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01300","speaker":"1158"},{"type":"speech","time":1350396900,"counter":82,"content":"<p>I ask the Senator to put his words into action and use his vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01400","speaker":"1139"},{"type":"speech","time":1350396900,"counter":83,"content":"<p>I will not engage in political point scoring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01500","speaker":"1158"},{"type":"speech","time":1350396900,"counter":84,"content":"<p>The Senator had an opportunity to vote on it but he voted against it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01600","speaker":"1139"},{"type":"speech","time":1350396900,"counter":85,"content":"<p>I ask Senator Conway to respect the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01700","speaker":"1120"},{"type":"speech","time":1350396900,"counter":86,"content":"<p>There is no point in Senator Conway talking about the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01800","speaker":"1139"},{"type":"speech","time":1350396900,"counter":87,"content":"<p>Senator O'Brien, please.  I ask Senators to respect the Chair, particularly when they are totally out of order.  I ask them to show respect for the House.  I call Senator Cullinane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H01900","speaker":"1120"},{"type":"speech","time":1350396900,"counter":88,"content":"<p>I welcome the fact that the Minister for the Environment, Community and Local Government, Deputy Hogan, has published his proposals for local government reform and call for a debate on the matter.  I hope that we will have a constructive and informed debate.  I accept that in order to do that we will need time to study his proposals.<\/p><p>The Leader will be aware that there is a lot of concern in Waterford about the merger of Waterford city and county councils.  Why is Waterford being singled out for such treatment?  There is a perception in Waterford - I do not know whether it is just a perception or a reality - that its councils are being singled out.  The city must compete on an uneven playing field.  For example, the city does not have a university and there is high unemployment that is way above the national average.  It will be difficult if Waterford city ends up without its autonomy and local authority.  Galway, Cork or Dublin have not been treated in the same manner.<\/p> <p>There is real concern this will have a negative impact and stunt the growth of Waterford city.  I will study the detail of what has been published.  Both Waterford city council and county council are very much opposed at political level to a forced amalgamation.  The city has different needs from the county that require different responses to issues which are unique to different parts of the city.  Aside from history and heritage, which is important, the economic reality is that Waterford city needs to be the key engine and the economic driver of the south-east region.  Without being autonomous and having its own local authority, it could make the job all the more difficult.<\/p><p>I welcome the publication of proposals by the Minister for the Environment, Community and Local Government, Deputy Hogan.  I have concerns about the proposed merger.  I hope the Leader will provide time in this House in the course of the next few weeks to have a more informed and constructive debate on all of the proposals published by the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600009#H02000","speaker":"1133","continuing":true},{"type":"speech","time":1350397500,"counter":90,"content":"<p>I welcome the debate on local government reform.  Senator Terry Leyden has left the Chamber but I thank him for sending eight councillors from County Roscommon to County Donegal.  The number of councillors in County Donegal has increased by eight while Roscommon has lost eight.  That reflects the distribution of population, with County Donegal experiencing growth and County Roscommon suffering a decline.<\/p><p>Reform of local government is well overdue.  I served on Letterkenny Town Council and Donegal County Council for many years.  I appreciate the hard work that town councils carry out but this will not diminished by new district councils.  I hope an area such as Letterkenny will benefit from increased representation but, more important, that councils will have more powers and autonomy.  I hope the local authority will collect and decide on the spending of the household charge or property tax.  We have one of the most centralised systems of administration in the western world.  The new proposals can bring only more devolved powers to local authorities.  I fully agree that reform is necessary.  The town councils have been targeted for abolition but their work will not be diminished.  Local councillors do a fantastic job but in the long term it is necessary to give power to the people.  That is the intent of the proposals.<\/p><p>I thank Senator Leyden, who is not present, to say that we knew everything ahead of everybody else<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00200","speaker":"1144"},{"type":"speech","time":1350397500,"counter":91,"content":"<p>Senator Harte should not refer to Senators who have left House, and should know that at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00300","speaker":"1120"},{"type":"speech","time":1350397500,"counter":92,"content":"<p>He is attending a committee meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00400","speaker":"1139"},{"type":"speech","time":1350397500,"counter":93,"content":"<p>A Chathaoirligh- - - - -<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00500","speaker":"1144"},{"type":"speech","time":1350397500,"counter":94,"content":"<p>The Senator is over his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00600","speaker":"1120"},{"type":"speech","time":1350397500,"counter":95,"content":"<p>We should have an early debate on the proposals for reform of local government.  This serious task should be conducted in a non-partisan way.  We need to tease out what the reform of local government entails - is it about economics, democracy or politics?  We do not sit on local authorities, but we must consider how these proposals affect the people on the ground.  There is a public perception of a creeping centralisation when it comes to the local democratic process and as a result accountability and responsibility suffers.  We know from personal experience that the power of local pride is unique.  We can see this at a time of achievement.  We can see it at a time of challenge and also in the time of need.  If we want to know how town councils are respected, we need only look at the turnout at election time, which is always exceptionally high.  One of the main reasons is the accountability at local level.<\/p><p>I sat on Cashel town council for 18 years.   I can remember the annual Estimates meeting.  People were waiting outside to ask councillors to account for the striking of the rate.  That is immediate accountability.  The greater the level of centralisation, the more one dilutes the local input.  <\/p> <p> Another aspect is its historical significance.  We have a charter in Cashel dating back several hundred years.  History tells us that the charter for the town council was given on the bridge of Golden by King William.  Whether we like King William is not the issue.  It is vital that the ceremonial nature of the councils and the heritage that goes with it are kept intact.  They will not be kept intact if this comes down to enlarging a county council and the removal of the local focus.  We should give great thought to the impact of this reform in the context of tourism.  We have seen time and again dignitaries coming to a town, meeting the mayor and the local council and getting a sense of stability and often an industry has been won for an area.  The same applies to tourism which I have no doubt is one of our most important industries.  The local council has been a vehicle for presenting it in the best fashion.  I, therefore, repeat my question: is this about economics?  Is it about democracy, or is it about politics?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600010#J00700","speaker":"1115","continuing":true},{"type":"speech","time":1350397800,"counter":97,"content":"<p>I join my colleague, Senator Imelda Henry, in welcoming the good news we received in Sligo yesterday.  The Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, was present there yesterday morning when an announcement was made that 120 jobs would be saved in the company in question.  There is even the possibility of a further 50 jobs being created in the future.  We had a very good weekend in Sligo.  The Taoiseach and two Ministers were there yesterday, while the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, was in County Leitrim on Sunday to examine a number of very good projects, which is all very good news.  I call on the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, to meet public representatives in the Sligo-north Leitrim area regarding the provision of funding for the stretch of the N4 at Castlebaldwin.  While some work is being done, 29 people have lost their lives on it in recent years.  We must focus on this issue and make sure the road is realigned.  It is the last bad stretch between Sligo and Dublin and I call for funding to be made available for it.  It would also encourage the creation of more jobs in the region.  It is believed the condition of this stretch of road in terms of the difficulty presented in travelling into and out of the area is preventing people from approaching IDA Ireland and creating jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00200","speaker":"1124"},{"type":"speech","time":1350397800,"counter":98,"content":"<p>As my colleagues opposite congratulated Sligo Rovers, I had better strike a balance by congratulating Kenmare GAA Club on its victory in the county junior championship final.  Uniquely, the club is in both the all-Ireland hurling final and the club championship final.  Very few clubs have managed to achieve this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00300","speaker":"1159"},{"type":"speech","time":1350397800,"counter":99,"content":"<p>That is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00400","speaker":"1120"},{"type":"speech","time":1350397800,"counter":100,"content":"<p>It is relevant in terms of voluntarism, an issue on which I ask the Leader to arrange a debate, as it is at the core of what Ireland is about.  All of the people who contribute ensure we have teams such as Sligo Rovers and Kenmare on the field.  It is a very important aspect of Irish society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00500","speaker":"1159"},{"type":"speech","time":1350397800,"counter":101,"content":"<p>We are not going to get involved in a sports round-up on the Order of Business.  Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00600","speaker":"1120"},{"type":"speech","time":1350397800,"counter":102,"content":"<p>Like my colleagues, I call for a debate on a report published only two hours ago.  This is quickly becoming one of the most undemocratic countries in Europe.  As my colleagues have pointed out, we have the lowest level of public representation per head of population at local level among the EU 15 member states.  Up until yesterday in Ireland there was one public representative per 2,600 people; in France there is one public representative for every 118 persons.  Our level of public representation will now be worse than that in our near neighbour, the United Kingdom, by some 2,000 people per public representative.  Added to the fact that this House and the Dáil are responsible for debating only 2% of all the legislation and laws made in this country every year, a matter on which I have spoken previously, this shows how large the democratic deficit is getting.  I suggest the report, Putting People First, published by the Minister today will put people last because there will be fewer public representatives scrutinising the policies and proposals brought forward.<\/p> <p>Unelected officials will control policies at local level.  They already control them at national level as the Oireachtas debates only 2% of all laws made.  People are not best served by our democracy because their wishes are not being fulfilled and those they elect are not able to represent them effectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600011#K00700","speaker":"1159","continuing":true},{"type":"speech","time":1350398100,"counter":104,"content":"<p>Does the Senator have a question for the Leader?  Is he indicating support for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00200","speaker":"1120"},{"type":"speech","time":1350398100,"counter":105,"content":"<p>Fundamental change is needed.  I ask the Leader to organise an immediate debate on the report, which will increase the democratic deficit by pushing Ireland to the bottom of the European league table in respect of public representation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00300","speaker":"1159"},{"type":"speech","time":1350398100,"counter":106,"content":"<p>It is a very foolish person who raises his or her voice to discuss an issue without having first studied the subject matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00400","speaker":"1162"},{"type":"speech","time":1350398100,"counter":107,"content":"<p>The Senator should sit down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00500","speaker":"1164"},{"type":"speech","time":1350398100,"counter":108,"content":"<p>I have read some parts of the report, which extends to more than 200 pages, since its launch at 11 a.m.  Several speakers who admitted they have not read or examined the document made contributions that are foolish in the extreme.  The purpose of the proposed reforms is to clean up the economic mess created by the Fianna Fáil Party.  Today marks the beginning of a new era for local government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00600","speaker":"1162"},{"type":"speech","time":1350398100,"counter":109,"content":"<p>Is the Senator supporting calls for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00700","speaker":"1120"},{"type":"speech","time":1350398100,"counter":110,"content":"<p>I will first complete my contribution.<\/p><p>Senator Leyden indicated that the number of county councillors would be reduced.  He has clearly not read the document as it proposes to increase the number of county councillors from 830 to 950.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00800","speaker":"1162"},{"type":"speech","time":1350398100,"counter":111,"content":"<p>I am sure the Leader will respond to the various points raised by Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00850","speaker":"1120"},{"type":"speech","time":1350398100,"counter":112,"content":"<p>The proposals mirror the recommendations of a document produced in 2010 by the former Fianna Fáil Minister, Noel Dempsey, in which he sought the abolition of town councils.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L00900","speaker":"1162"},{"type":"speech","time":1350398100,"counter":113,"content":"<p>We will not have a debate on the issue.  Is the Senator supporting calls for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01000","speaker":"1120"},{"type":"speech","time":1350398100,"counter":114,"content":"<p>I wish to make a number of points, after which I will ask a question of the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01100","speaker":"1162"},{"type":"speech","time":1350398100,"counter":115,"content":"<p>The Senator should put his question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01200","speaker":"1120"},{"type":"speech","time":1350398100,"counter":116,"content":"<p>The document proposes to devolve new powers to local government in eight areas, namely, micro-enterprise, transport, roads, tourism, sport, heritage sites, flood relief and food safety.  While I would like a debate on local government, it is not reasonable to expect it to be arranged for Thursday.  Perhaps it will be held in the next couple of weeks.  Will the provision of financial autonomy be enshrined in new legislation for the proposed municipal and district councils?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01300","speaker":"1162"},{"type":"speech","time":1350398100,"counter":117,"content":"<p>I join colleagues in calling on the Leader to arrange a debate on the proposals launched this afternoon by the Minister for the Environment, Community and Local Government, Deputy Phil Hogan.  I have not had an opportunity to read the entire report, which runs to more than 200 pages, because my party did not receive copies until about an hour ago, unlike some of our colleagues opposite who received a copy on Friday last.  Senator Landy stated that my colleagues did not read the document properly and pointed out that the number of county councillors will increase rather than decrease.  Provision will be made for additional county councillors in the large urban centres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01400","speaker":"1164"},{"type":"speech","time":1350398100,"counter":118,"content":"<p>Is the Senator supporting the call for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01500","speaker":"1120"},{"type":"speech","time":1350398100,"counter":119,"content":"<p>Yes.  Given that Senator Landy comes from a major urban area, he will not be badly affected by the proposals.  The title of the document, Putting People First, is an insult to citizens, especially in Cavan-Monaghan, where they will be given an opportunity to vote for 79 fewer public representatives at the next local elections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01600","speaker":"1164"},{"type":"speech","time":1350398100,"counter":120,"content":"<p>The Senator may make points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01700","speaker":"1120"},{"type":"speech","time":1350398100,"counter":121,"content":"<p>I will value Senator Wilson's informed contribution to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01800","speaker":"1162"},{"type":"speech","time":1350398100,"counter":122,"content":"<p>I suggest Senator Landy and his colleagues go back to the drawing board.  They should call in the Minister and get this right.  While I welcome reforms, one of the major reforms in the report - I read about it in the executive summary - is to change the county manager title to one of \"chief executive\".  That is some achievement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L01900","speaker":"1164"},{"type":"speech","time":1350398100,"counter":123,"content":"<p>I also support calls for a debate on the reform of local government.  I am afraid my colleagues opposite are still out of touch as they are not listening to the voice of the people.  Members of the public want reform of the political structure, greater value for money and cost savings.  I will not dwell on the issue as the House will have a spirited debate on the matter at the appropriate time.<\/p> <p> I welcome the announcement made yesterday by the Minister for Justice and Equality, Deputy Alan Shatter, of the allocation of an additional €3 million to purchase 170 new vehicles for the Garda fleet.  I had intended to call for moneys to be spent following a series of incidents in my part of the world over the weekend when violent criminals from the Kildare region and other parts of Leinster carried out a spate of robberies in County Offaly but also in the east Galway village of Eyrecourt and my home town of Ballinasloe.  They caused significant damage to property in the theft of goods.  Apparently, the suspects are well known to the Garda.  They are using high speed vehicles and very difficult to apprehend because of our new road structure; therefore, Garda transport must be of a particularly high standard to ensure gardaí are capable of pursuing these criminals.  I am aware that in the incident which occurred in east Galway a Garda vehicle packed it in during the course of the gardaí's work.  It is welcome that 170 new vehicles will be made available.  The number of Garda stations is not as important as ensuring the Garda has the technology and transport required to pursue dangerous criminals who are causing devastation and instilling great fear in business people and ordinary people living in their homes.  I very much welcome the investment of €3 million and hope that following the budget there will be further investment to ensure the Garda is properly resourced to do the job expected of it by the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600012#L02000","speaker":"1118","continuing":true},{"type":"speech","time":1350398700,"counter":125,"content":"<p>With my colleague, Senator Mary Moran, I welcome the decision made yesterday by An Bord Pleanála to grant planning permission for construction of the Narrow Water bridge in north County Louth which will connect Omeath and County Louth with Warrenpoint, County Down.  The Minister, Alex Attwood, MLA, announced last Friday that planning permission had been granted on the Northern side.  It is a significant partnership project between Louth County Council and Newry and Mourne District Council.  Those involved in the eastern Border region have also played a significant part.  It is a project I have been promoting for almost 30 years with many of my councillor colleagues, including Councillor Peter Savage, Councillor Jim McCart in the North, among others, some of whom have gone to their eternal reward.  Louth County Council, with its key partners in Newry and Mourne District Council, is anxious to build this bridge.  It will be a major tourism project for Newry and its hinterland, Cooley, Carlingford and the north Louth region, in particular, all of which will gain significantly from it.  It is within yards of where the British Army sustained its greatest loss of life in a single incident during the Troubles in Northern Ireland when 18 soldiers were killed, with one civilian on the Southern side.  The bridge, when complete, will be a true symbol of lasting peace between all communities.  The project will be welcomed by all communities on both sides of the Border.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600013#M00200","speaker":"1138"},{"type":"speech","time":1350398700,"counter":126,"content":"<p>I welcome the announcement made yesterday by the Minister for Health that the cost of drugs will be reduced in the next three years.  The total cost savings will be in the order of €400 million.  In 2000 the cost of medication and drugs was €573 million.  By 2010 this figure had increased to €1.894 billion, an increase of over 230%.<\/p><p>I raise an issue of concern.  I submitted a freedom of information request to the Health Service Executive concerning the procedures used in the purchasing of drugs and was surprised to read in the letter received in response that there was no centralised system for the purchase of pharmaceuticals for hospitals.  It further stated the national maximum prices of medicines had been governed by a series of sequential framework agreements dating back to the 1970s.  It is obvious they have not worked.  When we next debate health issues, we should question the way the system in place in the HSE is working.<\/p> <p>Members also should address the position whereby each individual hospital appears to be working on its own and is not bound by rules as regards what it pays for drugs.  This issue must be considered because the costs still are too high.  They are far higher than what is being paid in hospitals in the United Kingdom for pharmaceuticals, drugs and medicines and they must be reduced further.  I accept that what the Minister has done constitutes a huge improvement and is a welcome development but much work remains to be done in this regard and this area must be monitored carefully in the next few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600013#M00300","speaker":"1150","continuing":true},{"type":"speech","time":1350399000,"counter":128,"content":"<p>The proposed Narrow Water bridge project is tremendous, should be welcomed universally and will provide a huge boost for tourism in the region.  I note some wonderful statistics have been trotted out here today within one or two hours of the publication of the report on local government by the Minister for the Environment, Community and Local Government, Deputy Hogan.  I too look forward to the debate in early course, whenever the Leader can manage it.  Members should not and I am sure will not lose sight of the point that because of all the huge planning errors made throughout the country, it is greatly to be welcomed that the Minister has incorporated all of the recommendations of the Mahon tribunal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00200","speaker":"1151"},{"type":"speech","time":1350399000,"counter":129,"content":"<p>No, he has not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00300","speaker":"1139"},{"type":"speech","time":1350399000,"counter":130,"content":"<p>Has he not included all of them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00400","speaker":"1151"},{"type":"speech","time":1350399000,"counter":131,"content":"<p>No, he has not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00500","speaker":"1139"},{"type":"speech","time":1350399000,"counter":132,"content":"<p>I would look forward to the detail in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00600","speaker":"1151"},{"type":"speech","time":1350399000,"counter":133,"content":"<p>This is the reason a debate is required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00700","speaker":"1139"},{"type":"speech","time":1350399000,"counter":134,"content":"<p>Senator Paul Coghlan to continue, without interruption.  Is the Senator supporting the calls for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00800","speaker":"1120"},{"type":"speech","time":1350399000,"counter":135,"content":"<p>The Senator must have read the Fine Gael report, not the Labour Party one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N00900","speaker":"1140"},{"type":"speech","time":1350399000,"counter":136,"content":"<p>It is correct.  I look forward to discussing this matter with my esteemed colleague, Senator Darragh O'Brien, and listening to his contribution because I understood the proposals encompassed all of the aforementioned recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01000","speaker":"1151"},{"type":"speech","time":1350399000,"counter":137,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01100","speaker":"1139"},{"type":"speech","time":1350399000,"counter":138,"content":"<p>Is the Senator speaking in support of a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01200","speaker":"1120"},{"type":"speech","time":1350399000,"counter":139,"content":"<p>No, but I would welcome such a debate and look forward to contributing to it whenever the Leader will hold it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01300","speaker":"1151"},{"type":"speech","time":1350399000,"counter":140,"content":"<p>The Senator is safe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01400","speaker":"1140"},{"type":"speech","time":1350399000,"counter":141,"content":"<p>I join other Members in calling for a debate on local government reform.  Change is very difficult, particularly when it means certain individuals essentially are out of a position and I refer in particular to the town councils.  I also agree with Senator Landy's point that there is much to be digested in the report and, I am sure, many positives that must be highlighted and consequently, I would welcome a debate on it.  I also join Senators Hayden and Conway with regard to their comments on the banking sector.  It is unreasonable to expect the Minister for Finance to come into this House 15 minutes after the conclusion of the Order of Business on a given day to discuss this issue and it would be unhelpful.  Members must come up with real solutions for those individuals who are enduring problems with their mortgages and who are highly distressed in many ways.  Before having the Minister for Finance come into the House, the first step would be for representatives of the pillar banks in particular to appear in this Chamber in order that Members can scrutinise precisely what they are up to and how they are conducting their business.  To date, it appears to be very much a case of them learning as they go along.  While I understand this area is evolving, Members certainly should make use of this House in this regard.  In advance of any appearance here by the Minister for Finance, Members should call on leaders of Bank of Ireland and AIB in particular to come in here and present truthful data as to what precisely is occurring on a daily basis in banks and how they are trying to assist ordinary individuals in difficult financial situations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01500","speaker":"1153"},{"type":"speech","time":1350399000,"counter":142,"content":"<p><b><\/b>I note that quite a lot of Members who made points on the Order of Business are not present to listen to a response.  I have no intention of responding to individuals who raise points on a daily basis in this House and then run out of the Chamber after making them.  It is most discourteous to the House.<\/p><p>  Senator Darragh O'Brien raised the issue of perinatal care.  I certainly will try to have a debate on that subject in early course.  The three health Ministers have been in the House in the past two weeks and another health Minister will be here tomorrow.  I certainly will do my best to arrange for statements on this issue and, if not, perhaps the subject could be tabled in the context of a Private Members' motion to enable Members to deal with the issue.  In dealing with Temple Street Hospital, Senator Darragh O'Brien certainly raised those points with the Minister.  I note the Senator has written to him again and I certainly will raise the matter with the Minister myself as well.<\/p> <p> The vast majority of Members raised the question of local government.  I am afraid I am not as well informed as other Members and I have not had the opportunity of reading the proposals that the Minister for the Environment, Community and Local Government, Deputy Hogan, announced today.  As Members have noted, it would be proper if we held an informed debate on the subject.  Many Members have raised individual items which could be raised in the context of that debate.  I have been assured by the Minister that he will come well in advance of any legislation to discuss the reforms but I cannot accede to the request that he come here today to discuss them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600014#N01800","speaker":"1130","continuing":true},{"type":"speech","time":1350399600,"counter":144,"content":"<p>It was Thursday that was mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600015#O00200","speaker":"1140"},{"type":"speech","time":1350399600,"counter":145,"content":"<p>Or Thursday.  The Minister has given an indication that he is quite willing to come and discuss the proposals well in advance of legislation.<\/p><p>Senator Bacik raised the question of food poverty.  It is a matter we can raise with the Minister for Social Protection when she is in the House on Thursday.  We join the Senator in wishing that young Pakistani girl a speedy and complete recovery and condemn the people responsible for that deplorable act.  <\/p><p>Senator O'Neill called for a debate on fluoride in water.  Certainly we will try to arrange that debate, which has been requested previously.  The Senator also noted the birthday of Michael Collins.  It is good to see that he is being commemorated properly but this was not always the case.<\/p><p>Senators Moran, Brennan, Paul Coghlan and Barrett commented on the North-South Interparliamentary Association and its meeting here in this House on Friday last.  The Senators have welcomed the fact that An Bord Pleanála has given the go-ahead for the bridge linking counties Louth and Down at Narrow Water.  I imagine that project will be welcomed on all sides.  <\/p><p>Senators Henry and Comiskey have commented on Stiefel Laboratories and the fact that the associated jobs will now be retained.  This is to be welcomed and I note the comments of both Senators in this regard.  <\/p><p>Senator Comiskey commented on the N4.  Perhaps the matter could be tabled by the Senator as an Adjournment matter and he could get an up-to-date report.<\/p><p>Senator Hayden and others, including Senators Noone and Conway, commented on the conference of the Irish Banking Federation and I note their points in this regard.  The issue of distressed mortgage holders is a serious matter and I imagine we will have many hours of debate on it when we deal with the Personal Insolvency Bill in the House.  The Minister for Finance, Deputy Noonan, the Minister for the Environment, Community and Local Government, Deputy Hogan, and the Minister of State at the Department of Finance, Deputy Hayes, have dealt with the issue of mortgage arrears.  I agree with Senator Hayden that we should continue to receive updates on the matter as regularly as possible and I will try to arrange that.<\/p><p>Most of the other Senators dealt with the area of local government.  Senator Mullins remarked on the 170 new vehicles for the Garda Síochána.  I imagine this will be welcomed by all.  It is of paramount importance to the force which has made strong representations to have the number of vehicles increased because of the poor quality of some in use.  The provision of the new vehicles will be welcomed by all and they will provide the Garda with the necessary resources to combat crime.<\/p><p>Senator Colm Burke referred to the €440 million in savings with regard to drugs announced yesterday.  The new deal over the next three years will mean a significant reduction in the cost of drugs for patients, a reduction in the drugs bill for the State, greater access to new cutting edge drugs for certain conditions and an easing of financial pressure on the health service in future.  All of these will be welcomed by all Members and the public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600015#O00300","speaker":"1130"},{"type":"unspoken","time":1350399600,"counter":146,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Houses of the Oireachtas Commission (Amendment) Bill 2012: Committee and Remaining Stages","time":1350399900,"counter":147,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600016#P00100"},{"type":"speech","time":1350400200,"counter":148,"content":"<p>I welcome the Minister of State at the Department of Arts, Heritage and the Gaeltacht, Deputy Dinny McGinley, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00100","speaker":"1118"},{"type":"unspoken","time":1350400200,"counter":149,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1350400200,"counter":150,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1350400200,"counter":151,"content":"<p>Amendments Nos. 1 to 3, inclusive, have been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00350","speaker":"1118"},{"type":"speech","time":1350400200,"counter":152,"content":"<p>On a point of order, we were not notified of this in advance.  Ní bhfuair muid aon scéal go raibh sé seo le tarlú.  Go hiondúil, faigheann muid rabhadh má tá rud rialaithe as ord.  We are normally given notification and I seek clarification as to why the amendments were ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00600","speaker":"1122"},{"type":"speech","time":1350400200,"counter":153,"content":"<p>I will read the briefing as to why the amendments are deemed to be out of order.  Amendment No. 1 proposes the functions provided by the Houses of the Oireachtas Commission be expanded to include translation services for Bills made by a Minister and by any other person, and that the Bills should be available in each official language in advance of the debate on the Bills commencing.  This would involve a potential charge on the Exchequer in the form of additional resources required to undertake this additional translation work.<\/p><p>Amendment No. 2 is ruled out of order for the same reason, namely, that it would involve a potential charge on the Exchequer, and likewise amendment No. 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00700","speaker":"1118"},{"type":"speech","time":1350400200,"counter":154,"content":"<p>I dispute that and would like to hear what the Minister of State has to say on the issue.  It has been said that this Bill will centralise the translation facilities within the Houses of the Oireachtas and that staff are available.  I would contend that no additional resources are needed for the Bills to be translated because it is obvious that the staff have already been brought over from the Department of Arts, Heritage and the Gaeltacht into the roinn aistriúcháin i dTeach Laighean.  I argue that the ruling is incorrect and that we be allowed to discuss the matter with the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00800","speaker":"1122"},{"type":"speech","time":1350400200,"counter":155,"content":"<p>We cannot debate the matter.  If the Senator has any issue, he must take it up with the office of the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q00900","speaker":"1118"},{"type":"speech","time":1350400200,"counter":156,"content":"<p>I will seek leave to resubmit the amendments on Report Stage, which is only fair.  The whole case being made by the Minister of State last week was that we are rationalising the translation facilities under the Houses of the Oireachtas Commission.  He said that a number of translators had moved from the Department to the Houses of the Oireachtas and that they would be doing the ongoing translations.  It follows, therefore, that such staff are already on the payroll and are being paid by the Houses of the Oireachtas Commission.  They should be given the remit of translating these Bills.<\/p><p>It is only fair and proper that the Minister of State come back to us and outline any extra costs that might pertain.  This is something that the Irish language community has been asking for.  It is also something that would solve the problem of the backlog, because the Bills would be translated into Irish at the time of publication.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600017#Q01000","speaker":"1122"},{"type":"speech","time":1350400500,"counter":157,"content":"<p>We cannot allow the Senator to debate this matter further.  The ruling is as stated.  I understand a letter was sent by the Cathaoirleach informing the Senator that the amendments were being ruled out of order.  One of the Senator's colleagues may have received it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00200","speaker":"1118"},{"type":"speech","time":1350400500,"counter":158,"content":"<p>On a point of clarification, can the amendments be resubmitted or may we have leave to submit amendments on Report Stage considering that these amendments have been ruled out of order at this late stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00300","speaker":"1122"},{"type":"speech","time":1350400500,"counter":159,"content":"<p>I understand they would still be out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00400","speaker":"1118"},{"type":"speech","time":1350400500,"counter":160,"content":"<p>We should, therefore, be allowed to submit similar amendments on Report Stage to allow us to raise the point regarding Bills being translated into Irish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00500","speaker":"1122"},{"type":"speech","time":1350400500,"counter":161,"content":"<p>On a point of order, we are dealing with Committee and Remaining Stages of the Bill this afternoon.  Therefore, it will not be permitted to introduce amendments on Report Stage.  The Order of Business was agreed to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00600","speaker":"1130"},{"type":"speech","time":1350400500,"counter":162,"content":"<p>I accept that.  I do not mean to be argumentative, but this is a valid and important point that has been raised with us by the Irish language community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00700","speaker":"1122"},{"type":"speech","time":1350400500,"counter":163,"content":"<p>The amendments may be resubmitted, but they would still be out of order because they involve a charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00800","speaker":"1118"},{"type":"speech","time":1350400500,"counter":164,"content":"<p>That argument does not stand up.  In fairness, the argument being made by the Acting Chairman does not make sense in view of what the Minister of State said last week.  We are very unhappy with the ruling made by the Chair.  This is not a democratic way of dealing with the issue.  We should at least be given leave to debate the amendment in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R00900","speaker":"1122"},{"type":"speech","time":1350400500,"counter":165,"content":"<p>The Senator's objection is on the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01000","speaker":"1118"},{"type":"speech","time":1350400500,"counter":166,"content":"<p>Aontaím leis an Seanadóir.  Dar liom gur cóir go mbeadh seans ag an Seanadóir Trevor Ó Clochartaigh na leasuithe seo a phlé nuair a bheidh muid ag caint maidir le alt 3.  Is dóigh liom go bhfuil sé oiriúnach plé a dhéanamh orthu ag an am sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01100","speaker":"1126"},{"type":"speech","time":1350400500,"counter":167,"content":"<p>As the ruling has been made in accordance with Standing Orders, we must proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01200","speaker":"1118"},{"type":"speech","time":1350400500,"counter":168,"content":"<p>Ar phointe oird, sílim gur í an cheist atá á chur ag an Seanadóir ná: An mbeidh seans againn labhairt \"on the section\" maidir leis an ábhar seo?  An bhfuil sé sin ceart go leor?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01300","speaker":"1122"},{"type":"speech","time":1350400500,"counter":169,"content":"<p>Tá sé sin ceart go leor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01400","speaker":"1118"},{"type":"unspoken","time":1350400500,"counter":170,"content":"<p>Amendments Nos. 1 to 3, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1350400500,"counter":171,"content":"<p>Question proposed: &quot;That section 3 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1350400500,"counter":172,"content":"<p>Tá iontas orm gur rialaíodh na leasuithe as ord, ach glacaim le rialú an chathaoirligh.  Baineann an bun cheist anseo le cearta teanga, cearta na Gaeilge agus cearta na Gaeltachta agus an dea shampla atá muid in ainm agus a bheith ag léiriú anseo i dTithe an Oireachtais ó thaobh úsáid na Gaeilge de.  Tá sé ráite agam cheana go molaim an tAire Stáit faoi an Bille seo a thabhairt chun cinn.  Ceann de na heasnaimh a léiríodh dom sa Bhille seo ón dream a raibh mé ag plé leo ná gurb é an fáth go bhfuil an faillí ann cheana - ní ar watch an Aire Stáit a tharla an faillí seo ach ar watch an Rialtais roimhe seo - go bhfuil an oiread de backlog de na hAchtanna le n-aistriú go dtí seo, ná mar gheall nach mbíonn Billí dhá fhoilsiú go comhuaineach.<\/p><p>Céim ar chúl a bhí ann nuair a tháinig reachtaíocht os ár gcomhair roinnt míonna ó shin a bhain den dualgas go gcaithfear na Billí a fhoilsiú go comhuaineach ar an Idirlíon.  Cothaíonn sin easpa misnigh i measc pobal na Gaeilge ó thaobh na straitéise 20 bliain atá á chur chun cinn ag an Aire Stáit.  Dá bhfoilseofaí Billí de réir mar a thagann siad chun cinn i nGaeilge agus i mBéarla, déarfadh sin go bhfuil an Aire Stáit, mar Aire Gaeltachta, ag rá go bhfuil sé ag seasamh go láidir ar son na Gaeilge mar an chéad teanga sa tír seo.  Léireodh sé dea shampla freisin ó thaobh Aontas na hEorpa de mar throid muid go láidir ar son stádas don teanga ann.  Tá sé an deacair a bheith ag cur cháis chun cinn ó thaobh stádas na Gaeilge san Eoraip agus a bheith ag cuartú breis acmhainní agus mar sin ó thaobh na Gaeilge de san Eoraip muna bhfuil muid á dhéanamh anseo muid féin i dTithe an Oireachtais.<\/p><p>An rud gur dóigh liomsa gur cóir a bheith dhá dhéanamh againn agus an leasú gur bhreá liom a bheith feicthe tagtha chun cinn ón Aire Stáit féin ná go gcuirfear foráil isteach sa Bhille seo a dhéanfadh cinnte go ndéanfaí aistriúcháin ar na Billí a cuirtear os comhair Tithe an Oireachtais.<\/p> <p>Sílim gur ait an rud é, i ndáiríre, go bhfuiltear ag rá go mbeidh costas breise le sin.  Tá ciall áirithe ag baint le lárnú na seirbhísí seo.  Dúirt an tAire Stáit go mbeadh na seirbhísí aistriúcháin a bhaineann leis an gcaighdéan oifigiúil agus le Billí Oireachtais istigh faoi Rannóg an Aistriúcháin.  Dúirt sé go bhfuil foireann dóthanach sa rannóg, tar éis d'oifigigh teacht ón gcoiste a bhí ag oibriú sa Roinn Gnóthaí Pobail, Tuaithe agus Gaeltachta, agus go bhfuil roinnt acmhainní sna Ranna eile chun aistriúcháin a dhéanamh.  Bheadh sé tairbheach dá mbeimid in ann a chinntiú go ndéanfar an éagóir seo atá á dhéanamh ar phobal na Gaeilge ina cheart.<\/p><p>Ní fheicim cén fáth an bhfuil leasú Uimh. 2, a deir &quot;cinnteoidh an Coimisiún go ndéanfar an reachtaíocht atá gan aistriú agus ar gá fós í a aistriú isteach i dteanga amháin nó i dteanga eile de na Teangacha Oifigiúla, amhail ar mhí Dheireadh Fómhair 2012, a aistriú amhlaidh tráth nach déanaí ná mí na Nollag 2014.&quot;, rialaithe as ord.  Tá an tAire Stáit ag rá go ndéanfar é sin ar aon chuma.  Dúirt sé go rachfaidh an coimisiún i ngleic leis an méid Achtanna atá le foilsiú go fóill, ach tá an moladh atá déanta againn go gcuirfí spriocdáta le sin rialaithe as ord.  Go bunúsach, táimid ag iarraidh go ndéanfaí é seo roimh deireadh mí na Nollag 2014.  Tá sé deacair a thuiscint conas is féidir a rá go gcuirfidh an leasú atá curtha chun cinn agam costas ar an Stát, ach nach gcuirfidh an Bille atá curtha chun cinn ag an Aire Stáit costas breise ar an Stát.  B'fhearr gan dul sa mhéarfhadachas leis na riaráistí atá ann ó thaobh na hAchtanna.  Ba cheart na hacmhainní cuí a thabhairt do Rannóg an Aistriúcháin le go ndéanfar cinnte go mbeidh na hAchtanna seo aistrithe in am tráth.  Cén fáth nach ndéanfaí é seo?  Cén fáth nach gcuirfí spriocdáta le seo?  Ba cheart mí na Nollag 2014 a leagadh síos mar spriocdáta.  Nílimid ach ag plé le leasuithe Uimh. 1 agus 2 sa chás seo.  An bhfuil an Cathaoirleach Gníomhach ag rá go bhfuil leasú Uimh. 3 as ord chomh maith?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600018#R01800","speaker":"1122","continuing":true},{"type":"speech","time":1350401100,"counter":174,"content":"<p>Tá.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600019#S00200","speaker":"1118"},{"type":"speech","time":1350401100,"counter":175,"content":"<p>Sa leasú sin, bhí muid ag moladh go ndéanfar &quot;aon aistriúcháin den sórt sin arna gcur i gcrích ag duine seachas an Coimisiún a tharchur chuig an gCoimisiún lena mbreithniú agus lena gceadú&quot; agus nach bhfoilseofar &quot;na haistriúcháin sin go dtí cibé tráth a bheidh ceadú i dtaobh an aistriúcháin deonaithe ag an gCoimisiún&quot;.  D'aontaigh mé leis an Aire Stáit an lá faoi dheireadh nuair a dúirt sé gur chóir go mbeadh aon chineál caighdéan amháin ann ó thaobh na haistriúcháin ar na hAchtanna.  Ag an am céanna, tá an Bille seo ag rá go bhfuil daoine áirithe i gcuid de na Ranna eile - an Roinn Dlí agus Cirt agus Comhionannais, mar shampla - ag déanamh aistriúcháin.<\/p><p>  Bhí leasú Uimh. 3 ag iarraidh go gcaithfear rudaí a bheidh aistrithe ag na Ranna eile a chur faoi bhráid Coimisiún Thithe an Oireachtais le breathnú orthu agus a chinntiú go bhfuil siad de réir an caighdeán a bhíonn á húsáid ag Rannóg an Aistriúcháin ó lá go lá.  Sa chaoi sin, bheadh gach éinne ar an bport céanna maidir le haistriú na n-Achtanna.  Má dhéanann feidhmeannach éigin sa Roinn Dlí agus Cirt agus Comhionannais aistriú ar reachtaíocht, ba cheart é a chur faoi bhráid Rannóg an Aistriúcháin le dearbhú go bhfuil na n-aistritheoirí san oifig sin sásta leis an gcaighdeán atá ann.  Níl mé ag cur aon smál ar éinne atá amuigh ansin ag aistriú, ach bíonn seacht leagan déag ar amhrán, mar is eol don Aire Stáit.  Tá a fhios aige go bhfuil díospóireachtaí ar bun ó thaobh caighdeán na Gaeilge de, srl.  Tá sé fíor-thábhachtach go mbeadh an caighdeán céanna á húsáid sna Billí ar fad agus go mbeadh sé sin lárnaithe.  Ní fheicim cén chaoi go gcuirfeadh sé sin breis costas ar Thithe an Oireachtais.  Molaim don Aire Stáit é sin a thógáil ar bord.  Má tá aistriú á dhéanamh ag daoine seachas na hoifigigh i Rannóg an Aistriúcháin, ba cheart an téacs a chur faoi bhráid Rannóg an Aistriúcháin le sórt séala a chur air ionas go mbeimid in ann a rá go bhfuilimid sásta leis agus go bhfuil sé ar an gcaighdeán céanna.  Is iad sin go bunúsach na moltaí a bhí á gcur chun cinn againn.  Ní dóigh liom go bhfuil aon chonspóid mhór ag baint leo.  Is féidir na leasuithe seo a dhéanamh gan aon chostas breise a chur ar an Stát.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600019#S00300","speaker":"1122"},{"type":"speech","time":1350401100,"counter":176,"content":"<p>Measaim go bhfuil an méid atá ráite ag an Seanadóir ceart go leor.  Muna bhfuil dáta faoi leith chun an aistriú a chríochnú leagtha amach, nach bhfuil dainséar ann go rachfaidh daoine áirithe go dtí na cúirte mar gheall ar sin?  Is gné an-tábhachtach den mhéid atá ráite ag an Seanadóir Ó Clochartaigh é sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600019#S00400","speaker":"1126"},{"type":"speech","time":1350401700,"counter":177,"content":"<p>Ar dtús, rialaíodh an leasú seo as ord ag údarás an tSeanaid, an Chathaoirleach, agus mar sin, níl fonn orm dul isteach go domhain ins na pointií atá déanta ag na Seanadóirí.  Mar sin féin, táim i ndiaidh iad a nótáil.  Ba mhaith liom a rá gurb é an cuspóir atá ag Bille ná go mbeidh freagracht iomlán ar annóg amháin maidir le cúrsaí aistriúcháin.  Mar a bhí go dtí seo agus mar adúirt muid ar an Dara Céim, bhí an cúram sin idir dhó Roinn.  Níl sin inghlactha mar ní féidir linn coinneáil suas le dhá chaighdeán scríofa in aon teanga amháin.  Tá muid ag iarraidh go mbeidh caighdeán amháin againn.<\/p><p>Tá lán-mhuinín agamsa i Rannóg an Aistriúcháin atá ag gníomhú sna hoibreacha seo ó bhunaíodh an Stát sna fichidí.  Tá an stair acu agus chuir siad amach an chéad Caighdeán Oifigiúil i 1958.  Tá an Caighdeán Oifigiúil leasaithe á chur amach acu i mbliana agus beidh leasú eile chun é a thabhairt suas chun dáta le déanamh taobh istigh de seacht mbliana, ach de réir an méid atá ráite acu, déanfar seo taobh istigh de trí bhliain.  Tá muinín iomlán agam astu.  <\/p><p>Is cinnte go bhfuil oidhreacht mhór ansin sa rannóg, mar atá ráite ag Seanadóirí.  Tá oidhreacht mhór ansin ó 2002.  Tá go leor rudaí le haistriú, na SIs agus Achtanna agus mar sin de.  Táim dóchasach agus muiníneach go dtabharfaidh an rannóg faoi an obair sin a dhéanamh de réir a chéile.  Tá an dá eagraíocht le chéile anois agus tá beagnach 20 duine ag obair i Rannóg an Aistriúcháin anois.  Tá dualgaisí agus dúshlán rompu, ach tá mise iontach dóchasach go néireoidh leo na freagrachtaí agus na cúraimí atá orthu a chomhlíonadh chomh maith agus is féidir leo.<\/p><p>Mar adúirt mé, ní raibh sé ar intinn agam labhairt ar seo mar go bhfuil sé as ord.  Ach mar sin féin, mar chúirtéis do na Seanadóirí a d'ardaigh é, theastaigh uaim na focail sin a rá.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600020#T00100","speaker":"1000"},{"type":"unspoken","time":1350401700,"counter":178,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1350401700,"counter":179,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1350401700,"counter":180,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1350401700,"counter":181,"content":"<p>I move amendment No. 4:<ul><\/p><p>  In page 10, before section 5, to insert the following new section:<br \/>&#8220;5.&#8212;The Commission may appoint such and so many persons to be members of the staff of the Commission (an adequate number of whom should be competent in the Irish language so as to provide service through Irish as well as English) as it may determine with the consent of the Minister and the Minister for Finance.&#8221;.<\/ul>Séard atá molta againn sa leasú seo ná go bhféadfaidh &quot;an Coimisiún cibé daoine agus cibé líon daoine a cheapadh chun bheith ina gcomhaltaí d'fhoireann an Choimisiúin (a mbeidh inniúlacht sa Ghaeilge ag líon leordhóthanach díobh chun seirbhís a sholáthar trí Ghaeilge agus trí Bhéarla araon) a chinnfidh sé le toiliú an Aire agus an Aire Airgeadais&quot;<\/p><p>  Is leasú é seo ar son na Gaeilge a bheidh muid ag cur chun cinn ar Bhillí éagsúla agus séard atá muid ag iarraidh ná gur cóir go mbeadh na Ranna Stáit éagsúla ábalta feidhmiú trí mheán na Gaeilge agus gur cóir go mbeadh foireann acu a mbeadh ábalta an obair sin a dhéanamh go cumasach.  Nuair a bhí Micheál D. Ó hUigín ina Aire, chuir sé an cineál seo forála isteach i roinnt mhaith de na hAchtanna a bhain le leithéid an Músaem Náisiúnta agus mar sin de a dúirt gur cóir go mbeadh foireann acu a bheadh in ann feidhmiú trí mheán na Gaeilge.  Is cosúil go bhfuil an cleachtadh sin imithe in éag le riar blianta, ach ba mhaith liom an méid a rinne sé a mholadh.  Tá muid ag iarraidh an rud céanna a chur chun cinn anseo. <\/p><p>  Tacaíonn muid leis an Straitéis 20 Bliain don Ghaeilge, cé go gceistíonn muid dáiríreacht an Rialtais maidir leis na hacmhainní atá á chur ar fáil ina leith sin.  Ceann de na rudaí gur féidir leis an Rialtas seo a dhéanamh, nach gcuirfeadh aon chostas breise ar an Stát, ná glacadh le leasú den chineál seo, a dheireann go mbeidh go leor daoine ag obair ar fhoireann Choimisiún Thithe an Oireachtais - an príomh parlaimint atá againn - atá ábalta oibriú trí  Ghaeilge agus trí Bhéarla.<\/p> <p>Is féidir le duine atá ábalta oibriú trí mheán na Gaeilge oibriú trí mhéan an Bhéarla chomh maith céanna.  Níl aon chostas breise don Stát sa mhéid sin.  Nílimid ag iarraidh ach go dtabharfar cineál tosaíocht dóibh siúd a bheadh ag obair i dTithe an Oireachtais.  Caithfidh mé ard-mholadh a thabhairt do chuid mhaith den fhoireann anseo.  Níl mise anseo ach cúpla lá fliuch, mar a déarfadh an Aire Stáit.  Tá sé feicthe agam go bhfuil an-bhá i dTithe an Oireachtais don Ghaeilge.  Tá cuid mhaith oifigigh anseo a bhfuil an Ghaeilge ar a dtoil acu.  Déanann siad an-iarracht go deo agus mar sin de.  Tá sé soiléir i gcomhthéacs meath na Gaeilge nach féidir linn brath ar dea-thoil amháin.  Tá sé riachtanach go mbeadh foráil mar seo i gcuid mhaith de na hAchtanna a thagann chun cinn a bhaineann le foireann na Ranna Stáit.  Ba cheart go ndéarfadh an foráil sin go bhfuil dualgas ar na Ranna sin a chinntiú go bhfuil foireann acu atá ábalta déileáil le pobal na Gaeilge.  Ní fheicim go gcuirfeadh sé as d'aon ghné den Bhille - láidreodh sé an reachtaíocht mar chiallódh sé go mbeadh níos mó daoine sna Ranna éagsúla agus i dTithe an Oireachtais ábalta leaganacha Gaeilge na Billí agus na hAchtanna a thuiscint, ábalta na díospóireachtaí a leanúint agus ábalta ár gcuid comhfhreagras a láimhseáil trí mhéan na Gaeilge.  Táimid ag iarraidh a bheith moltach agus dearfach anseo.  Sílim gur leasú chun tairbhe an Bhille a bheadh i gceist anseo.  Ba bhreá linn dá mbeadh an Aire Stáit sástá é a thógáil ar bord.  Tá mé ag súil lena fhreagra ar an méid atá ardaithe agam.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600020#T00500","speaker":"1122","continuing":true},{"type":"speech","time":1350402300,"counter":183,"content":"<p>D'éist me arís leis an méid a bhí le rá ag an Seanadóir.  Ag an bpointe seo, bheadh sé níos oiriúnaí an leasú atá á mholadh ag an Seanadóir a athardú i gcomhthéacs Bille eile atá le tíolacadh níos moille i mbliana.  Bainfidh an Bille sin le cúrsaí rialacháin agus rialachais Coimisiún Thithe an Oireachtais i gcoitinne.  Socrófar buiséad an choimisiún do na trí bliana amach romhainn, i gcomhréir le polasaithe an Aire Caiteachais Phoiblí agus Athchóirithe, sa reachtaíocht sin.  Is Bille níos teoranta an Bille atá á phlé againn faoi láthair, a bhfuil sé mar aidhm aige foráil a dhéanamh maidir le leathnú ról Coimisiún Thithe an Oireachtais i ndáil le reachtaíocht a aistriú agus athbhreithniú tréimhsiúil a dhéanamh ar chúrsaí Gaeilge.  Ní miste dom a mheabhrú don Teach go bhfuil scéim teanga faoi réir théarmaí Acht na dTeangacha Oifigiúla 2003 daingnithe i gcás Coimisiún Thithe an Oireachtais.  Clúdaíonn an scéim seo na seirbhísí atá á soláthar trí mheán na Gaeilge ag Coimisiún Thithe an Oireachtais.  Tá monatóireacht á chur i bhfeidhm agus á dhéanamh ag Oifig an Choimisinéara Teanga.  In alt 3(2) den Acht 2003, foráiltear go gcaithfidh comhlachtaí poiblí, agus iad i mbun scéimeanna a dhreachtú, &quot;a chinntiú go bhfuil líon leordhóthanach dá fhoireann inniúil sa Ghaeilge chun go mbeidh siad in ann a sheirbhís a sholáthar trí Ghaeilge chomh maith lena soláthar trí Bhéarla&quot;.  Ba mhaith liom an deis seo a thapú chun tréaslú le Coimisiún Thithe an Oireachtais, agus Rannóg an Aistriúcháin ach go háirithe, as na seirbhísí trí Ghaeilge a chuireann siad ar fáil.  Aontaím ar fad leis an méid a bhí le rá ag an Seanadóir Ó Clochartaigh go bhfuil seirbhís den scoth a sholáthar acu.  Tá lúcháir orm gurb é sin an tuiscint atá ag an Seanadóir, chomh maith agus atá sé agamsa ó tháinig mé isteach anseo roinnt blianta ó shin.  Mar a dúirt mé roimhe, tá foireann iomlán de bhreis agus 20 duine fostaithe anois ag Rannóg an Aistriúcháin.  Is dócha gurb é sin ceann de na huimhreacha is mó a bhí acu riamh.  Is saineolaithe ar an Ghaeilge, ar chúrsaí Gaeilge agus ar ghramadach na Gaeilge iad go léir.  Dá bhrí sin, ní shílim gur féidir liom glacadh leis an leasú seo.  Mar a dúirt mé, beidh Bille eile maidir le Coimisiún Thithe an Oireachtais á phlé againn níos moille sa bhliain.  Sílim go mbeadh leasú den chineál seo níos oiriúnaí ag an bpointe sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600021#U00200","speaker":"1000"},{"type":"speech","time":1350402300,"counter":184,"content":"<p>D'éist mé go cúramach leis an méid a bhí le rá ag an Aire Stáit.  Cé go bhfáiltím roimh a fhreagra, tháinig &quot;mair, a chapaill, agus gheobhair féar&quot; chugam nuair a d'éist mé leis.  Tá sé suntasach gur ardaigh sé ceist Oifig an Choimisinéara Teanga.  Is mar gheall ar an dea-obair atá ar bun ag an oifig sin go bhfuil an foráil seo á moladh againn.  Tá a fhios ag an Aire Stáit go maith gur bhain ceann de na tuarascálacha bliantúla a d'fhoilsigh an oifig le déanaí le Ard-Mhúsaem na hÉireann.  Thóg an coimisinéir cás faoi os comhair Tithe an Oireachtais mar gheall nach raibh eagraíocht Stáit ag comhlíonadh a gcuid dualgais, díreach ar an mbunús seo.  Bunaithe ar an foráil áirithe seo, dúirt sé nach raibh an eagraíocht ag fostú dóthain daoine le Gaeilge agus go raibh Acht na dTeangacha Oifigiúla 2003 á shárú acu.  Fáiltím roimh an fógra go bhfuil scéim teanga gar a bheith réitithe ag Tithe an Oireachtais.<\/p> <p>Tá an scéim a bhí ann imithe in éag le fada an lá cé go bhfuil sé fós i bhfeidhm.  Thóg sé píosa fada orthu scéim nua a réitiú agus bhí siad ag tarraingt a gcos leis an gceart a rá.  Ní hiad féin amháin a bhí sa gcás céanna, mar tá cuid mhaith eagraíochtaí Stáit atá ag tarraingt na gcos agus ag tógaint a gcuid ama ag daingniú scéimeanna faoi Acht na dTeangacha Oifigiúla.  Tugann sin droch comhartha amach.<\/p><p>Ní dóigh liom go gcuirfeadh an leasú atá á moladh againn aon rud as don Bille eile atá le teacht.  Léireodh sé dáiríreacht an Aire Stáit, mar Aire Gaeltachta, agus go bhfuil sé dáiríre maidir le cúrsaí Gaeilge sna Tithe seo.  Níor mhaith liom go ndéanfaí &quot;ghettoisation&quot; ar an Ghaeilge taobh istigh de Rannóg an Aistriúcháin sna Tithe seo ach an oiread.  Tá sin feicthe againn cheana.  Mar shampla, go minic nuair a bhíonn daoine ag fáil lochta ar an Roinn Oideachais agus Scileanna, Roinn a bhfuil go leor freagraíochta uirthi maidir le cúrsaí Gaeilge, ceaptar gur é an rannóg Gaeilge taobh istigh den Roinn sin amháin a bhíonn ag plé le Gaeilge agus go bhfuil líon na nGaeilgeoirí sa Roinn sin titithe go mór agus go bhfuil sé an deacair cothrom na féinne a fháil do scoileanna Gaeilge agus Gaeltachta de bharr sin mar gheall ar an easpa fóirne le Gaeilge atá ann.  <\/p><p>Sílim go bhfuil an scéal amhlaidh sna Tithe seo, cé go bhfuil pearsain áirithe atá iontach láidir ó thaobh na Gaeilge de.  Níor mhaith liom go bhfeicfí meath ag teacht ar sin de réir a chéile, agus nuair a bheidh cuid de na daoine atá láidir ó thaobh na Gaeilge ag imeacht ar phinsean nach gcuirfear daoine ina náit a bhfuil Gaeilge ar a dtoil acu.  Sin an t-aon fáth go bhfuil muid ag cur an leasaithe seo chun cinn.  D'éist mé leis an freagra a thug an Aire Stáit, ach bheadh amhras orm i dtaobh an &quot;Mair a chapaill agus gheobhair féar&quot; a bhainfeadh le sin.  Cé go dtuigim go bhfuil an Aire Stáit féin an-diongbháilte ó thaobh na Gaeilge de, ní fheicim sin ó thaobh an Aire Caiteachas Phoiblí agus Athchóirithe, An Teachta Howlin, go dtí seo sna cinntí atá déanta aige maidir le cúrsaí Gaeilge agus Gaeltachta.<\/p><p>Tá amhras orm freisin ó thaobh cuid den cur chuige de maidir leis an seirbhís poiblí.  Is fiú a lua cén fáth nach mbeinn chomh muiníneach sin as an Aire, an Teachta Howlin, ar an cheist seo; baineann seo leis an cheist i dtaobh Acht na dTeangacha Oifigiúla.  Táim féin ar an choiste forbhreithniú agus maoirseoireachta nua atá bunaithe faoi scáth an Aire, an Teachta Howlin.  Chuir an Coimisinéir Teanga cás os ár gcomhair i dtaobh scrúdú faoi leith a thóg sé i gcoinne An Roinn Coimirce Sóisialaí mar gheall nach raibh an Roinn ag cloí le Acht na dTeangacha Oifigiúla nuair a bhain sé le ardú céime a thabhairt do dhaoine a bhí fostaithe sa Roinn sin.  An freagra atá tugtha ag an Roinn sin ná go bhfuil treoir faighte acu ón Aire, an Teachta Howlin gur féidir leo, go bunúsach, neamhaird a dhéanamh de Acht na dTeangacha Oifigiúla mar go bhfuil siad ag cloí le treoirlínte ó Roinn an Aire.<\/p><p>Dá bhrí sin, níl an Aire, an Teachta Howlin, ag léiriú domsa go bhfuil sé diongbháilte ó thaobh na Gaeilge de.  Ní bheadh muinín agam as ó thaobh an Bhille atá á lua ag an Aire Stáit.  Níl an Bille sin feicthe againn agus níl a fhios againn céard atá ann.  Mar sin, b'fhearr liomsa dá bhféadfaí an leasú a chur isteach anseo agus déanamh cinnte de go mbeidh an foráil seo ann.  B'fhearr liom a dhéanamh cinnte go bhfuil sé an-soiléir ón Aire Stáit go bhfuil sé ag iarraidh leasa na Gaeilge a chur chun cinn anseo i dTithe an Oireachtais.  Ní fheicim aon chostas breise le sin ná ní fheicim cén chaoi a bhféadfadh daoine a chur ina gcoinne.  Táim ag súil go mór le freagra an Aire Stáit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600021#U00300","speaker":"1122","continuing":true},{"type":"speech","time":1350402900,"counter":186,"content":"<p>Arís, tá an méid atá ráite ag an Seanadóir nótáilte agam.  Mar a dúirt mé cheana, is Bille teoranta go leor an Bille seo.  Tá dhá chuspóir leis - aistriúchán a dhéanamh i ndáil le reachtaíocht agus athbhreithniú tréímhsiúil a dhéanamh ar An Caighdeán Oifigiúil.  Sin go díreach an méid lena bhfuil sé ag plé.<\/p><p>  Gabhaim buíochas leis an Seanadóir as an méid a bhí le rá aige.  Mar adúirt mé, beidh an Bille eile, Bille um Choimisiún Thithe an Oireachtais ag teacht tríd an Teach sa bhliain amach romhainn agus níl fáth ar bith i mo thuairim nach ndéanfaí scrúdú ar leasú den chineál seo ag an phointe sin.  Anois, leis an Bille teoranta atá againn agus na cuspóirí atá taobh thiar de, cé gur éist mé leis an méid a bhí le rá ag an Seanadóir agus go bhfuil sé nótáilte againn, níl sé i gceist agam glacadh leis an leasú.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600022#V00200","speaker":"1000"},{"type":"speech","time":1350402900,"counter":187,"content":"<p>Tá an-díoma orm an freagra sin a fháil, ach tógaim ar bord an méid atá ráite ag an Aire Stáit.  Cé gur Bille teoranta é, is leasú teoranta a bheadh i gceist anseo agus ní dóigh liom go gcuirfeadh sé as do aon rud.  Bheadh muinín agam as an Aire Stáit, go gcuirfeadh sé san áireamh é agus go dtógfadh sé ar bord é.  Ach ní bheadh an oiread muinín agam go nglacfaí le leasú den chineál seo ó fhoinsí eile sa Rialtas nó ó Airí eile.  Freisin, níl an Bille eile sin feicthe againn agus ní bheinn ag tnúth go nglacfaí lena leithéid sin ann.<\/p><p>  Rud eile, táimid ag tagairt don Aire Chaitheachas Phoiblí agus Athchóirithe, an Teachta Howlin.  Caithfear an leasú a chur sa gcomhthéacs leis na rudaí eile atá ar bun aige faoi láthair, mar shampla, maidir leis na liúntais atá á gearradh aige ó thaobh cúrsaí Gaeltachta agus mar sin de. <\/p> <p>Léiríonn sé sin easpa muiníne nó easpa tuisceana ar an Aire maidir le cur chun cinn na Gaeilge agus na Gaeltachta.  Is duine mise a bheadh i bhfábhar na liúntais Gaeltachta.  Tuigim go bhfuil sé tábhachtach go mbeadh siad ann, mar má tá duine, mar shampla, ag múineadh sa Ghaeltacht, tá ábhar faoi leith le réiteach acu agus obair bhreise orthu agus mar sin de, mar chuala muid ar na meáin le cúpla lá anuas.  Ba bhreá liom fáil amach cén seasamh atá ag an Aire Stáit féin, mar tá a fhios agam go bhfuil daoine áirithe ina pháirtí atá -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600022#V00300","speaker":"1122","continuing":true},{"type":"speech","time":1350403500,"counter":189,"content":"<p>Speak to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00200","speaker":"1119"},{"type":"speech","time":1350403500,"counter":190,"content":"<p>Baineann seo leis an Aire, An Teachta Howlin.  Tá an tAire Stáit ag iarraidh ormsa muinín a chur ins an Aire Caitheachas Phoiblí agus Athchóirithe leasú a ghlacadh i mBille nach bhfuil feicthe agam.  Táim ag rá go bhfuil an rud atá á dhéanamh ag an Aire le seachtain anuas ná tar éis buille a thabhairt maidir le liúntais atá á íoc le muintir na Gaeltachta.  Dar liomsa nach bhfuil mórán measa nó ómóis ag an Aire sin do chúrsaí Gaeilge agus Gaeltachta, gan mórán iniúchtha a bheith déanta.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00300","speaker":"1122"},{"type":"speech","time":1350403500,"counter":191,"content":"<p>The Senator objects to allowances, on the one hand, and then, on the other, objects to them being removed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00400","speaker":"1119"},{"type":"speech","time":1350403500,"counter":192,"content":"<p>The point I am making is -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00500","speaker":"1122"},{"type":"speech","time":1350403500,"counter":193,"content":"<p>This is outside the scope of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00600","speaker":"1118"},{"type":"speech","time":1350403500,"counter":194,"content":"<p>Dá n-éisteodh an Seanadóir Heffernan liom, an pointe atá á dhéanamh agam ná go bhfuil an Aire Stáit - an Aire Gaeltachta - ag rá go mbfhearr leis an leasú seo a fhágáil ar lár go dtí go dtiocfaidh an tAire Chaiteachas Phoiblí agus Athchóirithe, An Teachta Howlin, isteach le Bille eile nach bhfuil feicthe againn.  Táim ag rá nach bhfuil aon mhuinín agam as an Aire sin ó thaobh cur chun cinn na Gaeilge agus na Gaeltachta.  An sampla atáim ag úsáid ná go bhfuil sé ag dul amach ag gearradh liúntas Gaeltachta ar scoileanna agus daoine eile gan mórán scrúduithe a bheith déanta ar an cheist agus go bhfuil daoine ag rá nach bhfuil mórán tuisceana aige ar chúrsaí Gaeilge agus Gaeltachta.  Is mó muinín a bheadh agam as an Aire Stáit, an Teachta McGinley, tuiscint a bheith aige ar chéard atá ag tarlú sna Gaeltachtaí.  Sin an fáth gur mhaith liom go nglacfadh sé leis an leasú.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00700","speaker":"1122"},{"type":"speech","time":1350403500,"counter":195,"content":"<p>Baineann an leasú seo le reachtaíocht a bheidh ag teacht faoi an Aire Caiteachas Phoiblí agus Athchóirithe, ach baineann an Bille seo le rud atá difriúil ar fad.  Sin an fáth go gcaithfimid idirdhealú a dhéanamh idir an dá cheann.  Tá an Bille a bhaineann le Coimisiún Thithe an Oireachtais á dhréachtú i láthair na huaire.  Tá na pointí atá déanta ag an Seanadóir nótáilte againn anseo agus beidh deis ag an Seanadóir, am éigin sa ghearr thréimhse, na ceisteanna seo a phlé arís ag díospóireacht ar Bhille a bheidh ag plé le rudaí mar sin.<\/p><p>  Maidir le Acht na dTeangacha Oifigiúla 2003 agus an dualgas atá ar ghach Roinn agus eagraíocht Stáit, tá sé de dhualgas agus de fhreagracht orthu seirbhís a chur ar fáil trí Ghaeilge nó trí Bhéarla.  Tá sin clúdaithe i láthair na huaire.  Caithfimid cur suas le sin go dtí go dtiocfaidh an chéad Bille eile tríd an Teach.  Feicfidh muid cad a tharlóidh ansin.  Mar adúirt mé, níl sé ar intinn agam dul isteach i réimsí eile polasaí Rialtais nach bhfuil aon bhaint acu leis an Bille áirithe seo, Bille atá teoranta go leor agus Bille a rachaidh chun sochar don Ghaeilge sa Teach seo agus, tá súil agam, ar fud na tíre, nuair a bheidh sé reachtaithe - nuair a bheidh caighdeán scríofa amháin againn ó cheann amháin den tír go dtí an ceann eile agus go mbeidh muid ábalta na haistriúcháin a fháil de réir mar a éilítear iad anseo sa Teach agus breith suas ar an méid atá caillte againn le deich mbliana nó níos mó anuas.<\/p><p>  Thug mé éisteacht don méid a bhí le rá ag an Seanadóir agus dúirt sé go bhfuil mise dáiríre.  Tá sé féin dáiríre chomh maith.  Níor shamlaigh mé riamh gur rugadh i dtír eile é agus gur tháinig sé isteach sa tír seo.  Níl a fhios agam cén tír ar a dtáinig sé ar an tír.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00800","speaker":"1000"},{"type":"speech","time":1350403500,"counter":196,"content":"<p>Sasana.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W00900","speaker":"1122"},{"type":"speech","time":1350403500,"counter":197,"content":"<p>Nílim in éadan sin.  Is iomaí duine maith a tháinig ó Sasana ach b'fhéidir nach n-aontaíonn an Seanadóir le sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01000","speaker":"1000"},{"type":"speech","time":1350403500,"counter":198,"content":"<p>Aontaím go hiomlán.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01100","speaker":"1122"},{"type":"speech","time":1350403500,"counter":199,"content":"<p>D'fhoghlaim an Seanadóir a chuid Gaeilge agus tá ardmheas agam air dá bharr sin.  Ach ag an pointe seo áfach, nílim ábalta glacadh leis an leasú mar gur Bille teoranta atá anseo.  Beidh deis againn arís amach anseo ceist mar seo a phlé i gcomhthéacs polasaí níos leithne maidir leis an Ghaeilge sa Státchóras.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01200","speaker":"1000"},{"type":"speech","time":1350403500,"counter":200,"content":"<p>Gabhaim buíochas leis an Aire Stáit.  Is maith liom go n-aithníonn sé an cúlra spéisiúil atá agam.  Bheinn sásta an leasú a tharraingt siar dá mbeadh an Aire Stáit sásta a dhearbhú dom, in áit mise a bheith ag cur leasuithe chun cinn ar Bhille nach bhfaca mé go fóill - go mbeadh sé sásta dul chuig an Aire, an Teachta Howlin faoi seo.  An aontaíonn an Aire Stáit i bprionsabal leis an smaoineamh atá agam anseo, go gcuirfí foráil den chineál seo insan Acht?  An mbeidh an Aire Stáit sásta dul chuig an Aire agus fiafraí dó an mbeidh sé sásta an alt seo a chur isteach san reachtaíoct atá sé ag tabhairt chun cinn, os rud go bhfuiltear á dhréachtú faoi láthair?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01300","speaker":"1122"},{"type":"speech","time":1350403500,"counter":201,"content":"<p>Tá na pointí atá déanta ag an Seanadóir nótáilte agus cuirfear in iúl iad sna háiteanna cuí.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01400","speaker":"1000"},{"type":"speech","time":1350403500,"counter":202,"content":"<p>Go raibh míle maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600023#W01500","speaker":"1122"},{"type":"speech","time":1350404100,"counter":203,"content":"<p>Níl aon eagla orm go ndéanfaidh an tAire, an Teachta Howlin, aon rud chun cúrsaí airgeadais a réiteach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600024#X00100","speaker":"1126"},{"type":"unspoken","time":1350404100,"counter":204,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1350404100,"counter":205,"content":"<p>Amendments Nos. 5 and 6 are out of order as they involve a potential charge on the Exchequer.  Amendment No. 7 is out of order because it is not relevant to the subject matter of the Bill.  Amendment No. 8 is out of order because it involves a potential charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600024#X00300","speaker":"1118"},{"type":"unspoken","time":1350404100,"counter":206,"content":"<p>Amendments Nos. 5 to 8, inclusive, not moved.<\/p><p>Question proposed: &quot;That section 5 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1350404100,"counter":207,"content":"<p>Is dona an lá é seo don Ghaeilge os rud é go bhfuil na leasuithe seo rialaithe as ord.  Chuir muid chun cinn iad ar mhaithe le cúrsaí Gaeilge agus Gaeltachta, ionas go mbeadh seirbhís níos fearr ar fáil sna Tithe seo.  Bhí muid ag iarraidh go ndéanfaí aisiompú ar an droch-cinneadh a ghlac an Rialtas seo tamall ó shin maidir le Billí a fhoilsiú go comhuaineach i nGaeilge agus i mBéarla.  Is cosúil nach bhfuil an Rialtas sásta é sin a dhéanamh.  Ní fheicim cén costas breise a bhainfeadh leis.  Mar a dúirt an tAire Stáit, tá 20 duine ag obair i Rannóg an Aistriúcháin.  Tá an-muinín agam go mbeidh siad ábalta coinneáil suas leis an obair ó lá go lá.  Ní fheicim cén fáth nach féidir a chinntiú go mbeidh na Billí ar fáil go comhuaineach.  Sílim go bhfuil sé fíor-thábhachtach go gcuirfí na hacmhainní cuí ar fáil.  Táimid freisin ag lorg soiléiriú go mbeidh na hacmhainní cuí agus dóthain daoine ar fáil le déileáil leis na riaráistí.  Bhí muid ag iarraidh i leasú eile cur leis an líon Gaeilge a úsáidtear sna Tithe.  Caithfidh mé ard-mholadh a thabhairt do na Seanadóirí a bhíonn anseo le haghaidh na díospóireachtaí trí Ghaeilge agus atá i láthair arís inniu.  Tá Seanadóirí áirithe a úsáideann an Ghaeilge go rialta.  Ní chuirfinn locht ar duine ar bith a úsáideann fiú cúpla focal.  Muna bhfuil agat ach pocán gabhair, bí i lár an aonaigh leis.  Tacaím gur cheart do gach éinne pé cúpla focal atá acu a úsáid.  Bhí na moltaí seo le cur chun cinn againn sa chomhthéacs sin.  Tá a fhios agam gur mhaith le Seanadóirí agus Teachtaí áirithe comhfhreagras a chur ar fáil i nGaeilge ó am go chéile.  B'fhéidir nach bhfuil an Ghaeilge ar a dtoil acu.  B'fhéidir nach bhfuil siad sásta go bhfuil a gcuid Gaeilge cruinn go leor le litir nó comhfhreagras a chur ar ais ag duine.  Sílim gur cheart go gcuirfeadh Rannóg an Aistriúcháin bunseirbhís ar fáil dóibh.<\/p><p>Ar an gcuma chéanna, d'fhéadfadh Rannóg an Aistriúcháin cúnamh a thabhairt dóibh siúd a bhíonn ag iarraidh cúpla focal Gaeilge a rá sa Seanad nó sa Dáil.  B'fhéidir go mbeadh an rannóg in ann cabhrú leo a gcuid óráidí a aistriú, mar shampla.  Ní dóigh liom go bhfuil an t-uafás á lorg againn sa mhéid sin.  Deireann Seanadóirí agus Teachtaí áirithe liom gur bhreá leo an cúpla focal atá acu a úsáid, ach níl siad compordach nó muiníneach go leor chun é sin a dhéanamh.  B'fhéidir nár cheart dom cúnamh a thabhairt dóibh an méid atá le rá acu a aistriú go Gaeilge mar níor mhaith leo go mbeadh a fhios agam roimh ré céard atá le rá acu.  Dá mbeadh a fhios acu go raibh cead acu dul go dtí Rannóg an Aistriúcháin - faoi dhiscréid - chun fiú an céad alt d'óráid éigin a aistriú go Gaeilge, b'fhéidir go mbeadh níos mó Gaeilge in úsáid sna Tithe.  Sílim gur teachtaireacht iontach tábhachtach a bheadh ann.  Cé go mbíonn sáraíocht polaitiúil maidir le go leor cúrsaí sa Teach eile go minic, ar a laghad tá a fhios againn go bhfuil an Ghaeilge ar a dtoil ag an Taoiseach, an Tánaiste, ceannaire Shinn Féin, ceannaire Fhianna Fáil agus cuid mhaith de na Teachtaí neamhspleácha.  Úsáideann siad an Ghaeilge go rialta.  Tá an t-áthrú iontach suntasach sin tagtha chun cinn le riar blianta.  Nuair a fheictear níos mó Gaeilge á úsáid sna Tithe anseo, bíonn níos mó meas ar an Ghaeilge.  Ba cheart an teachtaireacht iontach láidir sin a chur amach.  Bíonn doicheall agus drogall ar na Seanadóirí a deireann liom go bhfuil faitíos orthu go ndéarfaidh siad rud éigin seafóideach nó amaideach.  Dá mbeadh seirbhís den chineál seo ar fáil, bheadh siad in ann aistriúcháin bunúsach gearr a fháil trí Rannóg an Aistriúcháin.  Ba iontach an deis a bheadh ann do Sheanadóirí, srl.<\/p><p>Ba mhaith liom labhairt faoi rud eile a bhí molta againn.  Ní thuigim cén fáth an raibh sé rialaithe as ord.  Mhol muid go mbeadh sé ceadaithe d'fhoireann Tithe an Oireachtais an fáinne nó a leithéid de mhacasamhail a chaitheamh.  Níl mé ag rá gurb é an fáinne an suaitheantas a chaithfí a úsáid.  Tá mé le feiceáil ar an scáileán nuair atá an Ghaeilge á labhairt agam.  Labhrann na daoine a bhfuil an teanga acu an Ghaeilge liom.  Uaireanta, ní bhíonn a fhios agam go dtí go labhrann siad liom go bhfuil an Ghaeilge acu.<\/p> <p>Tá daoine ag obair sna bialanna, mar uiséirí agus i go leor áiteanna sna Tithe seo nach shamhlóinn go raibh an Ghaeilge ar a dtoil acu.  Dá mbeadh cead acu suaitheantais a chaitheamh, le taispeáint gur Gaeilgeoirí iad, bheadh a fhios againn gur Gaeilgeoirí muid ar fad agus d'fhéadfaimid an Ghaeilge a labhairt lena chéile.  Nuair a rinne mé fiosrúchán faoi seo, d'iarr mé an mbeadh cead ar úiséirí an suaitheantas a úsáideann Gaillimh le Gaeilge a chaitheamh.  Deireann an dá suaitheantas bheag atá in úsáid ag Gaillimh le Gaeilge \"tá Gaeilge agam\" agus \"tá beagán Gaeilge agam\".  Nuair a rinneadh fiosrúchán ar an ábhar, dúradh liom go mbeadh sé in aghaidh rialacha an Tí dá mbeadh cead ag na huiséirí a bhfuil Gaeilge acu a leithéid de suaitheantas a chaitheamh.  Is é sin an fáth ar mhol mé i leasú Uimh. 7 go ligfeadh muid d'fhoireann an Tí suaitheantais éigin a chaitheamh ar lapel nó áit éigin eile a dhéarfadh linn gur Gaeilgeoirí iad.  Munar féidir é a dhéanamh tríd an reachtaíocht seo, ba bhreá liom go dtabharfaí an cead sin do dhaoine atá fostaithe anseo i dTithe an Oireachtais i chaoi éigin eile ionas go mbeadh deis againn an Ghaeilge a úsáid ar bhonn níos forleithne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600024#X00500","speaker":"1122","continuing":true},{"type":"speech","time":1350404700,"counter":209,"content":"<p>That is a matter for the Committee on Procedure and Privileges.  I think it has been decided on by that committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00200","speaker":"1118"},{"type":"speech","time":1350404700,"counter":210,"content":"<p>Níl mé ag rá go bhfuil an Cathaoirleach Gníomhach mícheart.  B'fhéidir go bhfuil toil Aire Stáit na Gaeltachta i bhfábhar cineál den chineál sin.  Go minic, nuair a thagann moltaí ó Shinn Féin go dtí an gCoiste um Nós Imeachta agus Pribhléidí, ní éisteann na páirtithe eile linn.  Os rud é nach bhfuil ann ach an triúr againn, níl aon ionadaíocht againn ar an gcoiste agus ní féidir linn aon moladh a chur chun cinn.  Fiú má tá moladh maith á dhéanamh againn, caitear i dtraipisí é.  Dá dtiocfadh an moladh ón Aire Stáit, éistfear leis.  Ní dóigh liom gur moladh radacach, a dtarraingfidh anuas na ballaí orainn, atá i gceist anseo.  Ní dócha go mbeadh 3,000 duine taobh amuigh na Tithe ag argóint ina choinne agus ag déanamh raic.  Bheadh sé ar leas na Gaeilge agus bheadh sé go maith.  Táimid ag iarraidh rudaí bunúsacha beaga den tsórt seo a chur chun cinn.  Ní dóigh liom go bhfuil an chéad leasú eile - Uimh. 8 - rialaithe as ord go fóill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00300","speaker":"1122"},{"type":"speech","time":1350404700,"counter":211,"content":"<p>It is, actually.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00400","speaker":"1118"},{"type":"speech","time":1350404700,"counter":212,"content":"<p>Labhróidh mé air go dtí go gcuirfidh an Cathaoirleach Gníomhach stop liom.  Beidh cuimhne ag an Aire Stáit-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00500","speaker":"1122"},{"type":"speech","time":1350404700,"counter":213,"content":"<p>As it has been ruled out of order, the Senator cannot-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00600","speaker":"1118"},{"type":"speech","time":1350404700,"counter":214,"content":"<p>Tá mé ag labhairt ar an alt.  Bhíomar ag ócáid fíor-thaitneamhach leis an Seanadóir Ó Murchú i rith an tsamhraidh, nuair a bhí cúrsa oiliúna ar siúl sa Cheathrú Rua.  Bhain cuid den dream a bhí ann le Gaeleagras, mar a bhí sna blianta roimhe seo.  Chaith siad blianta fada ag plé le Gaeleagras, a thug seirbhís tacaíochta do Státseirbhísigh a bhí ag iarraidh an Ghaeilge a chur chun cinn.  Ba mhaith liom go dtógfadh an tAire Stáit ar bord an moladh go smaoineofaí ar a leithéid a chur ar bun arís, ionas go mbeadh tacaíocht ar fáil do Státseirbhísigh gur mhian leo cúrsaí Gaeilge a dhéanamh sa Ghaeltacht, feabhas agus snas a chur ar a gcuid Gaeilge agus an teanga a choinneáil in úsáid acu.  Sílim gur céim mór ar chúl a bhí ann nuair a fuarthas réidh le Gaeleagras.  Tá an Státseirbhís á lagú ó thaobh na Gaeilge ó shin i leith.  Is ar an mbunús sin a chuireamar na leasuithe seo chun cinn.  Táimid ag iarraidh bheith dearfach ar son na Gaeilge.  Sílim go bhfuil na moltaí seo ag teacht leis an straitéis 20 bliain atá curtha chun cinn.  Má tá an Rialtas dáiríre faoin dteanga, tabharfaidh an tAire Stáit gealltanas dom go bhfuil sé sásta na moltaí seo a thógáil ar bord agus go dtógfaidh sé céimeanna chun cinn ó thaobh na straitéise de.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00700","speaker":"1122"},{"type":"speech","time":1350404700,"counter":215,"content":"<p>That is outside the scope of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00800","speaker":"1118"},{"type":"speech","time":1350404700,"counter":216,"content":"<p>Ba mhaith liom cúpla focal a rá i dtaobh an méid atá ráite ag an Seanadóir Ó Clochartaigh mar gheall ar an fáinne.  B'fhéidir go mbeimid ábalta an ábhar a chur ar chlár an Choiste um Nós Imeachta agus Pribhléidí agus é seo a dhéanamh.  Tá rud den chineál seo ceadaithe sna Tithe seo fós.  Tá sé ar an liosta.  B'fhéidir go mbeimid in ann é sin a dhéanamh.  B'fhéidir go ndéanfaidh an Aire athbhreithniú ar an méid sin.  Ní cheapaim go dtiocfadh deireadh leis an domhain dá mbeadh an fáinne á chaitheamh sa Seanad.  B'fhéidir go mbreathnóimid ar an gceist arís.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y00900","speaker":"1135"},{"type":"speech","time":1350404700,"counter":217,"content":"<p>Aontáim leis an méid atá ráite ag na Seanadóirí Cáit Keane agus Trevor Ó Clochartaigh.  Is dócha go bhfuil dualgas orainn mar Bhaill an Oireachtais an Ghaeilge a chur chun cinn.  Chabhródh caitheamh an fáinne go mór leo siúd nach bhfuil an Ghaeilge go flúirseach acu.  Níl ach Gaeilge na hardteistiméireachta fágtha agam.<\/p> <p>Caithfimid seans a thabhairt do dhaoine nach bhfuil flúirse Gaeilge acu úsáid a bhaint as agus feabhas a chur ar an Ghaeilge atá acu.  Mar sin, aontaím go hiomlán le caitheamh an fháinne sna Tithe seo agus leis an méid atá ráite ag na Seanadóirí eile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600025#Y01000","speaker":"1126","continuing":true},{"type":"speech","time":1350405300,"counter":219,"content":"<p>Ba mhaith liom buíochas a ghabháil le gach Seanadóir a labhair anseo inniu agus a chur síos moltaí, cé nár glacadh leis na moltaí mar bhí an chuid is mó díobh as ord.  Bhí ceann amháin in ord agus sílim gur thug mé freagra chomh maith agus a d'fhéadfainn a thabhairt air.  Chomh maith le buíochas a ghabháil leis na Seanadóirí a labhair anseo inniu, ba mhaith liom buíochas a ghabháil leis na Seanadóirí a labhair an tseachtain seo caite nuair a tugadh an Bille isteach.  Labhair cuid acu i nGaeilge agus cuid i mBéarla, agus mar adúirt an Seanadóir, bíonn fáilte i gcónaí roimh an cúpla focal.<\/p><p>  Aontaím leis an méid a bhí le rá ag an Seanadóir Ó Clochartaigh i dtaobh na Gaeilge anseo agus aontaím leis go bhfuil dea-mhéin agus dea-thoil don Ghaeilge anseo.  Táim anseo le tamall fada agus le cúpla bliain anuas tá níos mó Gaeilge le cloisint i gcúrsaí na Dála agus an tSeanaid ná mar a bhí le blianta fada.  Níl aon lá sa tseachtain a mbíonn an Dáil ina shuí nach labhartar Gaeilge - nuair a bhíonn ceisteanna ann don Ceannaire, nó ar Riar na hOibre.  Fiú amháin inniu, bhí mé istigh agus bhí Gaeilge á labhairt ag an Taoiseach agus ag na ceannairí eile.  Is rud úrnua é sin agus cuirim fáilte roimhe.  Is rud é sin freisin a théann i bhfeidhm ar an phobal taobh amuigh, mar gur craoltar cuid mhór de na díospóireachtaí seo ar TG4 agus uaireanta ar Raidió na Gaeltachta.  Tuigeann muintir na hÉireann a bhíonn ag éisteacht leis na cláracha seo ar maidin go bhfuil an Ghaeilge á labhairt sa Dáil.  Tá an dea shampla sin thar a bheith tábhachtach.<\/p><p>  Maidir le Seanadóirí nó Teachtaí nach bhfuil an Ghaeilge ar a dtoil acu, ach go bhfuil dea-mhéin acu don Ghaeilge, sílim gur cóir go mbeadh comhairle, cuidiú agus tacaíocht le fáil acu le óráidí beaga a thabhairt nó le tús a chur le óráid i nGaeilge nó cúpla alt deiridh a chur lena óráid agus mar sin de.  Níl a fhios agam an gnó é sin do Rannóg an Aistriúcháin, ach tá a fhios agam go bhfaigheann gach páirtí san Oireachtas airgeadú agus maoiniú ón Stát.  Ba chóir go mbeadh sé de chuspóir ag gach páirtí daoine a fhostú ina oifigí le Gaeilge.  Tá rúnaithe againn go léir agus oifigi poiblí.  B'fhéidir go bféadfadh na páirtithe iad féin suim bheag den airgead a chuirtear ar fáil dóibh gach bliain a úsáid le haghaidh sin le déanamh cinnte de go bhfuil an tacaíocht ansin do bhaill a bpáirtí féin an Ghaeilge a úsáid.  Nílim cinnte gur gnó é sin do Rannóg an Aistriúcháin ná do Roinn ar bith.  Aontaím gur cóir dearcadh ar sin.<\/p><p>  Maidir le Gaeleagras, bhí sé ann, ach níl sé ag gníomhú le roinnt blianta anuas.  Mar sin féin, nuair a bhí mise mar chathaoirleach agus mar bhall de Choiste na Gaeilge, mar a bhí ag an am sin, chuireamar ranganna Gaeilge ar bun do na daoine atá ag obair san Oireachtas - idir Bhaill an Oireachtais agus fostaithe an Oireachtais.  Chomh fada agus is eol dom, tá na ranganna sin ar fáil go fóill.  Nuair a bhí mé istigh anseo an tseachtain seo caite, dúirt beirt Sheanadóir go raibh siad ag fáil ceachtanna iad féin go príobháideach sa Ghaeilge.  Is rud fiúntach é sin.  Feiceann na Baill ar fad anseo na ceannairí ag labhairt Gaeilge agus daoine eile ag dul go dtí na Gaeltachtaí, cuid acu ina nAirí, agus iad ag labhairt Gaeilge.  B'fhéidir mar sin go bhfuil an dearcadh ann anois más mian le Ball a bheith ina cheannaire, go gcaithfidh sé nó sí an Ghaeilge a labhairt chomh maith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600026#Z00200","speaker":"1000"},{"type":"speech","time":1350405300,"counter":220,"content":"<p>Beidh an tAire Stáit ina cheannaire amach anseo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600026#Z00300","speaker":"1122"},{"type":"speech","time":1350405300,"counter":221,"content":"<p>Táim breá sásta san áit ina bhfuil mé, agus tig liom é sin a dhearbhú don Seanadóir.  Tá dea-thoil agus dea-mhéin ann don Ghaeilge agus tá ranganna ar fáil.  Freisin, b'fhéidir go bhféadfadh na páirtithe iad féin cuidiú a thabhairt dá gcuid urlabhraithe níos mó a dhéanamh ar son na Gaeilge.  Caithfidh mé buíochas a thabhairt do na meáin a thugann clúdach dúinn, Raidió na Gaeltachta a chraolaíonn cuid de na himeachtaí a bhíonn againn anseo i nGaeilge, TG4 - bíonn tuairisc acu ar an Dáil beagnach gach tráthnóna nuair a bhíonn an Teach ina shuí - agus na meáin eile a thagann amach go seachtainiúil a thugann aird ar an mhéid a bhíonn le rá anseo chomh maith.<\/p> <p> Ag teacht ar ais go dtí an Bille, is Bille teoranta atá ann maidir le reachtaíocht a chur ar fáil i nGaeilge agus maidir leis An Caighdeán Oifigiúil a thabhairt aníos chun dáta gach cúpla bliain.  Is iad sin na príomh cuspóirí atá leis an Bille agus sílim go gcomhlíonann sé na cuspóírí sin.  Táim iontach dóchasach, nuair a bheidh seo reachtaithe - tá an-mhuinín agam i Rannóg an Aistriúcháin agus an stair atá acu - go ndéanfaidh an rannóg na dualgaisí reachtúla atá orthu maidir leis an Ghaeilge a chomhlíonadh san am amach romhainn, mar a rinne siad san am a chuaigh thart.  <\/p><p>Mar sin, níl aon doicheall orm an Bille a mholadh don Teach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600026#Z00400","speaker":"1000","continuing":true},{"type":"unspoken","time":1350405900,"counter":223,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1350405900,"counter":224,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1350405900,"counter":225,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1350405900,"counter":226,"content":"<p>Question proposed: &quot;That the Bill do now pass.&quot;<\/p>"},{"type":"speech","time":1350405900,"counter":227,"content":"<p>Phlé muid cúrsaí anonn is anall anseo tráthnóna, ach i bprionsabal ba mhaith liom tagairt a dhéanamh don mhéid a dúirt mé ar an Dara Chéim den Bhille seo, go bhfáiltíonn Sinn Féin roimh an Bille seo.  Síleann muid go bhfuil cuid mhaith céille ag baint leis mar go bhfuil sé ag tabhairt le chéíle seirbhísí éagsúla.  Ag an am céanna, nótáilim go raibh coiste comhairleach ag plé le cúrsaí Gaeilge faoi scáth Roinn an Aire Stáit.  Daoine iad a bhí ag obair go deonach agus ba mhaith liom an obair mhór a rinne siad maidir leis an gcaighdeán oifigiúil a nótáil.  Tuigim ó chómhfhreagras atá faighte againn ar fad, gur mhaith leo go bhféadhfadh ról a bheith ag an obair a rinne siad agus go dtógfaí ar bord é.  Tuigim go bhfuil an Aire Stáit ag rá go ndéanfar sin sa chéad eagrán nua eile.  Ach mar a luaigh mé ar an Dara Chéim, b'fhiú ról leanúnach a shamhlú do grúpa den chineál sin.<\/p><p>Tá a fhios againn ar fad go bhfuil sé ar nós a bheith taobh istigh de &quot;bubble&quot; anseo scaití i dTithe an Oireachtais.  Táim cinnte gur amhlaidh do Rannóg an Aistriuchaín, is cuma cé chomh maith agus atá sé.  Ní dochar ar bith ó am go chéile, saineolas seachtrach atá amuigh ansin sa bpobal ón saol acadúil, ó na meáin cumarsáide, ón saol poiblí agus ón bpobal a fháil.  Sin é an cineál saineolais a bhí ar an gcoiste comhairleach.  Tuigim go bhfuiltear míshásta go leor maidir leis an comhfhreagras nó an easpa cumarsáide idir an Roinn agus iad maidir leis na moltaí a rinne siad.  Níl mé cinnte den stair a bhaineann le sin ach ba mhaith liom go dtógfaí a gcuid tuairimí ar bhord go cinnte.  B'fhéidir gur fiú aitheantas de chineál éigin a thabhairt don obair mhaith a rinne siad.<\/p><p>Rinne muid go leor tagairtí anseo maidir le cúrsaí Gaeilge agus Gaeltachta.  Thagair muid don tábhacht atá le foireann anseo i dTithe an Oireachtais atá ábalta a chuid gnóthaí a dhéanamh trí Ghaeilge, ní hamháin ó thaobh aistriúcháin de ach ó thaobh gnóthaí ginearálta, is cuma cén áit sna Tithe ina bheadh muid.  Arís, ba mhaith liom moladh a thabhairt don dream atá anseo a úsáideann an Ghaeilge, fiú an dream a dhéanann iarracht bheag.  Níl aon drochmheas ar iarracht bheag; is cuma cén iarracht a dhéanann daoine.  Thug mé faoi deara nuair a bhí muid ag plé Chéim an Choiste gur labhair an tAire Stáit ar an obair mhaith a rinne Gaeleagras agus faoi ranganna Gaeilge agus mar sin de atá ar siúl anseo.  Is maith ann iad agus tá cuid mhaith de mo chomhleacaithe ag freastal ar ranganna.  Tá ardmholadh ag dul do Chonradh na Gaeilge as an obair leanúnach a dhéanann sé anseo, ó thaobh an maidin caifé i dTithe an Oireachtais anseo a thugann deis do daoine bualadh le chéile, agus a bhíonn ar fáil, duine ar dhuine, le comhairle agus tacaíocht a thabhairt do dhaoine.  Tá sár obair ag baint leo seo.<\/p><p>Ach, mar atá a fhios ag an Aire Stáit, ní bhualadh aon rud tréímhse sa Ghaeltacht le buanú agus sealbhú a dhéanamh ar an teanga.<\/p> <p>Mar atá a fhios ag an Aire Stáit, ní bhuailfeadh aon rud tréimhse sa Ghaeltacht le buanú agus sealbhú a dhéanamh ar an teanga.  Is é sin an fáth a mhol muid go ndéanfaí athmhachnamh ar an gcoincheap sin ó thaobh Gaeleagras de.  An rud a bhí ansin ná go dtógfáí na Státseirbhísigh síos go dtí na ceantair Gaeltachta ar feadh seachtain, coicís nó trí seachtaine, ionas go mbeidís ábalta saol na Gaeltachta a fheiceáil agus a thuiscint.  Tá a fhios againn go maith go bhfuil an teanga beo beithíoch sna siopaí, tithe ósta, scoileanna agus oiread.  Ba mhaith an rud é dá mbeadh an deis sin ar fáil.<\/p><p>Luaigh muid freisin an amhras atá orainn maidir le feirmeoireacht amach a dhéanamh ar na seirbhísí aistriúcháin.  Tuigim go bhfuil sé glactha, de bharr go bhfuil móramh ag an Rialtas, go dtabharfar cead do Ranna éagsúla aistriúcháin a dhéanamh de réir mar atá daoine ar fáil sna Ranna sin.  Bhéinn amhrasach faoi sin.  B'fhéidir gur fiú don Aire Stáit athbhreithniú a dhéanamh ar sin.  Is dóigh liom go mbeadh sé níos fearr dá dtiocfadh an aistriúcháin ar ais faoi bhráid Coimisiún Thithe an Oireachtais.<\/p><p>Aontaím go hiomlán leis an moladh eile atá déanta ag an Aire Stáit.  Ní bheadh aon dochar ann dá mbeadh Rannóg an Aistriúcháin in ann píosaí d'óráidí mo chomhghleacaithe a aistriú.  Tá oifigeach Gaeilge fostaithe againn i Sinn Féin.  Níl a fhios agam an bhfuil a leithéid fostaithe go lánaimseartha ag na páirtithe eile.  Glacaim le moladh an Aire Stáit go gcaithfear airgead na bpáirtithe ar dhaoine le Gaeilge a chur ar fáil le aistriúcháin a dhéanamh ar na rudaí éagsúla atá ar bun againn.  Mar thoradh ar sin, tá mé ag súil go mór leis na hóráidí breátha Gaeilge a bheidh le cloisteáil ó na Seanadóirí eile anseo agus na Teachtaí Dála.  Beidh muid ag súil leis an ngeallúint atá déanta ag an Aire.  Tá mé cinnte go seasfaidh sé le sin, go háirithe ó thaobh Fine Gael de, agus go labhróidh sé le Páirtí an Lucht Oibre faoi.  Sa chaoi sin, beidh muid ag Gaeilgeoireacht linn go paiteanta sna Tithe amach anseo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600027#AA00600","speaker":"1122","continuing":true},{"type":"unspoken","time":1350406500,"counter":229,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1350406500,"counter":230,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600028#BB00300","speaker":"1118"},{"type":"speech","time":1350406500,"counter":231,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600028#BB00400","speaker":"1153"},{"type":"majorheading","content":"Adjournment Matters","time":1350406800,"counter":232,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600029#CC00100"},{"type":"minorheading","content":"Road Safety","time":1350406800,"counter":233,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600029#CC00200"},{"type":"speech","time":1350406800,"counter":234,"content":"<p>I would like to raise a road safety issue that relates to a stretch of road that cuts in and out of the North and the South.  The prevalence of unsafe driving practices in this area has increased in recent years.  It has not been possible to curtail this behaviour because of jurisdictional issues along the stretch of road in question.  Members of Clones Town Council have tried various ways of stopping it, for example, through the council, the Oireachtas and the North-South Ministerial Council and by meeting representatives of the PSNI and the Garda Síochána.  Nothing concrete has really happened yet to actually resolve the matter.  There is a serious concern that one of those who partake in these unsafe driving practices, or another user of the road, will lose his or her life or suffer a serious injury.  The practices to which I refer are taking place on the N54-A3 concession road.  While some of the joint operations of the Garda and the PSNI have acted as a deterrent, they have not brought about a lasting solution.  The road passes in and out of the North approximately five times, which makes it very difficult to police.<\/p><p>Representatives of the local community are concerned for the safety of those who travel on the road on a daily basis, including those who participate in these unsafe driving activities.  It is the main route that is used to transport patients to Cavan General Hospital.  In the past, the emergency services have been delayed on the road.  That could have serious consequences in the event of a rush on the ambulance service.  Many commuters use this road to travel to and from work.  The residents of the area go into lock-down, in effect, when practices like doughnutting are going on.  The road is taken over by the dangerous drivers and those who go to the area to view their activities.  As a result of the increase in social media and texting, these things can be organised at the drop of a hat.  Crowds form and disperse again.  The residents believe they are living in no-man's-land.  Nothing is being done to assist them.  This stretch of road will be the main route for tourists travelling to use the Ulster Canal when it is restored.  That project will have an effect on tourism in the area.<\/p><p>Some options have been considered as part of the effort to resolve the matter.  Both police forces - the PSNI and the Garda Síochána - co-operated with a joint checkpoint operation at the location in question.  The use of CCTV, helicopter cameras, traffic calming measures or a new road surface has been considered.  It was felt that the most effective and long-lasting solution would be to extend the remit of the Garda Síochána to cover the entire local area.  That is why I have raised this issue with the Department of Justice and Equality.  Members of the Garda are frustrated because they are watching this activity going on ten yards away, but they are unable to do anything about it if it takes place outside the jurisdiction of the force.<\/p> <p>The PSNI has stated that this activity does not happen on a regular basis but this means it cannot plan for it or respond quickly.  These events can be organised quickly through social media and they are sporadic and difficult to monitor in that respect.  This activity is ongoing.  It is being perpetuated and it cannot be stopped because of the questions relating to the jurisdiction.  A road traffic accident occurred not too far up the road but the all the Garda could do was to alert oncoming traffic that there was an accident.  It was a long time before the PSNI was able to get on the scene.  This is why I am asking the Department about jurisdiction and what can be done to allow the Garda to go into these areas.  I realise this issue cuts across several Departments, including the Department of Transport, Tourism and Sport.  It is relevant to the North-South Ministerial Council, and the Minister for Foreign Affairs and Trade previously answered questions on the matter.  I call for a response on the jurisdiction issue and I want to know what can be done.  The questions relating to jurisdiction are preventing the issue from being resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600029#CC00300","speaker":"1155","continuing":true},{"type":"speech","time":1350407100,"counter":236,"content":"<p>I thank the Senator for raising the matter on the Adjournment.  I am speaking on behalf of the Minister for Justice and Equality, who regrets that he is unable to be present due to other business.  The Minister shares the Senator's concern about these incidents of anti-social driving behaviour and the impact they have on local communities.  On behalf of the Minister, I assure the Senator that the level of road traffic enforcement is high throughout the country and that effective roads policing is central to the Garda policing plan.  Enforcement activities are focused on the main causes of deaths and serious injury on the roads and members of An Garda Síochána use planned and unplanned checkpoints to detect breaches of a range of road traffic and transport legislation.  Effective roads policing has been a critical component in the success of the current road safety strategy and the substantial reduction we have seen in road traffic fatalities during recent years.  This emphasis in policing strategy will continue in future.<\/p><p>As far as the particular incidents described by the Senator are concerned, the Minister has been informed by the Garda authorities that the activity referred to occurs, as the Senator pointed out, on a stretch of the N54 and A3 that traverses County Fermanagh.  Responsibility for road safety enforcement on that stretch of road rests with the PSNI.  On behalf of the Minister, I assure the House that An Garda Síochána monitors traffic and performs static checkpoints at strategic locations on the portion of the road that is in the State.  The incidents in question are of great concern and, the Minister understands, can include occasions when traffic is stopped on the stretch of road and law-abiding motorists are prevented from proceeding while individuals perform dangerous driving manoeuvres before gatherings of spectators.<\/p><p>In light of the seriousness of these incidents and the particular geographical circumstances, there is close collaboration between An Garda Síochána and the PSNI, with joint operations conducted to target these anti-social driving practices.  The Minister understands that there has been positive feedback with respect to these joint operations and their deterrent impact and that the Garda authorities and the PSNI have been proactive with regard to road safety enforcement measures in this area and its surrounds.  The Garda authorities have assured the Minister that these operations will continue to be prioritised in the future.  Further, the Minister assures the House that An Garda Síochána and the PSNI maintain ongoing close liaison with local public representatives on both sides of the Border in respect of this matter, including local joint policing committees.<\/p><p>A delegation of local public representatives met the North-South Ministerial Council joint secretariat last year, but the Senator will appreciate that what is at issue is principally an operational policing matter and, accordingly, police co-operation on the ground is important.  The Minister has been assured that this is taking place.  Specifically, the Commissioner has assured the Minister that these joint operations to combat and disrupt the behaviour concerned will continue to be prioritised.  Naturally, I will share the Senator's concerns on the matter with the Minister as soon as I meet him.  As the Senator rightly pointed out, it is an issue of jurisdiction, but I am unsure whether that question is easily solved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600030#DD00200","speaker":"982"},{"type":"minorheading","content":"Home Help Service","time":1350407100,"counter":237,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600030#DD00300"},{"type":"speech","time":1350407100,"counter":238,"content":"<p>Cuirim fáilte roimh an Aire Stáit.<\/p> <p>Tá mé thar a bheith buíoch di as teacht isteach agus tá mé an-sásta gur ise atá anseo chun an cheist seo a fhreagairt mar tá a fhios agam go bhfuil an-suim aici san ábhar seo.  Mar is eol di, tá Bille dhá chur ag Sinn Féin os comhair an Tí eile an tseachtain seo maidir le cúramóirí baile agus na ciorruithe atá á dhéanamh; tá thart ar 1 milliún uair a chloig tarraingthe amach as an gcóras sin le 12 mhí anuas.<\/p><p> I am grateful that the Minister of State is here and acknowledge that she has a particular interest in this issue.  Probably the best way for me to highlight the issue is to tell the Minister of State of a case brought to my attention.  It involves a 92 year old woman in County Galway who is dependent on three carers in her home.  Unfortunately, she is not fully <i>compos mentis<\/i>.  She has a difficulty with memory loss.  She gets confused about what is happening around her and so on.  She is dependent on the three carers, two of whom are not with the HSE but the third is a HSE carer.  Her relatives tried to put in place a system such that they could keep track of whether she had been to the bathroom, whether she had had a bath, what tablets she had taken, etc.  They put in place a log book in the house such that each of the carers could make notes about what exactly had been done with the lady and what the position was when they were handing over.  This appears to be fine in the case of the two non-HSE carers but it has been an issue with the HSE carer.  It may simply be a blip in the system or it may be a HSE West scenario.<\/p><p> I have been told that this was brought to the attention of the HSE authorities.  Apparently, the superintendents in charge said that the only thing that the HSE carer was obliged to do was sign a timesheet indicating the time of arrival and departure and that the carer was under no obligation to fill in any log book or record detailing the medication given, whether the person had been to the bathroom, whether she had been washed, whether there had been any incidents during the day and so on.  The family are concerned because they are not in a position to be with the lady full time and they are dependent on what the carers say to them.  She is getting on in years and it is important that they know whether she is being fed and so on.<\/p><p> Is this is HSE policy nationally?  If so, can anything be done about it?  It seems to raise serious questions about the continuity of care in such a setting.  It is not necessarily anything to do with the cutbacks in the home care packages.  One imagines it is more a procedural issue.  I would be grateful if the Minister of State could provide clarification on the issue.  It is a personal issue and a serious one.  This incident and the personal situation may be the best way to highlight what we are trying to ascertain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600030#DD00400","speaker":"1122","continuing":true},{"type":"speech","time":1350407700,"counter":240,"content":"<p>This issue may become more prevalent as time goes on.  It provides me with an opportunity to update the House on the matter.  Government policy relating to older people is based on supporting people to live in dignity and independence in their own homes and communities for as long as possible.  It is widely acknowledged that the home help service is one of the key services in community care.  The service is flexible, allowing it to be targeted at those in most need.  The service primarily includes the provision of personal care and essential domestic support, mainly for older people.  The level of service provided depends on resources available and is provided, depending on local arrangements, by HSE staff or through the use of private or voluntary organisations.<\/p><p>In 2011, there were 3,273,000 home help hours provided to approximately 13,550 clients in the HSE West region.  Some 2,300 clients were in receipt of a home care package at the end of 2011.  At the end of August 2012, approximately 2,140,000 home help hours were provided for clients in the HSE West region.  The number of people in receipt of home help services in the HSE West region at the end of August was 13,365.  The vast majority of clients in receipt of services were older persons.  I realise I am not answering any of the questions put by the Senator, but it is worth pointing out that the service is not only for older people but for people with disabilities and those with mental health issues.  Sometimes families experiencing social difficulties receive such support as well.<\/p><p>There is ongoing monitoring, mainly done through the public health nursing service and by the home help co-ordinators in each area.<\/p> <p>As part of the process of ensuring high standards of care, all home-help staff receive training in lifting and manual handling, health and safety, personal care and infection control.  All home helps undergo a Garda vetting process.<\/p><p>On indirectly provided services, all organisations are required to sign a service level agreement with the HSE setting out standards of service expected of providers as well as monitoring arrangements, staff training and Garda vetting.  The executive also provides, either directly or indirectly through voluntary or private organisations, home care packages.  A home care package provides an enhanced level of community services and supports above the normal levels available from mainstream community services.  These packages do not replace existing services.  At end-August in HSE West, approximately 2,370 persons were in receipt of a home care package.<\/p><p>Following a national procurement process concluded earlier this year, approved external providers of home care packages must meet certain criteria, including requirements on quality, safety and monitoring.  This procurement process is part of continuing efforts by the HSE to improve its standards overall for home care.  The Government is committed to developing and implementing national standards for home support services, which will be subject to inspection by the Health Information and Quality Authority.  Primary legislation and resources will be required for the introduction of a statutory regulation system for home care services.  The question of possible changes to legislation, including regulation and inspection, for home care services for older persons is under consideration in the context of the need to prioritise legislation for the areas of children and disability.  I trust the House will agree that we need to ensure that the highest standard of care will continue to be provided to all in a safe and secure environment.  Providing quality and safe care will always remain at the heart of any service provision.<\/p><p>I am not certain that any of that answers the Senator's question but I have taken a note of the matter.  He can understand that I would not have that level of detail and it is not right that I should have that level of details.  Sometimes to have that sort of detail floating around may not be good.  However, I will inquire and find out.  Clearly, being able to have that handover is important.  As he stated, whether there was an incident, whether the person has a cold or a temperature, or whether the person's behaviour has changed, is vitally important in terms of the person's ability to continue living in his or her own community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600031#EE00200","speaker":"982","continuing":true},{"type":"speech","time":1350408300,"counter":242,"content":"<p>I appreciate the answer.  I appreciate that perhaps I was not specific enough in the question on monitoring but the Minister of State will appreciate that it is the handover and the monitoring between carers even on a daily basis that we were looking at.  I appreciate that the Minister of State will come back to me on it.  I note that she spoke about implementing national standards for home support services.  The suggestion might be that, when that is being looked at on a daily routine basis, part of those national standards for home support include that if there is a change in the person who is giving the care, be that because of a change of shift or whatever, part of the handover includes the handing over of notes.  Apparently, it was not a one-off.  The person who brought this to my attention is a reasonable person and it was happening on a continual basis, and only with a HSE employee in that scenario.  If there are guidelines in place, they might need to be looked at before something serious happens.  Gabhaim míle buíochas leis an Aire Stáit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600032#FF00200","speaker":"1122"},{"type":"speech","time":1350408300,"counter":243,"content":"<p>There was much criticism last year about the fact that home-based services were not being inspected by HIQA.  We had a choice and had to prioritise.  Clearly, with all the different reports, children had to come first, and then disability services in an institutional setting.  The third on that list are the home-based services, not only for older persons.  When HIQA sits down to put in place the compliance standards that will be necessary in order to get a licence from it, we will see all of that and those matters will be brought to HIQA's attention.<\/p><p>HIQA recently completed the standards on disabilities and it will be commencing those inspections on 1 July next.  We will move on from there.  It takes a little time because sometimes when one puts the standards on paper and one goes out to public consultation, there are matters that people would feel were a greater priority, such as quality of life.  All of that will be taken into account.<\/p><p>I will find out whether there is a specific bar to somebody doing that as opposed to whether he or she is asked to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012101600032#FF00300","speaker":"982"},{"type":"unspoken","time":1350408300,"counter":244,"content":"<p>The Seanad adjourned at 5.05 p.m. until 10.30 a.m. on Wednesday, 17 October 2012.<\/p>","notice":"TIME STRING DETECTED"}]