[{"type":"minorheading","content":"Prelude","time":1352975400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1352975400,"counter":2},{"type":"unspoken","content":"Reflection and Prayer.","time":1352975400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1352975400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1352975400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500002#A00100"},{"type":"speech","time":1352975400,"counter":6,"content":"<p>I have received notice from Senator John Whelan that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<ul><br \/>The need for the Minister for Finance to ensure the enforcement of the pay cap in banks in receipt of State aid; the action he intends to take in order to curb their excessive pension payments funded from the public purse and to outline the impediment, legal or otherwise, preventing him from doing so in the public interest.<\/ul>I have also received notice from Senator Jim Walsh of the following matter:<ul>The need for the Minister for Health to make a statement on the increase in diabetes related foot ulcers and amputations; and to clarify the current status of the podiatry post at Wexford General Hospital that was sanctioned in April 2012 and when this position will be filled.<\/ul>I have also received notice from Senator Trevor Ó Clochartaigh of the following matter:<ul>Go ndtabharfaidh an tAire Ealaíon, Oidhreachta agus Gaeltachta sonraí maidir leis na socraithe maoinithe atá déanta maidir le tógail Ionad Oidhreachta ag Teach an Phiarsiagh i Ros Muc, Co. na Gaillimhe, cé na heagraíochtaí Stáit atá ag plé leis agus cén scála ama atá le go dtogfar é.<\/ul>I have also received notice from Senator Thomas Byrne of the following matter:<ul>The need for the Minister for Defence to outline the reasons for the transfer of the last remaining ten Air Corps members from Gormanston Camp to Baldonnel, and the need to reverse this decision.<\/ul>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1352975400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500002#A00300"},{"type":"speech","time":1352975400,"counter":8,"content":"<p>The Order of Business is No. 1, statements on the discovery of Ash dieback disease in the context of the importance of the forestry and forestry products industry, to be taken at 12.30 p.m. and conclude not later than 2 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes and the Minister to be called on to reply not later than 1.50 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500002#A00400","speaker":"1130"},{"type":"speech","time":1352975400,"counter":9,"content":"<p>In regard to adult mental health services in north Dublin, I ask the Leader to raise with the Minister for Health the fact that Curam clinic in Swords, which deals with the north County Dublin area, has no access to telephone lines and its six staff have been shoehorned into a HSE centre.  However, more important is the lack of access to adult mental health services in north County Dublin.  I intend to raise the matter on the Adjournment next week.  In the meantime I ask the Leader to use his good offices to ask the Minister for Health to rectify the situation.<\/p><p>There has been much discussion in the Chamber in the past year, rightly so, on the cost of advisers and special advisers to Ministers.  I was astounded to learn yesterday that the Tánaiste and Minister for Foreign Affairs and Trade has seen fit to appoint a fourth special adviser who has not breached the pay cap but is commanding a salary of €80,000.  That brings the Tánaiste's bill for special advisers to €500,000 per year.  Perhaps the acting Labour Party leader can explain the purpose of a special fourth adviser for the Tánaiste.  This is the same Tánaiste who, with the Government and Fine Gael, is presiding over cuts to home help all over the country.  I raised the issue yesterday and on numerous occasions.  The €80,000 for the special adviser would pay for between 7,000 and 8,000 home care hours. <\/p><p>The Labour Party manifesto makes amusing reading at this stage.  One part of the manifesto which is about care in the community states that in order to free up more acute hospital beds, more step-down beds and home care packages need to be available to people who cannot be discharged without some post-hospital care.  To facilitate this the Labour Party will invest additional funds in community and step-down care.  That is what the Labour Party said in February 2011.  Fine Gael made a similar pledge and reaffirmed it in the programme for Government, yet it is presiding over cuts of 950,000 hours in home care this year and the Tánaiste has seen fit to appoint a fourth special adviser to his office at a cost of €80,000 to the Exchequer.<\/p> <p>Where are we going with this?  It is no wonder that people are absolutely fuming with the cuts to the most vulnerable in society affecting people who do not need to be in hospitals and want to be cared for at home.  I have still not received an adequate answer.  The Leader gives the same answer every day that the Government is committed to expanding home care packages, but it is not.  Some 950,000 hours have been taken away this year.<\/p><p>Is it true that the Government will propose a further 10% cut to adult mental health services in the upcoming budget?  I believe it is true and the HSE has been advised of it.  In advance of the budget, I would like the Minister of State, Deputy Kathleen Lynch, to come to the House and explain whether she will protect the budget for adult mental health services.  The HSE is advising me and my colleagues that there will be a further 10% cut in this area.  I have used the example of the whole area of north County Dublin without any access to adult mental health services at this stage.<\/p><p>I want the Leader to give me the rationale for the Tánaiste appointing a fourth personal special adviser at a cost of €80,000 to the Exchequer, bringing his bill for special advisers to more than €500,000 a year, while the Government is presiding over cuts to home care packages affecting the elderly and disabled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500002#A00500","speaker":"1139","continuing":true},{"type":"speech","time":1352975400,"counter":11,"content":"<p>I wish to raise a matter of the utmost and gravest concern, about which any right-minded person would be concerned.  I call on the Minister for Justice and Equality and his Cabinet colleagues to fulfil a commitment given to the Molloy family from Roscommon prior to the general election to establish a commission of inquiry into the sordid and sinister murder of Fr. Niall Molloy in Clara, County Offaly, in 1985.  One could only describe the investigation into it at the time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00200","speaker":"1143"},{"type":"speech","time":1352975400,"counter":12,"content":"<p>We are not having a debate on this matter today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00300","speaker":"1120"},{"type":"speech","time":1352975400,"counter":13,"content":"<p>I am not asking for a debate.  I am calling on the Leader to ask the Minister for Justice and Equality to establish a commission of inquiry, as promised to the family.  There has been a conspiracy of silence and cover-up surrounding the case, involving so-called pillars of society, including individuals, elements within the Garda Síochána, the legal fraternity, the medical fraternity, the church and politics.  The Molloy family cannot be denied justice any longer.  The culprits, those responsible for the murder of Fr. Niall Molloy, are walking free.  The public will not accept this is the case.  Explosive and persuasive new evidence is now available thanks to incredible investigative journalism conducted by Gemma Doherty of the <i>Irish Independent<\/i>, which needs to be pursued by the authorities.  A commission of inquiry is the only way for justice to be done and seen to be done.  Nothing else is acceptable.  We cannot abdicate our duty and responsibility.  We are responsible to the public to restore confidence in the institutions of the State and to ensure Fr. Molloy and his family receive justice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00400","speaker":"1143"},{"type":"speech","time":1352975400,"counter":14,"content":"<p>This is not the appropriate time to raise this issue.  The Senator has asked the Leader for a debate on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00500","speaker":"1120"},{"type":"speech","time":1352975400,"counter":15,"content":"<p>I am grateful for your forbearance, a Chathaoirligh.  I ask the Leader to call on the Minister for Justice and Equality to instigate without further delay a commission of inquiry into the cover-up of the botched investigation into the death of Fr. Niall Molloy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00600","speaker":"1143"},{"type":"speech","time":1352975400,"counter":16,"content":"<p>While I might sound like a broken record, the editorial in today's edition of <i>The Irish Times<\/i> contained the following quote: &quot;When the name of Ireland is mentioned, people right across the world think first of our writers, our musicians, our drama&#8230;In Government, Fine Gael will nurture and support our culture&quot;.  I ask the Leader for a debate on the Government's culture policy.  The merger of the boards of the National Library of Ireland and the National Museum of Ireland has yielded a mere &#8364;1 million in savings.  We would be wasting Oireachtas time in debating many amendments to the Bill to abolish these.  The one board for the National Library of Ireland and the National Museum of Ireland will comprise nine people.  It will not actually be a board but an advisory council within the Department.  I do not question the need for cuts and I accept we need to cut our cloth.  I am concerned there is an ill-considered approach towards a cultural policy.  Should the Department now be called the Department of culture rather than the Department of Arts, Heritage and the Gaeltacht since it is now taking more control of some of our national cultural institutions?<\/p><p>  Yesterday Senator Hayden mentioned the long list of Irish writers who have been shortlisted for the IMPAC literary award.  There is an inconsistency with regard to the support for artists and the support for our cultural heritage and the overall slash and burn policy the Government is pursuing.  I call on the Leader to arrange a debate as soon as possible on the Government's approach to culture and its cultural policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00700","speaker":"1167"},{"type":"speech","time":1352975400,"counter":17,"content":"<p>I commend the Taoiseach for attending the Remembrance Day commemoration in Enniskillen on Sunday, the Tánaiste for attending a similar commemoration in Belfast, and the Minister, Deputy Deenihan, for attending the one in St. Patrick's Cathedral in Dublin.  We wish well all those who seek to reconcile the traditions on this island.  Sometimes the reconciliation may be much less than we think.  The TCD roll of honour from the First World War contains names that are the same as taoisigh, such as Lynch, Lemass, Cowen, FitzGerald and Kenny.  As we commemorate those events of 100 years ago, we realise it could bring us very much together.<\/p><p>In a recent paper by Mícheál Collins and Mary Walsh, some 131 tax expenditures, a transfer of resources that is achieved by reducing tax obligations in respect of benchmark tax rather than by direct expenditure, were estimated to cost just under €12 billion.  They tend to be neglected in the pre-budget discussion and I ask the Leader to invite people from the Department of Finance to come in to discuss those as we all prepare for the budget on 5 December.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00800","speaker":"1157"},{"type":"speech","time":1352975400,"counter":18,"content":"<p>I support calls by Senator Whelan to establish a commission of inquiry into the brutal murder of Fr. Niall Molloy.  Fr. Molloy was a Roscommon man and was given the Person of the Year award in 1985, the year of his death.  He was a regular caller to my home place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B00900","speaker":"1161"},{"type":"speech","time":1352975400,"counter":19,"content":"<p>The Senator should not go into such detail.  I have pointed out to Senator Whelan, who was leading the Labour Party group today, that this is not the appropriate forum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01000","speaker":"1120"},{"type":"speech","time":1352975400,"counter":20,"content":"<p>I have a question for the Leader, but I have a few points I must make first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01100","speaker":"1161"},{"type":"speech","time":1352975400,"counter":21,"content":"<p>Ask the Leader a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01200","speaker":"1120"},{"type":"speech","time":1352975400,"counter":22,"content":"<p>As Fr. Molloy's father was a Senator in this House, we ought to give him justice.  Prior to the general election Fine Gael and the Labour Party pledged to establish a commission of inquiry into his brutal murder and this must be honoured.  This man was left to die for six hours following a wedding in Clara, County Offaly.  He did not receive medical assistance in that time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01300","speaker":"1161"},{"type":"speech","time":1352975400,"counter":23,"content":"<p>We do not need that detail on the Order of Business.  There are more appropriate forums for dealing with this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01400","speaker":"1120"},{"type":"speech","time":1352975400,"counter":24,"content":"<p>This man's life was ended following his attendance at a wedding.  It is widely acknowledged that this was the biggest cover-up in the history of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01500","speaker":"1161"},{"type":"speech","time":1352975400,"counter":25,"content":"<p>It is inappropriate for the Order of Business, as I have pointed out to Senator Whelan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01600","speaker":"1120"},{"type":"speech","time":1352975400,"counter":26,"content":"<p>Let me summarise by complimenting Gemma Doherty on the untiring investigative work she has done on this case and on keeping it high on the agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01700","speaker":"1161"},{"type":"speech","time":1352975400,"counter":27,"content":"<p>The Senator knows he cannot mention the names of people who are not here to defend themselves, whether it is in a good light or a poor light.  I ask the Senator to refrain from naming people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01800","speaker":"1120"},{"type":"speech","time":1352975400,"counter":28,"content":"<p>This is very well documented and is not something I am reinventing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B01900","speaker":"1161"},{"type":"speech","time":1352975400,"counter":29,"content":"<p>It does not matter.  That is not the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B02000","speaker":"1120"},{"type":"speech","time":1352975400,"counter":30,"content":"<p>When something looks and smells like a rotten apple, it certainly is a rotten apple.  The Minister for Justice and Equality should honour his pre-election pledge and establish a commission of inquiry into Fr. Molloy's death.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B02100","speaker":"1161"},{"type":"speech","time":1352975400,"counter":31,"content":"<p>This is not the appropriate forum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B02200","speaker":"1120"},{"type":"speech","time":1352975400,"counter":32,"content":"<p>It must be independent and we cannot have gardaí investigating other gardaí in this case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500003#B02300","speaker":"1161"},{"type":"speech","time":1352976000,"counter":33,"content":"<p>I was disappointed to notice on my way to work this morning that the Government Publications office on Molesworth Street is to close.  Senators know this is an important repository of Government publications such as Bills, tribunal reports and election results.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":34,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00200","speaker":"1136"},{"type":"speech","time":1352976000,"counter":35,"content":"<p>Will the Leader ascertain what proposals are in place to find an alternative outlet for such important publications?  It was ideally located close to the Houses and the public had access to these documents.  Any attempt to reduce public access to this information would be highly regrettable.  I hope a plan is in place to rectify this.<\/p><p>Will the Leader ascertain whether it is intended, as is the norm, to publish in book form the results of the Seanad election in 2011?  It is 18 months since the election and I am surprised this publication is not available to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00300","speaker":"1142"},{"type":"speech","time":1352976000,"counter":36,"content":"<p>It is a matter for the Seanad returning officer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00400","speaker":"1120"},{"type":"speech","time":1352976000,"counter":37,"content":"<p>Perhaps Senator O'Sullivan should ask her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00500","speaker":"1164"},{"type":"speech","time":1352976000,"counter":38,"content":"<p>I am addressing it to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":39,"content":"<p>The Leader has no role in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":40,"content":"<p>Nobody in the Chamber has higher respect for the returning officer than I do, but it strange that it has not been published, if I am allowed to say so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":41,"content":"<p>It is being done at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":42,"content":"<p>I welcome this because all Members would like to be able to verify they were elected and look at it at their leisure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01000","speaker":"1142"},{"type":"speech","time":1352976000,"counter":43,"content":"<p>You were elected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01100","speaker":"1151"},{"type":"speech","time":1352976000,"counter":44,"content":"<p>We will get it for Senator O'Sullivan for Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01200","speaker":"1164"},{"type":"speech","time":1352976000,"counter":45,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01300","speaker":"1142"},{"type":"speech","time":1352976000,"counter":46,"content":"<p>In the stocking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01400","speaker":"1151"},{"type":"speech","time":1352976000,"counter":47,"content":"<p>There is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01500","speaker":"1167"},{"type":"speech","time":1352976000,"counter":48,"content":"<p>Many local authority members would welcome a copy of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":49,"content":"<p>I know the Senator is all right with the computer system and it is on the website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":50,"content":"<p>I know this and I look at it occasionally to cheer myself up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":51,"content":"<p>Does Senator O'Sullivan have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":52,"content":"<p>He should ask him whether there is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02000","speaker":"1167"},{"type":"speech","time":1352976000,"counter":53,"content":"<p>Yesterday, Senator Landy raised his concerns about the tardiness of bringing forward the electoral boundary review.  I was glad to hear the Leader state the commission has been appointed.  I still have serious concerns because such a review will take time and a rushed job is a botched job.  Is the Leader aware of a fallback in the event the commission will not be able to report in time?  What procedure is in place to defer the local elections until 2015?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":54,"content":"<p>I wish to add my voice to the call made this morning for the Minister for Justice and Equality to fulfil a pledge to the Molloy family and establish a commission of investigation into the brutal murder of Father Niall Molloy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02200","speaker":"1158"},{"type":"speech","time":1352976000,"counter":55,"content":"<p>This is the Order of Business which is about the Order of Business for the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":56,"content":"<p>I was 11 years of age when Father Molloy was brutally murdered.  That was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02400","speaker":"1158"},{"type":"speech","time":1352976000,"counter":57,"content":"<p>As I pointed out to the two Senators who already raised this on the Order of Business is about the order of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":58,"content":"<p>I have a simple question for the Leader.  Justice must be done and why has it not been done?  After 18 months in government why has a commission of investigation not been appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02600","speaker":"1158"},{"type":"speech","time":1352976000,"counter":59,"content":"<p>There are more appropriate fora in which to raise this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":60,"content":"<p>On a point of order I remind the Senators opposite they are in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02800","speaker":"1139"},{"type":"speech","time":1352976000,"counter":61,"content":"<p>We are well aware of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02900","speaker":"1158"},{"type":"speech","time":1352976000,"counter":62,"content":"<p>-----and they have it within their gift to go to the Minister for Justice and Equality, who is a member of Senator Conway's party, so what is he talking about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03000","speaker":"1139"},{"type":"speech","time":1352976000,"counter":63,"content":"<p>I would not push that too far if I were you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03100","speaker":"1143"},{"type":"speech","time":1352976000,"counter":64,"content":"<p>Why not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03200","speaker":"1139"},{"type":"speech","time":1352976000,"counter":65,"content":"<p>Please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":66,"content":"<p>Excuse me, the Cathaoirleach has ruled-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03400","speaker":"1139"},{"type":"speech","time":1352976000,"counter":67,"content":"<p>Senator O'Brien-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":68,"content":"<p>Do you want me to name the politician who was there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03600","speaker":"1143"},{"type":"speech","time":1352976000,"counter":69,"content":"<p>I am just reminding Senator Conway that he is in government and I will push it as far as I want.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03700","speaker":"1139"},{"type":"speech","time":1352976000,"counter":70,"content":"<p>It was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03800","speaker":"1143"},{"type":"speechnospeaker","time":1352976000,"counter":71,"content":"<p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03900","nonspeaker":"Senator Darragh O'Brien"},{"type":"speech","time":1352976000,"counter":72,"content":"<p>I was disappointed to notice on my way to work this morning that the Government Publications Sales office on Molesworth Street is to close.  Senators know this is an important repository of Government publications such as Bills, tribunal reports and election results.  Will the Leader ascertain what proposals are in place to find an alternative outlet for such important publications?  It was ideally located close to the Houses and the public had access to these documents.  Any attempt to reduce public access to this information would be highly regrettable.  I hope a plan is in place to rectify this.<\/p><p>Will the Leader ascertain whether it is intended, as is the norm, to publish in book form the results of the Seanad election in 2011?  It is 18 months since the election and I am surprised this publication is not available to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":73,"content":"<p>It is a matter for the Seanad returning officer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00400","speaker":"1120"},{"type":"speech","time":1352976000,"counter":74,"content":"<p>Perhaps Senator O'Sullivan should ask her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00500","speaker":"1164"},{"type":"speech","time":1352976000,"counter":75,"content":"<p>I am addressing it to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":76,"content":"<p>The Leader has no role in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":77,"content":"<p>Nobody in the Chamber has higher respect for the returning officer than I do, but it strange that it has not been published, if I am allowed to say so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":78,"content":"<p>It is being done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":79,"content":"<p>I welcome this because all Members would like to be able to verify they were elected and look at it at their leisure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01000","speaker":"1142"},{"type":"speech","time":1352976000,"counter":80,"content":"<p>The Senator was elected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01100","speaker":"1151"},{"type":"speech","time":1352976000,"counter":81,"content":"<p>We will get it for Senator O'Sullivan for Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01200","speaker":"1164"},{"type":"speech","time":1352976000,"counter":82,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01300","speaker":"1142"},{"type":"speech","time":1352976000,"counter":83,"content":"<p>In the stocking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01400","speaker":"1151"},{"type":"speech","time":1352976000,"counter":84,"content":"<p>There is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01500","speaker":"1167"},{"type":"speech","time":1352976000,"counter":85,"content":"<p>Many local authority members would welcome a copy of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":86,"content":"<p>I know the Senator is all right with the computer system and it is on the website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":87,"content":"<p>I know this and look at it occasionally to cheer myself up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":88,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":89,"content":"<p>He should ask him whether there is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02000","speaker":"1167"},{"type":"speech","time":1352976000,"counter":90,"content":"<p>Yesterday, Senator Landy raised his concerns about the tardiness of bringing forward the electoral boundary review.  I was glad to hear the Leader state the commission has been appointed.  I still have serious concerns because such a review will take time and a rushed job is a botched job.  Is the Leader aware of a fallback in the event the commission will not be able to report in time?  What procedure is in place to defer the local elections until 2015?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":91,"content":"<p>I add my voice to the call made this morning for the Minister for Justice and Equality to fulfil a pledge to the Molloy family and establish a commission of investigation into the brutal murder of Fr. Niall Molloy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02200","speaker":"1158"},{"type":"speech","time":1352976000,"counter":92,"content":"<p>This is the Order of Business for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":93,"content":"<p>I was 11 years of age when Fr. Molloy was brutally murdered.  That was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02400","speaker":"1158"},{"type":"speech","time":1352976000,"counter":94,"content":"<p>As I pointed out to the two Senators who already raised this on the Order of Business is about the order of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":95,"content":"<p>I have a simple question for the Leader.  Justice must be done and why has it not been done?  After 18 months in government why has a commission of investigation not been appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02600","speaker":"1158"},{"type":"speech","time":1352976000,"counter":96,"content":"<p>There are more appropriate fora in which to raise this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":97,"content":"<p>On a point of order, I remind the Senators opposite they are in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02800","speaker":"1139"},{"type":"speech","time":1352976000,"counter":98,"content":"<p>We are well aware of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02900","speaker":"1158"},{"type":"speech","time":1352976000,"counter":99,"content":"<p>-----and they have it within their gift to go to the Minister for Justice and Equality, who is a member of Senator Conway's party.  Therefore, what is he talking about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03000","speaker":"1139"},{"type":"speech","time":1352976000,"counter":100,"content":"<p>I would not push it too far if I were the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03100","speaker":"1143"},{"type":"speech","time":1352976000,"counter":101,"content":"<p>Why not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03200","speaker":"1139"},{"type":"speech","time":1352976000,"counter":102,"content":"<p>Please, Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":103,"content":"<p>Excuse me, the Cathaoirleach has ruled-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03400","speaker":"1139"},{"type":"speech","time":1352976000,"counter":104,"content":"<p>Senator O'Brien-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":105,"content":"<p>Do Senator Darragh O'Brien want me to name the politician who was there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03600","speaker":"1143"},{"type":"speech","time":1352976000,"counter":106,"content":"<p>I am just reminding Senator Conway that he is in government and I will push it as far as I want.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03700","speaker":"1139"},{"type":"speech","time":1352976000,"counter":107,"content":"<p>It was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03800","speaker":"1143"},{"type":"speech","time":1352976000,"counter":108,"content":"<p>The Senator comes in to the House to speak about this issue but he can make an appointment to speak to the Minister about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03900","speaker":"1139"},{"type":"speech","time":1352976000,"counter":109,"content":"<p>We will not be told by the Senator Owhat we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04000","speaker":"1143"},{"type":"speech","time":1352976000,"counter":110,"content":"<p>Perhaps the Senator does not know what he can do and I am just letting him know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04100","speaker":"1139"},{"type":"speech","time":1352976000,"counter":111,"content":"<p>I ask Senators to please to respect the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04200","speaker":"1120"},{"type":"speech","time":1352976000,"counter":112,"content":"<p>I wish to make several points to back up my question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04300","speaker":"1158"},{"type":"speech","time":1352976000,"counter":113,"content":"<p>I ask the Senator to respect the Chair.  The Order of Business is not about political and election promises.  It is about ordering business for the day.  If the Senator has a relevant question for the Leader of the House, he should ask it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04600","speaker":"1120"},{"type":"speech","time":1352976000,"counter":114,"content":"<p>I have a relevant question.  Will the Leader ask the Minister for Justice and Equality to establish a commission of inquiry into the brutal death of Fr. Niall Molloy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04700","speaker":"1158"},{"type":"speech","time":1352976000,"counter":115,"content":"<p>I have told the Senator this is not the appropriate forum to raise this issue.  Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04800","speaker":"1120"},{"type":"speech","time":1352976000,"counter":116,"content":"<p>What happened in Clara, County Offaly puts what happened in Donegal and the investigation into it in the ha'penny place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04900","speaker":"1158"},{"type":"speech","time":1352976000,"counter":117,"content":"<p>I express a certain amount of concern about the constitutional convention, particularly reports in the newspapers that the members of the public involved will be anonymous.  This is regrettable because everyone who has an opinion should be prepared to stand over it.  In other jurisdictions with this type of convention, such as the Netherlands, Iceland and the Canadian provinces, the people involved have all been prepared to be identified.  In British Columbia the opening session was televised and it was all streamed live.  The newspapers carried profiles of the various members.  I understand the reticence of people; some people do not want to go on juries for the same reason but they must.  When one takes a role in discussing issues which have a significant bearing on the personal lives of citizens and in framing a constitution one should be prepared to stand up and be counted.  We need much more information about the constitutional convention.  We do not really know how it will operate.  I am rather saddened that I will not represent my group on the section dealing with gay marriage.  I thought it would have been reasonably appropriate for me to do so but apparently it will not happen.  I would like an opportunity to address the convention.<\/p><p>The outbreak of hostilities in the Middle East is a particularly important issue.  Syria is already aflame and the Israelis, after a day in which there was no rocket fire, launched a new offensive called Operation Pillar of Defence.  They have a habit of giving sanitised names to what they do.  They killed ten people, including civilians and a prominent member of the armed group associated with Hamas, Ahmed Jabari.  The general in charge, General Yoav Mordechai, stated he anticipated rocket strikes in return and he got them.  Tragically, three Israeli civilians were killed.  We need to take a stand on this particularly in the light of the attitude of Prime Minister Netanyahu.  He stated this would prevent rocket strikes.  There had been no rocket strikes the previous day.  He launched an attack and immediately got them.  An election is coming up and this appalling cynicism should be remarked upon.  We should be grateful the United Nations and the President of the United States have tried to intervene to prevent this highly dangerous situation from escalating.  I stand in solidarity with Trócaire and the other groups which have spoken about the suffering of the Palestinian people.  I reject accusations from the other House that they have been over-politicised.  They are playing their appropriate role as witnesses to an appalling tragedy inflicted upon suffering people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05200","speaker":"1136"},{"type":"speech","time":1352976000,"counter":118,"content":"<p>The appropriate theme for the House today is the right to life.  I call on the Taoiseach and the Minister for Health to establish as a matter of urgency an independent public inquiry into the Galway case and the tragic death of Savita Halappanavar.  The public is outraged about what went wrong and we need answers.  As a woman I need to know women are protected in pregnancy and maternal health.  Galway University Hospital has not had a maternal death for 17 years, so something went wrong.  Medical Council guidelines state that women must get all treatment necessary in pregnancy, so clearly something went wrong and we need answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05300","speaker":"1131"},{"type":"speech","time":1352976000,"counter":119,"content":"<p>We will not go into the details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05400","speaker":"1120"},{"type":"speech","time":1352976000,"counter":120,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05500","speaker":"1131"},{"type":"speech","time":1352976000,"counter":121,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05600","speaker":"1120"},{"type":"speech","time":1352976000,"counter":122,"content":"<p>This morning I heard the woman's husband state his wife was left with an open womb for two days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05700","speaker":"1131"},{"type":"speech","time":1352976000,"counter":123,"content":"<p>That is not relevant to the Order of Business.  Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05800","speaker":"1120"},{"type":"speech","time":1352976000,"counter":124,"content":"<p>On a point of order, this is outrageous.  Two inquiries are being held.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C05900","speaker":"1170"},{"type":"speech","time":1352976000,"counter":125,"content":"<p>I am calling for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06000","speaker":"1131"},{"type":"speech","time":1352976000,"counter":126,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06100","speaker":"1120"},{"type":"speech","time":1352976000,"counter":127,"content":"<p>My question to the Leader, the Taoiseach and the Minister for Health is that an independent public inquiry is held-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06200","speaker":"1131"},{"type":"speech","time":1352976000,"counter":128,"content":"<p>Does the Senator suggest the HSE and Galway University Hospital inquiries are not independent?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06300","speaker":"1170"},{"type":"speech","time":1352976000,"counter":129,"content":"<p>Do I have the floor?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06400","speaker":"1131"},{"type":"speech","time":1352976000,"counter":130,"content":"<p>Senator Healy Eames to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":131,"content":"<p>On this matter I do not feel confident that an internal inquiry would be adequate.  This is a matter of public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06600","speaker":"1131"},{"type":"speech","time":1352976000,"counter":132,"content":"<p>There are two inquiries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06700","speaker":"1170"},{"type":"speech","time":1352976000,"counter":133,"content":"<p>It is fitting on the theme of life and death that we ask the Minister for Justice and Equality to come to the House to address the serious allegations of a botched inquiry and cover-up in the death of Fr. Molloy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C06800","speaker":"1131"},{"type":"speech","time":1352976000,"counter":134,"content":"<p>I was disappointed to notice on my way to work this morning that the Government Publications Sales office on Molesworth Street is to close.  Senators know this is an important repository of Government publications such as Bills, tribunal reports and election results.  Will the Leader ascertain what proposals are in place to find an alternative outlet for such important publications?  It was ideally located close to the Houses and the public had access to these documents.  Any attempt to reduce public access to this information would be highly regrettable.  I hope a plan is in place to rectify this.<\/p><p>Will the Leader ascertain whether it is intended, as is the norm, to publish in book form the results of the Seanad election in 2011?  It is 18 months since the election and I am surprised this publication is not available to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":135,"content":"<p>It is a matter for the Seanad returning officer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00400","speaker":"1120"},{"type":"speech","time":1352976000,"counter":136,"content":"<p>Perhaps Senator O'Sullivan should ask her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00500","speaker":"1164"},{"type":"speech","time":1352976000,"counter":137,"content":"<p>I am addressing it to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":138,"content":"<p>The Leader has no role in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":139,"content":"<p>Nobody in the Chamber has higher respect for the returning officer than I do, but it strange that it has not been published, if I am allowed to say so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":140,"content":"<p>It is being done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C00900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":141,"content":"<p>I welcome this because all Members would like to be able to verify they were elected and look at it at their leisure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01000","speaker":"1142"},{"type":"speech","time":1352976000,"counter":142,"content":"<p>The Senator was elected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01100","speaker":"1151"},{"type":"speech","time":1352976000,"counter":143,"content":"<p>We will get it for Senator O'Sullivan for Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01200","speaker":"1164"},{"type":"speech","time":1352976000,"counter":144,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01300","speaker":"1142"},{"type":"speech","time":1352976000,"counter":145,"content":"<p>In the stocking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01400","speaker":"1151"},{"type":"speech","time":1352976000,"counter":146,"content":"<p>There is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01500","speaker":"1167"},{"type":"speech","time":1352976000,"counter":147,"content":"<p>Many local authority members would welcome a copy of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01600","speaker":"1142"},{"type":"speech","time":1352976000,"counter":148,"content":"<p>I know the Senator is all right with the computer system and it is on the website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":149,"content":"<p>I know this and look at it occasionally to cheer myself up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01800","speaker":"1142"},{"type":"speech","time":1352976000,"counter":150,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C01900","speaker":"1120"},{"type":"speech","time":1352976000,"counter":151,"content":"<p>He should ask him whether there is a Santa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02000","speaker":"1167"},{"type":"speech","time":1352976000,"counter":152,"content":"<p>Yesterday, Senator Landy raised his concerns about the tardiness of bringing forward the electoral boundary review.  I was glad to hear the Leader state the commission has been appointed.  I still have serious concerns because such a review will take time and a rushed job is a botched job.  Is the Leader aware of a fallback in the event the commission will not be able to report in time?  What procedure is in place to defer the local elections until 2015?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02100","speaker":"1142"},{"type":"speech","time":1352976000,"counter":153,"content":"<p>I add my voice to the call made this morning for the Minister for Justice and Equality to fulfil a pledge to the Molloy family and establish a commission of investigation into the brutal murder of Fr. Niall Molloy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02200","speaker":"1158"},{"type":"speech","time":1352976000,"counter":154,"content":"<p>This is the Order of Business for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":155,"content":"<p>I was 11 years of age when Fr. Molloy was brutally murdered.  That was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02400","speaker":"1158"},{"type":"speech","time":1352976000,"counter":156,"content":"<p>As I pointed out to the two Senators who already raised this on the Order of Business is about the order of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":157,"content":"<p>I have a simple question for the Leader.  Justice must be done and why has it not been done?  After 18 months in government why has a commission of investigation not been appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02600","speaker":"1158"},{"type":"speech","time":1352976000,"counter":158,"content":"<p>There are more appropriate fora in which to raise this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02700","speaker":"1120"},{"type":"speech","time":1352976000,"counter":159,"content":"<p>On a point of order, I remind the Senators opposite they are in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02800","speaker":"1139"},{"type":"speech","time":1352976000,"counter":160,"content":"<p>We are well aware of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C02900","speaker":"1158"},{"type":"speech","time":1352976000,"counter":161,"content":"<p>-----and they have it within their gift to go to the Minister for Justice and Equality, who is a member of Senator Conway's party.  Therefore, what is he talking about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03000","speaker":"1139"},{"type":"speech","time":1352976000,"counter":162,"content":"<p>I would not push it too far if I were the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03100","speaker":"1143"},{"type":"speech","time":1352976000,"counter":163,"content":"<p>Why not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03200","speaker":"1139"},{"type":"speech","time":1352976000,"counter":164,"content":"<p>Please, Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03300","speaker":"1120"},{"type":"speech","time":1352976000,"counter":165,"content":"<p>Excuse me, the Cathaoirleach has ruled-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03400","speaker":"1139"},{"type":"speech","time":1352976000,"counter":166,"content":"<p>Senator O'Brien-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03500","speaker":"1120"},{"type":"speech","time":1352976000,"counter":167,"content":"<p>Does Senator Darragh O'Brien want me to name the politician who was there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03600","speaker":"1143"},{"type":"speech","time":1352976000,"counter":168,"content":"<p>I am just reminding Senator Conway that he is in government and I will push it as far as I want.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03700","speaker":"1139"},{"type":"speech","time":1352976000,"counter":169,"content":"<p>It was 27 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03800","speaker":"1143"},{"type":"speech","time":1352976000,"counter":170,"content":"<p>The Senator comes in to the House to speak about this issue but he can make an appointment to speak to the Minister about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C03900","speaker":"1139"},{"type":"speech","time":1352976000,"counter":171,"content":"<p>We will not be told by the Senator Owhat we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04000","speaker":"1143"},{"type":"speechnospeaker","time":1352976000,"counter":172,"content":"<p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500004#C04100","nonspeaker":"Senator Darragh O'Brien"},{"type":"speech","time":1352976600,"counter":173,"content":"<p>Tá sé tábhachtach go bhfeicfeadh muid na tuairiscí maidir le cás na Gaillimhe agus go ndéanfadh muid breith orthu san i dtosach báire.<\/p><p>Ironically, 17 November is World Prematurity Day and a conference is taking place today.  In Ireland 4,500 babies are born prematurely every year.  It means that one in every 16 women give birth to a premature baby and 500 babies are stillborn or suffer a neonatal death.  A number of issues on prematurity need to be addressed.  It would be fitting to arrange a debate and also in the context of the reports that will be produced.  It is an important area.  There are a number of issues regarding the lack of parental accommodation in the hospitals, a lack of regional intensive care treatment and a need for a national neonatal health programme.  We should arrange such an important debate.  <\/p><p>I draw attention again to the situation in the Middle East which suffered a great tragedy in the past number of days with  11 Palenstinians killed, including children, in the attacks and three Israelis were also killed.  It is a terrible situation and violence has escalated.  We have also seen an increase in the development of Israeli settlements in Palestine and an ongoing blockade of Gaza.  A lot of settlement goods are sold in our supermarkets here and I commend the Tánaiste for speaking out about it.  Ireland will take over the EU Presidency next year and will play a pivotal role.  Therefore, it would be important to ask him to come here for a debate on the Middle East.  We could ask him what he shall propose for the EU agenda in order to address the issue and find a solution to the Middle East crisis, particularly between the Palestinians and the Israelis.  The last thing that region  needs is an escalation in violence and injustices. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00100","speaker":"1122"},{"type":"speech","time":1352976600,"counter":174,"content":"<p>I add my voice and extend my sympathy and respect to the family of Savita Halappanavar, her husband, Praveen, her family and friends.  Like Senator Healy Eames, I agree that a public inquiry should be arranged. The HSE and the hospital must carry out their inquiries.  Sometimes, and it is not due to a lack of trust, difficult matters need a third eye or an additional opportunity involving somebody who is not connected to the hospital, people who understand but were not involved in this extreme trauma for the family and staff at the hospital.  I agree with the call for a public inquiry.  I commend the Minister for Health's suggestion that the HSE inquiry should be held up to world scrutiny.  Perhaps he will need to agree to a public inquiry.  I urge that the expert group's report be examined, as a matter of urgency, and that the Cabinet report, as soon as possible, on its next move.  I urge that legislation on the X case is also provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00400","speaker":"1129"},{"type":"speech","time":1352976600,"counter":175,"content":"<p>With regard to the debate, I recommend to the House and the wider public that they read Mr. David Quinn's article in today's <i>Irish Independent<\/i>.  The media need to be careful not to rush to judgment.  Perhaps the Leader might indicate whether the Government has challenged the besmirchment of the country abroad, particularly by the more scurrilous elements of the British press.  They have jumped on this sad family tragedy in order to have a go at Ireland without any knowledge of the Irish laws or the practices that are engaged in by the medical profession.  As has been pointed out, where the life of a woman is threatened there are medical procedures that will ensure that the mother's life is saved.  We await the outcome of the inquiry.<\/p><p>  I support the call for the Tánaiste to come here for a debate on the Middle East and Ireland's position <i>vis-à-vis<\/i> holding the EU Presidency.  During that time there will be ongoing dealings, negotiations and exchanges between the EU Presidency and the Israeli authorities.  It is a fact that Israel perceives Ireland to be hostile.  As Senator Norris will know, Israel views Ireland as being unfriendly.  The Tánaiste has been open and adopted a balanced approach to the matter, as has previous Irish Administration.  Israel has the impression that Ireland is not friendly and it would be incumbent on the Tánaiste to clarify Ireland's position <i>vis-à-vis<\/i> its relationship with Israel and to alert the House about the Government's priorities on the Middle East in general. <\/p><p>  I have raised the following issue before and shall keep returning to it.  There is a growing clamour across Europe - the French and German finance Ministers came on board in the past two days - to investigate the tax paid by multinationals across Europe.  The issue will not go away.  I raised it here before and I shall continue to do so, particularly when I think of the way that the vulnerable in society will be dealt with in the next budget.  It is ironic that it is being said that the cuts will not be any worse than what has been indicated.  In other words, &#8364;3.5 billion must be taken out of the economy.  Who will be hurt?  It will hurt the most vulnerable, lone parents and home owners.  The cuts will hurt the most vulnerable people in society, yet multinationals engage in legal tax avoidance.  It is time we grasped the sacred cow, the multinationals.  Yes, they are welcome here but that is not the issue.  Are they paying a fair amount of tax when the rest of the country must carry an unfair burden of taxation?  Once again I ask that the Minister for Finance will clarify what the Government will do to respond to the queries that arose in France, Germany and the UK about multinationals and the amount of tax that they pay to their respective exchequers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00500","speaker":"1128"},{"type":"speech","time":1352976600,"counter":176,"content":"<p>With regard to the sad and tragic loss of life in Galway, it behoves us all to await the outcome of the two reports or inquiries that are in train.  We should not pre-judge what may emanate from them and something else may be required.  Let us be calm and wait to see what the reports elicit.  It is only then that we can decide if further action is required.  That is my advice.<\/p><p>I wish to comment on the potential, or what looks like a definite, miscarriage of justice which has been mentioned and where the wrong person may have been charged.  We now know there was a fraudulent insurance claim and a lot of new information has become available.  In the first instance, as has been said by the Leader in another context a few days ago, it is a matter for the Garda authorities.  There has been gap in time and the Garda authorities are different now.  We have had a Donegal inquiry and, therefore, we should be confident that the Garda authorities, at the highest level, can deal with the matter if it has been made known to them.  I gather that is the case from what Senator Whelan and other Senators have said.  Let us then have a statement from the Minister for Justice and Equality if we need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00600","speaker":"1151"},{"type":"speech","time":1352976600,"counter":177,"content":"<p>I second Senator Whelan's call to establish an inquiry in to the death of Fr. Molloy.  Fine Gael and the Labour Party pledged to order a full review.  I would like to find out what the Minister has to say on the matter.  I want him to come here to let us know what has happened the review, has it begun or is it happening somewhere that we do not know about.  If not, when does he intend to begin it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00700","speaker":"1170"},{"type":"speech","time":1352976600,"counter":178,"content":"<p>They promised a lot of things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00800","speaker":"1122"},{"type":"speech","time":1352976600,"counter":179,"content":"<p>I compliment the Minister for Health on the measured manner in which he responded to questions on the tragic death of a young woman in a Galway hospital.  He cautioned us all to be temperate and sensitive in our comments at this time.  Anybody with an ounce of humanity would take on board his advice.  He said that he was privy to certain information that he was not privileged, at this stage, to divulge.  He also said that he doubted that there was a question of religious ethos involved in the decisions taken.  He further stated, which I thought was significant and we should listen to him, that the medical staff at the hospital are entitled to due process.  Two investigations will take place and we should not try, in the absence of all of the information and based on the privilege that we have, to in some way influence the outcome.<\/p><p>I wish to comment on a separate and important issue, with the indulgence of the Chathaoirleach.  The Palestinian people are crying out for justice.<\/p> <p>During the 12 months leading up to the American presidential election, their suffering went off the radar completely.  Given the opportunity, small though it may be, we should speak out for justice for all people who suffer or are coerced.  It is not acceptable that a nuclear power, with arms at its disposal can bully in the worst meaning of the word a small nation of people.  This country has always taken a robust stand, and the Tánaiste and leaders did it in the past.  When a body such as Trócaire that is working on the ground, has staff who are prepared to put their head above the parapet on behalf of those people, it is disingenuous to intimidate and silence them.  That is not our history.  We have never done that in the past and we should not silence them now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500005#D00900","speaker":"1115","continuing":true},{"type":"speech","time":1352977200,"counter":181,"content":"<p>I agree with Senator Ó Murchú on both issues.<\/p><p>I ask people to be careful when speaking on the tragic issue in Galway.  In regard to maternity services, the number of deliveries has increased from 54,000 to 74,000 per annum.  Ireland has the lowest perinatal mortality rate and the lowest maternal mortality rate in Europe.  In fairness to doctors and nurses, everyone is on tenterhooks with the direction of the public debate.  We need to be fair to everyone in dealing with this issue.  We must exercise caution.  We should await the outcome of the inquiries rather than commenting in public on the way the issue is being dealt with.  Doctors and nurses are very concerned about the way this matter is being dealt with in the public domain.  Everyone in hospitals works very hard at all times to protect the patients under their care.<\/p><p>I visited Gaza four weeks after the attack in December 2008 and January 2009.  I referred to it about six weeks ago in this House when I stated that once the American presidential election would be over, hostilities would increase.  That is now coming home to roost.  That is what happened in December 2008 and January 2009.  We need to be more decisive.  I agree with Trócaire on this issue.  This matter has gone on unchallenged for too long.  We will see an increase in hostilities again because of the forthcoming elections in Israel.  We cannot afford to stand idly by.  Gaza is an area of land similar to an area from Cork city to Youghal measuring ten miles wide by 35 miles long.  Some 1.5 million people are locked in that land mass.  That is how it has remained for a long number of years.  The situation has remained unchallenged.  We should not be afraid to say enough is enough.  What is happening is not right and should not be tolerated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500006#E00200","speaker":"1150"},{"type":"speech","time":1352977200,"counter":182,"content":"<p>In June 2009, Clones regeneration partnership was funded to employ a project co-ordinator for the Ulster canal project and the role of the co-ordinator was to increase awareness of the coming of the canal to Clones and to create a strong working relationship and connections between Waterways Ireland and the local communities and businesses to identify economic and social opportunities for the canal.  Unfortunately in the weeks the regeneration partnership has been informed that funding for this co-ordinator would be withdrawn at the end of the year.  This would be a retrograde step.  Significant progress has been made with the project.  It costs approximately €40,000 per annum to employ this co-ordinator and we hope to have it up and running in the very near future.  Clones suffered economically and socially throughout the troubles.  I ask the Leader to intervene with the Minister for the Environment, Community and Local Government to ensure the job of the project co-ordinator is funded for the remaining year or two of the project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500006#E00300","speaker":"1164"},{"type":"speech","time":1352977200,"counter":183,"content":"<p>I support the call by my colleague, Senator John Kelly for an independent inquiry into the death of Fr. Niall Molloy 27 years ago.  There has been a great deal of controversy about the circumstances of his death and it is timely that we would institute such an inquiry.  I call on all people who may have information in this regard to co-operate fully with it.<\/p><p>There is no question that the people of Palestine are suffering a grave injustice and ten people were killed overnight in Israeli raids on Palestine.  It must be remembered that over 150 rockets landed in Israel this morning, killing three Israeli civilians as well.  While we condemn violence everywhere we find it, there can be no hierarchy.  If there is injustice in one place and in another, a balance must be reached in condemning both <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500006#E00400","speaker":"1117"},{"type":"speech","time":1352977200,"counter":184,"content":"<p>I too have been deeply saddened by the tragic loss of life in Galway.  I urge caution.  I have listened to several speakers, in particular Senator Colm Burke.  We need to be careful about our role.  We need to ensure there is due process.  This is a very sensitive time for many people.  I ask the Government to publish the export group report as a matter of urgency.  My understanding is that Ireland needs to report by the end of the month.  The sooner the report is put into the public domain the better for us all.  Rather than having a discussion based on speculation let us have an informed and calm debate.  The difficulty with the issues is that as soon as one speaks on it people want to place one on a spot in the spectrum.  I urge Members to have an informed debate and express impassioned views after they have seen the expert group report.<\/p><p>My colleagues and I from the Independent Group have tabled a motion on the Order Paper on the value of youth work.  I seek Government time for a debate on this motion.  I ask my other colleagues in the Seanad to add their names to the motion, which I will circulate to them.  This report will be launched later today but it demonstrates the economic value of youth work.  If anybody had the pleasure, like I had yesterday of attending a very impressive showcase of youth arts in the Mansion Housed that was hosted by the National Youth Council of Ireland, they would have seen young people from film, youth theatre and orchestras.  It was an inspirational lunchtime for me.  The value of youth work in our communities is often understated.  I hope we can have a good debate about the important value that youth work plays.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500006#E00500","speaker":"1171"},{"type":"speech","time":1352977200,"counter":185,"content":"<p>I wish to raise an issue that was highlighted on \"Prime Time\" earlier this week on the incidence of tuberculosis and the lack of screening to detect it.  In the 1950s TB was responsible for hundreds of deaths.  Even in the past decade there have been 400 to 500 cases.  In recent months two cases were highlighted, one in Galway and the other in the midlands.  Although thankfully TB has diminished, I was shocked by the danger it still presents.  I commend Dr. Austin Carroll and the group of north Dublin GPs who arranged for a mobile screening unit to be brought from England to screen people here.  I found it very frightening that within one hour of screening, they detected one case of TB.<\/p> <p>Overall, there were six possible cases that day.  They highlighted the fact that there is no TB screening in this country.  I ask the Leader to request the Minister to come into the House and comment on that fact.  They highlighted that it would cost €25,000 for a week's screening and that if this could be done twice yearly, as they recommended, it would assist in diminishing the incidence of it.  When Peamount Hospital was closed in 2006  the TB unit was moved to St. James's Hospital but currently there are only three TB beds available there and the provision of a unit was promised a few years ago.  If there was to be an outbreak of TB in the country we would be seriously caught out.  I would like to get the Minister's views on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500006#E00600","speaker":"1174","continuing":true},{"type":"speech","time":1352977800,"counter":187,"content":"<p>It is important in a democracy that we have confidence in the judicial system.  Without going into the Fr. Molloy case, to which reference was made, if there is a possibility that mistakes were made and that there was a miscarriage of justice, it is important it would be investigated.  I support the call made by previous speakers for anybody who has any further information to add to this investigation to communicate it to the Garda and that we would see progress on that in the near future.<\/p><p>I join in sympathising with the husband of Savita who lost her life tragically in Galway.  I very much support the calls for caution and sensitivity in dealing with this case.  I agree very much with the words of caution urged by the Minister in the Dáil last night but I believe the appointment of an independent external expert is the way to go.  I very much regret that the media, particularly the international media, in many instances have been very irresponsible and have rushed to conclusions in a case in which there has not even been an autopsy or an inquest.  It is also regrettable that many organisations are jumping on the bandwagon to promote a particular cause.  It is very insensitive of anybody to attempt to piggyback on the tragedy of a family at a very sensitive time for them.  Until such time as the various inquiries and investigations are conducted, the very least said on the matter the better.  If there are other issues to be addressed in the aftermath, let it be done in a calm way.  I hope the report of the expert group will be published soon.  If we were to have the report by the end of November, it would be only right and proper that this House would see the contents of it and have an opportunity to discuss it in a calm and measured way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00200","speaker":"1118"},{"type":"speech","time":1352977800,"counter":188,"content":"<p>Senator Darragh O'Brien raised the question of a mental health centre in Swords.  Perhaps he would get more information in tabling an Adjournment matter but I will make inquires for him on it.<\/p><p>Regarding special advisers to the Tánaiste, I suggest the Government is spending much less than the previous Government on special advisers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00300","speaker":"1130"},{"type":"speech","time":1352977800,"counter":189,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00400","speaker":"1139"},{"type":"speech","time":1352977800,"counter":190,"content":"<p>The Leader should check his facts.  He should bring in the figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00500","speaker":"1128"},{"type":"speech","time":1352977800,"counter":191,"content":"<p>Yours cost €1.2 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00550","speaker":"1158"},{"type":"speech","time":1352977800,"counter":192,"content":"<p>Please allow the Leader to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00600","speaker":"1120"},{"type":"speech","time":1352977800,"counter":193,"content":"<p>I gave all the details, the exact figures and amounts, only a few months ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F00900","speaker":"1130"},{"type":"speech","time":1352977800,"counter":194,"content":"<p>The Leader needs to update them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01000","speaker":"1128"},{"type":"speech","time":1352977800,"counter":195,"content":"<p>I can bring them in again next week, but I do not wish to embarrass the Senators opposite a second time by bringing in the details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01100","speaker":"1130"},{"type":"speech","time":1352977800,"counter":196,"content":"<p>Bring them in and we will have a chat about them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01200","speaker":"1139"},{"type":"speech","time":1352977800,"counter":197,"content":"<p>Regarding cuts in terms of the budget, as Senator Darragh O'Brien will be aware, I am not privy to what will be in the budget and, therefore, we will have to wait until 5 December to get those details.<\/p><p>Senator Whelan and other Senators referred to the case of the death of Fr. Niall Molloy.  I am informed that an examination of the incident referred to by the Senator is ongoing, every line of inquiry is being pursued and on receipt of the final report from the Commissioner, the Minister will review the situation.  I understand that officers carrying out the examination are continuing to keep the family members of the deceased updated on progress.  People will fully appreciate the concerns of the family.  In any case where criminal behaviour is suspected it is only through a Garda investigation and where evidence of criminal wrongdoing is available through the submission of a file to the Director of Public Prosecutions that persons can be brought fully to account.  I am sure Senator Whelan and the other Senators who raised this issue will agree that in the first instance we need to allow the current Garda examination to proceed to its conclusion before any further action can be taken.<\/p><p>I thank Senator Barrett for his comments about Remembrance Day.  It is important the Taoiseach, the Tánaiste and the Minister attended the ceremonies, as the Senator pointed out.  I will certainly inquire about having a debate on the tax matters he raised.<\/p><p>Senator Mac Conghail raised the issue of the arts and the matter of securing €1 million in savings from the amalgamation of the boards of the National Library of Ireland and the National Museum of Ireland.  I believe it is very sensible to do so.  They are only 50 m away from each other and the securing of €1 million in savings is not to be scoffed at.  The Senator should be aware that the Government is nurturing and supporting culture and the arts in Ireland to a very large degree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01300","speaker":"1130"},{"type":"speech","time":1352977800,"counter":198,"content":"<p>I look forward to the comments on the amendment to the National Cultural Institutions Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01400","speaker":"1167"},{"type":"speech","time":1352977800,"counter":199,"content":"<p>Senator O'Sullivan raised the matter of the closure of the Government Publications Sales Office and the securing of €300,000 in savings as a result.  Senator Darragh O'Brien mentioned the salary of an adviser.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01500","speaker":"1130"},{"type":"speech","time":1352977800,"counter":200,"content":"<p>Some €80,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01600","speaker":"1139"},{"type":"speech","time":1352977800,"counter":201,"content":"<p>We are talking about €1 million in savings in respect of the boards and €300,000 in savings in respect of the Government Publications Sales Office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01700","speaker":"1130"},{"type":"speech","time":1352977800,"counter":202,"content":"<p>And about the cut of 950,000 home help hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01800","speaker":"1139"},{"type":"speech","time":1352977800,"counter":203,"content":"<p>I understand that the bulk of business in the Government Publications Sales Office is done online and that is one of the reasons the office is closing.  Senator Darragh O'Brien is very good on publications this morning and the Cathaoirleach has told him that the other publication which indicates he was elected to this Seanad is being published and that he will have it soon.<\/p><p>Senator Norris raised the issue of the membership of the constitutional convention.  I note the Senator's reservations in that regard.  I understand the constitutional convention will have its first meeting in the first week of December.<\/p><p>Senator Norris and several other Senators raised the question of the ongoing difficulties and the dangerous situation in the Middle East.  The Tánaiste has made some clear statements on it but I will endeavour to have a debate on the matter in early course if I can arrange for the Tánaiste to come to the House.<\/p><p>Senator Healy Eames and other Members spoke about the sad and tragic death of a young woman in Galway, on which I commented yesterday.  As I informed the House yesterday, two investigations are taking place and we should await their findings without any further comment on the case.  I am informed also that the Health Service Executive has confirmed that it is still finalising the terms of reference of the investigations as well as deciding who will carry out the investigations.  The HSE has also said that it is in the process of appointing an independent external expert in obstetrics and gynaecology to join the investigation team.  That should satisfy the concerns expressed by Members.<\/p><p>Senator Mooney raised the issue of the tax payments for multinationals.  We had a debate on the economy this week and a debate on the Fiscal Responsibility Bill and I am sure the Senator made those points during those debates.<\/p> <p>I do not know what answer he got at that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500007#F01900","speaker":"1130","continuing":true},{"type":"speech","time":1352978400,"counter":205,"content":"<p>Unsatisfactory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00200","speaker":"1128"},{"type":"speech","time":1352978400,"counter":206,"content":"<p>Very satisfactory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00300","speaker":"1117"},{"type":"speech","time":1352978400,"counter":207,"content":"<p>The Senator can hardly expect me to give him a better response than the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00400","speaker":"1130"},{"type":"speech","time":1352978400,"counter":208,"content":"<p>Somebody has to answer the questions.  Somebody has to have a debate about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00500","speaker":"1128"},{"type":"speech","time":1352978400,"counter":209,"content":"<p>Senator O'Keeffe called for a public inquiry.  I have outlined to the House what the situation is with regard to the expert group's report.  It has just gone to the Department of Health and the Minister.  I am sure everyone will agree that before anything is published the Government will have to consider the expert group's report.<\/p><p>Senator Wilson referred to the Northern canal.  If funding for the co-ordinator has been withdrawn, it is perhaps a matter for the Adjournment.  The Senator might pursue the matter in that way.  <\/p><p>Senator Moran mentioned the increase in cases of TB, which is a cause for concern.  I will endeavour to have the Minister for Health attend the House to discuss the need for TB screening.  It is very important to curb the increase in TB cases throughout the country.  This problem will have to be tackled soon.<\/p><p>I apologise if I have omitted anybody's points but I think I have dealt with the majority of cases Members have raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00600","speaker":"1130"},{"type":"speech","time":1352978400,"counter":210,"content":"<p>Is the Order of Business agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00700","speaker":"1120"},{"type":"speech","time":1352978400,"counter":211,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500008#G00800","speaker":"1139"},{"type":"unspoken","time":1352978400,"counter":212,"content":"<p>Question, &quot;That the Order of Business be agreed to,&quot; put and declared carried.<\/p>"},{"type":"unspoken","time":1352978400,"counter":213,"content":"<p>Sitting suspended at 11.35 a.m. and resumed at 12.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Chalara fraxinea (Ash Dieback Disease): Statements","time":1352978700,"counter":214,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500009#H00100"},{"type":"speech","time":1352978700,"counter":215,"content":"<p>We now have statements on the discovery of <i>Chalara fraxinea<\/i>, ash dieback disease in the context of the importance of forestry and forestry products industry.  I welcome the Minister of State to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500009#H00200","speaker":"1145"},{"type":"speech","time":1352978700,"counter":216,"content":"<p>I thank the House for the opportunity to give an update and to debate this important matter. <i>Chalara fraxinea<\/i> poses a very real threat to ash trees throughout the island of Ireland and indeed to those forest industries which rely on that species for their business.  With 3% of the national forest estate under ash and over 10% of all new planting made up of this species, it is vital that action is taken swiftly and decisively to reduce this threat.  Now that an outbreak of the disease has been confirmed I wish to reassure the House that the Department is doing everything it possibly can to protect one of our most important native species and such an important component in the Irish landscape.<\/p><p>  Before I begin I will to set out the main points of my statement.  I will give a general overview of forestry in Ireland in terms of the important role the planting, management and timber processing sectors play within the economy.  I will also refer to ash itself and the important place this tree species occupies both in the Irish landscape and its importance as a raw material for hurley manufacture.  I will then take the opportunity to update the House on the recent occurrence of <i>Chalara fraxinea<\/i>, the steps being taken to stop the spread of this disease and the legal measures introduced to reduce the risk of further infection.  Finally, I will make a statement on the future of ash in Ireland in terms of securing self sufficiency in planting material and in ash wood production.<\/p><p>  Forest cover has grown significantly since the introduction of grant aid support for private afforestation in 1982.  Total forest cover during that period has increased from 400,000 hectares to 745,000 hectares, which is just under 11% of the total land area.  The ownership and species composition of the national estate has also changed in the past number of years.  In 1982, 75% of Ireland's forests were in public ownership.  This figure now stands at just over half or 53%.  Broadleaf cover has also increased during that period to comprise over a quarter of the national estate, 20,000 hectares of which is ash.<\/p><p>  The forestry and forest products sectors are important contributors to the economy.  The sectors employ over 12,000 people, generating some &#8364;2.2 billion in output per annum.  The timber industry, which includes sawmills and panel board manufacturers, is also an important exporter of Irish manufactured goods, exporting 82% of its total output in 2010.  In terms of output, hurley making is worth an estimated &#8364;5 million per annum to the economy.  For overall supply, it is estimated that 2,100 cu. m. of ash wood is required for hurley making per annum.  This equates to approximately 360,000 hurleys.  Coillte, the State forestry board, supplies roughly 400 cu. m. of this material while the private sector provides 100 cu. m.  The remaining 1,600 cu. m. is imported.<\/p><p>  There are about 65 species of ash, of which only one is native to Ireland, the common ash, <i>Fraxinus excelsior. <\/i> It is mostly found in lowlands and is one of the common hedgerow trees in the country.  Ash is a strong, flexible timber which makes it an ideal material for the manufacture of hurleys.  Hurleys themselves are manufactured from the bottom 1.5 metres or so of the tree.  It is also an ideal raw material for use in furniture and tool handles.  In recent years there has been significant demand for ash firewood as it has a low natural moisture content and generally burns well without drying.  Early thinnings of small diameter logs are very suited to the firewood market.<\/p><p>  The planting of ash is supported by the Department under the afforestation scheme and the native woodlands scheme.  The establishment grant available is up to &#8364;4,700 per hectare and an annual premium is also available each year for 20 years at a rate of &#8364;481 per hectare for both these schemes.<\/p> <p>A separate grant of &#8364;750 per hectare is available for thinning and tending of young ash forests.  Work under the support scheme includes thinning out of malformed and a proportion of other trees to promote growth in fewer, better quality trees.<\/p><p> I would like to update the House on the latest developments regarding the occurrence of ash dieback.  The disease is a fungal pathogen and is a relatively new disease of ash, which was first named in 2006.  It has spread rapidly across much of Europe, with the majority of European countries where ash is present reporting dieback.  The exact form of the <i>Chalara<\/i>causal organism has only been identified as recently as 2010.  Common ash is susceptible to <i>Chalara fraxinea<\/i>, as are a number of other species of ash.  Other tree species are not susceptible.  The disease can affect trees of any age and in any setting and can be fatal, particularly for young trees.  The wide range of symptoms associated with ash dieback includes necrotic lesions and cankers along the bark or branches or main stem, foliage wilt, foliage discolouration, and dieback of shoots, twigs or main stem resulting in crown dieback.  The disease is known only in Europe, where it has been extremely destructive in many countries.  Britain has recorded over 100 outbreak sites, mainly of mature trees in the wider environment.<\/p><p> Ash plants imported from countries where the disease is known to occur represent the most likely source of infection in Ireland.  Wood is currently scientifically considered to be a lower risk pathway.  Approximately 200,000 ash plants and approximately 1,600 cu. m of round wood ash for hurley manufacture are imported per annum.  Firewood data are not broken down on a species-by-species basis although we understand from monitoring of imports that significant quantities of ash firewood are being imported from eastern Europe. <\/p><p> With regard to the outbreak, the Department has been actively monitoring for occurrences of the disease since 2008 by carrying out site surveys to establish the status of <i>Chalara fraxinea<\/i>in the country and by carrying out examinations of ash imports at ports, importers' premises, nurseries and planting sites.  Since 2008, suspect samples have been sent for laboratory analysis but until recently all results were negative.  Samples were also sent to a specialist laboratory in Austria.  Last month, a suspect case was identified in County Leitrim which, following molecular testing, was confirmed on 12 October as the first known instance of the disease in Ireland.  The site was established in 2009 and was planted using material from a consignment of saplings imported from continental Europe.  Some 30,000 individual ash trees made up the consignment, which was used in 11 separate sites throughout the country.  Ash trees planted on the 11 sites in question have been destroyed.  This involved the destruction by cutting and burning of some 30,000 trees from the imported consignment and several thousand adjoining trees, which was carried out rapidly with the co-operation of forest owners and contractors.  Results from laboratory analysis received last week on 5 November confirmed that, while most of this consignment had no symptoms, in four of the other sites planted with the material, the disease was present on a very small number of trees.  These sites are in County Galway, two in County Tipperary and one in County Meath.  This confirms the Department's use of a precautionary approach in destroying the entire consignment at 11 sites was correct.  One of the 11 sites is in County Monaghan and some typical chalara symptoms were noted but the results are inconclusive.<\/p><p> Fungicides are sometimes used in a forest nursery setting to prevent fungal infection but have little application in large scale forestry in controlling diseases.  Once the occurrence of <i>Chalara fraxinea<\/i>was confirmed, I met representatives of forest nurseries and forestry contractors to inform them of the situation and seek their views.  During the meeting, support was given to my call for a voluntary moratorium on the import of planting material from the Continent for the planting season.  In recent years, 90% of the almost 2 million ash plants required for the afforestation programme originates from Irish seed raised in nurseries in Ireland.  I arranged similar meetings with the hurley manufacturing sector and explained the type of measures necessary.  Following the meeting, the Irish Guild of Ash Hurley Makers called on its members to take voluntary measures to reduce the risk of the disease coming to Ireland in advance of legal measures being introduced.  I also met the GAA and Coillte to brief them on the situation.  Coillte has committed to bringing forward supply of ash to alleviate any issues in the next few months.<\/p><p> I introduced legal measures on 26 October to prohibit the importation into Ireland of plant material from ash dieback infected areas.  The measures make it an offence to import ash plants and seed from any country known to have the disease.  Before the legislation was introduced, departmental officials notified the European Commission and the other member states of the first finding of ash dieback in Ireland, the actions taken to destroy the material and our intention to take emergency measures under the EU plant health directive to prevent the further introduction of the disease.  As the island of Ireland has a harmonised plant health status under the directive, the legal measures were introduced in conjunction with similar measures taken by the Northern Ireland authorities to prevent any further introduction of the disease.  Great Britain also brought in similar measures.<\/p><p> On 6 November the Department introduced legislation to limit the movement of ash wood.  While plants are a higher risk pathway, scientific advice is that the movement of ash timber is also a possible pathway of infection.  In drafting the legislation, I consulted widely with the hurley sector, conscious of the trade in ash wood for hurley manufacture.  The legislation I approved is strong, robust legislation that ensures that ash wood comes from areas known to be free of the disease or that it has been treated in such a way that the threat of the disease is removed.<\/p><p> Before introducing the legislation, I met the Minister for Agriculture and Rural Development in Northern Ireland, Michelle O'Neill, MLA.  With both sets of officials, we agreed the precise requirements in order to ensure a harmonised all-island approach to managing the disease.  The legislation, which was signed into law last week, will allow ash wood movement into Ireland as follows: if it is accompanied by a plant passport or an official statement that it comes from an area known to be free of the disease; if it is free of outer round surface, including bark, and has water moisture content of less than 20%; if it is fully squared off; or if it has been kiln-dried below 20% moisture.  Many manufacturers are already importing hurleys that meet the requirements and can continue to do so.  Others who, for example, import ash butts from areas where the disease is present need to change their supply arrangements to comply with the new legislation.  In order to help alleviate any potential supply problems, I have been in contact with Coillte, which has agreed to bring forward harvesting of ash.  As a further precaution, the movement of plants within the country is subject to plant passport requirements.<\/p><p> We are aware of the possibility that other consignments of infected material could have made their way into the country and we are currently carrying out an extensive survey of forests planted with imported ash throughout the country.  Specific training for the winter symptoms of ash dieback has been provided to district forestry Inspectors and horticultural staff.  Department inspectors are also surveying for the disease in garden centres, nurseries and landscape plantings.  Our website provides details of the disease and contact phone numbers and an e-mail address for those who believe they may have ash with the disease.  My Department and Teagasc have developed a poster on the disease and will circulate posters among Teagasc, Department of Agriculture, Fisheries and Food, Coillte and National Parks and Wildlife Service offices and other private sector offices in the country, aimed at informing people of the symptoms of the disease.<\/p><p> My Department supports the aim of achieving self-sustainability in reproductive material for all species, not just ash.  Nursery owners are encouraged to use home collected seed from registered seed stands.  However, we must be mindful of the real risk of this disease becoming established in Ireland and start looking at developing breeding programmes for <i>Chalara fraxinea<\/i>resistant Irish ash trees.  Currently, we simply do not know what level of resistance Irish ash will have to the disease.  Experience from countries with the disease suggests there is some natural resistance in some ash trees and, therefore, there is the potential for breeding programmes to improve species resistance.  We must think ahead and future proof ash plantations from the disease.<\/p><p> Research is an important strand of the Department's policy, not just in achieving self-sufficiency in this area but for improving the genetic quality of the planting stock.  A gene conservation strategy for ash is already in place.  Support is provided through my Department under the COFORD programme for studies on broadleaf tree improvement.  Work is being undertaken principally in University College Dublin, in close collaboration with Coillte and Teagasc, with the aim of improving the future quality and productivity of Irish trees.  The Department is also represented on FRAXBACK, which is a European Cooperation in Science and Technology, COST, action programme for research on the <i>Chalara fraxinea<\/i>disease.<\/p><p> With regard to the future supply of hurley ash, the total supply of raw material to meet the demand of hurley makers is 2,100 cu. m per annum, of which well over 70% is imported.  It is unlikely the supply deficit will change in the short term as significant increases in locally produced ash wood are not expected for a number of years.<\/p> <p>While the 20,000 hectares of ash is more than sufficient for a sustainable long-term supply of ash wood, most of this material is less than 20 years old and is not ready to harvest for hurley production.  Based on the age profile of ash planted and maximising recovery from thinnings, self-sufficiency in ash wood is not projected until around 2020.  The importation of ash will, therefore, be a feature of the hurley industry for a number of years to come.  This makes it all the more important to have the support of hurley makers in terms of sourcing raw materials which is in compliance with the new legislation.<\/p><p>This disease has presented a number of challenges which we have dealt with head on.  We have taken appropriate decisions which are in line with the latest scientific information available to us.  Infected sites were cleared without delay, legislation has been agreed on plants and wood with Northern Ireland, the nursery trade and the hurley manufacturers have been brought with us and we have stepped up our surveillance operations.  This disease will continue to bring challenges and I will endeavour to meet each one as they present themselves.  I will continue to take the best advice I can, taking whatever action needs to be taken.<\/p><p>In the last hour we had a meeting with hurley makers, foresters, nurseries and other interested parties.  We are moving forward.  We had a very good discussion and much was learned from the meeting.  We will continue to fight this disease but it will not be easy.  <\/p><p>I compliment the staff of my Department and everyone in the industry.  There is no disagreement and no one is talking about money.  It is simply a matter of getting rid of the problem and moving forward.  We have a long six months ahead of us, but we intend to meet the problem head on.<\/p><p>I thank the Seanad for this opportunity to speak on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500009#H00300","speaker":"1077","continuing":true},{"type":"speech","time":1352979600,"counter":219,"content":"<p>Go raibh maith ag an Aire Stáit as a bheith anseo to talk about this important issue for the forestry sector.  When we remember that 10% of the land mass of Ireland is under forest, we can see the importance of dealing with this issue in a comprehensive manner.  The Minister of State has done that to the best of his ability, which I acknowledge.<\/p><p>  Ash dieback disease, <i>Chalara fraxinea<\/i>, is extremely worrying.  Its origins are unknown, although it is confined to a number of countries.  We import 200,000 ash plants every year and they come from various countries, including the Netherlands and other European continental countries.  This is a cause of concern.  The issue emerged initially in County Leitrim and my colleague, Senator Paschal Mooney, who comes from County Leitrim, will be raising his concerns.  We must remember that 3% of Irish forests are ash forests, 10% of the 2011 planting programme was ash, more than 70% of hurleys used in Ireland come from imported ash wood and around 350,000 hurleys are produced annually in Ireland.  However, I do not see many of them in County Donegal.  We play with a different size ball, and we had some success this year.<\/p><p>  I met Mr. Lar Corbett, the famous hurler, at the National Ploughing Championships.  He has set up his own business selling hurleys and there is now a Lar Corbett hurley.  There are, of course, many other types of hurley.  Mr. Corbett explained to me how he was establishing a business and that he was planning to travel to each county to promote it.  He will be welcome in County Donegal when he comes north.  <\/p><p>  This issue will affect business and industry.  It is important that the Minister of State has taken steps to protect the forestry industry and secondary industries, such as hurley making.  Ash can also be used for furniture making and as wood chips.  It is important that protective measures are put in place. <\/p><p>  The British Secretary of State for Environment, Food and Rural Affairs, Mr. Owen Paterson, admitted that it was almost impossible to deal with the problem.  In the United Kingdom, steps have been taken to eradicate ash dieback disease but the Secretary of State admitted that it will be almost impossible to do so.  An action plan has been put in place with the primary goal of removing and destroying diseased young trees.  There are no plans to remove mature trees which are important for wild life and efforts will focus on developing resistance to the disease.  Conservation groups in Britain welcomed their Government's assurance that no mature trees will be cut down. <\/p><p>  The problem has been in these shores since 12 October, with the outbreak in Country Leitrim.  This is something we must deal with.  There has been coverage in the farming media of the work being done by the Minister of State and how it can be developed.  It is important that the Minister of State met with the Northern Ireland Minister of Agriculture to discuss how we can deal with the disease on an all-Ireland basis and what steps can be put in place.  Does the statutory instrument put in place by the Minister for Agriculture, Food and the Marine to ban the importation of ash trees include a complete ban on imported ash trees?  I assume it does.  Steps such as that must be taken until the disease is eradicated, because it has far reaching and wide consequences for the industry and for the development of products derived from ash.<\/p><p>  What implications will the ban on imports have for the manufacture of hurleys?  Does the ban include the importation of ash timber or only of ash trees?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500011#K00200","speaker":"1123"},{"type":"speech","time":1352979600,"counter":220,"content":"<p>Ash wood can be imported in four forms.  I will repeat what I said earlier, for clarification.  Imported ash wood must be accompanied by a plant passport and an official statement that it originated in the area known to be free from <i>Chalara fraxinea<\/i>.  It must be squared so as to remove entirely the round surface.  It must be sawn without residual bark attached and have undergone kiln drying to below 20% moisture content expressed as a percentage of dry matter.  There shall be evidence, therefore, by the mark, KD, that it is kiln dried.  We have left within the legislation the right to inspect ash at the ports and, if we are not happy with what we see in relation to staining, to turn it back.  There will be serious surveillance at ports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500011#K00300","speaker":"1077"},{"type":"speech","time":1352979600,"counter":221,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500011#K00400","speaker":"1123"},{"type":"speech","time":1352979600,"counter":222,"content":"<p>I suggest that questions be kept until the end of the debate when the Minister of State can answer all of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500011#K00500","speaker":"1145"},{"type":"speech","time":1352979600,"counter":223,"content":"<p>It is my fault.  I enticed the Minister of State to answer my question.  He covered this aspect in his initial contribution.  I apologise for missing or overlooking that.<\/p><p>What the Minister of State is doing has the full support of this side of the House.  It is important to protect our forestry and the industries that derive from forestry and use timber.  The steps he has taken are welcome. <\/p><p>The forestry industry grew from the grant schemes introduced in 1982.  I know the Minister of State often meets representatives of the forestry industry and we are now in the lead-up to the budget.  The Minister of State knows that grant aid for the forestry sector is important and I know it will not be easy for every Minister to get what he wants in the budget, but I reiterate the importance of holding on to the forestry grants we have.<\/p> <p>I reiterate the importance of trying to hold on to what we have in respect of the forestry grants that are available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500011#K00600","speaker":"1123","continuing":true},{"type":"speech","time":1352980200,"counter":225,"content":"<p>I thank the Minister of State, Deputy Shane McEntee, for the initiatives he has taken to minimise the risks posed by ash dieback disease.  The regulations introduced have been measured in terms of the type of ash products which may be imported and the countries from which imports may be accepted.<\/p><p>Since the disease was first identified in Europe, we have seen it spread rapidly across the Continent, to Britain and eventually to Ireland.  I was disappointed to learn that the first case of the disease had arisen in my county of Leitrim.  Historically and culturally, because of the use of ash in the production of hurleys, the tree has a unique significance here.  The ash tree dates back 4,000 years and in Celtic times was revered as a sacred tree.  While we do not have much sporting success in Leitrim, we have a good young hurling team in Manorhamilton which won the county championship this year.  We have good teams coming up and a good interest in hurling in County Leitrim.<\/p><p>The ash tree produces a product which is flexible, strong and resistant to splitting.  It has uses in the recreation industry and has long been used in the production of handles for farm and garden tools.  It is also used in furniture making, particularly in church furniture such as seating and in altars.  It is a native tree, the growth of which should be supported.  As with all trees, ash plays a significant part in the biodiversity of the countryside, by providing habitats for native wildlife.<\/p><p>It is important in respect of the forestry sector.  I understand that 3% of Irish forestry comprises ash, with Coillte alone managing 2,700 hectares of ash.  Similarly, in agriculture, forestry can be one of the leading sectors in turning around the economic circumstances, with the sector worth an estimated €2.2 billion to the economy.  Therefore, the ash tree and the entire forestry sector is important in that regard.  I understand that researchers have suggested that it is unlikely the disease can be eradicated and that management of the disease is the basis on which to proceed.<\/p><p>I welcome the cross-Border co-operation by the Department and its counterparts in Northern Ireland.  The spread of the disease across the Continent of Europe identifies the need to tackle the matter on an all-island basis.  It is important to further urge farmers and growers to be vigilant.  In doing so I commend the Department's forestry service and Coillte for the actions taken in raising awareness of the disease.  The campaign will equip landowners with the knowledge and skills to identify the symptoms of the disease and allow for early intervention.  Early intervention will be instrumental in stemming the spread of the disease which has been identified in five further sites.  I compliment the Minister of State on the action taken in regard to those sites and the taking out of the trees.<\/p><p>It is equally important not to create an environment of undue concern in respect of the planting of ash which may lead landowners to perceive that the risk is too great and may lead to a reduction in the planting of one of our native trees.  It has been stated that cooler temperatures and wetter summers may favour some strains of the disease, and following the conditions which prevailed during the summer months and the identification of the disease, we must be conscious of the symptoms of the disease to avoid further cases.  I urge all organisations to continue their awareness campaign and to focus on landowners and rural dwellers who pass by hedgerows and forests every day and would be in a position to identify changes in the ash population more easily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500012#L00200","speaker":"1124"},{"type":"speech","time":1352980200,"counter":226,"content":"<p>I welcome the Minister of State.  I note that he said he had dealt with the challenges head on.  I was trying to remember what that reminded me of and I may tell him after the debate.<\/p><p>Our island advantage must be used and availed of.  Senator Feargal Quinn lives almost on an island, a peninsula, where there are red squirrels which are not found in the rest of the country.  We are protected by our island from importation of diseases which could affect the flora and fauna.  I am glad the Minister of State has taken action against those imports.  I recall, a long time ago, the GAA and hurley makers were supposed to get together with Coillte's predecessor, probably the then Department of Lands.  It is a pity that 70% of hurleys have to be imported.  Perhaps the Minister of State could bring the group together again.  Are there any lessons to be learned from the Dutch elm disease which devastated many of our trees in the past?  In Trinity College Dublin tomorrow we celebrate the centenary of David A. Webb, the doyen of Irish botanists, and will be with 110 botanists.  If any member of the Department is present tomorrow afternoon, he or she could join in and will have access to a great assembly of people who are experts in the area.<\/p><p>I welcome the North-South dimension.  It is important we tackle the issue on a unified basis.  Is there a plan to engage in breeding programmes to try to develop plants within Ireland which would not have the diseases described, which appear to be imported primarily on the roots of plants?  It will be noticed that Australia has an immense programme to prevent the importation of diseases on food products and plants.  We have something to cherish in this country.  While it has been done in regard to elms, can we breed indigenous disease free trees here?  I recall my surprise that after so many decades of talking about it, the GAA and the hurley makers did not get together to give us a stronger home industry.  Can we develop new genetic breeding of the plant?  Senator Feargal Quinn is a fan of genetic engineering but can that be done to get a better brand?<\/p><p>Is it possible to substitute anything into Irish tree planting for leylandii which has become a scourge, a weed, an uglification of the country, so to speak?  We must have some native breeds of broadleaf trees and not use it so much in shelter belt programmes.<\/p><p>I wish the Minister of State well in the endeavour and compliment him and his staff on how quickly they have reacted.  A repeat of the Dutch elm disease experience of 20 or 30 years ago would devastate the landscape and have knock-on effects in the area of tourism and how well the country looks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500012#L00300","speaker":"1157"},{"type":"speech","time":1352980200,"counter":227,"content":"<p>I extend a sincere welcome to the Minister of State whom I had not met previously.  I note he is from County Meath which many would not regard as a traditional hurling stronghold.  However, there are many pockets of proud hurling tradition in Meath.  The battle scars which I bear testify to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500012#L00400","speaker":"1119"},{"type":"speech","time":1352980200,"counter":228,"content":"<p>I am glad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500012#L00500","speaker":"1077"},{"type":"speech","time":1352980200,"counter":229,"content":"<p>I once marked a man from County Meath who went on to captain the county in 2009 when it won the Nicky Rickard Cup and no ash was spared on that occasion.  I note the Acting Chairman is from County Kerry, another county that is not noted for its hurling tradition.<\/p> <p>The best game of hurling I witnessed was between the respective counties of the Minister of State, Deputy McEntee, and the Acting Chairman, Senator Moloney, two or three years ago in the Christy Ring Cup in Tralee.  It was a fantastic game that ended with a score of something like 7-11 to 4-13.  It had everything, including sendings off, rows and goals galore.<\/p><p> Yesterday I spoke to Edward Shanahan, a hurley maker from my neck of the woods.  He told me that the Minister of State had impressed him with his swiftness in trying to combat this disease.  While it is unfortunate, it is nothing to do with the current Administration that we have had to import so much ash in the past.  The Minister of State has advised that we should be self-sufficient in ash by 2016, which I welcome and to which look forward.<\/p><p> This disease appeared first in County Leitrim.  I was not aware that it had spread to the Minister of State's county and to some other counties.  It is certainly a worrying development for our native ash, but I know the Minister of State is doing everything he can to combat it.  It is not easy to combat as we have seen in other countries in Europe.  Hurley makers welcome what the Minister of State is doing.  There is a threat to hurley makers even though it is not huge.  It relates to plastic hurleys manufactured in Malaysia which do not do anything for Irish jobs or the economy.  The Minister of State said that 360,000 hurleys are made every year contributing approximately &#8364;5 million to the economy, which may be an underestimate.  If hurleys cost between &#8364;20 and &#8364;30 and this is multiplied by 360,000 it comes to &#8364;9 million or &#8364;10 million.<\/p><p> Senator Ó Domhnaill mentioned the National Ploughing Championships, which I attended and at which I met many hurley makers from throughout the country.  The issue of ash dieback did not seem to be on their radar at the time and the issue is one that seemed to be sprung upon us.  I was taken aback by that.  <i>The Daily Telegraph<\/i>recently carried an interview with a Danish scientist and referred to a lack of communication in Europe.  We know that the Danish ash has been virtually wiped out.  Denmark is a small country, as is Ireland.  If the ash dieback catches on, it could potentially spread like wildfire.  This lady indicated it has been killing Poland's ash trees since 1992 but people had not known about it.<\/p><p> I know we are trying to burn the diseased trees and get rid of them and while that may do some good, the fungus on the dead trees lies in the ground all winter.  Apparently spores are produced between July and September which are carried by the wind.  If the wind starts to blow in the wrong direction, it could have catastrophic results for our ash trees.<\/p><p> I was given a timeline for what had happened since it was first discovered in this country with events occurring on 12 October, 16 October, 18 October, 26 October, 2 November and 7 November.  The Minister of State has been most proactive, on which I congratulate him.  We should not underestimate the potential for devastation of our native ash, especially when we are getting close to being self-sufficient.<\/p><p> There is a poster campaign and those in Teagasc offices and others have been informed.  I urge the Minister of State to widen that to all the hurley makers because people come in to buy hurleys at this time of year.  People will be stocking up because hurleys could become scarce if the importation of ash is to be curtailed.  Perhaps they should be given an information leaflet to hand out.  There is a fantastic network of GAA clubs.  People walk the land and know the land, and it would help if they were educated and could identify the problem early.  Perhaps GAA clubs should be given the posters.  Annual general meetings and county conventions are being held at this time of the year and perhaps we should use those fora to inform the people.  Many GAA club championship matches are being shown on TG4 at weekends at this time of year.  Perhaps announcements could be carried at half time or before or after the programme because many GAA and hurling people will be watching those programmes.  Those are my suggestions.<\/p><p> I commend the Minister of State for the work he has done.  I hope we will not experience the same kind of devastation seen in other countries in Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500012#L00600","speaker":"1119","continuing":true},{"type":"speech","time":1352980800,"counter":231,"content":"<p>The more one reads about this crisis that has hit Britain and is now hitting Ireland, the more one is reminded of the lines in the Lament for Kilcash:<ul><ul>Cad a dhéanfaimid feasta gan adhmad?<br \/>Tá deireadh na gcoillte ar lár;<\/ul><\/ul>That is coming true before our very eyes.  The country is facing an environmental, ecological and economic disaster and I am not sure the public at large fully understand the scale of it.  It is an absolute disaster for the country that this has happened here.  One cannot criticise the actions of the Minister of State, Deputy McEntee, in banning imports after it was discovered in Ireland.  By contrast it took months for Britain to do anything.  However, the British seem to have got a grip on it now.  Its COBRA Cabinet committee, which is the equivalent of the US White House situation room, is meeting regularly on the topic.  That is how seriously the British are taking it now having done nothing for months.  Should a Cabinet committee here be treating this as a national emergency?  The same committee that dealt with the Iraq war and terrorist bombings in Britain is now dealing with this crisis.  That is how they have copped on after all their delay.  The Minister of State here did not delay and acted promptly, but the matter needs to be escalated in the public awareness.<\/p><p>  This is seen as a problem for the industry, Coillte and hurley makers, but it is a problem for the entire country.  We need to make people more aware of the symptoms to look out for so that they can report cases of it.  It appears that a number of bodies in the UK had warned their Government as far back as 2009 of the dangers of ash imports and urged it to ban the import of ash, but it failed to do so.  Were similar warnings given here in the past three years and did we fail to act on them?<\/p><p>  I wish to discuss the destruction of ash and the cost to the Department in compensation that may arise.  There is legal action in the UK because of the alleged failure of its Government to heed warnings given in recent years to ban imports.  We need to up the ante on this and publicise it in a much more effective way.  Legislation needed to be implemented and the Minister of State did that in time.  However, the Minister of State's senior colleagues in government need to get more of a grip on the problem and treat it as the national emergency it is.<\/p> <p>Other than that we will support whatever must be done in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500013#M00200","speaker":"1116","continuing":true},{"type":"speech","time":1352981400,"counter":233,"content":"<p>The Minister of State should make a statement to the House in which he denies it is a Tipperary conspiracy to do with Kilkenny hurling because of the importance of the ash tree there.<\/p><p>We know how important the timber industry, in particular the ash industry, is here, whether for making hurleys or furniture or for firewood.  The disease spread rapidly through continental Europe.  We have discovered four or five cases of it here in imported saplings.  Is it possible to put in place a test for early diagnosis and, if so, will the Minister of State obtain funding from the Department to do so?  It takes a while, perhaps a few years, for the disease to be noticed in a tree when the leaves fall off and the crown starts to die.  This might be too late for the trees.  We saw what happened with Dutch elm disease, which wiped out one variety of elm tree.<\/p><p>What is the position with nurseries in this country?  Importing ash from affected countries has been banned.  Do we have enough stock in the nurseries to continue with ash planting or will it require a three or four year programme to acquire the amount of saplings needed to replenish our ash trees?  Senator Byrne asked whether there must be a cull and, if so, whether there will be compensation.  I imagine there would be compensation where ash trees were planted in forestries but not for wild ash growing in hedgerows.  The country will look very bare.  We do not have that many native species of trees because during the ice age the ice disappeared from Ireland much later than some continental Europe.  The ash has always been very important to the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500014#N00200","speaker":"1125"},{"type":"speech","time":1352981400,"counter":234,"content":"<p>I welcome the Minister of State to the House.  I had done some work on this very serious problem and had intended to call for an action plan from the Minister of State, but he has already done a great deal of work and I am very impressed.  This work has included meeting the Minister in Northern Ireland, Michelle O'Neill, MLA, because it is an all-Ireland problem.  It is also an all-Europe problem.<\/p><p>  It seems likely the disease will spread rapidly as it has done in other parts of Europe.  This will have huge knock-on effects for all of our rural areas.  Trees and woodlands are very important in our ecosystems for capturing and storing carbon in cities to decrease air pollution, for recreation, for landscape aesthetics and, of course, for wildlife.  It is amazing to consider that Lithuania has lost all its ash trees to the disease, and Denmark has lost nine out of ten of its ash trees.  We have introduced restrictions on imports and I hope it is not too late.<\/p><p>  The disease was recognised as far back as 2003.  How many trees have we imported since then?  In the UK, a recent summit found the best ways to tackle the disease were: better awareness raising and information gathering on issues such as leaf litter management; surveys and developing partnerships to continue disease and resistance surveillance and making use of volunteers in this regard; and focusing action on newly planted trees and not cutting down mature trees.  These ideas are to be included in an action plan.<\/p><p>  I am impressed with the amount of work done by the Minister of State and delighted to see it.  However, we must give it our attention because it needs a wider focus.  This also feeds into the fact we need more of a strategy in terms of not only preserving but renewing our woodland and hedgerows in the future.  Perhaps this aspect was neglected during the good years.  Do local authorities even bother with issues like Dutch elm disease or other tree diseases, or have resources become more scarce?  I notice that ragwort, which is banned, seems to be everywhere throughout the country and along the roads.  We have taken our eye off the ball on this, or perhaps it is not as serious a threat as it was in the past.<\/p><p>  In the UK, a new website, <i>ashtag.org<\/i>, and a smartphone app were launched at the end of October to encourage the public to report trees showing symptoms.  Can we do something similar here?  It would be an example of using social media to contribute to addressing a serious problem.<\/p><p>  Experience from Denmark and other badly affected countries suggested that street ash trees and those in parks are more likely to escape the disease than those in woodland.  Because the disease is spread via spores on dead leaves, it might be practical to try to collect leaves from some trees.  Do our plans include this?  Unfortunately, the experience in other countries has shown it is almost impossible to fight the disease.  Therefore, we must come up with some plans, as the Minister of State has done, to do with the dead or dying trees.  If the situation does accelerate, what do we do with these trees?  Could they be used for biomass energy or the firewood industry to generate heat and or electricity?  This may be seen as a pessimistic view but I think we do have to plan.<\/p><p>  We have certain EU regulations on importing dangerous plants but this experience shows we need more controls.  Ireland's reputation has much to do with its food, forestry and nature, and we need to protect them.  The Minister of State has taken a great many of the steps which need to be taken but an all-out effort is required on this issue.  Senator Byrne spoke about the need to focus attention on a national effort and we need to do so. This is a very serious problem.  The Minister of State has grabbed hold of it and let us ensure he gets the whole country behind him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500014#N00300","speaker":"1145"},{"type":"speech","time":1352981400,"counter":235,"content":"<p>Cuirim fáilte roimh an Aire Stáit go dtí an Teach.  I am glad Senator O'Neill put paid to the rumour going around Galway that Brian Cody and his team had something to do with the spread of the disease in Galway, Tipperary, Meath and Leitrim.  I may suggest as a pre-budget submission that the Minister of State puts a levy on hurleys in Kilkenny to balance the competition across the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500014#N00400","speaker":"1122"},{"type":"speech","time":1352981400,"counter":236,"content":"<p>We will pay it with all-Ireland medals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500014#N00500","speaker":"1125"},{"type":"speech","time":1352981400,"counter":237,"content":"<p>It is great to see my colleagues in the Seanad taking a united Ireland approach on this.  In all seriousness, it is a case where an all-Ireland approach is essential.  It is no harm to keep this in mind, and we could do so in many other areas also.<\/p><p>  This is a very serious issue.  The emergence some weeks ago of <i>Chalara fraxinea<\/i>, or ash dieback disease, at a forest in County Leitrim has caused great concern in the forestry industry.  The disease was found at a site in Leitrim where 5,000 imported ash saplings were planted in 2009.  They were part of a consignment of 35,000 saplings imported at the time.  This is a highly contagious and damaging fungal disease which has already wiped out 90% of Denmark's ash population.<\/p><p>  Ash is an important species in the Irish landscape.  Approximately 10% of the ash planted under the Department's afforestation scheme is from imported sources with the remaining 90% home-produced.  In all 3% of Irish forests are ash forests.  This could certainly have very serious ramifications for the forestry and forestry projects industry.  I understand more than 34,000 young ash trees have already been destroyed here.  In particular, the industry involving the most obvious and most common ash product, the hurley, of which we need approximately 350,000 a year, is in severe difficulty as the Minister of State outlined.  Naturally this has led to the Government putting in place controls.  These were necessary and proportionate and we commend the Minister of State.  The forest nurseries had a voluntary ban on imports from continental Europe.<\/p> <p>We support the move to a full ban on importing ash plants.  The Government's decision to ban all imports into Ireland of young ash plants and seed from countries with the fungal infection is welcome.  <\/p><p>The Sinn Féin Minister for Agriculture and Rural Development in Northern Ireland, Michelle O'Neill, MLA, has introduced a similar ban.  There is co-operation between both Departments, North and South, to combat the threat.  She welcomed the opportunity to co-operate with a fortress Ireland approach to plant health, which she has done on previous occasions with other Ministers, including Deputy Coveney.  <\/p><p>Infections and diseases show little concern for borders.  The issue highlights, just as with the outbreak of foot and mouth disease, that these threats present themselves on an island-wide basis.  It also highlights the practical advantages of having a co-ordinated approach across the island.  We support Deputy Coveney's ongoing efforts to ensure that the spread of disease can be curbed.  The disease is carried through live plants and seeds and it is appropriate that their movement has been halted.  We would be concerned if the ban was extended to the import of partially processed or processed ash if these measures are not successful.  If it were deemed necessary then we would support the measure but we must make every effort to ensure that it does not come to that.  It would be disastrous for hurley makers and could have an impact on the game.  Eight out of ten hurleys used on Irish GAA pitches are made from imported timber, or from completed hurleys manufactured overseas.  If we cannot import timber for hurleys they will start to become scarce and jobs in the hurley making industry could be at risk.  Can the Minister of State outline how likely it is that such a ban might be put in place?  What effect would it have on the hurley making industry?  He may have addressed my query in his earlier replies. <\/p><p>Ireland has an abundance of young ash trees but most are many years away from maturity and are unsuitable for hurley manufacture.  They could form the basis of the hurley industry in future.  It may transpire that growers and farmers will decide to move away from growing an ash tree plantation due to the risk of disease.  The Irish Guild of Ash Hurley Makers has outlined its concerns about the threat to the hurley ash industry and I welcome the fact that the Minister of State met its representatives today.  The organisation had agreed to call on its members to ensure that ash wood for hurley making is either imported from countries free of the disease or that any hurley ash brought in from continental Europe would be in plank form with the bark sawn off.<\/p><p>It is not only hurley makers who are threatened by the disease.  People who work in the forestry sector are concerned and so are those who work in other forestry product industries, such as making parts for furniture.  We sincerely hope that the measures taken and the prompt response will ensure the survival of ash trees here.  We urge the Government to continue to work closely with the Minister for Agriculture and Rural Development in the North to stem the spread of disease.  If the threat is aggressively dealt with then the good work of growing ash will be brought to fruition and we will produce ash for hurleys here on a larger scale.<\/p><p>I have listened intently to what has been said and we have had an interesting debate.  A number of questions popped into my mind that I shall ask the Minister of State and I am sure that his officials will help him to respond.  Are there other potential dangers to our trees and forests?  We have all heard about the outbreak of the ash disease.  Should we be looking out for other diseases that could harm other species of trees?  Can the disease mutate and affect other trees? I am not a scientist and I do not come from a scientific background.  Is there a danger that the disease will mutate?<\/p><p>Obviously the disease will need to be policed.  Do we have the resources to monitor the disease?  Do private forests have a self-policing regime?  Does the Department monitor private forests?  How do workers at private forests check and monitor their trees?  Does the Department monitor them?  If a forest or saplings must be destroyed what compensation measures have been put in place?  How much does it cost?  Who must pay for it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500014#N00600","speaker":"1122","continuing":true},{"type":"speech","time":1352982000,"counter":239,"content":"<p>I welcome the Minister of State.  As all sides of the House have contributed to the debate, I shall not rehash the details.  Naturally, there has been a great emphasis on the impact the outbreak is having on the hurley manufacturing industry.  I know that he has been involved in consultations on the issue and I have a couple of questions for him.  He said,<ul><br \/>Ash trees planted on the 11 sites in question have been destroyed.  This involved the destruction by cutting and burning of some 30,000 trees from the imported consignment and several thousand adjoining trees.<\/ul>Is that happening in the UK?  He further stated that diseased young trees would be removed and destroyed and, with regard to the action plan operated by the UK Government, he continued that &quot;there are no plans to remove mature trees which are important for wildlife.&quot;  Has the same happened here?  Have mature trees been removed?  If so, it will have an impact on wildlife.  Can he clarify what happened to the several thousand adjoining trees?<\/p><p>  The disease is long-term because its impact will not be known for a long time.  Sadly, it was recently introduced into Ireland.  I presume that the officials and scientists have advised the Minister of State that it could be between 20 and 30 years before we know its impact, particularly on dense woodlands.  In terms of ongoing surveillance, what extra resources are needed by the Department?  How will surveillance be addressed scientifically?<\/p><p>  I am not sure whether other Senators have referred to it but I have tried to find out the cause of the outbreak. The main cause is our ongoing love affair with exotic plants.  Experts have issued 13 times as many alerts on new plant infecting fungi as there were in 1995.  The ash fungus may be one of the relatively few natural mutations that have occurred in recent times.  Most of them have been triggered by human activities.  Plant pathologists put the blame squarely on the trend for imported plants.  The demand for exotic plants and already grown trees in gardens and public spaces has moved plants and their pathogens around the world in unprecedented numbers.  In new environments the pathogens swop genes and evolve into forms for which species of nature have no resistance.  The surging global trade in plants is essentially a huge microbiology experiment that is impacting on the forests of the world.  It is a serious business.  I presume that the Minister of State has been advised along the same line.  A briefing was given to the Oireachtas Joint Committee on Agriculture, Food and the Marine earlier today on foot of a request from me and others to get a handle on the problem.  I am concerned about imported plants.  Has he considered stopping the importation of exotic plants into this country?  Is it a case of closing the door after the horse has bolted?  It may be a drastic step but, for many generations, we have taken pride in home produced plants, trees and tree species.<\/p><p>  Successive Governments have tried to introduce diversity into the agriculture sector, particularly when agricultural interests were resistant.  I can recall, as Senator Comiskey does, signs being erected all over County Leitrim when it was first suggested that the county, because of its poor land and unsuitability for tillage farming, could grow trees faster than anywhere else in Europe.  Sadly, people got in a mad rush and planted Sitka spruce which had a detrimental effect on fishing and some of our waterways.  I am glad that there has been more diversity in recent years which was prompted by the Government.<\/p><p>  It is ironic that the fungi was first identified in Leitrim because of its recent history of resistance to forestry.  That resistance has never gone away completely.  There is a latent resistance that dates back several hundred years.  I want to know the Minister of State's view on exotic plants.  Has the Department considered banning them or banning the importation of some of them?  I did raise the issue of mature trees because they affect wildlife.  Is it true that it could take a couple of decades before we know if the infestation is widespread?  Is the Minister of State confident that the Department has managed to contain it?  He referred to a consultation and implementing a voluntary code earlier.  Am I right that the legislation will supersede the voluntary code?  He referred to it but I am still a bit confused.  He talked about what he did in consultation and that there would be a voluntary code.  If it is voluntary then we are on a loser.  What resources are being put in place to ensure that the legislation that he introduces will be enforced?  As he will know from past experience, particularly in forestry, people can work around a law for their own gain.  However, I do not suggest that they will because this is such a serious matter.<\/p> <p>I am surprised that Sinn Féin should be surprised that the Government would engage in all-island consultations on something as important as this, but perhaps that is its members' mindset.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500015#O00300","speaker":"1128","continuing":true},{"type":"speech","time":1352982600,"counter":241,"content":"<p>I did not say we were surprised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00200","speaker":"1122"},{"type":"speech","time":1352982600,"counter":242,"content":"<p>The Senator did say so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00300","speaker":"1128"},{"type":"speech","time":1352982600,"counter":243,"content":"<p>We welcomed it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00400","speaker":"1122"},{"type":"speech","time":1352982600,"counter":244,"content":"<p>I am delighted with the debate.  It is refreshing to listen to the views expressed by Members and I will now reflect on them.<\/p><p>  Since the outbreak of <i>Chalara fraxinea <\/i>in Europe we have taken 32 samples of suspect cases from throughout the country.  I am from a farming background and everybody knows about the traceability of our beef and dairy produce.  I was delighted to discover that we have a traceability system in respect of our trees.  It was fantastic to learn about the work that has been done by previous Governments.<\/p><p>  Senator Mooney spoke of the disappointment in his county.  I have been in County Leitrim, which is the home of forestry.  I would not be apologising for anything.  In County Leitrim they produce 13 million doorframes and it is the one county that is still planting trees.  We had worries about getting the acres for planting.  County Leitrim is leading the way.  They see how they can benefit financially from it.  I hold nothing back on that.<\/p><p>  Senator Brian Ó Domhnaill raised the issue of traceability.  <i>Chalara fraxinea <\/i>is found in young plants and we have the capacity to trace where these plants have come from.  Some diseased plants were among the 30,000 imported plants and some were on site in County Leitrim.  While it was being tested, we were able to find out where the plants came from and where they were in other counties.  The minute the test showed positive, those sites were taken out.<\/p><p>  Senator Mooney asked why other trees were taken out.  The reason is that 3,000 to 4,000 plants from a consignment of 30,000 trees were used to finish off a plantation in another county.  The trees surrounding them within the same field were taken out.  The plants were not in one specific corner but were in the middle of a plantation.  That is the reason that up to 20,000 other trees were taken out.<\/p><p>  Senator Ó Domhnaill was very anxious about traceability and he referred to Lar Corbett and hurling.  I hope that when Lar goes up to County Donegal to train them how to hurl, it is on his performance of three years ago and not last year.  The ash tree is used to make hurleys.  Senator Comiskey has spoken about the industry and what it means to him.<\/p><p>  Nobody could emphasise more strongly the points raised by Members today.  We take this issue very seriously.  My constituency colleague, Senator Thomas Byrne, spoke about a war cabinet.  We have a war cabinet in place and hold a meeting every day and we bring in people when we come to make decisions.  We are dealing seriously with this outbreak but we do not want to create panic.  We talk about awareness and we notify the people in the industry immediately.  Radio stations have picked up the information.  The RTE programme &quot;Ear to the Ground&quot; will do a full programme on <i>Chalara fraxinea<\/i> tonight, even though I told them that they were three weeks too late.  Now, we have the situation under control.<\/p><p>  The work we will do in the next three to four months will determine how we can cut out all the risks.  We are an island and we have been able to escape other diseases because of that.  We have an opportunity in the next three to four months to deploy staff.  Our inspectors have all met in the past two days and, as we speak, they are going out to all plantations where plants from abroad were imported and planted.  The inspections will continue for the next week to ten days.  We know exactly where every plant is.  We must deal with our nurseries.  Our meeting this morning was very constructive and new challenges relating to the hurley manufacturing industry and plant nurseries were raised.  We will have a meeting in the Department tomorrow to see what further steps we can take to deal with them.<\/p><p>  Senator Feargal Quinn outlined the seriousness of the disease and raised the issue of inspection.  Inspections will be ongoing this week.  We will get one chance to deal with this problem.  Money will not be an issue.  I made it quite clear on day one that there will be no compensation for anybody and there was not a word of it mentioned.  The people who had imported the plants were prepared to replace them with a different species for replanting on the ten sites.  The foresters brought in their equipment and, on behalf of the owners, went in and took out the trees free of charge.  The Government will not stop the direct payments to the farmers and they will not be hindered and will get their payment in the same way as everybody else.  We are continuing with the reforestation of these areas and will pay the lump sum at the beginning.<\/p><p>  I am not a fool, but the next four or five months will be hard and cruel.  Senator Byrne has put the gun to my head.  This could be catastrophic, but we must remain cool and calm and be ruthless in dealing with it and work together.<\/p><p>  I have covered all the issues that were raised during this constructive debate.  We are taking this matter very seriously.  I went into the Department red raw 15 months ago.  I did not know we had traceability in the forestry industry as well as in the beef, pig and horse industries.  It is a compliment to the staff in the Department of Agriculture, Food and the Marine.  That is why we are the best.  The work has been done down through the years, regardless of the parties in government.  This has helped us.  We must move forward, and what concerns me is whether whatever we do will be enough.  We have three months and there are ways of recognising the disease in the winter months.  It is not necessary to have leaves on the trees to recognise the disease.  My officials have brought in the necessary expertise and we have support from others who are fond of and knowledgeable about trees.  Inspections will take place.  We have asked the gun clubs and others to help us.  We have a poster campaign seeking the assistance of people and we will not have a problem in asking people to make specific sacrifices.<\/p><p>  I thank Members for their contributions.  We have held very constructive meetings.  The people come together at a time of crisis.  If the crisis deepens, we will deal with it in the same way each day.  We will be ruthless and, with a bit of luck in 12 months time, we will have it under control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00500","speaker":"1077"},{"type":"speech","time":1352982600,"counter":245,"content":"<p>I thank the Minister of State, Deputy Shane McEntee, for coming to the House.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00600","speaker":"1125"},{"type":"speech","time":1352982600,"counter":246,"content":"<p>At 2.30 p.m. on Tuesday, 20 November 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500016#P00700","speaker":"1130"},{"type":"majorheading","content":"Adjournment Matters","time":1352983200,"counter":247,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00100"},{"type":"minorheading","content":"Banking Sector Remuneration","time":1352983200,"counter":248,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00200"},{"type":"speech","time":1352983200,"counter":249,"content":"<p>I apologise to the Minister for inadvertently delaying him.  I understood we would be dealing with this business at 2 p.m. and I beg his pardon.  With the permission of the House, I wish to share my time with Senator Marie-Louise O'Donnell who has also expressed an interest in this matter and has also expressed strong views on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00300","speaker":"1143"},{"type":"speech","time":1352983200,"counter":250,"content":"<p>Is it agreed that the Senators will share time?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00400","speaker":"1125"},{"type":"speech","time":1352983200,"counter":251,"content":"<p>I appreciate the Minister coming into the House to address this matter of extreme public concern.  Many people are perplexed by what they see as Government inaction on what is viewed as excessive pay and pension entitlements which are paid from the public purse in particular, but not solely, within the banking sector.  It applies across the board within the public sector and in the political ranks.  I seek clarification on the reason the Government has not addressed this concern to date, particularly when people in the banks who have been supported by the taxpayer and bailed out by the Government are being paid well in excess of the pay cap agreed.  One salary is reported to be as high as €830,000, which is ridiculous, and pensions of €500,000 and €650,000 within the banking sector are being paid out of the public purse.<\/p><p>I implore the Minister to intervene in this regard, particularly as many workers such as the Waterford Crystal workers have lost their pension entitlements through no fault of their own.  I cite two examples of where there were interventions.  The Government chose last year, rightly so, to put a referendum to the people to address the issue of judges' pay, which was carried.  The other example, with which I am very familiar, dates back to 1985 when the then Minister, Des O'Malley, enacted emergency legislation in the Houses to enable the Government of the day to appoint an administrator to the PMPA group of companies.  I implore the Minister to address this issue in the public interest because it is causing great anxiety and distress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00500","speaker":"1143"},{"type":"speech","time":1352983200,"counter":252,"content":"<p>The Minister will be aware of the stark examples of extremely high salaries and pensions.  Where any organisation, quarter, public service, banking or insurance company is guilty of salaries and pensions outside the common good, I believe that as a Senator I have to ask the Minister to alter that and to viably do so.  If I were to give one simple example it would be the 227 people who work for NAMA and the 962 who work for the Irish Bank Resolution Corporation who between them earn &#8364;140 million a year.  We own NAMA and the IBRC and, as taxpayers, we pay that &#8364;140 million.<\/p><p>  I do not believe in coming into the House and citing examples from <i>The Irish Times, <\/i>RTE or television programmes.  Fintan O'Toole wrote an article last week about there being a sense of powerlessness, and I believe that is what people feel.  The Minister will probably have very defined reasons for this and be able to allay many of our fears, but there is a sense of powerlessness around.  The question I want to ask is where the expertise is of certain bankers who consider their banks to be commercial entities, yet the Irish people had to put &#8364;3.7 billion into them to keep them open.  One has to ask why these salaries are so high.  Are the people who have these salaries any good at what they do bar having downright self-belief and a bullish confidence in power gone mad?  There is case for legislating against crude, offensive salaries or else perhaps we should ask the people to put their money elsewhere.<\/p><p>  I would like to know how the Minister, in his portfolio of Finance, intends to have the runaway salaries of people who think they are marvellous at what they do controlled in the interests of the people.  This is especially important when it comes to taking carers out of homes who play a hugely relevant role, who have a powerful job within our society and who should have equality of job opportunity and equality of salary scale.  It has become an enormous issue in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00600","speaker":"1170"},{"type":"speech","time":1352983200,"counter":253,"content":"<p>I thank Senator Whelan for raising this issue.  The outrage expressed by the Senator at excessive bank and pensions is shared by the Government.  The allegation in the question is incorrect.  Since the Government came to power, no breaches of the salary cap have been allowed by it, unlike the previous policy where exemptions were authorised and some of the Deputies who were part of that Administration are now asking me to repair the position.  It is not that existing caps are being exceeded, it is that the caps were exceeded in the previous Fianna Fáil Government and there are legal difficulties in unwinding those caps both on pay and on pensions.<\/p><p>The Government has introduced stringent controls on remuneration levels under the conditionality imposed arising from the round of State investment in the banks in the summer of 2011.<\/p> <p>We went much further than the previous Administration by including all elements in the pay package.  Previous Administrations put on a pay cap and then one got an allowance for a car or housing.  We brought the caps in and they are absolute, with one exclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500017#Q00700","speaker":"955","continuing":true},{"type":"speech","time":1352983800,"counter":255,"content":"<p>Not for Ministers' special advisers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00200","speaker":"1126"},{"type":"speech","time":1352983800,"counter":256,"content":"<p>The Senator should allow the Minister to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00300","speaker":"1125"},{"type":"speech","time":1352983800,"counter":257,"content":"<p>Obviously the truth is beginning to hurt when I am being heckled by Senator Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00400","speaker":"955"},{"type":"speech","time":1352983800,"counter":258,"content":"<p>There you are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00500","speaker":"1126"},{"type":"speech","time":1352983800,"counter":259,"content":"<p>Please, Senator Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00600","speaker":"1125"},{"type":"speech","time":1352983800,"counter":260,"content":"<p>The exclusion is for pension contributions.  No individual at any of the covered institutions is allowed to receive more than the cap.  This is being honoured as proven in the case of the new CEO appointments at AIB and Permanent Trustee Savings Bank, respectively, whose packages are contained within this policy.<\/p><p>The Government has also been putting downward pressure on pay levels throughout the State-owned banks.  In 2012, AIB has introduced reductions in pay and benefits of 7.5% to 15% for its higher earners.  These reductions and the overall restructuring of the bank mean that the number of AIB employees with a salary of over €150,000 will have more than halved by the end of this year, from where it stood at the end of 2008.<\/p><p>The Irish Bank Resolution Corporation or IBRC, the former Anglo Irish Bank, has reduced its overall staff remuneration costs from €206 million in 2008 to €107 million in 2012.  Therefore, we are dealing forcefully with the issue.  We will continue to deal with the issue but there are legal constraints which limit the course of action we can take.  <\/p><p>In respect of IBRC, it is on the public record that I have written to the chairman, Mr. Alan Dukes, and asked that the board impose a 15% cut in their wages and salaries.  He replied to say that the board did not think that was an appropriate policy for reasons of staff replacement in an institution that is going to run out eventually sometime around 2020.  He also said they had issues about retaining key staff.  Those are the arguments that were put forward.  I do not regard that matter as finished, however.  I regard it as the first exchange of correspondence that I have had with the chairman and that it will move on.<\/p><p>Senators will also be aware that we have retained the Mercer Group - since June, before any of this controversy emerged - to do a full review of pay and pensions across the covered institutions.  They will report to me by the end of the year and we will see what action will be taken then.  When I get that report I will engage with the chief executives of those institutions and with their boards to see if we can amicably work out a way that pay and pensions can be reduced, in a manner that is in accordance with law and without taking away from these institutions their authority to make commercial decisions.<\/p><p>Senators will also recall that on the issue of excessive pension payments funded from the public purse, my colleague, the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, dealt with this comprehensively in the other House when responding to a Private Members' motion on 7 November last.  He explained in great detail what actions the Government has taken to reduce the cost of public service pensions both immediately and in future.  I would encourage Senators, if they have not already done so, to study that particular debate closely.<\/p><p>As I have said regarding the options to reduce existing pay and pension awards in the banking sector, there are limits on the Government's course of action.  This is because pre-existing contractual arrangements were entered into by the previous Government.  The protection for pensions in the Constitution are those clauses which protect property rights.  A pension is regarded as a property right.  To move unilaterally against pensions is like taking a field from a farmer - it is confiscation.  That is the legal advice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00700","speaker":"955"},{"type":"speech","time":1352983800,"counter":261,"content":"<p>The Minister is taking 0.6% from pension funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00800","speaker":"1126"},{"type":"speech","time":1352983800,"counter":262,"content":"<p>That is not to say, however, that we cannot deal with this matter.  We are examining ways of doing so.  To give Senators the exact advice, pensions are generally taken to be deferred income and any action to reduce a pension payment needs to be comprehensively founded lest it run the risk of being considered an unjust attack by the State on the property rights of individuals affected by the proposed legislation.  The Government will seek to explore any avenues and options to address this issue subject to the necessary legal constraints.<\/p><p>We are dealing with the pay issue.  AIB has dealt with it already and has reduced pay.  We have a pay review right across the institutions and I will act when I get the report.  In respect of IBRC, it refused to do what I asked of it, but I do not regard that as finished business.  We will discuss it again both with the chairman and the board of that institution.  That is where we are going.  However, I am as angry as any Member of the Oireachtas when I see what people are suffering across the community and the small incomes on which they are rearing families.  We have these extraordinary legacy pensions and payments which were entered into by the Fianna Fáil-Green Party Government and in many ways have left us legally handcuffed to deal with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R00900","speaker":"955"},{"type":"speech","time":1352983800,"counter":263,"content":"<p>That is a fairy tale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01000","speaker":"1126"},{"type":"speech","time":1352983800,"counter":264,"content":"<p>No.  The facts are there, although I know the Senator does not like hearing them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01100","speaker":"955"},{"type":"speech","time":1352983800,"counter":265,"content":"<p>It is a fairy tale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01200","speaker":"1126"},{"type":"speech","time":1352983800,"counter":266,"content":"<p>The Senator is a very good Member of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01300","speaker":"955"},{"type":"speech","time":1352983800,"counter":267,"content":"<p>This is Senator Whelan's motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01400","speaker":"1120"},{"type":"speech","time":1352983800,"counter":268,"content":"<p>He will only damage his reputation, however, by trying to defend the indefensible.  It is always a bad idea.  You owed them nothing; that is another thing the Senator should remember.<\/p><p>As regards Senator O'Donnell's remarks, I share her anger at what is happening.  I think I have replied to the points she made in respect of banking and so on.  There are also other institutions of which she has knowledge and with which she had relationships in the past.  They have very high pay rates as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01500","speaker":"955"},{"type":"speech","time":1352983800,"counter":269,"content":"<p>Tell us about those rates.  We did not know about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01600","speaker":"1151"},{"type":"speech","time":1352983800,"counter":270,"content":"<p>Perhaps the Senator will attend the House to tell us how we might deal with that, when certain individuals on single salaries are getting enough to pay for the President, the Taoiseach and going half way towards paying for the Chief Justice as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01700","speaker":"955"},{"type":"speech","time":1352983800,"counter":271,"content":"<p>A brief supplementary question from Senator Whelan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01800","speaker":"1120"},{"type":"speech","time":1352983800,"counter":272,"content":"<p>I thank the Minister for coming here personally to take the question so seriously.  I am somewhat relieved to hear that he has not finished with the matter, that it is a work in progress and that he is continuing to address this issue.  I am, however, a little disappointed to hear that his hands are tied and that there are legal constraints.  What is the scope, if necessary, to change the law to address this?  It is unsustainable in the current climate.  I agree with the Minister that we are not just talking about bankers or singling out any one sector of society.  It should apply across the board where high pensions and salaries are paid from the public purse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R01900","speaker":"1143"},{"type":"speech","time":1352983800,"counter":273,"content":"<p>Does the Minister have anything further to say by way of response?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02000","speaker":"1120"},{"type":"speech","time":1352983800,"counter":274,"content":"<p>The Senator should not discount the strength of moral pressure and the strength of what he is doing today.  AIB's board took this very seriously, wrote to their retired executives who had very high pensions and asked them to make a contribution to the State.  One individual has made a very big contribution and has taken a reduction in his pension.  I would advocate that all others who can see the public anger, as expressed by their representatives, do likewise.  Therefore, we will do that in the first instance.<\/p><p>The second thing I will do is to continue my conversations with IBRC to see if it will comply with the request I made, which I thought was reasonable.<\/p><p>Third, when I get the report into remuneration across the covered institutions, which I will have by the end of the year, I will open discussions with all parties to advance this issue.  This is work in progress, however, which I cannot resolve in one fell swoop by introducing a simple piece of legislation.  Nonetheless, we have already made considerable progress in reducing costs across banks and in clawing back some of the outrageous contractual arrangements which were made with these individuals by the previous Government.  We will continue to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02100","speaker":"955"},{"type":"speech","time":1352983800,"counter":275,"content":"<p>We will now move on to the second Adjournment matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02200","speaker":"1120"},{"type":"speech","time":1352983800,"counter":276,"content":"<p>I would like to speak, if I may.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02300","speaker":"1170"},{"type":"speech","time":1352983800,"counter":277,"content":"<p>There is no provision for a supplementary statement to be made by a seconder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02400","speaker":"1120"},{"type":"speech","time":1352983800,"counter":278,"content":"<p>Maybe the Minister would allow me to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02500","speaker":"1170"},{"type":"speech","time":1352983800,"counter":279,"content":"<p>The Minister has no say in this and there is no precedent for this in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02600","speaker":"1120"},{"type":"speech","time":1352983800,"counter":280,"content":"<p>May I speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02700","speaker":"1170"},{"type":"speech","time":1352983800,"counter":281,"content":"<p>I am sorry, Senator, but you cannot come in.  I am calling Senator Walsh on the second Adjournment matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500018#R02800","speaker":"1120"},{"type":"speech","time":1352984400,"counter":282,"content":"<p>I want to defend against a remark made that I worked for an organisation in which-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500019#S00100","speaker":"1170"},{"type":"minorheading","content":"Hospital Staff","time":1352984400,"counter":283,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500019#S00150"},{"type":"speech","time":1352984400,"counter":284,"content":"<p>I welcome my constituency colleague.  In the current climate it is easy to fall into the trap of being penny wise and pound foolish.  Yesterday at a meeting of the Oireachtas Joint Committee on Foreign Affairs and Trade we had an example where the Irish Exporters Association and IBEC referred to the fact that some of our offices abroad had reduced the number of individuals promoting trade, which is necessary for growth in the economy.  This is a prime example of being penny wise and pound foolish.  <\/p><p>I call on the Minister of State to make a statement on the increase in the incidence of diabetes related foot ulcers and amputations; to clarify the status of the podiatry post at Wexford General Hospital sanctioned in April; and to state when the position will be filled.  Podiatrists cost approximately €100,000, which includes salary costs and expenses.  The cost of employing a podiatrist to work with diabetes patients would be offset by the saving in preventing three hospital admissions with foot ulcers.  Treating a foot ulcer can cost €30,000 and cause someone to be in hospital for months.  If there is a need for amputation as a consequence, it leads to the making of disability payments.  A huge contingent liability is attached to not dealing with this issue. <\/p><p>Podiatrists are able to refer persons at risk and train nurses in GP practices to screen for foot related problems.  A failure to fill the position in question is resulting in an increased incidence of foot ulcers and amputations in the area.  In tackling diabetes in the community it is critical to keep persons with health complications out of hospital, healthy and mobile.  I am speaking about the hospital in Wexford, but I could equally make the point about hospitals in Waterford, Kerry, Kilkenny, Mullingar, Drogheda and Cavan, as well as Beaumont Hospital and the Mater Hospital.  There has been much evidence of an increase in the rate of diabetes, as the Minister of State would acknowledge.  Therefore, the participation of this profession is essential if we are to curtail the consequences of diabetes.<\/p><p>Will the Minister of State guarantee that the post will be filled immediately?  He knows the HSE specifically exempted Wexford in the latest round of the recruitment embargo in July, but the post has still not been filled.  Funding for it was allocated in the HSE South 2012 podiatry business case budget and approved by the regional director of the HSE.  Why, despite the allocation of funding and the granting of approval, has the post not been filled?  I appeal to the Minister of State and the Minister for Health to take immediate action to fill the post in Wexford and, by extension if one accepts the argument made, elsewhere also.  Failure to do so will lead to a huge additional cost to the State.  This post will pay for itself in terms of preventive measures and is absolutely essential.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500019#S00200","speaker":"1126"},{"type":"speech","time":1352984400,"counter":285,"content":"<p>I thank the Senator for raising this important issue.  The Department of Health's chronic disease framework policy, launched in 2008, was designed to reduce the challenges associated with chronic disease.  It emphasised the need to develop shared and integrated care, thus avoiding unnecessary hospital admissions and delivering improved quality of life for those affected.  The HSE clinical programme for diabetes follows this chronic disease framework.  The HSE national clinical programme for diabetes which includes the care of children and adolescents with diabetes was established within the clinical strategy and programmes directorate.  The purpose of the programme is to define the way diabetic clinical services should be delivered, resourced and measured to save the lives, eyes and limbs of patients with diabetes.<\/p><p>Diabetic foot disease is one of the most common, serious, feared and costly complications of diabetes.  Patients with diabetes are between 15 and 40 times more at risk of a lower limb amputation than their non-diabetic counterparts.  A total of 80% of lower limb amputations in patients with diabetes is preceded by the development of a foot ulcer.  It is estimated that the annual incidence of lower limb ulceration in patients with diabetes varies from 2.2% to 7%.  Treating diabetic foot disease is costly, with patients frequently requiring admission to hospital, investigations, surgery and a prolonged hospital stay.<\/p><p>International studies show that targeted foot care and proper screening of at-risk cases can result in a reduction in the incidence of foot ulcers in patients with diabetes.  With the targets of reducing the incidence of foot ulcers, lower limb amputations and hospital costs, the national diabetes programme submitted a business case for the 2011 HSE service plan and was successful in recruiting 16 extra podiatrists throughout the country to manage diabetic foot care.  As a consequence, the national diabetes programme developed a national model of diabetic foot care using current podiatrists and newly appointed diabetes podiatrists.  It is hoped over time that the number of diabetes podiatrists will increase and that the model will change and adapt to accommodate the increase in podiatrist numbers.<\/p><p>The Government has decided the numbers employed throughout the public service must be reduced to meet fiscal and budgetary targets.  The health service employment ceiling for the end of 2012 has been set at 101,960.  Within the overall ceiling, the HSE can make exceptional appointments.  However, the number of posts must be kept to a minimum, given the need for the health sector to make financial savings this year, in addition to the employment targets.<\/p><p>Given the HSE's current financial situation, it introduced a recruitment pause in July this year.  Apart from critical exceptions, this pause applies to all posts, except for service plan development posts in primary care, mental health and child protection.  Wexford General Hospital has received approval for one senior podiatrist post in line with the national diabetes programme.  The post was originally advertised in March.  However, it was not filled at that time.  It has now been sanctioned for readvertising.  In the interim, a sessional podiatrist has been recruited to provide services.<\/p><p>The cumulative impact of staff reductions in this and previous years presents a significant challenge for the health system in delivering services.  However, the HSE is seeking to mitigate the impact of these reductions by using the provisions of the public service agreement to bring about greater flexibility to achieve more efficient delivery of services; to deliver greater productivity through the national clinical programmes to reduce the average length of stay; to improve day of admission surgery rates; to increase the number of patients treated as day cases; and to have some limited and targeted recruitment in priority areas as mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500019#S00300","speaker":"1098"},{"type":"speech","time":1352984400,"counter":286,"content":"<p>I am as wise now as when I started.  I accept that the Minister of State who is not attached to the Department of Health has read a prepared script given to him by the Department, but the questions I asked were very specific.  Will the post be filled immediately and, if not, when will it be filled?  I did not receive any indication of this but heard why it had not been filled because of the recruitment embargo.  We are trying to save money, but only one third of the salary is being saved because staff leave on a pension of 50% and we are losing tax on the other 50%.  Because most of those who work in public services are on very high salaries, they pay tax at a rate 41%.  Therefore, a saving of only 30% is achieved in letting staff go.  The problem is that salaries and pensions are far too high, an issue which is not being addressed.  Until we address it, problems such as this will continue to arise.  We are consigning people with diabetes to developing foot ulcers, undergoing amputations and receiving disability payments.  It does not make financial sense and makes no sense in promoting the well-being and health of those unfortunate enough to have diabetes.  I, therefore, ask the Minister of State to take this issue to the Cabinet table to get the Cabinet to adopt a sensible approach on the policies it is implementing in this sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500019#S00400","speaker":"1126"},{"type":"speech","time":1352985000,"counter":287,"content":"<p>I reiterate that Wexford General Hospital was approved for one senior podiatrist post in line with the national diabetes programme.  The post was originally advertised in March 2012, but it was not filled at that time.  The post has now been sanctioned for readvertisement.  In the interim, a sessional podiatrist has been recruited to provide these services.  I do not have the exact timeframe for when a person will be appointed.  I am sure people will show interest in the position when it is advertised and it will be filled on that basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00100","speaker":"1098"},{"type":"speech","time":1352985000,"counter":288,"content":"<p>Can the Minister of State confirm that to me in writing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00200","speaker":"1126"},{"type":"speech","time":1352985000,"counter":289,"content":"<p>It is interesting that the Senator was not as vocal about salaries and pensions when he was on the other side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00300","speaker":"1098"},{"type":"speech","time":1352985000,"counter":290,"content":"<p>On a point of order, I was the strongest voice in the House on the issue of public service salaries and pensions during the period when we were in government.  The Cathaoirleach knows that because he was here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00400","speaker":"1126"},{"type":"speech","time":1352985000,"counter":291,"content":"<p>I ask the Senator to resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00500","speaker":"1120"},{"type":"speech","time":1352985000,"counter":292,"content":"<p>If had been so strongly vocal at that time, maybe he should have resigned from Fianna Fáil on a point of principle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00600","speaker":"1098"},{"type":"speech","time":1352985000,"counter":293,"content":"<p>The Minister of State is in government now and he has not addressed it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00700","speaker":"1126"},{"type":"speech","time":1352985000,"counter":294,"content":"<p>The Senator raised the issue.  Compared with what his crowd did in the past ten years, we have introduced-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00800","speaker":"1098"},{"type":"speech","time":1352985000,"counter":295,"content":"<p>The Government has not addressed it.  The Minister of State should examine the matter again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T00900","speaker":"1126"},{"type":"speech","time":1352985000,"counter":296,"content":"<p>If the Senator had been as strong then as he is now, perhaps we would be in a different position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01000","speaker":"1098"},{"type":"speech","time":1352985000,"counter":297,"content":"<p>Our colleague, the Minister, Deputy Howlin, was not able to answer a single question when he was here last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01100","speaker":"1126"},{"type":"speech","time":1352985000,"counter":298,"content":"<p>When the Senator's party was in government, it brought this country to its knees and landed us with the current economic climate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01200","speaker":"1098"},{"type":"speech","time":1352985000,"counter":299,"content":"<p>If we had taken the advice offered by the Minister of State's party when it was in opposition, the fiscal difficulties would be even greater.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01300","speaker":"1126"},{"type":"speech","time":1352985000,"counter":300,"content":"<p>We are trying to fix it.  The Minister for Finance was in this House yesterday.  Perhaps Senator Walsh should table more of these Adjournment debates.  I feel sorry for him because he seems to be suffering as a result of what has happened in recent years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01400","speaker":"1098"},{"type":"speech","time":1352985000,"counter":301,"content":"<p>The Minister of State does not need to feel sorry for me.  I feel sorry for the people because the Government is not delivering on the promises it made before last year's general election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01500","speaker":"1126"},{"type":"speech","time":1352985000,"counter":302,"content":"<p>I have set out the position as detailed by the Minister for Health.  As a Wexford man, I will follow up on the matter with the Minister to make sure this position is filled as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01600","speaker":"1098"},{"type":"speech","time":1352985000,"counter":303,"content":"<p>Can the Minister of State ask him why it was not filled previously?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01700","speaker":"1126"},{"type":"minorheading","content":"Heritage Centres","time":1352985000,"counter":304,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01750"},{"type":"speech","time":1352985000,"counter":305,"content":"<p>Cuirim fáilte roimh an Aire Stáit.  Ba mhaith liom buíochas a ghlacadh leis an Aire Stáit, an Teachta McGinley.  Chuaigh duine óna oifig i dteagmháil liom le rá go raibh aiféala air nach féidir leis bheith i láthair tráthnóna chun na ceiste seo a phlé.  Glacaim leis go bhfuil an tAire Stáit gnóthach.  I welcome the Minister of State, Deputy Kehoe.  I have just mentioned that an official from the office of the Minister of State, Deputy McGinley, contacted me to apologise for his inability to come to the House for this debate.  He wanted to be here, but he is otherwise engaged.  I welcome that assurance.  The Minister of State, Deputy McGinley, is a welcome visitor to this House for Adjournment debates.<\/p><p>Many people visit Pearse's Cottage in Ros Muc, which is an OPW site, each year.  Pádraig Pearse used to go there when he was taking a break from his work in Dublin.  I welcomed the announcement by the Minister of State, Deputy McGinley, a number of months ago that a heritage centre will be developed on the Pearse's Cottage site in Connemara in time for the 2016 celebrations.  It is badly needed in commemoration of a man who played a huge part in Irish history.  Much of the planning of Éirí Amach na Cásca by the signatories of the 1916 Proclamation took place in Ros Muc.<\/p><p>Pádraig Pearse was also known for his educational endeavours, particularly as a pioneer of Irish language education but also as a philosopher, a thinker and a literary giant in the Irish language.  It is only right and fitting that he should be commemorated in a centre like that planned for Ros Muc.  I know the Minister of State, Deputy McGinley, agrees with me that Pearse's Cottage is an essential part of the tourism infrastructure of south Connemara.  As part of our efforts to attract tourists to the area and keep them there for as long as possible, we need to give them more of an insight into the heritage and culture of the area.<\/p><p>I would like to know where we are at with the project.  Who are the players involved in the development of the project?  I understand that the OPW, Fáilte Ireland and Údarás na Gaeltachta will be involved in the development.  I hope the Minister of State will clarify that in his answer.  If this is to be ready by 2016, a budget needs to put in place for it now.  Is this being done?  What will be the cost of the project?  From which fund will these moneys come?  Which Department or organisation will provide the money to fund the centre?  What is the timescale for the tendering and construction processes and for the ultimate fulfilling of the project?  Who will be responsible for the project management?<\/p><p>I am hoping for good news.  I am aware that the Minister of State, Deputy McGinley, is anxious to ensure the project is completed on time.  It is something on which we are all agreed.  Tá mé ag súil go mór leis an bhfreagra.  Tá súil agam go mbeidh sé dearfach go leor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01800","speaker":"1122"},{"type":"speech","time":1352985000,"counter":306,"content":"<p>I thank the Senator for raising this issue.  The Minister of State, Deputy McGinley, has apologised for his inability to be here today due to other commitments.  I am pleased to have an opportunity to speak on behalf of the Minister of State about the development of Teach an Phiarsaigh in Ros Muc.  I express my gratitude and that of the Minister of State to the Members of the House for the interest they have shown in this matter.  I hope we will have a constructive debate on the various efforts that are being made to develop an interpretative centre at Teach an Phiarsaigh in Ros Muc.  As all Senators are aware, Pádraig Pearse spent many summers in Ros Muc.  Visitors to the existing Teach an Phiarsaigh are given an insight into the extraordinary life of Pearse as a revolutionary.  They also gain an insight into other aspects of Pearse's life as an educator, as a writer and especially as a passionate Irish language activist.<\/p><p>I understand there have been various discussions in recent years on the possibility of developing a visitor centre at the site of Teach an Phiarsaigh.  Following discussions between the various stakeholders, including the Department of Arts, Heritage and the Gaeltacht, the Department of the Environment, Community and Local Government, the Office of Public Works and Údarás na Gaeltachta, it was agreed that a modern heritage visitor centre should be developed in close proximity to the existing cottage.  A group consisting of representatives of the Office of Public Works and Údarás na Gaeltachta has been established to take the initiative forward.  The purpose of this collaboration is to source funding for the development, oversee the construction and make the necessary arrangements for the management of the centre upon its completion.  I understand the group has brought the project to the pre-planning stage, which includes the completion of specifications for the proposed building and its subsequent fittings.<\/p><p>The project encompasses various facilities, including a newly built visitor centre, an interpretative trail and the historic cottage itself.  It is intended that the centre will be a cultural focal point in Connemara for national and international tourists and will greatly improve tourist facilities in the region.  The centre will give tourists an insight into the importance of the Irish language for the nation, based on Pearse's vision.  It will also focus on the cultural importance of the Gaeltacht and the surrounding landscape of Connemara as a source of our heritage.<\/p><p>The current location of Teach an Phiarsaigh in the Connemara Gaeltacht, which is one of the strongest Gaeltacht areas in terms of spoken Irish, gives the tourist an opportunity to experience our native language and our heritage, which are as central to our identity today as they were during Pearse's time.  The diversity of Pádraig Pearse's life creates many opportunities for those involved with the project to develop the centre based on various themes, including the theme of Pádraig Pearse as a creative and political writer, a revolutionary and an Irish language activist.  In addition, wider themes relating to the Irish language, the culture of the Gaeltacht and the history of Ros Muc and Connemara will be covered at the centre.  This development will undoubtedly create valuable opportunities for the Ros Muc community and the region as a whole.  It has the potential to generate significantly increased tourism for the region, especially in terms of cultural tourism.<\/p><p>I understand that considerable progress has been made to date with the development of the centre.  An application to fund the project is with Fáilte Ireland.  I understand it will go before the board of that organisation in the coming weeks.  If the project successfully obtains funding under Fáilte Ireland's capital funding programme, the process of obtaining matching funding will commence immediately.  Subject to funding being made available for the project, a compulsory purchase order and a planning submission would be required.  This process could take up to 18 months.  Construction work would take a further 15 months.<\/p><p>Teach an Phiarsaigh is recognised by Fáilte Ireland as one of the main elements of the Connemara destination plan, the wild Atlantic way and the Connemara driving route.  It is an important element of the organisation's strategy for developing the tourism sector and increasing tourist numbers in Connemara.  It dovetails with the commitment in the programme for Government to develop ways of commemorating the 1916 Rising.  The cost of the project has been estimated at €4 million.  Equally, it is estimated that the centre could generate income of up to €4 million per annum, based on a projected 60,000 visitors.<\/p> <p>In addition, it is estimated that foreign visitors could spend between €1.4 million and €2.3 million annually in Ireland as a result of the development.  I congratulate the various stakeholders on the progress made to date in bringing this project this far and wish them well in their efforts to put funding in place to make the centre a reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500020#T01900","speaker":"1098","continuing":true},{"type":"speech","time":1352985600,"counter":308,"content":"<p>I thank the Minister of State for that positive news.  It is important if we are to meet the 2016 deadline that these matters be kept in train.  I note that the planning and construction processes could take 18 and 15 months, respectively.  We all know that even in the context of building a house these processes can get dragged out.<\/p><p>Perhaps the Minister of State will clarify that the OPW will manage the development of the project.  Perhaps also, if he cannot answer the following question, he will clarify with the Minister of State, Deputy McGinley, whether if the application to Fáilte Ireland is not successful, the Government will remain committed to the construction of the centre by 2016 and will it put other funding sources in place in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500021#U00200","speaker":"1122"},{"type":"speech","time":1352985600,"counter":309,"content":"<p>As I stated, an application to the fund the project is with Fáilte Ireland.  I understand it will go before the board of that organisation in the coming weeks.  I have no doubt that the Minister of State, Deputy McGinley, the OPW and other interested agencies, will be anxiously awaiting the decision by Fáilte Ireland.  It is hoped the outcome will be positive given the importance of this project to the region in terms of its history.  I hope that Fáilte Ireland will also take into account the importance of this project in the context of the upcoming 1916 centenary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500021#U00300","speaker":"1098"},{"type":"minorheading","content":"Defence Forces Personnel","time":1352985600,"counter":310,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500021#U00575"},{"type":"speech","time":1352985600,"counter":311,"content":"<p>I am glad the Minister of State, Deputy Kehoe, is here to reply to my matter which relates to the Department of Defence.  This matter relates to the apparent unfair treatment of approximately ten members of the Air Corps based at Gormanston Camp.  In 2001, the Air Corps was based in Gormanston and Baldonnel.  However, following a restructuring process the section of the Air Corps based in Gormanston, County Meath moved to Baldonnel.  Members of the Air Corps at that time were given the option of remaining at Gormanston Camp and in this regard were given a solemn commitment by the Government and their senior officers that they could remain at Gormanston Camp as long as they camp remained open.  Approximately 28 to 30 of the Air Corps personnel at that time availed of that option.  However, a result of retirements and so on that number has reduced to approximately ten.  <\/p><p>I have been approached by many of the wives and families of the staff involved, who have huge concerns around this matter.  Having visited some of the individuals concerned at the camp, some of whom I know personally, I am aware they are engaged in important camp administrative tasks.  I acknowledge the current restructuring of the Defence Forces.  However, in late August this year senior personnel from the Air Corps arrived at Gormanston Camp and announced that the remaining members of the corps there were to be relocated to Baldonnel.  I understand that request to relocate to Baldonnel was subsequently nullified and then reinstated with a three month notice period given.  As I understand it, the individuals concerned were told they would have to relocate to Baldonnel by 1 December next.<\/p><p>It is important to remember that upon being given the option to remain at Gormanston Camp the individuals concerned entered into many commitments, financial and personal, in the east Meath and south Louth areas, where many of them live.  They have bought homes in these areas and have huge ties to there.  They will find relocation to Baldonnel very difficult.  It may be the case - I have not discussed this matter with any of the people who approached me - that they could take legal action in respect of this matter.  I have copies of the documents provided to them at the time of their being given the option to remain in Gormanston Camp, from which it appears clear that these individuals should be able to remain at Gormanston Camp as long as it remains open.  I believe the people concerned are being unfairly treated and will be faced with significant fuel bills if required to travel to and from Baldonnel.  I do not believe this move should go ahead.  <\/p><p>I ask the Minister to consider the letters given to these upstanding members of the Defence Forces over ten years ago, to examine the situation they are now in and to call on the Defence Forces to allow these people continue to carry out key tasks in operating the Gormanston Camp.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500021#U00600","speaker":"1116"},{"type":"speech","time":1352985600,"counter":312,"content":"<p>I am taking this matter on behalf of the Minister for Defence, Deputy Shatter, who is unable to be here today owing to long-standing commitments.<\/p><p>I welcome the opportunity today to deal with this issue.  As the Senator is no doubt aware, following the Government's comprehensive review of expenditure, the Minister for Defence secured the agreement of the Government to maintain the strength of the Defence Forces at the level of 9,500.  While this represents a very significant commitment on the part of the Government, at this strength it was not possible to maintain the organisational structure of the Defence Forces, which had been designed to support a serving strength of 11,500.<\/p><p>As a result, the Minister for Defence asked the Secretary General of the Department of Defence and the Chief of Staff to conduct a detailed review of the organisation and structure of the Defence Forces and to bring forward proposals on an appropriate organisation for a Defence Force of 9,500 serving personnel, which could continue to deliver the services required by Government.  The Minister for Defence accepted the proposals submitted jointly by the Secretary General and the Chief of Staff, which recommended a reorganisation of Defence Forces' units based on a two brigade structure.<\/p><p>The implementation of the major reorganisation of the Defence Forces in order to maintain operational capability is now progressing in full consultation with serving personnel and their representative associations.  It is important to stress that all options to avoid the need for personnel to relocate are being explored as part of this process.  Personnel are being offered the opportunity for reassignment within their current locations, where this is feasible, together with opportunities for retraining and reskilling.  In addition, a review system has been put in place, which allows personnel who are unhappy with a proposed relocation to seek a review of a decision.  Given the scale of the reorganisation, it will be necessary for some staff to move to new locations.<\/p><p>The Government remains aware that the reorganisation under way is a difficult process for many serving members of the Defence Forces and their families, who are being required to make decisions under the reorganisation that they would not otherwise have to make or in different times would have had to consider.  Unfortunately, this is the consequence and reality of the reforms necessarily taking place across the public service.<\/p><p>A key element of the reorganisation and its implementation is to ensure that there are no serving personnel without appointment in the new organisation.  In this regard it is understood that a number of personnel in Gormanston Camp, who are on long term detachment from their parent units, which are based in Casement Aerodrome, Baldonnel, continue to serve without appointment.  Having regard to the fact that there are to be no personnel serving without appointment it is the case that their detachment at Gormanston is therefore due to end with effect from 30 November 2012 and that said personnel will be required to relocate to their parent units at Baldonnel or to reassign to Army units where there are vacancies.<\/p><p>However, in keeping with the principle underlying the reorganisation that all options to avoid the need for personnel to relocate be explored as part of this process, I can advise that all the personnel concerned were advised of their options and given the opportunity to submit applications seeking reassignment to the Army.  While no Army vacancies were available in Gormanston Camp, there were vacancies available in other areas.  I understand this option was declined by all the personnel concerned.  The Defence Forces, like every other State organisation, is not immune to the current fiscal realities.  While the requirements of the reorganisation may come as a disappointment to some of the personnel involved it is crucial to note that there are no job losses involved for the personnel concerned as part of this process.  It is imperative everyone fully understands and accepts that there is no painless way to fundamentally reorganise the Defence Forces.<\/p> <p>At the same time we must maintain essential military capabilities.  It has become necessary to mandatorily move personnel in units which have been disestablished or who cannot be accommodated in their current location.<\/p><p>Without prejudice to the outcome of any request for review of relocation by any of the personnel concerned, as I noted, having rejected the opportunity to apply for Army assignments that were available in locations more convenient to their current location, it will therefore remain the case that the personnel concerned will be required to reassign to their parent units based in Casement Aerodrome, Baldonnel, when their detachment to Gormanston comes to an end at the end of November 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500021#U00700","speaker":"1098","continuing":true},{"type":"speech","time":1352986200,"counter":314,"content":"<p>A couple of points arise and there are some major contradictions in the Minister of State's comments.  He indicated that vacancies would be given within current locations where feasible but says there are no vacancies in Gormanston.  He mentioned the possibility of a review of the decision but that was not brought to my attention by the wives and family members who approached me.  I do not believe they are aware of that.  What are the details of the review procedure outlined in the speech and will the Minister of State make them available to the members of the Irish Air Corps?  Will the decision to move them be postponed while they avail of the review procedure?<\/p><p>The Minister of State indicated his sorrow about what is happening, mentioning that it is terrible, but he does not indicate that these people have a contractual arrangement with the Defence Forces, which has been torn up by the Government.  The Government and the Defence Forces are putting themselves in legal jeopardy.  It is a matter for the men and their families and I will not comment on it on their behalf.  Nevertheless, it seems that the Government is exposed to certain risk.  The Minister of State indicates that the Defence Forces are not immune to the cutbacks but they are not immune to the law either.  The law should be upheld and this process should be postponed.  At the very least, the people involved should be given the opportunity to apply for a review of the decision.<\/p><p>The personnel involved are performing important security and administrative tasks in the camp.  It is further evidence that the Government wants to downgrade Gormanston that it wants to move these personnel.  We know that by moving them to Baldonnel, it will not pay many of them to travel to work.  It is very unfortunate and the State is not showing loyalty to these men who have given the State such loyal service for many years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00200","speaker":"1116"},{"type":"speech","time":1352986200,"counter":315,"content":"<p>It would have been great to retain Defence Forces numbers at 11,500 but the Senator is very much aware of the current economic climate.  We made a commitment to hold Defence Forces numbers at 9,500, and I am not sure if the Senator is aware of the recruitment that has taken place in the past few months.  He failed to mention it.<\/p><p>Communication lines were open with the military personnel involved in the reorganisation, and everybody was well informed about the decision and had time to think about the relocation.  I spoke to many personnel over the past number of months or weeks who have had to relocate and took that decision.  We applaud the service given to the military but this decision will not be postponed.  The military has provided every opportunity for consultation and the lines of communication have been open in the past few months.  Everybody is aware of the reasons we are making these decisions.<\/p><p>I regret that some families and personnel are upset but that is the nature of the beast.  We cannot wave a magic wand and fix the economic problems we inherited from the last Government.  That is the unfortunate position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00300","speaker":"1098"},{"type":"speech","time":1352986200,"counter":316,"content":"<p>Here we go again.  The Government cannot tear up a banker's contract but it can tear up the contracts of loyal Irish Air Corps service men.  They serve the country and have done only good for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00400","speaker":"1116"},{"type":"speech","time":1352986200,"counter":317,"content":"<p>The Minister of State to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00500","speaker":"1120"},{"type":"speech","time":1352986200,"counter":318,"content":"<p>It is unfortunate that Senators on the Fianna Fáil side of this House have failed to listen in the past few months.  Perhaps if they had been as proactive between 2008 and 2010, before they left government, they could have fixed the country's problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00600","speaker":"1098"},{"type":"speech","time":1352986200,"counter":319,"content":"<p>The Opposition of the time went against everything we did but the Government is now claiming credit for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00700","speaker":"1116"},{"type":"speech","time":1352986200,"counter":320,"content":"<p>I assure Senators that the decision will not be postponed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012111500022#V00800","speaker":"1098"},{"type":"unspoken","time":1352986200,"counter":321,"content":"<p>The Seanad adjourned at 2.45 p.m. until 2.30 p.m. on Tuesday, 20 November 2012.<\/p>","notice":"TIME STRING DETECTED"}]