[{"type":"minorheading","content":"Prelude","time":1560331800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1560331800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1560331800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1560331800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1560331800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00100"},{"type":"speech","time":1560331800,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the provision of HSE funding in the community healthcare organisation, CHO, 3 area for new power chairs and the measures being taken to address the waiting list for funding. <\/blockquote> <p>I have also received notice from Senator Gabrielle McFadden of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Justice and Equality with special responsibility for equality, immigration and integration issues to make a statement on the plans, if any, he has to review and strengthen the law on hate crime, incitement and online hate speech which is becoming increasingly common in political discourse and society at large. <\/blockquote> <p>I have also received notice from Senator John O'Mahony of the following matter:<\/p><blockquote>The need for the Minister for the Minister for Transport, Tourism and Sport to provide clarification on the fees incurred by the holders of a free travel pass when they book a train seat in advance.<\/blockquote> <p>The matters raised by Senators Maria Byrne and Gabrielle McFadden are suitable for discussion and will be taken now.  I regret that I have had to rule out of order the matter raised by Senator John O'Mahony on the grounds that the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1560331800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00300"},{"type":"minorheading","content":"Medical Aids and Appliances","time":1560331800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00400"},{"type":"speech","time":1560331800,"counter":9,"content":"<p>T&aacute; f&aacute;ilte romhat, a Aire-St&aacute;it as iarthar Chorca&iacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00500","speaker":"1381"},{"type":"speech","time":1560331800,"counter":10,"content":"<p>I, too, welcome the Minister of State and thank him for coming to discuss this very important issue.  <\/p> <p>I raise an issue in CHO 3 - the mid-west - of the HSE.  Recently I have encountered three cases - I am sure there are many more - in which people have received not very nice letters.  They were told that as there was no funding available, they would not be given power chairs.  The three cases which are very significant involve two children and one adult.  The adult suffers from a rare form of dwarfism that renders him unable to walk very far.  As a consequence, he needs a power chair.  One of the two children suffers from a rare condition, Moyamoya, while the other suffers from rare conditions and has had to use a chair since they were a very small child.  The biggest issue for the three is they have outgrown the chairs they use.  All three have received a similar letter citing a lack of funding and indicating that the HSE does not know when funding will become available.  I am concerned because the lack of funding is holding them back.  Their families are also concerned.  The parents of the two children take them out as often as they can, but because they no longer fit in their chairs it has become very difficult for them to leave their homes.  In fact, one of the children now falls out of their chair because it is too small.  When will funding be released?  How can the lives of the two children and one adult concerned and their families return to normal?  It is very important that this issue be resolved as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00600","speaker":"1384"},{"type":"speech","time":1560331800,"counter":11,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach as ucht na f&aacute;ilte, mar is gn&aacute;ch, agus gabhaim bu&iacute;ochas leis an Seanad&oacute;ir freisin for raising this important issue.<\/p> <p>The HSE provides a wide range of medical and surgical aids and appliances such as wheelchairs and walking aids free of charge for medical card holders and those participating in the long-term illness scheme.  Assessment by a relevant health professional is required.  The community funded schemes is the collective name for the many products, supports, supplies, appliances and aids provided through community services.  There is a variety of products and services provided under the schemes.  The products and services play a key role in assisting and supporting service users to maintain everyday functioning and remain in their homes and local community.    Their provision also avoids the need for a hospital presentation or admission, while facilitating early discharge from hospital back into the community.<\/p> <p>Each community healthcare organisation, CHO, operates standard processes for the allocation of funding for medical and surgical aids and appliances.  At times, because the demand for resources exceeds available capacity, there may be waiting lists for some categories of items provided from the medical and surgical aids and appliances budget in a particular CHO.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->CHOs undertake a range of initiatives to ensure optimum use of resources.  I refer, for example, to the efficient recycling of stock items such as walking aids.<\/p><p>In the CHO 3 area in the mid-west, there is a waiting list in place for the purchase of 25 powered chairs.  It should be noted that waiting time varies depending on the priority rating, a rating which is made by healthcare professionals based on clinical risk.  Priority is given to clients with the greatest level of clinical need.  In addition, work is progressing in CHO 3 on the establishment of a stock database to maximise recycling of stock items across the mid west.  Under the aids and appliances project, data will be transferred onto an online system allowing clinicians to review all stock online, validate waiting lists and use recycled stock more efficiently.<\/p><p>At national level within the HSE, a service improvement programme has been established to improve the standard and quality of the many products and services provided as part of community funded schemes and to implement standardised national contracts for the supply and pricing of these products to ensure best value for money across all CHOs.  These measures will help to ensure that there is equitable access to products and services irrespective of where the service user lives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#A00700","speaker":"1261","continuing":true},{"type":"speech","time":1560331800,"counter":13,"content":"<p>I thank the Minister of State.  While I accept that everything is being assessed and that there is a waiting list, the lives of these three people have been impacted.  The Minister of State has just said there are 25 people on the waiting list.  I am not sure how many other people are affected but I have been contacted by three individuals and I am really concerned that they have no quality of life.  They cannot do what they have been used to doing every day.  It is my understanding that in other CHO areas people get their wheelchairs more or less straight away.  It very much depends on the number of people on the list.  Is there any hope that some of the funding that is not being used in other areas could be diverted on a temporary basis?  It is not fair that 25 people are waiting in the CHO 3 area while there are few if any waiting in others.  I know that is hearsay but the people with whom I am in contact have spoken to patients in other areas who got chairs immediately.  There is a problem here and the funding must be found.  That is what I am asking for today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00200","speaker":"1384"},{"type":"speech","time":1560331800,"counter":14,"content":"<p>I thank the Senator.  She makes a very fair point.  I will speak to the Minister following this discussion and I will try to get a handle on the national picture.  The answer I have given the Senator is very much focused on CHO 3 but the Senator makes a very valid argument that if there were better alignment between all nine CHOs and a streamlining of the available funding, that might improve the situation.  Ultimately, we want to ensure that the three people to whom the Senator refers and the other people on the waiting list of 25 in the CHO 3 area are dealt with as quickly as possible.  I will have a conversation with the Minister in terms of the HSE looking at this issue from a national perspective in order to try to get better alignment between the CHOs to better utilise the system.  Each CHO working on its own is not going to solve the problem and better collaboration may be required.  I will speak to the Minister on behalf of the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00300","speaker":"1261"},{"type":"minorheading","content":"Legislative Reviews","time":1560331800,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00350"},{"type":"speech","time":1560331800,"counter":16,"content":"<p>I thank the Minister of State for making time to come to the House.  Political discourse, both here and abroad, is being degraded by a variety of groups and individuals who peddle messages of division and hatred that have no place in Irish culture.  Several of the candidates in the recent elections ran campaigns based on messages of hate and fear that were designed to get attention and support for themselves, irrespective of the consequences of their message to individuals, the State or society.  Indeed, since the elections, we have even seen a failed candidate who considers herself wiser than others, who came from the east, following a chemtrail in the sky and bearing a message of cold racism and slur, telling children from the midlands that there is no place for them at the inn because their skin is a different colour.  Thankfully, the good people of Longford sent her back from whence where she came.<\/p><p>I ask the Minister of State to outline what is being done to review and strengthen the laws on hate crime, incitement and online hate speech.  This problem is not unique to the Republic of Ireland.  If one looks west, across the Atlantic, one will see a President who deliberately divided a nation for his own political purposes and who dismisses any criticism as fake news.  Looking east across the Irish Sea, one can also see damage and division being created by individuals for their own political ends.  North of the Border, Sinn F&eacute;in and the DUP are engaged in a discourse that is driven only by party-political agendas and interests.  In the Republic, there are populists motivated by the desire for attention and electoral gain who will do or say anything to further their own self-interest.  All of these people have a number of things in common.  Their message is one of division, setting up one group against another on the basis of nationality, gender, sexuality, colour, religion, social class, political ideology or indeed any other perceived variant of otherness.  They also all have simplistic answers and superficially appealing mantras including that someone else should pay, it is someone else's fault and that they bear no responsibility and so on.  The other thing that these people have in common, whether they are right wing or left wing, is that they are not concerned about the interests of the people they supposedly represent.  Their primary concern is to radicalise people behind their own cause or group or to draw attention or electoral support for themselves.  Those of us in the middle must stand up to these extremists.  We must counter their politics of division.  Otherwise, as W.B. Yeats wrote:<\/p><blockquote>Things fall apart; the centre cannot hold;<br \/><br \/>Mere anarchy is loosed upon the world.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00500","speaker":"1375"},{"type":"speech","time":1560331800,"counter":17,"content":"<p>I thank Senator McFadden for raising this important issue.  I also congratulate her on the presentation she has just made.  It was very measured but very well researched and strong.<\/p> <p>Safety, fairness and inclusion are at the heart of the work of the Department of Justice and Equality.  The Minister and I are committed to ensuring that Ireland is a safe and secure country for everyone.  This means working to find effective ways of protecting people from the effects of hate crime and hate speech and of signalling very clearly to perpetrators that hate crime and hate speech, whether they take place online or in the real world, are not tolerated or accepted here.  There is already a significant body of criminal law in place to deal with hate crime and hate speech.  The Prohibition of Incitement to Hatred Act 1989 includes offences of incitement to hatred on account of race, religion, nationality, ethnic or sexual orientation.  In brief, it is an offence to use words, behave, publish or distribute written material, or broadcast any visual images or sounds which are threatening, abusive or insulting and are intended or, having regard to all the circumstances, are likely to stir up hatred.  In addition, where any criminal offence such as assault, criminal damage or a public order offence is committed against a person because of their race, religion, colour, ethnicity or some other prejudice, it can be prosecuted through the wider criminal law and the courts can consider evidence of a hate or prejudice motive as an aggravating factor at sentencing.<\/p> <p>Of course, the criminal law must be kept under review.  We must learn from our experiences of the implementation of the law in practice and from the experiences of other countries and we must ensure that the law keeps pace with developments in society.  I am very conscious of recent calls from civil society, international bodies and others for reform of the legislation in this area.  With that in mind, the Department of Justice and Equality has arranged for research to be carried out on the effectiveness of hate crime laws in other jurisdictions.  This work will look at how other countries have legislated to deal with offences which are motivated by prejudice or hate and how effective those laws have been in practice.  Separately, the Department is undertaking a review of the Prohibition of Incitement to Hatred Act.  As part of this review, the Department will shortly carry out a public consultation on the Act and the results of this consultation together with wider policy analysis and review will inform proposals for changes to the Act which will be brought before this House for debate in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00600","speaker":"1277"},{"type":"speech","time":1560331800,"counter":18,"content":"<p>I thank the Minister of State.  I am aware of the work that he does on this issue all of the time.  I was a member of the Joint Committee on Justice and Equality in the previous Oireachtas term and know of his commitment in this area.  I really welcome the fact that the Department has commissioned research, which will be invaluable.  I also welcome the proposed public consultation and would urge Members of both Houses to work with that process.<\/p> <p>Fine Gael is a party of unity, equality and opportunity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those are the words on the wall in the room in which our parliamentary party meets.  I would like us to create a society in which everybody is engaged in democracy for the betterment of that society.  I welcome the response of the Minister of State.  I pledge to work with him and I encourage others to do so too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#B00700","speaker":"1375","continuing":true},{"type":"speech","time":1560331800,"counter":20,"content":"<p>I thank the Senator for her remarks and for the opportunity to discuss this very important matter.  Hate crime means that vulnerable groups and individuals are targeted simply for who they are.  The impacts of hate crime and hate speech are especially serious because they have a ripple effect that spreads far beyond the individual victim.  If not dealt with, this can lead to a divided society in which entire communities feel unsafe.  The serious nature of this behaviour means we must be especially careful to ensure that the legislation in place to deal with it is robust.  The work being undertaken in the Department will help ensure any reform introduced is effective and reflects best practice internationally.  I look forward to debating the matter with Senators when the legislation comes before the House.<\/p> <p>Research on hate crime in other jurisdictions is likely to be completed later this year.  The public consultation is due to go live very soon and I welcome the Senator's call for others to engage in it.  Departmental officials will then consider the outcome of this work to determine the best approach to legislating in Ireland.<\/p> <p>We welcome the fifth report of the European Commission against Racism and Intolerance.  In its report it highlights a number of positive developments in recent years.  We will work to implement its recommendations, particularly the two priority recommendations on hate crime and Traveller accommodation.<\/p> <p>When candidates use hate speech and hate crime in their canvassing, they are engaging in lazy politics.  They are being populist and scapegoating others.  This type of behaviour is shameful and I am glad that it has not taken hold or been successful here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#C00200","speaker":"1277"},{"type":"unspoken","time":1560331800,"counter":21,"content":"<p>Sitting suspended at 10.55 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1560331800,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#G00050"},{"type":"speech","time":1560331800,"counter":23,"content":"<p>The Order of Business is No. a1, motion regarding the eleventh report of the Committee of Selection, to be taken on the conclusion of the Order of Business, without debate; No. 1, Private Members' business, National Minimum Wage (Protection of Employee Tips) Bill 2017 - Report and Final Stages, to be taken at 12.45 p.m. and to adjourn after two hours if not previously concluded; No. 2, National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018 - Second Stage, to be taken at 3 p.m., with the contribution of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 3, Adoption (Information and Tracing) Bill 2016 &ndash; Committee Stage, to be taken on the conclusion of No. 2 and to adjourn no later than 9 p.m. if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#G00100","speaker":"1391"},{"type":"speech","time":1560331800,"counter":24,"content":"<p>I thank the Leader for outlining the business.  The latest report from Dr. Gabriel Scally was published yesterday.  It highlights that Irish women's smear tests have regularly been tested in unapproved laboratories overseas.  Originally, we were told there were six laboratories, then 11 and now 16.  The HSE was not aware of and had not approved some of these sites.  One of the laboratories, which was one too many, did not have appropriate accreditation.  Clearly there was a breakdown in communications between the HSE and those doing the tests.  The Leader will agree that the fact the HSE did not even know there were 16 laboratories involved is very disconcerting.  Dr. Scally is certainly not happy with the legal processes which, he said, convert error into injustice and then convert that into financial remedies.  We need the Minister for Health to come to the House to give us an update on the Scally report and what measures he is putting in place to give certainty to people using the service.  We know that no testing system is 100% perfect and things can go wrong but the scale of what went wrong is frightening and shocking to most of us.  We need to know that in future it will be a lot tighter and more rigorous than it has been.<\/p> <p>I also want to raise the issue of knife crime.  In the early hours of yesterday morning, a very tragic event occurred when a homeless man was fatally stabbed on O'Connell Street.  This was only four weeks after a very tragic stabbing of a teenage boy in Dundrum, close to where I live in south Dublin.  He was also fatally injured.  Other Senators have spoken about crime generally and gangland crime.  In the past two years, there has been an increase of 66% in seizures of knives by garda&iacute;.  We certainly need to know what they Garda will do in terms of prevention.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no real scrutiny of the level of criminal activity that involves knives.  It is imperative the Department acts before these figures rise further.  We need far stricter sanctions for people carrying knives than we have had in the past and measures in place to detect people carrying knives because clearly it is a big problem.<\/p><p>Dublin City Council commissioned a survey by the Royal Holloway University of London.  The survey found the impact of living in hotels, particularly on younger children, is very destructive.  They struggle to learn how to crawl and to walk due to a lack of space, they struggle with their speech and some have sleepless nights and go to school exhausted as a result of anti-social behaviour in these settings.  It is important when we consider the issue of homelessness particularly for people growing up, who are developing as human beings and developing their skills, that they have the space to do so safely.  I ask the Leader to invite the Minister for Housing, Planning and Local Government to come to the House to discuss the effect of homelessness on families with young children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#G00200","speaker":"1412","continuing":true},{"type":"speech","time":1560331800,"counter":26,"content":"<p>As Senators will know, it is exam time and almost 125,000 students are sitting the junior and leaving certificate examinations, which is an increase on former years.  I take this opportunity to wish them well in all their endeavours and exams.<\/p> <p>Every year these students will wait anxiously for their results, particularly leaving certificate students, to see if they have the necessary points to attend college or university to follow the courses they want.  Each year there is a cohort of students who want to follow a particular career path but do not achieve the points necessary to attend third level education.  University is not for everyone and sometimes that expectation is unfairly put on some students.  I received a copy of the recent report on work permits and apprenticeships compiled by the Oireachtas Joint Committee on Business, Enterprise and Innovation and commend the committee on its work.  Apprenticeships have a very important role to play for students who do not see themselves attending university or college for three or four years and would rather learn as they work.  The range of apprenticeships has increased in the last number of years in employment sectors, other than craft and construction, into fields such as accounting and financial sectors, property, biopharma and the hospitality and food sectors.  I am a huge advocate for skills, trades and manufacturing.  An Chomhaire Oili&uacute;na, AnCO, F&Aacute;S and now SOLAS have played a huge role in furthering the skills of young people.<\/p> <p>In the 1980s, a son of an old friend of mine did a F&Aacute;S apprenticeship course on thatching.  This young lad, William Cahill, was what I would call a townie but he is now the top thatcher in the United States and works with all the major theme parks.  He also has his own reed farm.  He is an example of the opportunities that exist for boutique skills.  As we reach full employment, apprenticeships will play a valuable role in addressing some of the skills shortages we have today.  The Government should seek to incentivise businesses, particularly small and medium-sized enterprises, SMEs, to recruit apprentices.  It is important that apprenticeships are seen and encouraged as an equally viable option for students as third level education.<\/p> <p>I call on the Leader to invite the Minister for Business, Enterprise and Innovation to address this House on how the Government will implement the recommendations made by the Joint Committee on Business, Enterprise and Innovation.  As many of us here know, including myself, third level education is not for everyone but hard work will always be rewarded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00200","speaker":"1429"},{"type":"speech","time":1560331800,"counter":27,"content":"<p>I propose an amendment to the Order of Business that No. 14 be taken before No. 1.  I refer to putting the Community Participation (Disability) (Miscellaneous Provisions) Bill 2019 on the Order Paper.  The Bill was developed by my colleague, Senator Dolan, and it is about the full participation of people with disabilities in their communities.  One of the effects of this Bill would be to make toilet facilities, which we all take for granted, readily available to people with disabilities.  People suffer the most incredible indignities in public spaces when they try to use public toilets.  If any of us had to endure that even for a day then we would be rightly concerned and upset.  The Bill seeks to make playgrounds inclusive by using universal design and ensure private buses have the same standards of accessibility as public buses.  The Bill seeks to put the advocacy services that are available to people on a statutory basis.  I hope that my colleagues will support my proposal to amend the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00300","speaker":"1430"},{"type":"speech","time":1560331800,"counter":28,"content":"<p>I take this opportunity to congratulate Senator Grace O'Sullivan on her election to the European Parliament.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00400","speaker":"1378"},{"type":"speech","time":1560331800,"counter":29,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00500","speaker":"1410"},{"type":"speech","time":1560331800,"counter":30,"content":"<p>We will certainly will miss her from this Chamber, but I have no doubt that she will do a marvellous job in Europe for us.  I hope that she will stay in touch with this House.  I thank the former MEP, Liadh N&iacute; Riada, for her hard work, particularly for rural and coastal communities.  She did Trojan work, particularly in the area of fishing and rural development.  I wish her well for the future and I have no doubt that she will continue to make a major contribution.<\/p> <p>I welcome yesterday's announcement on the approval of Spinraza.  Senators will know that I have spoken in this House many times about Spinraza so I was absolutely thrilled yesterday when we got the news it is going to be made available.  I was particularly thrilled for Grace O'Malley and Cillian Mearns and their parents because I got to know them personally.  Access to Spinraza will give Grace and Cillian a much better quality of life.  I thank the Minister for Health for allowing humanity to prevail in this situation.  Access to Spinraza was an issue that I was never going to let go of but I acknowledge that it is never too late to do the right thing.<\/p> <p>Today, I would like to raise the issue of Belmullet Community Hospital.  Last Monday night, hundreds of people attended a public meeting on the hospital.  The attempts being made to get rid of agency staff and not renew temporary contracts is absolutely deplorable.  One man put the issue succinctly when he said they promised us the birds in the sky but they did not tell us we have to catch them ourselves.  The announcement was made within days of the local and European elections.  As the Leader will know, there were 40 beds at the hospital but that number was halved when Fianna F&aacute;il was in government even though the area is bigger than County Louth.  I ask the Leader to confirm that the Minister of State at the Department of Health, Deputy Jim Daly, will visit the hospital next week and who he will meet.  I would like to know as many people are interested in meeting the Minister of State.<\/p> <p>The nearest hospital to Belmullet is 50 miles away.  We talks about delivering healthcare as close as possible to communities and yet we are doing the exact opposite in terms of the privatisation and centralisation of health services, which must stop.  We cannot have it both ways.  We cannot have platitudes saying that we believe in primary and community care yet at the same time make the most vulnerable in our society pay for overruns and the neglect of the health service.<\/p> <p>I wanted to raise another issue but I will hold it over until tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00700","speaker":"1378"},{"type":"speech","time":1560331800,"counter":31,"content":"<p>Yesterday, some of us expected that our colleague, Senator Grace O'Sullivan, would grace us with her presence.  On behalf of the Seanad, I would like to say I was very happy she was elected and I want to congratulate her publicly.  I am sure she will be a tremendous asset to the European Parliament because she was a very good contributor in this House and was very passionate about the issues she represented.  Like myself, she ran on the agricultural panel.  Somebody described another election recently by saying that A was head of the poll but B was man of the match.  In this election, Senator Grace O'Sullivan deserves the accolade of woman of the match, coming from humble beginnings to becoming an MEP.  She is the success story of the entire European elections.  I hope she will come in here before she takes up her seat in the European Parliament but if she does not, then at least I have put my comments on the record.<\/p> <p>I am sorry for the intervention and I call Seanad&oacute;ir Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#H00800","speaker":"1381"},{"type":"speech","time":1560331800,"counter":32,"content":"<p>I propose an amendment to the Order of Business that the debate on Committee Stage of the Adoption (Information and Tracing) Bill 2016 conclude at 6 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00100","speaker":"1410"},{"type":"speech","time":1560331800,"counter":33,"content":"<p>Does the Senator want the debate to be adjourned or conclude?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00200","speaker":"1381"},{"type":"speech","time":1560331800,"counter":34,"content":"<p>To be adjourned.<\/p> <p>The Minister for Health, Deputy Harris, and the Government are to be commended for their action in respect of the availability of Spinraza, on which we have made many contributions in this House.  The Health Service Executive, HSE, has now announced that it will fund it.  The decision made by the United Kingdom in recent weeks to change its position was welcome and probably led to the decision made here this week.  I think, in particular, of Sam Bailey and his family who have been campaigning with others throughout the country to reach this day.  I commend the Government for what it has done.  It is a life-changing moment for many children.  I congratulate, in particular, the Minister for Health and his officials on doing the right thing. <\/p> <p>It has been announced that Philomena Lynott has passed away at the age of 88 years.  She was the mother of Phil Lynnott and worked so hard to keep his legacy alive.  Her love for him is a great Irish story. I offer my condolences and those of the Labour Party to her family and those who loved Philomena and Phil.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00300","speaker":"1410"},{"type":"speech","time":1560331800,"counter":35,"content":"<p>I welcome yesterday's announcement that the Cabinet has approved the amendment of the fair deal scheme to the effect that the 7.5% contribution, based on the family farm or a small business, will apply for a limit of three years and hope it will be expedited.  I note that the Minister of State at the Department of Health, Deputy Jim Daly, plans to bring the legislation to the committee, as well as here, in the autumn.  It will be one of the most important Bills to pass through the House.  I would like to see someone who has been assessed for two years based on a family farm or small business being limited to three years or someone who has paid for one year only having to pay for a further two years.  They should be allowed to defer the contribution attached to the business or the farm.  These are specific points, but they are nonetheless extremely important.  There are times when we must acknowledge that a particular measure will make a huge difference to families. I also like the fact that the business or farm will be continued for at least six years.  It is a positive measure.  I very much look forward to seeing the detail of the legislation.  I know from dealing daily with families on the fair deal scheme that this change will make an enormous difference to families throughout the country in availing of nursing home care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00400","speaker":"1374"},{"type":"speech","time":1560331800,"counter":36,"content":"<p>I congratulate Fran McNulty, the RT&Eacute; \"Prime Time\" reporter who has been appointed as the new correspondent on agriculture and consumer affairs at the national broadcaster.  I recognise the contribution made by former Deputy George Lee over five years as RT&Eacute; correspondent on agriculture and the environment.  He was very fair and focused and highlighted the issues in farming in a very positive way.  He was an excellent correspondent.  He brought a certain gravitas to the work and attention to an industry that did not receive that level of coverage in RT&Eacute; until his appointment.  RT&Eacute; is funded through the Oireachtas or by those who pay their TV licence fee and we are being well served on the Brexit issue by correspondents such as Tony Connolly, Fiona Mitchell, Sean Whelan and Tommy Gorman.  RTE has proved to be one of the most well respected and recognised broadcasters in the world for being fair and broadcasting the real truth of the news, not false news.  We should recognise its work and excellent correspondents and reporters, including those on \"Morning Ireland\" and others throughout the day who give 100% to the people of Ireland.  We are very lucky to have such a station in the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00500","speaker":"1393"},{"type":"speech","time":1560331800,"counter":37,"content":"<p>One of the issues we have not really dealt with in this term in the Oireachtas is the financing of broadcasting.  We constantly hear on television and radio advertisements urging people to buy a television licence, rather than face prosecution.  There are even advertisements to highlight the fact that holiday homes, caravans and the like are required to have a separate licence if a television is brought to them for the weekend.  A lot of money is spent on inspectors in travelling around the country chasing homeowners to check whether they have a television licence.  A lot of expenditure is incurred in prosecuting people and even after all of this, there is a significant underpayment of licence fee income if the figures are to be believed.  An Post gets a cut of the licence fee revenue it collects.  It seems that the time has come to grasp this nettle.  It would be far more efficient if the local property tax, when it is being reformed, whereby there would be a lump sum payment per household spread over 12 months, was integrated with the collection mechanism.  I know that would not deal with everything because it would not deal with pubs, hotels and places of business, but as far as ordinary householders are concerned, it would seem to be a far more equitable and efficient way of collecting the amount due.  If the television licence fee is around &euro;160, a person with a caravan, to be strictly compliant with the law, has to come up with &euro;320 out of his or her pocket every year.  How much does someone have to earn if he or she is paying tax at the top rate, as many do, to be able to pay that amount?  It turns out that he or she has to earn approximately &euro;640 to pay for two television licences out of his or her after tax earnings.  The time has come for the Government to face up to this issue, be honest and collect the fee in an efficient way and give the pretence that it is a licence which is a form of taxation.  It is a broadcasting levy.  Surely the time has come for us to face up to this issue.  It has been hanging around for years, ever since the former Minister for communications, Pat Rabbitte, talked about cavemen.  It must be addressed at some stage. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00600","speaker":"1403"},{"type":"speech","time":1560331800,"counter":38,"content":"<p>The Scally report released yesterday identified the fact that where there were contracts with laboratories the work had been sub-contracted.  This morning I raised queries at the Oireachtas Joint Committee on Health about whether there was a provision in the contracts that allowed it to be sub-contracted.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I raise an extremely concerning issue about women under 25 years of age who do not come under the CervicalCheck programme.  I have a letter addressed to a GP about someone who is under 25 years of age and suffers from an immune deficiency and is, therefore, more likely to contract cervical cancer.  The GP became concerned and, believing the issue was urgent, arranged to have a smear test conducted privately.  As the results showed that it was an abnormal smear, the GP immediately referred her to CervicalCheck.  The letter from CervicalCheck states that because she did not go through its process, it cannot put her on its list.  It is astonishing that someone with an abnormal smear test result does not come within the remit of CervicalCheck and must be seen under a screening programme, resulting in a considerable delay.  It is wrong, where it has clearly been identified that someone under 25 years of age has had an abnormal smear test result, that CervicalCheck is closing its doors.  Cervical cancer is not confined to those over 25 years of age.  I know of cases of people as young as 18 and 21 years of age where cervical cancer has been diagnosed and they have to go through the treatment process.  I ask that this matter be brought to the attention of the Minister for Health.  I would like him to come to the House to tell us exactly what changes are occurring in the provision of the CervicalCheck programme.  Are there restrictions which prevent certain women from gaining access to care and treatment?  That is exactly what has occurred in this case and the woman concerned does not have a big income.  At the time she felt it was important to have the issue dealt with, as per the advice of her GP, and has now been told that she cannot receive care under the CervicalCheck programme.  I ask that this matter be brought to the Minister's attention and dealt with as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#J00700","speaker":"1409","continuing":true},{"type":"speech","time":1560331800,"counter":40,"content":"<p>I join in the good wishes extended to our colleague Senator Grace O'Sullivan.  The Civic Engagement group has been effective and had a lot of success in pursuing the different policy initiatives and agendas it has put forward.  Senator Grace O'Sullivan has always been an integral part of that work, with Ed Davitt who works in her office.  Although we wish her well, we will definitely miss her as part of the group.  She is a huge loss in the work we do.<\/p> <p>I support Senator &Oacute; R&iacute;ord&aacute;in's request that the Order of Business be amended to allow the Adoption (Information and Tracing) Bill 2016 to be adjourned at 6 p.m.  A huge amount of work has been done by the Department, something I will not deny, in getting the Bill to where it is now.  Unfortunately, however, there has been a problem in communication with the Adoption Rights Alliance, the Irish Council for Civil Liberties and all of the different groups involved, including adoptees who are scared and anxious about the Bill, even with the Minister's amendments.  They believe it is flawed and does not balance their right to information and an identity.  Given that those who will be affected most by the Bill only become aware on Tuesday of last week when they were contacted by Senators that it was on the schedule, we need to give them time to engage with the parties and Senators on the 161 amendments that have been brought forward.  To do this, the debate on the Bill should be adjourned at 6 p.m.  They were not able to contact many Senators last week when the House was in recess and we should give them the space they need to do so.  I support Senator &Oacute; R&iacute;ord&aacute;in's request in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00200","speaker":"1404"},{"type":"speech","time":1560331800,"counter":41,"content":"<p>Is the Senator formally seconding the amendment proposed in regard to Senator Dolan's Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00300","speaker":"1381"},{"type":"speech","time":1560331800,"counter":42,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00400","speaker":"1404"},{"type":"speech","time":1560331800,"counter":43,"content":"<p>I join Senators in wishing Senator Grace O'Sullivan well as an MEP.  With Ed Davitt, she will be a loss to the Houses.  If there is to be a by-election to fill a vacancy in this House, although I am not sure of the timeframe, we should consider the amendment proposed by Sinn F&eacute;in to the Seanad reform implementation group, whereby lists of replacements would be submitted, rather than have yet another progressive voice on the Government benches, or not, as in the case of Senator Marshall.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00500","speaker":"1372"},{"type":"speech","time":1560331800,"counter":44,"content":"<p>Keep digging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00600","speaker":"1439"},{"type":"speech","time":1560331800,"counter":45,"content":"<p>He is not with us every time, although there is great love between Senator Marshall and me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00700","speaker":"1372"},{"type":"speech","time":1560331800,"counter":46,"content":"<p>Senator Marshall's reputation is being questioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00800","speaker":"1391"},{"type":"speech","time":1560331800,"counter":47,"content":"<p>I used to be progressive once.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K00900","speaker":"1403"},{"type":"speech","time":1560331800,"counter":48,"content":"<p>Every Seanad by-election should not result in a win for the Government.  We should have lists, like they have in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K01000","speaker":"1372"},{"type":"unspoken","time":1560331800,"counter":49,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1560331800,"counter":50,"content":"<p>Please allow Senator Warfield to get out of the difficulty he is in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K01200","speaker":"1381"},{"type":"speech","time":1560331800,"counter":51,"content":"<p>Democracy is okay when it is on their terms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K01300","speaker":"1391"},{"type":"speech","time":1560331800,"counter":52,"content":"<p>I also support the amendment proposed to the Order of Business which has been seconded that the debate on the the Adoption (Information and Tracing) Bill be adjourned at 6 p.m. in order to give groups a chance to engage further on it.  I come from the position \"Nothing about us without us\".  On this occasion, the campaign and advocacy groups for adoptees have not been heard by the Department.  While we will represent their concerns today, they should have an opportunity to meet it.  We, therefore, ask Members to support the amendment proposed to the Order of Business.<\/p> <p>On the issue raised by Senator McDowell, changes to the media landscape have obviously had a drastic impact on RT&Eacute; and TG4.  We need to be address the issue of collection.  While the local property tax may help in that regard, it will not address the issue of funding for public services.  If the property tax is &euro;80 and the licence fee is &euro;160, merging them will only result in a reduction in funding for public services.  There is a non-payment rate of 18%, whereas the non-payment rate in Britain is around 5%.  Therefore, addressing the non-payment rate first would be best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K01400","speaker":"1372"},{"type":"speech","time":1560331800,"counter":53,"content":"<p>With reference to the sustained and continuous debate on climate change, it is a fact that the Sustainable Energy Authority of Ireland, SEAI, has experienced a considerable surge in uptake of the various grants it offers across its programmes.  This is putting considerable pressure on its budgets.  The issue was first flagged for me in April when it seemed that new applications were being stalled and contractors engaged in the provision of energy efficiency measures such as insulation and so on were experiencing delays in being paid and having new work approved.  Immediately thereafter, when I took up the issue, it seemed to be in abeyance.  Unfortunately, however, the news I have received in the last week is that there is a serious problem which was not addressed in April and, in particular, a serious budgetary problem with the warmer homes scheme, of which there has been a massive uptake.  Individuals, in particular, older people who qualify under the scheme, have been ringing and wondering when their job of work will be done.  Contractors who are rolling out the scheme under a service level agreement are entitled to expect payment within six weeks, but it is taking three months, at the very least, for payments to arrive at their door.  There is a lack of clarity on funding.  Has the budget been spent?  Will more funding become available?  This is a critical issue.  We are encouraging people to take steps to make their home more energy efficient and warmer, reduce their energy bills and help us to achieve our climate action targets.  There is a need for clarity for the many people who are wondering when their job of work will be done and the contractors who have serious cash flow problems.  Private contractors have to pay staff and need to know where they stand.  I ask, therefore, the Minister responsible to come to the House to clarify and shed light on the matter in order that people will know how to apply for grants, given that there is a lot of confusion about the various grants on offer.  It would be helpful to have a good debate on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#K01500","speaker":"1425"},{"type":"speech","time":1560331800,"counter":54,"content":"<p>I offered my congratulations to Senator Grace O'Sullivan yesterday.  Judging by her Twitter account, she appears to be very active in Brussels already.  I am really delighted for the Senator.  Her victory in the European elections was well deserved.<\/p> <p>I support the proposal to amend the Order of Business - made by Senator &Oacute; R&iacute;ord&aacute;in and seconded by Senator Ruane - to adjourn the Committee Stage debate on the Adoption (Information and Tracing) Bill at 6 p.m. rather than letting it run until 9 p.m.  I was one of the Senators who engaged in the Second Stage debate on the Bill, which took place more than two years ago, on 22 March 2017.  At that time, we were promised consultation on amendments to address the concerns many of us raised about the way in which privacy rights were appearing to trump rights to information.  We waited for over two years and amendments were finally produced very late on Monday night.  My assistant, along with others, attended a briefing organised by the Minister on Monday evening but the amendments were not even provided then.  They were provided later and we have really only had one day to grapple with them.  There are, as Senator Ruane pointed out, 161 amendments in total.  The Labour Party has other amendments but we did not put them forward for Committee Stage precisely because we had not had sight of the Government's amendments by Monday, which was the deadline for submission.  We wanted to reserve our position in order that we would not duplicate anything.  Plenty of other colleagues submitted amendments.  Indeed, there is a huge number of amendments to the Bill, many of which have been tabled by the Minister.  However, those amendments were only made available to us after the deadline for submission had passed and that is simply not acceptable.<\/p> <p>In terms of Seanad procedures, I do not know why a Committee Stage debate is being scheduled to run from the afternoon until 9 p.m.  Again, that was just indicated to the House by the Leader.  While I know that this is what the Leader has been asked to do, it looks as if an attempt is being made to just ram through the Government amendments-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00100","speaker":"1402"},{"type":"speech","time":1560331800,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":56,"content":"<p>-----without adequate time for debate or consideration.  This is unacceptable, particularly in light of how long we have waited and given the extent of the issues that have been raised with us by persons who have been adopted and the Council of Irish Adoption Agencies.  I received an email from the latter this morning stating that, having listened to the Minister's arguments on \"Morning Ireland\", it believes it would be a total disaster for adoption practice if the Bill is progressed in its new format.  Further, the council does not believe that sufficient consideration has been given to the implications for Tusla if the Bill is passed.  It is not just those persons who have been adopted who have objections here.  Anyone who heard my colleague, Deputy Burton, speak passionately on \"Today with Sean O'Rourke\" about the flaws in this Bill would agree that we should proceed with caution.  While we are willing to proceed with Committee Stage and do not want to delay the Bill further, the idea that we would run with Committee Stage until 9 p.m. is not acceptable.  Given the late publication of the amendments and in view of the very serious concerns that the Adoption Rights Alliance, the Irish Council for Civil Liberties, the Council for Irish Adoption Agencies and so many adopted persons have raised, we should adjourn after a couple of hours of debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00300","speaker":"1402"},{"type":"speech","time":1560331800,"counter":57,"content":"<p>Ba mhaith liom f&aacute;ilte a chur roimh an sc&eacute;al ar&eacute;ir faoin reifreann ar ch&uacute;rsa&iacute; v&oacute;t&aacute;la i dtoghch&aacute;n na huachtar&aacute;nachta.<\/p> <p>The Leader is always encouraging us to be positive so I will start by being positive in welcoming the Cabinet approval for a referendum Bill to provide for presidential voting rights to be extended to citizens outside the State.  This is something that I and many colleagues, not least Senator Billy Lawless, have focused on in our time in this House.  The proposal has the broad support of people across this Chamber and beyond.  A marker has been laid down.  This is a very formal display from the Cabinet and the Government and what we need no is everyone, whether involved in political, civic, community, cultural and voluntary life, getting out there to ensure that we invest in our global diaspora and that citizens in the North are not left behind any longer.  We need to win this for citizenship and in order to send a clear message to our citizens and to fellow member states across the EU that already afford this franchise extension to their citizens.  I want to add a caveat to my positivity by stating that there is a bit of time to go between now and October.  I sincerely hope that we get to that stage because I do not believe we can allow this issue to slide any longer.  I do not think citizens outside the State will forgive us if we allow it to do so.  I look forward to a very positive campaign and encourage all of the global Irish networks, not least organisations like the GAA, which will have a pivotal role in this campaign, to get involved, as well as members of all political parties and none represented in this Chamber.  We must go out, mobilise, encourage participation and win this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00400","speaker":"1413"},{"type":"speech","time":1560331800,"counter":58,"content":"<p>I had indicated earlier that I was not going to speak but I just want to add my voice to those of my colleagues who have suggested that it is very bad parliamentary practice to introduce significant Government amendments very late in the day and then, without giving us time to consider them properly and table our own amendments, ram a Bill through over the course of five and a half hours.  I assure the Leader that it will be the same two or three people who are engaging on every Bill in this House.  This is just wrong, unfair and sloppy, and I completely oppose it.  I will be voting with my colleagues on the proposed amendment to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00500","speaker":"1392"},{"type":"speech","time":1560331800,"counter":59,"content":"<p>I am not surprised at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00600","speaker":"1391"},{"type":"speech","time":1560331800,"counter":60,"content":"<p>I am sorry but I do not understand the Leader's Cork accent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00700","speaker":"1392"},{"type":"speech","time":1560331800,"counter":61,"content":"<p>I am sorry for being late.  I ask the Leader to arrange a debate on family hubs.  I have just come from a meeting of the Joint Committee on Housing, Planning and Local Government at which presentations were made by representatives from the Mercy Law Resource Centre and Focus Ireland and by the Ombudsman for Children.  They gave harrowing accounts of children who are staying in what is meant to be temporary accommodation.  Family hubs were a new solution to replace hotel accommodation.  We know, despite numerous promises by the Government, that families are being accommodated in hotels, in some cases for up to three years, all over this country.  In many cases, they are many miles from their original homes and often they are in different counties to where their children go to school.  We have a constitutional provision that refers to cherishing all of the children equally in this nation but that is simply not happening.  In that context, it is important that we invite the Minister to this House to explain what he means by temporary accommodation and by hubs.  At the very least, I call on him to establish an independent inspectorate to examine these hubs because we have heard harrowing stories today.  Many Senators will have heard similar stories in their communities.  This is an important issue and it should be given absolute priority.  I ask the Leader to arrange an early debate on how we are housing children and families in inappropriate accommodation.  These cases will be tomorrow's redress scheme.  We will look back and ask what we did for our children and their families.  This is an important issue and I ask the Leader to facilitate an early debate with the Minister for Housing, Planning and Local Government and his colleague, the Minister for Children and Youth Affairs, who also has a responsibility in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00800","speaker":"1379"},{"type":"speech","time":1560331800,"counter":62,"content":"<p>I wish Senator Boyhan well in his new grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L00900","speaker":"1381"},{"type":"speech","time":1560331800,"counter":63,"content":"<p>He is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L01000","speaker":"1413"},{"type":"speech","time":1560331800,"counter":64,"content":"<p>Well observed by the Cathaoirleach.  I was going to say that Senator Boyhan has gone back to his spiritual home but I do not think it is that in light of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L01100","speaker":"1391"},{"type":"speech","time":1560331800,"counter":65,"content":"<p>I told the Leader we were all progressive over here but----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L01200","speaker":"1403"},{"type":"speech","time":1560331800,"counter":66,"content":"<p>I am not sure that Senator Boyhan was that progressive in his previous incarnation.  I am sure he is very happy sitting next to Senator McDowell, as he has done for many years.  Well observed on the part of the Cathaoirleach.  It is amazing what politics throws up.  I welcome the new gentler, kinder Sinn F&eacute;in.  The local and European elections must have given the party some lesson because its members have been very nice so far this morning.  We welcome their newfound generosity of spirit and look forward to the hand of friendship being extended across the aisle and to seeing the party voting with the Government on legislation, other than the Judicial Appointments Commission Bill.<\/p> <p>On a serious note and for the benefit of those Senators who were not here yesterday, I wish to again congratulate our colleague, Senator Grace O'Sullivan, on her election to the European Parliament.  As the Cathaoirleach said, it was a man-of-the-match performance and we wholeheartedly congratulate her.  She was a very strong participant in this House and a very positive colleague.  I know that many of us will now look forward to postcards from Brussels, having received them from many parts of this country during the summer holidays.  We wish Grace well.  I join Senator Conway-Walsh in thanking all of our MEPs, those who were elected and those who stood but did not get elected.  As we all know, it takes courage to stand for election, irrespective of one's political affiliation.  We wish all of the defeated candidates well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We congratulate our outgoing MEPs who have retired, and wish our new MEPs every success in Brussels.  Brussels is very important and the European Parliament is an important place to be with regard to future policy for our country.<br\/><br\/>Senator &Oacute; R&iacute;ord&aacute;in raised the issue of the death of Philomena Lynott.  On my behalf and on behalf of the Government, I offer our sympathies to her family.  She was a very courageous woman.  Any of us who read the biography she wrote, <i>My Boy<\/i>, could not but be impressed by her tenacity and integrity and the care she had for her son and for her city and country.  We sympathise with her family.  It is fitting that she was able to see the statue dedicated to Phil Lynott in our capital city.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<br\/><br\/>We also remember the young man who was killed tragically yesterday on O'Connell Street, Peter Donnelly.  We offer our sympathies to his family.  Any life cut short by violence is something for which we must condemn the perpetrators.  We must also find out the reasons for the attacks.  I will come back to Senator Horkan with regard to knife crime.<br\/><br\/>I thank the 15 Members of the House for their contributions to the Order of Business.  The Scally report is one we should all read because, as Senator Horkan quite rightly said, we need to bring certainty to the families and the women and we must also have confidence in the system.  As Senator Colm Burke said, there are issues we must address.  I am happy for the Minister to come to the House to discuss the supplementary report issued by Dr Scally.  It beggars belief that the number of laboratories used increased without the approval of CervicalCheck.  We must have an inbuilt system where there is confidence in the quality and assurance given to the women and their families.  All of us recognise that the Minister, Deputy Harris, is committed to ensuring we get answers.  This is why he and the Minister for Justice and Equality commissioned Mr. Justice Meenan to work on tort reform and on the issue spoken about this morning, which is that it is important we get answers.<br\/><br\/>Senators Horkan and Boyhan raised the issue of people living in hotels and family hubs.  I have every intention of bringing the Minister with responsibility for housing to the House.  It was our intention to bring him here next week but we must deal with legislation that needs to be passed.  He will come to the House as soon as possible.  There is a robust system of inspection but every effort must be made to ensure family hubs are a temporary and not a permanent solution.  This is why the Government, through Rebuilding Ireland, is committed to increasing the number of houses.  The point made by both Senators is important and I am happy for the Minister to come to the House in the coming weeks.<br\/><br\/>Senator Lawless raised the important matter of the leaving certificate and junior certificate exams and the leaving certificate applied exams.  I join him in wishing continuing success to all the students who have gone through one week of exams.  The Senator also raised the issue of apprenticeships.  He is right that third level education is not for everybody.  This is why the Government has a robust and active apprenticeship scheme and why last week, the Ministers of State, Deputies Mitchell O'Connor and Halligan, and the Minister, Deputy McHugh, announced &euro;7.5 million to be awarded to ten third level institutions for the provision of new apprenticeships.  It is important that we have a strong programme of apprenticeships and that we support and advertise it as a matter of urgency.  The Government's 2016 to 2020 apprenticeship programme has set a target of 31,000.  Last year there were 15,373 apprenticeships on the books.  It is important that we urge people to consider apprenticeships.  I concur with the Senator in that regard.  The Minister of State, Deputy Halligan, came to the House recently to discuss the matter but I will have him back to the House in due course.<br\/><br\/>Senator Horkan raised the issue of knife crime.  The point he made is valid.  The Government is working on a national strategy on assault and particularly knife crime.  The draft strategy is due to be published in July.  In 2018, 1,136 knives were confiscated by garda&iacute; through stop and search.  This was a 60% increase from 2016.  There is need for a national conversation on why people use knives, where knife usage is going and how we ensure it does not increase.  I will be happy for the Minister to come to the House to discuss the matter.<br\/><br\/>I am happy to accept Senator Kelleher's amendment to the Order of Business regarding her proposal that Senator Dolan brings forward a Bill next week.<br\/><br\/>Yesterday, we had a discussion on Spinraza and all of us in the House were very happy with the announcement made.  Many Members of the House, including Senator Conway-Walsh, campaigned vigorously for it and it is a good news story all round.<br\/><br\/>Senator &Oacute; R&iacute;ord&aacute;in raised the issue of the Adoption (Information and Tracing) Bill 2016, as did other Senators.  I cannot accept the amendment he proposed to the Order of Business.  It is a bit unfair to suggest the Minister, Deputy Zappone, has not engaged.  I will go ahead with my proposal.<br\/><br\/>I join Senator Kieran O'Donnell in congratulating, as we did yesterday, the Minister of State, Deputy Jim Daly, on the changes to the fair deal scheme.  He will come to the House in the coming weeks.<br\/><br\/>Senator Leyden was on an RT&Eacute; promotional tour and we congratulate George Lee on his appointment to a different brief.  We also congratulate Fran McNulty on his appointment as agricultural and environmental correspondent.  Senators Leyden and McDowell raised the role of RT&Eacute;.  The TV licence is an important part of raising revenue for RT&Eacute;.  Last year, the Oireachtas committee published a report that recommended changing to a broadcasting charge from what we have at present.  I believe An Post receives &euro;1.46 million from the licence fee.  I would be happy to have a debate.  The former Minister, Pat Rabbitte, attempted to change it.  Given the report published today by Reuters on how people access news it is something we should look at.  Today, more and more people do use media such as television or radio to access news or information.  They use hand-held devices or iPads.  We will have this debate in due course.  The future of broadcasting and print journalism is something on which we need a debate and I would be happy to have one.<br\/><br\/>Senator Colm Burke commented on CervicalCheck and women under the age of 25.  I do not have the answer to the question he raised.  Perhaps it would be best served by a Commencement matter.  He raised a very important issue.  Senator Warfield also raised the issue of the media landscape as part of the discussion.<br\/><br\/>Senator Mulherin raised the issue of the SEAI grants and the need for clarity on funding.  I would be happy for the Minister to come to the House but perhaps it is a matter that could be discussed by way of a Commencement matter.<br\/><br\/>I apologise to Senator Conway-Walsh as the issue of Belmullet District Hospital was raised in the House yesterday by Senator Swanick and I gave a reply on the issue of redeployment of staff.  I do not have the exact answer to the question but it is important, as I said yesterday, that the issue is clarified.  I am confident that it will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#L01300","speaker":"1391","continuing":true},{"type":"speech","time":1560331800,"counter":68,"content":"<p>Will the Leader confirm whether the Minister of State, Deputy Jim Daly, will go to Belmullet next week?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00200","speaker":"1378"},{"type":"speech","time":1560331800,"counter":69,"content":"<p>That is beyond my pay grade . I cannot confirm it.  It is not a matter for me as the Leader of the House to have input on that.  It is a ministerial and departmental issue.  I am sure Councillor Gerry Coyle will give the Senator the information if she asks him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00300","speaker":"1391"},{"type":"speech","time":1560331800,"counter":70,"content":"<p>I am sure the Minister of State will convey the good news to the Senator if he is travelling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00400","speaker":"1381"},{"type":"speech","time":1560331800,"counter":71,"content":"<p>I do not have the answer, I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00500","speaker":"1391"},{"type":"speech","time":1560331800,"counter":72,"content":"<p>Yesterday, in her absence, Senator Conway-Walsh was praised for her efforts on the hospital by her colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00600","speaker":"1381"},{"type":"speech","time":1560331800,"counter":73,"content":"<p>That is a rare occurrence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00700","speaker":"1378"},{"type":"speech","time":1560331800,"counter":74,"content":"<p>Senator Swanick was wearing his medical hat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00800","speaker":"1381"},{"type":"speech","time":1560331800,"counter":75,"content":"<p>Senator &Oacute; Donnghaile raised the issue of the forthcoming referendum Bill and I look forward to the Sinn F&eacute;in Party canvassing actively on the matter with the Government.  There is a long way to go between now and October and there will be various viewpoints.  We look forward to the debate.<\/p> <p>I am happy to accept the amendment to the Order of Business proposed by Senator Kelleher but I regret I cannot accept the amendment proposed by Senator &Oacute; R&iacute;ord&aacute;in and others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M00900","speaker":"1391"},{"type":"speech","time":1560331800,"counter":76,"content":"<p>Senator Colette Kelleher has moved an amendment to the Order of Business that: \"That No. 14 be taken before No. a1.\"  The Leader has indicated he is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in has proposed an amendment to the Order of Business: \"That debate on No. 3 be adjourned at 6 p.m. if not previously concluded.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#M01000","speaker":"1381","continuing":true},{"type":"speech","time":1560331800,"counter":78,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00200","speaker":"1410"},{"type":"speech","time":1560331800,"counter":79,"content":"<p>To clarify, it is likely that we will not get to the debate on No. 3, Adoption (Information and Tracing) Bill 2016, until 4 p.m.  Adjourning at 6 p.m. would give only a two-hour window for debate.  To be fair to the Minister, there are many reasons for the delay in moving the Bill forward.  The Minister has been working on it.  We will not finish Committee Stage tonight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00300","speaker":"1391"},{"type":"speech","time":1560331800,"counter":80,"content":"<p>As an alternative, the debate might be adjourned after three hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00400","speaker":"1404"},{"type":"speech","time":1560331800,"counter":81,"content":"<p>Senators should not interrupt when an amendment is being dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00500","speaker":"1381"},{"type":"speech","time":1560331800,"counter":82,"content":"<p>Gabh mo leithsc&eacute;al, a Chathaoirligh. I neglected to give clarity in my reply and I apologise to Members for that.  I try, as Leader, to be fair to everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00600","speaker":"1391"},{"type":"speech","time":1560331800,"counter":83,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00700","speaker":"1381"},{"type":"speech","time":1560331800,"counter":84,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N00800","speaker":"1410"},{"type":"unspoken","time":1560331800,"counter":85,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1560331800,"counter":86,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1560331800,"counter":87,"content":"<p>Under Standing Order 62(3)(b) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N01100","speaker":"1375"},{"type":"vote","time":1560331800,"counter":88,"content":"<p>Amendment again put:<\/p><p>The Seanad divided: Tá, 18; Níl, 17.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Aodhán Ó Ríordáin and Lynn Ruane; Níl, Deputies Gabrielle McFadden and John O'Mahony..<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#N01200","aye":["1402","1408","1379","1378","1383","1411","1396","1389","1417","1430","1400","1403","1392","1427","1413","1410","1404","1372"],"nay":["1409","1380","1391","1384","1422","1420","1416","1429","1438","1375","1425","1406","1374","1426","1431","1421","1399"],"abs":[]},{"type":"unspoken","time":1560331800,"counter":89,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Community Participation (Disability) (Miscellaneous Provisions) Bill 2019: First Stage","time":1560331800,"counter":90,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00100"},{"type":"speech","time":1560331800,"counter":91,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to promote better provision in respect of the use by persons with disabilities of certain buildings and other places and transport services and for that purpose, to amend the Local Government Act 2001, the Planning and Development Act 2001, the Public Transport Regulation Act 2009 and the Building Regulations 1997; to provide for the commencement of certain provisions of the Citizens Information Act 2007; and to provide for related matters. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00200","speaker":"1430"},{"type":"speech","time":1560331800,"counter":92,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00300","speaker":"1381"},{"type":"speech","time":1560331800,"counter":93,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00400","speaker":"1391"},{"type":"unspoken","time":1560331800,"counter":94,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1560331800,"counter":95,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00600","speaker":"1381"},{"type":"speech","time":1560331800,"counter":96,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00700","speaker":"1430"},{"type":"speech","time":1560331800,"counter":97,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P00800","speaker":"1381"},{"type":"unspoken","time":1560331800,"counter":98,"content":"<p>Second Stage ordered for Tuesday, 18 June 2019.<\/p>"},{"type":"majorheading","content":"Eleventh Report of the Committee of Selection: Motion","time":1560331800,"counter":99,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P01000"},{"type":"speech","time":1560331800,"counter":100,"content":"<p>I move:<\/p> <p>That the report of the Committee of Selection be laid before the Seanad. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P01100","speaker":"1420"},{"type":"unspoken","time":1560331800,"counter":101,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"National Minimum Wage (Protection of Employee Tips) Bill 2017: Report and Final Stages","time":1560331800,"counter":102,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P01400"},{"type":"speech","time":1560331800,"counter":103,"content":"<p>I welcome the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty.  Before we commence, I remind Senators that a Senator may speak only once on Report Stage, except the proposer of an amendment who may reply to the discussion on it.  Each non-Government amendment must be seconded.<\/p> <p>I ask Senator Gavan to move amendment No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P01500","speaker":"1420"},{"type":"speech","time":1560331800,"counter":104,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 10 and 11, to insert the following:<br \/><br \/>&quot;&quot;employee&quot; has the meaning assigned to it by the Organisation of Working Time Act 1997;&quot;.<\/blockquote> <p>I welcome the Minister to the House.  There is a tremendous show of support for the Bill in the Visitors Gallery, including by colleagues from SIPTU, Mandate, ICTU and F&oacute;rsa.  I see, too, representatives of the One Galway and One Cork movements, which comprise trade unionists, student unionists and community groups, all of whom have played an instrumental role in supporting these proposals.  The Bill has taken on a life of its own because there was real strength of feeling that a wrong was being done to workers in this sector.  I pay tribute to all the people in the Gallery who have worked to progress these proposals.  I am proud that the Bill was brought forward by Sinn F&eacute;in but, in fact, it belongs to our visitors, who campaigned on the streets to raise awareness of the issues.  Some of them were in Ratoath last weekend voicing their support for the Bill and asking Senators to support it.  I welcome, too, the warm support from colleagues in the Labour Party, the Civic Engagement Group and the Independent Group of Senators.  I understood our Fianna F&aacute;il colleagues will likewise support the Bill.  We do politics best in this Chamber when we find where agreement can be reached and take a cross-party approach.<\/p><p>The Bill proposes to do two simple things.  First, it gives hospitality workers a right to their tips.  We know from research that one in three workers does not get his or her tips.  Second, the Bill requires restaurants to display their tipping policy, something all customers would welcome.  At the heart of the Bill is our view is that all workers who deliver a service in an establishment where a service charge is levied on customers should receive that fee.  Mr. Richard Grogan, an employment law specialist who contributed to the work of the Low Pay Commission and described its report as staggering, has acknowledged that this is at the heart of the Bill.  Customers who pay a service charge in a restaurant assume, as I did before getting involved in this, that the charge will go to the workers.  However, we know from the excellent work of <i>The Irish Times<\/i>journalist, Ms Deirdre Falvey, that in many cases - in large chain restaurants, in particular - the owners pocket the service charge and the tips.<\/p><p>We had a meeting yesterday in Leinster House to which we invited Oireachtas Members to hear about our proposals.  I regret to say that it was attended by colleagues from all parties and groupings save one.  I have spoken to colleagues in Fine Gael who tell us they really want to support the Bill and cannot understand why the Minister is opposed to it.  Yesterday, we heard testimony from a worker in a restaurant 100 yd. from this building who has been seeking to validate her right to the tips which were being withheld by the employer.  When she joined a trade union with a view to organising to ensure she and her colleagues received the tips to which they are entitled, she and one colleague were fired.  It is important to note that there are many good employers, but there is a problem in the sector.  We know that 67% of the establishments that were inspected last year did not comply with basic employment law.  That is a shocking statistic.  It is a matter of regret that the Restaurants Association of Ireland, a representative of which I debated on LMFM Radio this morning, has refused to engage with workers, trade unions or joint labour committees to resolve this issue.  I do not understand why the Minister sided with that body rather than coming down on the side of justice.  I appeal to her, in a spirit of co-operation, not to divide the House today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have support across the Chamber and I ask the Minister to work with us on the Bill.  I wrote to her on 6 March and regret to say I never received a response.  I also wrote to her colleague, the Minister of State at the Department of Employment Affairs and Social Protection, Deputy Breen, who was in the Seanad for the last session on Committee Stage and did not receive a response from him either.  We want to work with the Minister on the Bill which will not pass into law today, it will just pass through the Seanad.  It still has to pass through the D&aacute;il.  If the Minister has concerns, she should work with us before the Bill is taken to the D&aacute;il.  If she kills it today, it will be the last opportunity in this Oireachtas to deal with the issue, which would be more than disappointing as there are too many workers who depend on tips to make a living each week and deserve justice.<\/p><p>What is the Bill about?  I will tell the Minister how it started.  It is about a woman I met in Limerick who was taunted in a night club in Limerick by her employer.  It is a prestigious restaurant which I shall not name.  The employer taunted her about the fact that she would never see her tips and that there was nothing she could do about it.  The Bill is also about my brother-in-law who has worked in the restaurant sector all of his life.  He has seen his tips stolen in almost every restaurant in which he has worked.  The Bill is about the man in the west who works in a five-star hotel who was told that he would get his tips at Christmas.  He left the position in October and when he called to the hotel, he was told, \"I am sorry, but we are not going to give you the tips because you are no longer an employee.\"  <\/p><p>The list of reasons tips are held on to is huge.  They include breakages; the employee is a trainee; it has been a slow night; or a fiver is missing from the till.  All of these reasons are trotted out.  It is particularly unhelpful that the employer bodies have consistently refused to engage with Senators in this Chamber who represent trade unions and workers.  We are aware that while Minister has met the employers, she has not met anyone in this Chamber.  I say that respectfully.  Senators asked for meetings but were informed that the Minister was too busy, although I acknowledge Senators have met some of her staff.  There is something uneven and unequal in what is happening.  I do not wish to make the issue party political because we are better than that, but all Senators are aware that there is a significant issue with tips which we should and need to tackle.  However, I really regret to say it appears as though Fine Gael will vote against giving hospitality workers a right to receive their tips.<\/p><p>I shall deal with some of the other reasons given and then conclude.  I am aware that I will have the right to respond to the debate on the amendment.  <\/p><p>The issue of taxation has been brought up, but it is an absolute red herring.  The position is clear.  One is obliged to pay tax on tips.  That is the law and the Bill does not change it in any way or fashion whatsoever.  It has been suggested that in giving workers a legal right to receive their tips an army of Revenue inspectors will descend on these low paid workers who are on or earning just above the national minimum wage to demand their tip money.  That is without any credibility whatsoever and it is significant that the suggestion originally came from the Restaurants Association of Ireland.  They are the same people who will not talk to Senators.<\/p><p>Interestingly, on LMFM this morning the head of the Restaurants Association of Ireland - I will not name him - got into an awful pickle.  At one point he said overall revenues were boosted by 10% by tips.  He then realised what he had said and in the next part of the interview said he had not said it, but all of the listeners had heard it.  There is a problem in the sector and we have a simple Bill which will protect hospitality workers in receiving their tips.  It will require restaurants to display their policy on tipping.  Good employers, of which there are many, have absolutely nothing to fear from the Bill.<\/p><p>I appeal once again to the Minister and her colleagues in Fine Gael.  I do not believe it would serve the Chamber well to vote against the Bill.  We have offered co-operation and to work with the Minister.  It is a sincere offer made on a cross-party basis.  I again acknowledge the tremendous support received across the Chamber.  Colleagues were out on the streets in Galway, especially Senator Gerald Nash who has worked with me, with our colleagues from the Labour Party, those in the Civic Engagement group and Independent Members who came to me to say they would support me in the vote today.  There has been an indication from Fianna F&aacute;il Senators that they will do the same.  I do not want this to be a victory for Sinn F&eacute;in; rather, I want it to be a victory for workers in the hospitality sector.  As things stand, unfortunately, the Minister appears to be saying no.  I ask her again to work with us.  She has not met the people concerned, but they are here today.  They have taken time off work to come because they know that there is a problem.  Unfortunately, the Minister has said she will produce a Bill, of which nobody had heard until yesterday, this after eight years in government.  While she has said there is a Bill in the offing, it will not tackle the key legal issue of giving hospitality workers a legal right to receive their tips.  That is what we need.  Even the Tory Party Government in Britain which may be the maddest Tory Party Government we have ever seen-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#P01600","speaker":"1389","continuing":true},{"type":"speech","time":1560331800,"counter":106,"content":"<p>Not yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":107,"content":"<p>Maybe not.  That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00300","speaker":"1389"},{"type":"speech","time":1560331800,"counter":108,"content":"<p>There is Boris Johnson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00400","speaker":"1392"},{"type":"speech","time":1560331800,"counter":109,"content":"<p>The worst is yet to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00500","speaker":"1403"},{"type":"speech","time":1560331800,"counter":110,"content":"<p>The Senator is probably right.  After eight months of research in Britain, even it admitted that there was a problem in this regard and that workers needed to be given a legal right to receive their tips.  Right now the Minister is placing herself somewhere to the right of Boris Johnson.  Seriously, we need to do better than that.  I, therefore, ask the Minister to work with us and not kill the Bill today as there is too much at stake for workers.  We have gone out of our way to build consensus on the Bill.  I ask the Minister to join us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00600","speaker":"1389"},{"type":"speech","time":1560331800,"counter":111,"content":"<p>I second the amendment and welcome the Minister, Deputy Regina Doherty.  I also welcome the opportunity to speak to the Bill.  I commend Senator Gavan, in particular, and his colleagues, as well as my colleague Senator Gerald Nash and the other Labour Party Senators who have been so instrumental in supporting the Bill.  I welcome all of those in the Visitors Gallery who have worked so hard and for so long to ensure workers will have a legal right to receive their tips.  I thank Senators Gavan and Nash for organising what was a really good and helpful briefing in the audio visual room yesterday, at which Fiona Dunne from the Irish Congress of Trade Unions, ICTU, a speaker from One Galway and others were present to highlight the importance of legislation such as this.<\/p> <p>I also speak in support of Senator Gavan's amendment which is sensible.  It seeks to place the Bill within the framework of employment protection legislation.  That is an important aspect of the amendment and the Bill which should be seen within the wider context of ensuring protection for workers in vulnerable positions in precarious industries, as well as in industries in which traditionally they have been low paid.<\/p> <p>I agree with Senator Gavan that it would be great to see a cross-party consensus emerge on this issue.  There is consensus in this House across every party and the Independents, but, unfortunately, there is no support from the Government party of Fine Gael.  During the debate in the House on a previous Bill of mine, the Irish Human Rights and Equality Commission (Gender Pay Gap Information) Bill 2017 which was subsequently passed on Second Stage in the D&aacute;il, we saw a cross-party consensus emerge on the need for the protection of workers and to ensure we would have in place a robust employment protection legislative framework.  It would be very valuable if the same consensus emerged in the Seanad and the Bill was passed on Report Stage without a vote.<\/p> <p>I am aware there has been great support from writers such as Deirdre Falvey, Richard Grogan and others who have illustrated the wider context and the need to ensure a legal right for workers tor receive their tips.  They have also illustrated the really shabby practices across the hospitality sector in Ireland and elsewhere, whereby tips and so-called service charges are routinely withheld for spurious reasons.  Like many colleagues, I worked for many years in the restaurant industry and the hospitality sector as a waitress, a bar person and so on.  I am very much aware of the huge importance of tips in the industry.  I was also privileged to hear a speech recently by Saru Jayaraman, the founder of Restaurant Opportunities Centres, ROC, United which has been building a major campaign across the United States of America to illustrate the unfairness of an industry that relies heavily on and withholds tips.  The campaign also illustrates the history of the practice of tipping.  It originated in feudal Europe and became widespread and established in the United States post-emancipation when the restaurant industry won the right to employ liberated slaves without having to pay them a wage.  It was the only industry, apart from Pullman car porters, to do so.  Right into the 20th century various states won the right to exempt the restaurant industry from minimum wage legislation.  There is now a massive campaign across the United States - One Fair Wage - to seek the removal of that exemption for the restaurant industry and ensure tips will be seen as a gratuity and not as part of the wages of an employee.  That is the context in which this important Bill has been put before us.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would urge colleagues to read Jayaraman's book, <i>Forked: A New Standard for American Dining<\/i>, which sets out the history of tipping and the implications, not only for the restaurant industry but for society, where tipping becomes acceptable as a replacement for wages and where employees are not respected within an industry and are not paid fair wages.  We do not have the same practice here where restaurants are exempt from the minimum wage, and yet what we have seen is the widespread usage by employers of tipping as a supplement to or a part of wages and that is what this Bill is seeking to avoid.  The Bill is to ensure that employees are entitled to keep tips as a gratuity on top of wages, and that employers cannot withhold them for spurious reasons.  Senators who have any knowledge of this area will be aware of how important this is for the many people working in the industry.<br\/><br\/>In the US, ROC United has produced a diner's guide to highlight the good practice of many employers which treat tips purely as gratuity, which pay fair wages and which do not withhold tips or service charges.  There are now incentives being built in for good practice employers so that they are not undercut by employers who are withholding and depriving workers of tips.  That is a positive initiative.  It is name and fame rather than name and shame.  My party used that language with the Irish Human Rights and Equality Commission (Gender Pay Gap Information) Bill 2017, as the Minister will be aware, to ensure that there are incentives for employers which are adopting good practices and which are seeking to ensure robust workplace practices for the protection of workers.<br\/><br\/>I am sorry for indulging the patience of the House a little on Report Stage.  This is an important Bill and I urge colleagues from all sides of the House to support it.  I commend Senators Gavan, Nash and all those who put this important Bill forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#Q00700","speaker":"1402","continuing":true},{"type":"speech","time":1560331800,"counter":113,"content":"<p>While this matter of tips might seem trivial, and sound silly, it is crucial to the welfare of the many people employed in the hospitality sector.  I welcome the people in the Gallery.  I was not aware that so many trade unions were represented.  I would say to the Minister that there are many people involved in the hospitality sector and the public gives tips on the understanding that they go to the staff and will not be frightfully pleased with Fine Gael if it takes the nasty step of trying to deprive these people of their legitimate tips.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":114,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00300","speaker":"1389"},{"type":"speech","time":1560331800,"counter":115,"content":"<p>They should not be taxed at all.  Why should they?  It is a gift.  One gives something to an employee to say, \"Thank you so much for being so efficient and so nice.\"  I thank the people in the Gallery for the courtesy with which I have been routinely met in every restaurant I go into.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00400","speaker":"1392"},{"type":"speech","time":1560331800,"counter":116,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00500","speaker":"1402"},{"type":"speech","time":1560331800,"counter":117,"content":"<p>I go to restaurants a lot on the north side.  I do not go to a huge amount anywhere, but I do go on the north side.  I go to Chapter One, which is a superb restaurant with a Michelin star.  I go to the Kingfisher, which is a little more down market but serves wonderful scampi.  I was in there just the other day and there was a wonderful waitress.  She was so full of good humour, I asked was she like this all the time.  \"Oh yes. I have a happy nature,\" she said.  It was absolutely lovely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00600","speaker":"1392"},{"type":"speech","time":1560331800,"counter":118,"content":"<p>Did that connect with the Senator?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00700","speaker":"1420"},{"type":"speech","time":1560331800,"counter":119,"content":"<p>Yes, I am happy.  It is a great blessing.  I have never suffered from depression.<\/p> <p>I was a long time in Trinity and I am sorry to say I never worked in a restaurant.  In fact, I never did any work when I was a student, except reading my books which is what I thought I was supposed to be doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00800","speaker":"1392"},{"type":"speech","time":1560331800,"counter":120,"content":"<p>The Senator was privileged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R00900","speaker":"1380"},{"type":"speech","time":1560331800,"counter":121,"content":"<p>I was very privileged.  An awful lot of the students used go to America, and they lived on tips.  In France, if one neglects to give a tip, one will find a waiter or waitress coming after you saying, \"Service, service, service.\"  They will not let one away with it.  One is compelled to give a tip.<\/p> <p>I will tell the Minister something, and it might be a practical suggestion to my colleagues in the House.  I always give the tip in cash right into the hand of the person who has looked after me, and to hell with the Revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01000","speaker":"1392"},{"type":"speech","time":1560331800,"counter":122,"content":"<p>Safe policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01100","speaker":"1420"},{"type":"speech","time":1560331800,"counter":123,"content":"<p>The people in the hospitality industry work unsocial hours, until 11 p.m., midnight, etc., and they should get their just reward for this.<\/p> <p>I would also say, and perhaps I suggested this earlier, it is the intention of the person giving the tip that it goes to the employee to say, \"Thank you for your service and thank you for your behaviour.\"  It is appalling that restaurants, on top of the service charge, grab the tip.  Let the record show the Minister, Deputy Regina Doherty, is nodding sagely and she obviously agrees with us.  I am sure the Government will not vote against this Bill.<\/p> <p>I know why the Government might be a little opposed to it, and that is because it yanked up the VAT on the restaurants.  They want to compensate for yanking up the tax at the expense of low-paid workers.  That is stingy and miserable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":124,"content":"<p>It is not true, and the Senator well knows it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01300","speaker":"1338"},{"type":"speech","time":1560331800,"counter":125,"content":"<p>I do not.  I would never say anything that was not true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01400","speaker":"1392"},{"type":"speech","time":1560331800,"counter":126,"content":"<p>The Senator does know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01500","speaker":"1338"},{"type":"speech","time":1560331800,"counter":127,"content":"<p>No, I believe it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01600","speaker":"1392"},{"type":"speech","time":1560331800,"counter":128,"content":"<p>It is unfair and unjust for the Senator to misrepresent the Government's position in that way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01700","speaker":"1338"},{"type":"speech","time":1560331800,"counter":129,"content":"<p>I have obviously hit home.  One can always tell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01800","speaker":"1392"},{"type":"speech","time":1560331800,"counter":130,"content":"<p>People who tell untruths do hit home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R01900","speaker":"1338"},{"type":"speech","time":1560331800,"counter":131,"content":"<p>I never tell an untruth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02000","speaker":"1392"},{"type":"speech","time":1560331800,"counter":132,"content":"<p>The Senator just has.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02100","speaker":"1338"},{"type":"speech","time":1560331800,"counter":133,"content":"<p>I do not think so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":134,"content":"<p>Senator Norris, through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02300","speaker":"1420"},{"type":"speech","time":1560331800,"counter":135,"content":"<p>Anyway, it is a political view and it is one to which I am entitled.  I strongly support this legislation.<\/p> <p>I thank the Leas-Chathaoirleach for his indulgence.  Turning briefly to the subject of the amendment, this is a matter of definition.  The definition of \"employee\" was left out of the Bill and it is an appropriate amendment.  It is no harm in a Bill, when one is dealing with the rights of employees, to know what definition of employee one is using.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02400","speaker":"1392"},{"type":"speech","time":1560331800,"counter":136,"content":"<p>I welcome the Minister to the Chamber.  I commend my colleague, Senator Gavan, on bringing this legislation forward.  It is a vital piece of legislation.  I also welcome all the guests, who have worked hard on this legislation.  I would love if the Minister could support this.  I really would.<\/p> <p>I have worked in the industry.  Some 35  years ago, I was a separated mother with two very small children and the tips were the difference for me in buying a bag of coal to heat the flat I was in.  Thankfully, I had the support of my mother who was able to look after my children when I went to work as I was on my own with them.  That is what happens today for workers.  It was a question of whether I would be able to afford a bag of coal to keep the flat I lived in warm for my children while they slept.  There was no central heating, as one can imagine, in those days in a very cold old house, and it was the difference.  Every single penny counted.  No doubt workers today who are on a minimum wage depend so much on those tips.  It is a vital piece of legislation.  Even today, when I go into a restaurant I always make sure I leave a decent tip.  To think that it may not be going to that person who has served me is just wrong.  I would love if the Minister would support this legislation.<\/p> <p>I also want to speak to the amendment, if that is okay.  The proposed change-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02500","speaker":"1408"},{"type":"speech","time":1560331800,"counter":137,"content":"<p>We are meant to be on the amendment.  I allowed a little latitude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02600","speaker":"1420"},{"type":"speech","time":1560331800,"counter":138,"content":"<p>I know, but I just had to say that.  I merely wanted to express the importance of this legislation.<\/p> <p>The proposed change clarifies that we are drawing on the Organisation of Working Time Act 1997.  As I see it, we are also building on that work.  That legislation outlines crucial workers' rights protections, including maximum working hours, mandatory rest times, annual leave requirements and complaints procedures.<\/p> <p>These are victories won over decades, in large part as a result of the trade union movement and those fighting for fairer conditions for working people.  They were not won easily but they have greatly improved the lives of people all over this country.  I see this Bill as a continuation of that tradition.<\/p> <p>As legislators, we need to assess how the employer-employee relationship is operating in practice, highlight instances of injustice and unfairness, and then legislate to tackle that where possible.  That is what Senator Gavan and his Sinn F&eacute;in colleagues have done.  I commend the Senator for his hard work in preparing this legislation.  The Senator has my full support.<\/p> <p>In reality, it is quite a minor step.  We are not reinventing the wheel here.  We are simply saying that workers in our hotels and restaurants should have the right to keep their hard-earned tips.  It is a small change but it is very important to people who are working on low incomes and in precarious conditions who often rely, as I did, on tips to make ends meet.<\/p> <p>Most Irish people would agree with this legislation.  I would imagine that every person one talks to would say, \"Of course, they have to get their tips.\"  It is not rocket science.  It is plain common sense.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If the Minister agreed to the proposal, it would be fantastic.  The Bill has been ready for a number of years and we should progress it today.  Will the Minister support it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#R02700","speaker":"1408","continuing":true},{"type":"speech","time":1560331800,"counter":140,"content":"<p>I commend my colleague, Senator Gavan, on all the work he has done on the matter, as well as Senator Nash.  I also commend those in the Gallery and others, some of whom I know from Galway and elsewhere.  The Bill has been a collective effort and its passage seems to be a no-brainer.<\/p> <p>I was surprised because I have worked in the hospitality sector.  I worked for employers with the utmost integrity and it had never occurred to me that employers took tips from employees.  When I was an employer in the hospitality sector, I would not have dreamed of pocketing the staff's tips.  It must be stopped.  It would be a positive step for us to take as a State, not least for tourism promotion and so on, if we could say we have a law that ensures that when a tip is given, one can be assured it will be given to the people serving and preparing the food, or whoever else it might be.  We should embrace the Bill.  I cannot understand why the Government fails to support it.<\/p> <p>Senator Black spoke about low-paid workers within the hospitality sector.  An average hotel room in Dublin tonight costs &euro;405 for one night.  People are making a great deal of money on the backs of low-paid workers.  When I visit a restaurant, I want to know that the tip I give will be given to staff members.  People should make their choices based on whether tips are given to staff.  It is certainly how I will choose which restaurants I visit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00200","speaker":"1378"},{"type":"speech","time":1560331800,"counter":141,"content":"<p>T&aacute; f&aacute;ilte romhat a Aire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00300","speaker":"1413"},{"type":"speech","time":1560331800,"counter":142,"content":"<p>I remind Senators we are dealing with an amendment.  Senator Gavan will speak following other Senators' contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00400","speaker":"1420"},{"type":"speech","time":1560331800,"counter":143,"content":"<p>A Leas-Chathaoirligh, surely you will not call me out on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00500","speaker":"1413"},{"type":"speech","time":1560331800,"counter":144,"content":"<p>You have said nothing yet and, therefore, I cannot call you out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00600","speaker":"1420"},{"type":"speech","time":1560331800,"counter":145,"content":"<p>I was just about to deliver my greatest address in the Chamber but you have called me out on it.<\/p> <p>I welcome the Minister and everyone in the Public Gallery who has been mentioned.  There is no legal, technical or legislative impediment to supporting the legislation for the Government's colleagues in this House or in the other one.  The strength and beauty of the legislation is its simplicity.  It is succinct and direct but it hopes to achieve a great deal.  The most powerful statement I heard at yesterday's briefing in the audiovisual room was that if a person is given precarious pay, it will lead to a precarious life.  Thus far and on earlier Stages of the debate, we have spoken about staff relying on tips, which they need to make up the difference in their income because they are in precarious, low-paid work.  That is the case, however, only when they receive the tips.  We need to remember that much of the time, they do not even receive the tips, which is the whole point of the legislation.<\/p> <p>Dublin city's tourism and hospitality sector is thriving.  The remarks of Senator Conway-Walsh resonate with me and any of us who must travel to this city for work, where quite the buck is to be made in the hospitality sector.  On Friday morning, I will travel with the Joint Committee on Justice and Equality and, as a result, I was planning to stay the previous night in Dublin to facilitate the journey.  A large conference is taking place in the city tomorrow.  While I do not know what it is, it is doubtless having an impact on the availability of accommodation.  To stay one night - Thursday, 13 June - one fairly standard, corporate or business hotel in the city quoted me &pound;936 sterling.  It is not the case, therefore, that such hotels do not have the ability to pay their staff; they do.<\/p> <p>The elephant in the room, however, is that they will not do so and choose not to do so.  They pocket and steal the tips and keep them from the people to whom, as Senator Norris rightly said, we want to give a tip.  We want to acknowledge their hard work.  In a modest way, we also wish to extend a degree of solidarity, knowing full well the precarious nature of their work.  As we progress the legislation and the debate, we must acknowledge that the other elephant in the room is a section of the political class which deems it okay to exploit workers or that a hotel provider can charge &pound;936 sterling a night on a day when a conference is taking place in the city, while an immigrant working in the front of house cannot keep his or her tip.  That goes to the heart of the opposition to the legislation.  It is an ideologically driven approach that backs the bosses but not the workers because some politicians do not care.  That is the greatest shame, which is why I urge colleagues across the House to reflect not only on the simplicity and the ability of the legislation to be passed but also on the profound impact it will have on social and economic justice for those in the hospitality sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00700","speaker":"1413"},{"type":"speech","time":1560331800,"counter":146,"content":"<p>The other Independent Senators and I have collectively discussed the Bill and will strongly support it.  The amendment, which will extend the definition in the Organisation of Working Time Act 1997 to the term \"employee\" when it is used in the legislation, is necessary and good.<\/p> <p>The Bill will create an offence and empower the Minister to make regulations.  Those two provisions are being relied on in respect of the Control of Economic Activity (Occupied Territories) Bill 2018 as amounting to incidental expenditure for the purposes of allowing the Government to veto that legislation under the Standing Orders of D&aacute;il &Eacute;ireann.  While I will not bother the House at great length on the matter, I recently had the opportunity to study in detail the provisions of the Standing Orders of the D&aacute;il, which is a matter usually for that House, and the provisions of the Constitution which it is supposed to reflect.  I have come to the view that the Government is wholly wrong in attempting to use the money message veto in respect of a Bill simply because it either creates the right for a Minister to make a regulation or creates an offence which, if it was committed, might or might not cost money to prosecute.  Somebody has to call out the Government on the matter because it abuses the Standing Orders of D&aacute;il &Eacute;ireann.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00800","speaker":"1403"},{"type":"speech","time":1560331800,"counter":147,"content":"<p>The Standing Orders of the Seanad, too, need to be changed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S00900","speaker":"1392"},{"type":"speech","time":1560331800,"counter":148,"content":"<p>Yes, although that is another question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S01000","speaker":"1403"},{"type":"speech","time":1560331800,"counter":149,"content":"<p>It is a related question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S01100","speaker":"1392"},{"type":"speech","time":1560331800,"counter":150,"content":"<p>Under the Constitution, this House has the right to initiate legislation.  The money message veto was used in the other Chamber but the Bill before us fits exactly the same criteria.  It will create an offence and require the Minister to make legislation.  The threadbare and utterly unacceptable suggestion that it involves appropriating the public revenues and that, therefore, it would require a message from the Taoiseach is simply not true as a legal proposition, about which, I hope, one will hear more in the fullness of time.  I say this in case anyone believes that it does not matter what the Seanad says or does because the Government has a veto.  That is a spurious and misguided proposition which somebody somewhere seems to have taken on board without considering the legal implications.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a House, we must protest about our Bills effectively being stymied in another House, not by the will of that House but by the will of the Executive.  We must stand up against it.  It is strange that in this House we do not have any such inhibition on our legislation other than Standing Order 41, the amendment provision Senator Norris referred to, but the other House can be vetoed by the Executive on an utterly spurious and unstatable legal ground.  I will not put it any further than that.  I want to make it very clear that from now on, I will protest about this at every available opportunity because what is happening in the other House is unlawful and must be resisted.<\/p><p>I congratulate the Members who have brought this Bill to this Stage and those who have assisted them from outside.  When a customer pays in cash, as Senator Norris suggests, there is very little an employer can do to get the cash out of the employee's pocket.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#S01200","speaker":"1403","continuing":true},{"type":"speech","time":1560331800,"counter":152,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":153,"content":"<p>However, our society is transforming increasingly to a cashless society where payments are made electronically and through credit cards.  It is wholly wrong that this entirely positive development and transformation in how we live economically is used as a licence to plunder workers' pockets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00300","speaker":"1403"},{"type":"speech","time":1560331800,"counter":154,"content":"<p>Some customers use a credit card and then give cash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00400","speaker":"1392"},{"type":"speech","time":1560331800,"counter":155,"content":"<p>That is compounded by the fact that people who receive gratuities are usually working at the coalface in various service industries like hospitality, where wages have consistently been low.  It is about time this legislation was passed.  If the Government has its own legislation in mind, what is wrong with letting this Bill pass this House, bringing it to the floor of D&aacute;il &Eacute;ireann, moving whatever amendments it feels are required and persuading the majority - which is not a Government majority in either House -  that its legislation has merit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00500","speaker":"1403"},{"type":"speech","time":1560331800,"counter":156,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00600","speaker":"1389"},{"type":"speech","time":1560331800,"counter":157,"content":"<p>The Government of the day took the then Deputy Alan Shatter's Private Members' legislation and ran with it.  Why not run with this vehicle?  What is so objectionable about it?  Is the problem that the legislation comes on yellow paper and does not have the name of a Minister written on the back?  If there is something wrong with the Bill, the Government should cure it.  The Government cannot simply say it has its own proposal.  That simply does not wash any more from a Government which has not acted on this matter for a long period and does not have a majority in any event to push through its own legislation or amendments.  It is dependent on the goodwill and support of others to get any legislation through.  I know the Minister does not like being portrayed as Ms Scrooge and I am not going to do that.  However, I will ask the Government to get real and to look at the realities of the situation.  This legislation would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00700","speaker":"1403"},{"type":"speech","time":1560331800,"counter":158,"content":"<p>There was no Ms Scrooge.  He was a bachelor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00800","speaker":"1392"},{"type":"speech","time":1560331800,"counter":159,"content":"<p>Senator Norris is forgetting his sister-in-law, about whom we never heard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T00900","speaker":"1403"},{"type":"speech","time":1560331800,"counter":160,"content":"<p>My sister-in-law?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01000","speaker":"1392"},{"type":"speech","time":1560331800,"counter":161,"content":"<p>I hope not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01100","speaker":"1338"},{"type":"speech","time":1560331800,"counter":162,"content":"<p>No, Mr. Scrooge's sister-in-law.<\/p> <p>We have to face up to the fact that this is an unusual Parliament.  The Government is in a minority.  The will of the great majority of Members of this House is for this legislation to be passed.  I dare say that when the Bill is brought before D&aacute;il &Eacute;ireann the will of the great majority of that House will be for it to pass.  Why resist it?  If the Government has problems with any part of it, why not put down amendments on Committee Stage in D&aacute;il &Eacute;ireann and see in the Committee and Report Stage debates if the Government's arguments stand up and whether a majority of the Members of that House agree?  The Government should stop obstructing what is clearly fair and just legislation.  That is my appeal.  I am not saying that the Minister personally has an animus against workers or anything like that.  I have been a Minister.  This refusal is innate departmental conservatism.  Departments do not want anybody else's legislation.  They want to come up with their own.  I did this myself in my time.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01200","speaker":"1403"},{"type":"speech","time":1560331800,"counter":163,"content":"<p>Moreover, the Senator got away with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01300","speaker":"1420"},{"type":"speech","time":1560331800,"counter":164,"content":"<p>When the Government is in a minority it should accept the realities.  It should accept this amendment and allow the legislation to pass today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01400","speaker":"1403"},{"type":"speech","time":1560331800,"counter":165,"content":"<p>To follow Senator McDowell, I was talking to Senator Gavan earlier and I commend-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01500","speaker":"1412"},{"type":"speech","time":1560331800,"counter":166,"content":"<p>I remind the Senator to stick to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01600","speaker":"1420"},{"type":"speech","time":1560331800,"counter":167,"content":"<p>I will try to stick to the amendment but I noticed that a many previous speakers managed to cover other points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01700","speaker":"1412"},{"type":"speech","time":1560331800,"counter":168,"content":"<p>Everybody did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01800","speaker":"1392"},{"type":"speech","time":1560331800,"counter":169,"content":"<p>I was too generous at the start.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T01900","speaker":"1420"},{"type":"speech","time":1560331800,"counter":170,"content":"<p>The Leas-Chathaoirleach had better continue.  As somebody who is often in his position, I think he has to be fair to everybody and show everybody the generosity he showed other Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T02000","speaker":"1412"},{"type":"speech","time":1560331800,"counter":171,"content":"<p>I have been doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T02100","speaker":"1420"},{"type":"speech","time":1560331800,"counter":172,"content":"<p>I know, and the Leas-Chathaoirleach always does so.  I welcome the Minister back to the House.  This is not aimed at her in any way.  I know that she and many others have concerns abut the Bill.  As Senator McDowell said, I call on her to let it pass and go before the other House where Members can table amendments if there are concerns.<\/p> <p>I am not making a Second Stage speech or anything like that but I have concerns about how the legislation will operate.  Many employers are good and many pubs and restaurants are fine.  We are legislating for the hard cases.  There are people who abuse the situation and effectively use tips to fund the wages of their staff rather than giving them to staff in addition to wages.  Many of the people in this sector are at the lower paid end of the labour market.  They are often in precarious employment.  They are often vulnerable and may be in part-time jobs.  These workers include students who are working to get through college.  In many cases, they are working to feed a family and keep a household budget going.  As a collective, we all want to make sure that tips reach their intended destination.  It is important for the tipping policy in any restaurant to be transparent, whether it is compulsory or voluntary or applies to groups of more than six or ten people.  A restaurant, pub, hotel or any other establishment should have a policy and people should know what that policy is in the interests of fairness.  As was referred to, the cashless society is becoming a much bigger deal.  Many people will give a cash tip if they pay by credit card but some people do not.  There is also a concern about where the tip ends up.<\/p> <p>Equally, there are concerns for employers.  Will this system become very bureaucratic and expensive?  Will employers need a staff member to administer it?  By and large, employers do not want to get involved.  They worry about tips becoming taxable income, as they probably will if they are recorded.  This tax will be additional to employer pay-related social insurance, PRSI, obligations.  We could end up with a situation where workers are worse off in the end.  That is certainly not the intention of the Bill but I am concerned that it could be an unintended consequence.  I certainly do not want that.  As a party member, I am happy to let the legislation pass.  It is a very sensible suggestion.  The Minister may not be in a position to do so but I call on her to let it go to the other House and persuade Members there of the merits of any amendments the Government wishes to introduce.  It is everybody's intention that hardworking people, often on minimum wages, who earn tips based on their service should receive them.  They are a gesture of appreciation of the extra trouble they have gone to.  Not everybody tips but I am sure lots of people do, and they mean for the money to go to the person they want it to go to.  Pubs and restaurants have different systems in place.  Some places pool tips, some share them with kitchen staff, some pay barmen extra because they do not get tips and so on.  We do not want to over-legislate for this, which may not be possible.  This is very well intentioned legislation.  I commend Senator Gavan and his group on putting it forward and raising an issue that I did not realise was as big as it seems to be.  Perhaps I am naive but I assumed that tips go where they should go.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I always try to ensure that if I give a tip, it does go to the right person.  There is a problem with certain establishments when it comes to credit cards.  One of them, which is not too far from here, has been the subject of a lot of coverage.  I do not know how valid that coverage is but it is probably a case of there being no smoke without fire.<\/p><p>Rather than dividing the House, perhaps the Minister could accept the amendment.  It will probably be passed in any event but perhaps the Minister could accept it and bring it to the Lower House where it will be dealt with.  I again thank Senator Gavan and his group for putting forward the amendment and highlighting the issue.  My party and I are happy that there is a transparent system and that people who earn tips should benefit from them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#T02200","speaker":"1412","continuing":true},{"type":"speech","time":1560331800,"counter":174,"content":"<p>Since everybody else has welcomed the workers and their representatives, I will also welcome them, particularly Mr. Shevlin.  I hope Ratoath's residents treated him well on Sunday.  He is welcome back any time.  I wish to focus on the people who have championed this cause over the past number of months.  That goes for Senator Gavan as well because the intent behind this Bill is honest and displays integrity.  It is important to say that because the aim of this Bill is the same as what I will propose at the end of this little ramble.<\/p> <p>I also hope to set out the reasons I cannot support the Bill.  I appreciate that Senator McDowell might want to tar my reputation by referring to level of standards to which he aspired when he was a Minister.  However, I certainly do not feel that I have a monopoly on wisdom and I do not have a particular penchant for having my name at the end of a Bill as long as it does exactly what we intend it to do.  The Senator tarring me in that way is a bit disrespectful.  While I accept that we are all on the same page and all want the same thing, I will outline the reasons why I cannot support the Bill.<\/p> <p>In the first instance, we should address suggested definition contained in Sinn F&eacute;in's amendment.  The proposed insertion of the definition of \"employee\" contained in the Organisation of Working Time Act into the National Minimum Wage Act would be confusing and impractical because one Act would then contain two definitions of a single term that were developed for different purposes.  That is almost irrelevant and we could fix it but it is the basis on which I am opposed to the amendment.<\/p> <p>I am also opposed to the Bill in its entirety.  Clearly, the Bill is honest in its intent.  It seeks to provide additional protections for employees working in the hospitality sector and other sectors who depend on tips in order to reach a decent standard of living.  Senator Gavan obviously thinks it winds me up that Fine Gael is opposing the Bill.  It is not Fine Gael that is opposing the Bill, the Government - including a number of Independent colleagues - is opposing it.  We are not opposing the Bill purely for the sake of doing so because we have been we were engaging with the Senator.  He is aware that we asked the Low Pay Commission to conduct a review of current practices on tips and to report back to me and to the Houses with its findings and what it considers to be necessary in order to effect change.  It is not fair to state that we have not acted for eight years.  The Senator's Bill was only published two years ago.  We engaged with him on Second Stage and said that we would engage with the Low Pay Commission, which we did.  The commission consulted extensively and returned with a very detailed report.  I wish to place on record the fact that I have the utmost respect for the members of the Low Pay Commission, as, I hope, everybody else does.<\/p> <p>The conclusions of the Low Pay Commission's report were unanimous and strong.  We are all aware of the representative bodies that make up the commission..  The commission consulted widely and has representation across all stakeholders, including union representatives, worker bodies and industry.  It advised me strongly against introducing a heavily regulated regime in this area or primary legislation.  It warned me that legislation would be unworkable from an adjudication perspective and from the point of view of enforcement.  That point was reiterated by the Workplace Relations Commission, which is the body that would have to enforce this legislation if or when it is passed.  I have been informed that the legislation is unenforceable.<\/p> <p>The Low Pay Commission also warned that there would be unintended negative consequences for people in the industry who, in the main, are lower paid workers.  Those consequences include the reclassification of service charges, which could lead to a reduction in people's take-home pay.  Regardless of whether one calls it the money they get through the PAYE system, the wages system or what they take home as cash in hand, if we pass this Bill, that will be no more and there will be a reduction in take-home pay.  I do not believe any Senator or anyone in the Public Gallery expects or wants that to be the result of this Bill being passed.  It would be unwise of all of us if we were to ignore recommendations of the Low Pay Commission.<\/p> <p>It is because of that, the context of the recommendations and the work and intent behind what the Senator is trying to do that I have come up with the new proposals I outlined to his party leader in the D&aacute;il yesterday.  I have considered the Low Pay Commission's report and listened genuinely to the concerns of the union representatives and others who came to meet me.  The Senator is right - I meet a wide variety of stakeholders because my job involves doing so.  It is not my job to side with anybody, although that is a charge which, for some reason, the Senator seems to throw in my face all the time.  Regardless of whether it is me or somebody else in the role - it could be the good Senator in the future - it is the Minister's job to provide independent legislation that is robust and that actually does what we all want it to do.  It was on this basis that I met a wide range of people.<\/p> <p>What we propose to do is amend the Payment of Wages Act 1991 in order to ensure that it will be illegal for tips to make up or satisfy any part of a person's contractual hourly, weekly or monthly wage.  We will also provide in law to place a requirement on employers to clearly display for the benefit of workers and patrons of these establishments their policy on how tips, gratuities and service charges are distributed.  This must be in clear public view and will be subject to an inspection regime of the Workplace Relations Commission.  My Department will monitor the effects of the legislation as it is bedded down with a view to carefully considering whether there is any further legislation that will arise from the passage of those pieces of Bill if it is necessary.  By limiting the scope of the legislation in this way, we will support low-paid workers and workers in precarious situations and avoid the pitfalls the Low Pay Commission suggests will arise if we pass the Bill before the House.  The heads of the legislation to which I refer are being drafted by my Department officials and I will bring a memorandum to Cabinet shortly.<\/p> <p>The Senator mentioned the simplicity of his Bill on a number of occasions.  That is probably the real reason I cannot support it.  It is anything but simple.  There are a number of reasons for this, including technical issues that will make it unworkable.  Senator McDowell made the charge that I would not work with this Bill.  It would be far easier to amend the Payment of Wages Act and produce exactly the same outcome as spending an awful lot of time trying to amend the Bill in order to get the desired effect.  For argument's sake, the Bill proposes to amend the National Minimum Wage Act in a way that fails to distinguish between tips and service charges despite the fact that the National Minimum Wage Act does distinguish between them.  That distinction is really important and if it is not clear in the Bill, the calculation of a person's minimum wage will come under scrutiny and employers will be required to do exactly the same with tips as they do with service charges, which is a perfectly legal arrangement.  This would mean that all tips, be they cash or through the trunk system or however they are paid, would have to go through the PAYE system and, ultimately, everybody who works in the hospitality sector would end up earning less.  I could not stand over that.  Senator Gavan is right to state that all income is taxable.  However, as Senator Norris observed, gifts are different.  Unfortunately, in this country, gifts are not different.  They are all treated as being taxable, which is why we have gift tax.  As a result, every form of income is taxable as far as the Revenue Commissioners are concerned but the difference is that under current practice, people who receive tips are responsible for declaring them at the end of the year.  If this Bill passes, that will immediately become the responsibility of the employer and people's entitlement to receive, in full, the tips they currently receive will be taken away just to try to fix a problem relating to a few rogue employers who need to be brought into line by means of new legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, we would end up having the unintended consequence of everybody who relies on tips earning less.  They would also then be subject to having those earnings, from a PAYE perspective, increased which would have an impact on their housing assistance payments, HAP, medical card applications and working family payments.  Their income would be perceived as being more, although their take-home pay would be less.  It would have a disastrous effect on the application of all social welfare benefits.<\/p><p>My Department and I have met several bodies from the hospitality industry.  I was pleased with the response from these bodies, including the Irish Hotels Federation, along with the taxi, restaurant and hairdressing representative associations, and their co-operation in providing a code of practice with regard to displaying policy on tips in establishments.  There are no interested parties, including those with first-hand testimonies, in allowing the more undesirable practices which exist in the industry.  As for Senator Gavan&rsquo;s case of a young lady in Limerick, once the payment of wages legislation has been passed, no more will she have to take that sneering from her employer and that she has no rights to her tips.  She absolutely does.  More importantly, that employer should be wary of the State coming after him.  The undignified way the employee in question has been treated is the reason we need to have an inspection regime and make a change to the Payment of Wages Act.<\/p><p>The proposals will tackle head on the main issues in the industry, namely, that employers are unfairly taking tips to which they have no right.  We will make it unlawful for them to do that through sanctions.  We are proposing to put an end to the lack of transparency for customers.  As Senators pointed out, many customers assume their tips, either through card payments, cash or service charges, go directly to the employees.  We need to ensure there is transparency in policies, as well as an inspection regime to ensure these policies are upheld.<\/p><p>Transparency will send a strong and positive message.  It will have a proper impact on how patrons, employers and employees will behave.  Most employers want to do the right thing.  For those who do not, however, I hope a clear message will be sent from all of us that we will not tolerate employers taking employees&rsquo; tips.  We will pass legislation to ensure they do not but it will also be simple legislation to ensure there are not any unintended consequences.  We must also ensure that those who rely on their tips get to bring home those tips to which they are entitled while ensuring they do not end up in the back of the taxman&rsquo;s coffers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#U00200","speaker":"1338","continuing":true},{"type":"speech","time":1560331800,"counter":176,"content":"<p>I thank the Minister for her response.<\/p> <p>Where to begin?  I will begin with the Low Pay Commission report.  The representatives on the commission from the Mandate trade union and ICTU are here today in the Gallery.  They have written to the Minister and all Senators calling on the Government to support this Bill.  Their position could not be clearer.<\/p> <p>It was a bizarre report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#V00200","speaker":"1389"},{"type":"speech","time":1560331800,"counter":177,"content":"<p>It is their report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#V00300","speaker":"1338"},{"type":"speech","time":1560331800,"counter":178,"content":"<p>It stated no research was done and in the next sentence stated it would not do any either.  Fortunately, Deirdre Falvey did research for <i>The Irish Times<\/i>.  Apparently, it is one of the most read articles published by the newspaper this year.  It found the major restaurant chains put on between 5% to 15% service charges which they then pocket.<\/p><p>What those in the Gallery have already clued into is that the Minister&rsquo;s proposals - at this late stage as we have had the Bill for two years - will not deal with the central point, namely, hospitality workers deserve a right to their tips.  They do not currently have one.  Our Bill will do that.<\/p><p>The Minister&rsquo;s interpretation of the taxation rules is quite bizarre.  I hope Senator McDowell will not mind me saying but I was encouraged that it was his view as well.  The Minister is just incorrect about taxation.  This proposal gives a legal right of redress.  It does not change the fact that for tips given in cash, it is up to the employee to declare those.  It does not change the fact that tips on credit cards already pay tax which will not change either.<\/p><p>The other point the Minister seems to have forgotten, which suggests to me that she is not as close to this issue as she needs to be, is that most of the workers in this sector do not earn enough money to pay any tax.  Are we serious about helping these workers?  This Bill seriously does.  I welcome comments from Senators Horkan and McDowell and other Members because they are saying, with one voice, let the Bill pass.  I would be happy to keep this cross-party consensus going and work with the Minister to address any concerns she has.  We have looked at the Bill thoroughly and know there are no tax implications.  Rather than Fine Gael taking a stand to deny hospitality workers a right to their tips, the Minister should work with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#V00400","speaker":"1389"},{"type":"vote","time":1560331800,"counter":179,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 25; Níl, 14.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Paul Gavan and Niall Ó Donnghaile; Níl, Deputies Gabrielle McFadden and John O'Mahony..<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#V00500","aye":["1402","1408","1378","1390","1414","1383","1411","1428","1396","1389","1405","1412","1417","1430","1429","1400","1439","1403","1392","1431","1413","1410","1427","1404","1372"],"nay":["1409","1380","1391","1384","1420","1416","1438","1375","1425","1406","1374","1426","1421","1399"],"abs":[]},{"type":"speech","time":1560331800,"counter":180,"content":"<p>Applause is not allowed in the Chamber.  Members should know better, as should those in the Gallery.  They must respect the House.  There is a way out which I do not want to use.  Senator Lawlor should not tempt me.  We either have respect for the Chamber or we do not.  Those who want to applaud can go to a football match.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#W00100","speaker":"1381"},{"type":"speech","time":1560331800,"counter":181,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#W00200","speaker":"1392"},{"type":"speech","time":1560331800,"counter":182,"content":"<p>Senator Norris should be spoken to also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#W00300","speaker":"1391"},{"type":"unspoken","time":1560331800,"counter":183,"content":"<p>Bill, as amended, received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Message from Joint Committee","time":1560331800,"counter":184,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#X00500"},{"type":"speech","time":1560331800,"counter":185,"content":"<p>The Oireachtas Joint Committee on Justice and Equality at its meeting today has completed its consideration of Regulation (EU) 2018\/1727 of the European Parliament and of the Council of 14 November 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#X00600","speaker":"1381"},{"type":"unspoken","time":1560331800,"counter":186,"content":"<p>Sitting suspended at 2.10 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018: Second Stage","time":1560331800,"counter":187,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#CC00100"},{"type":"unspoken","time":1560331800,"counter":188,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1560331800,"counter":189,"content":"<p>I am pleased to appear before the House to take Second Stage of the Bill.  The Bill is an important plank of the medium and long-term policies of the Government, putting our national finances on a sound and sustainable footing and building our resilience to external shocks.  The national surplus reserve fund for exceptional contingencies, or rainy day fund, will be an economic buffer available for drawdown in the event of exceptional circumstances resulting in a sharp economic downturn.  It has the potential to act both as a counter-cyclical tool and a contingency fund to support Government fiscal policy in mitigating the effects of a downturn.  Steps taken by the Government and its predecessor, including proactive mitigation measures and the preparation of better crisis management plans, give me confidence that we are now better prepared to meet future crises.  Nevertheless, with a strongly performing economy, setting reserves aside now will further strengthen our position.<\/p> <p>I will now outline the Bill's provisions.  Section 1 is a straightforward section comprising definitions.  Section 2 sets out that the \"National Surplus (Exceptional Contingency) Reserve Fund\" will be established on commencement and that the fund's purpose is to hold assets for reasons specified in section 9.<\/p> <p>Section 3 places a cap of &euro;8 billion on the value of assets in the fund but allows any return to be held in the fund.  In the current interest rate environment, we can expect a near-zero return or a small carrying cost.  It is unlikely, however, that the cap will be reached for a number of years and it is expected the interest rate environment will normalise before then.  While the cap has been influenced by a number of factors related to the carrying cost, a D&aacute;il Committee Stage amendment provides for the D&aacute;il to amend the cap up or down following a proposal from the Minister for Finance.  The proposed overall size and contribution levels to the fund reflect that the carrying costs are effectively a trade-off in not reducing the national debt as they reduce the funds available for increases in public services, reductions in taxation or both.  Concurrently, the existing State cash balances serve to reduce the required size of the fund as they would be the first draw in the event of a requirement for additional funds. <\/p> <p>Section 4 provides that the fund be managed and controlled by the Minister for Finance and includes standard provisions on the keeping of accounts, audit formalities and the laying of audited accounts before the Oireachtas.  The Minister's intention is to delegate his investment responsibilities in respect of the fund to the National Treasury Management Agency, NTMA, under section 28 of the National Treasury Management Agency (Amendment) Act 2000.<\/p> <p>Sections 5 and 6 relate to the transfer of assets to the fund.  Section 5(1) requires the Minister for Finance within 30 days of commencement to transfer assets not exceeding &euro;2 billion to the fund from the Ireland Strategic Investment Fund, ISIF.  The intention remains that the transfer will be &euro;1.5 billion but a higher maximum has been specified to allow for some headroom in case some of the transferred assets transpire to have a slightly higher realised value.  The Irish Fiscal Advisory Council, IFAC, has previously suggested that higher payments should be provided to ensure sufficient counter-cyclicality to offset faster-than-prudent growth rates.  This would give the Oireachtas no clarity, however, as to the amount of ongoing payments and would further complicate the making of budgetary decisions.  Instead, subsection (2) sets out that in each year from 2019 to 2023, the Minister for Finance is to transfer &euro;500 million from the Central Fund to the rainy day fund, subject to subsections (5) to (7), inclusive.  Under subsection (4), the D&aacute;il can pass a resolution authorising additional transfer to the fund in a range of circumstances, such as if there are windfall tax receipts or a substantial budget surplus.  It might also be used to augment the fund further in the years after 2023.<\/p> <p>In the D&aacute;il, some Opposition amendments were opposed by the Government on the grounds they sought to undermine the intention to have the fund provisioned as quickly as possible.  As the fund is intended to protect the State in uncertain times, it is necessary to establish it now when the State has the resources to do so.  Once established, use of the fund will be influenced by our wider preparedness for further crises but tail risks will always remain.  As State funds are fungible, however, the rainy day fund cannot be viewed as being distinctly for one purpose.  The most recent economic and financial crisis saw the State's financial reserves being used as contingency funds for funding public services and for counter-cyclical purposes for employment initiatives.  As such, subsections (5) to (7), inclusive, create a form of in-year contingency reserve for those years 2019 to 2023, inclusive, where a payment of &euro;500 million is due.  Those payments will generally be made towards the end of the year and, therefore, if there is a serious event requiring substantial unanticipated expenditure, it will be possible to reduce the amount of the payment by the amount of the additional expenditure incurred.<\/p> <p>The type of event is deliberately not described in greater detail than a natural or other disaster, as it is intended to refer to inherently exceptional events or those exceptionally repeated in a given year.  Examples might be an exceptionally severe weather event causing enormous damage or a major health risk such as a significant outbreak of foot-and-mouth disease.  The facility is not intended to substitute for prudent contingency budgeting.  If used, any payment will be made directly from the Exchequer under the normal public financial procedures.  In addition, the Minister for Finance will report to the D&aacute;il on the reasons for making a reduced payment into the fund.  If between 2019 and 2023 we move into a substantial deficit, it will not make sense to borrow for the fund.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Therefore, section 6 is an escape clause to allow the Minister to propose a resolution authorising that the &euro;500 million payment not be made.  The Minister must be satisfied that making the payment would place an undue burden on the public finances and the resolution must be passed by the D&aacute;il.<\/p><p>Section 7 is a technical amendment to the National Treasury Management Agency, NTMA, Acts allowing the Minister to direct the NTMA, as custodians of the Ireland Strategic Investment Fund, ISIF, to transfer assets out of it to another specified fund.  It also obliges the NTMA to comply with that direction.<\/p><p>Section 8 sets out the high level investment strategy for the rainy day fund.  It is designed to be conservative and maintain a highly liquid fund to ensure that, if a crisis gives rise to an immediate funding requirement, the money will be available at short notice.  Subsection (3) gives specific authority to consider the net Exchequer position in deciding where and how to invest the fund, when it is not possible to conserve its full nominal value.  When the Minister delegates the investment functions to the NTMA, investment guidelines will be drawn up based on this mandate.<\/p><p>Section 9 sets out criteria for drawdown of the fund which are of vital importance for effective operation.  These criteria act as a triple lock.  The first element is that the Minister is satisfied on reasonable grounds that drawdown is necessary to remedy or mitigate exceptional circumstances, to prevent potential serious damage to the financial system in the State or to support major structural reforms with long-term positive budgetary effects.  The EU's fiscal rules do not currently make specific provision for the development of a rainy day fund.  However, the fund could be used as a counter-cyclical buffer in response to exceptional circumstances rather than normal fluctuations within the economic cycle.<\/p><p>An economic crisis can be quite unpredictable in its effects, and there is no point having the money but being unable to access it because a specific threshold or condition is not met.  For this reason, Government is reluctant to be strongly prescriptive within the Bill itself, but we are working on indicators which might best be used to assess whether exceptional circumstances exist.  The second element is that the Minister brings a memo to obtain approval of a proposed resolution.  Following Government approval, D&aacute;il &Eacute;ireann decides whether or not to approve the resolution.<\/p><p>Decisions on drawdown will take place in the full light of democratic scrutiny.  There is a modification to this procedure set out in subsection (4), for cases of serious urgency.  If the Minister believes, again based on reasonable grounds, that a payment into the Exchequer is urgently needed before the next sitting of the D&aacute;il, with Government approval, the Minister may make the payment into the Exchequer.  The Minister must then report to the D&aacute;il on the payment and the reasons for it at the next sitting.  I very much hope we never need to use this provision, but it is necessary to provide for a situation which might arise from an extreme crisis.<\/p><p>Section 10 requires the Minister to comply with a resolution of D&aacute;il &Eacute;ireann or the emergency Government decision and transfer the amount specified into the Exchequer.  Drawdown is specifically only to the Exchequer.  Any onward transfer will be subject to the full rigour of the public financial procedures and can only be made with D&aacute;il &Eacute;ireann's consent.<\/p><p>Section 11 is fairly standard in that any expenses, which are not expected to be significant, incurred by investing the fund will be chargeable to the fund.  Section 12 sets out the Short Title and includes a standard commencement provision.  Commencement is intended later this year, subject to Oireachtas approval, when the delegation order and investment guidelines are ready and when the NTMA confirms it is ready to make the transfer from the ISIF.<\/p><p>The constructive and meaningful engagement on this Bill thus far has contributed to a robust proposal.  As such, this fund could help proactively mitigate a future serious downturn and deliver on a commitment in A Programme for a Partnership Government that it would also deliver on this Government's ongoing commitment to creating substantial financial stability and developing economic resilience.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#CC00300","speaker":"1364","continuing":true},{"type":"speech","time":1560331800,"counter":191,"content":"<p>I thank the Minister of State for a comprehensive opening statement and I do not intend to repeat all the various measures and provisions included in the Bill but I want to say a few words about it.  As a party, Fianna F&aacute;il will be supporting this Bill which would effectively establish the rainy day fund.  It was a fund that we proposed ourselves as a party back in 2015 and in early 2016 it was negotiated into the confidence and supply agreement that this Government has with Fianna F&aacute;il.  It was then included in A Programme for a Partnership Government as a result and it was included and committed to by the then Minister for Finance, Deputy Noonan, in the summer economic statement of June 2016.  The Taoiseach, in his leadership campaign, said that he intended to raid the fund in June 2017 but in fact it had not been established at that stage.<\/p> <p>In late 2018 it went through the D&aacute;il and it is now coming into the Seanad to be established.  I welcome that and it is a prudent and sensible thing to do at a time when our Exchequer returns are improving and positive to allocate some funds and build a bit of resilience because past experience has shown us that we will not always be on the up and we will not always be doing well.  Shocks happen, though we wish they did not and it would be great if they did not.  Sometimes they do not happen for long time.  However, what goes up generally eventually comes down.<\/p> <p>At the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach not that long ago, one of the chief executives of one of the banks said that we are closer to the next recession than we are to the last one.  In recent days the Irish Fiscal Advisory Council has pointed out that there are challenges and that as a State we have been quite lucky with the interest rate on the national debt and that we have been lucky to receive such a windfall in corporation tax payments.  Bring them on, and the more we have the better, but the Irish Fiscal Advisory Council pointed out that of the &euro;10 billion or so, between &euro;3 billion and &euro;6 billion of it could be at risk.  I know Members may disagree with that but this is the Government's own watchdog saying it.  It is not some critic or Opposition spokesperson just throwing it out there.<\/p> <p>It is a prudent and sensible measure to do what we are doing.  We are a small, open economy and we are particularly vulnerable to global changes.  It is fair to say that there may be movements in the Organisation for Economic Co-operation and Development, OECD, and other places to deal with digital taxation, to deal with how the world taxes its resources and to deal with how those taxes are allocated, whether they are based on where the value was created, which would often be here, or whether it is based on where it is consumed, which would often not be here and that brings challenges.<\/p> <p>Ironically, maybe the base erosion and profit shifting, BEPS, process and other processes have meant that we have been beneficiaries of intellectual property being moved into Ireland and taxed.  As a result of that, we have been beneficiaries but equally, if it can move in that easily maybe it can go as easily.  I do not wish it to and I would hope that we manage to keep it but it is an important feature to have.  I know there are some people who will criticise that approach and say we should spend all the money now but it is a time of relative good fortune in our economic position, with interest rates historically low, with the national debt being much cheaper than it normally is to service, and with our corporation tax receipts being much better than they have been in a long time, so it is important.<\/p> <p>However, we have challenges as the Minister of State knows and most of the Members of this House appreciate the challenge of digital taxation and receipts and so on as well as the challenge of Brexit and potentially a no-deal Brexit, which is not something any of us want to see, in this country at least.  It is a possibility, however.  Senator Feighan of the Minister of State's party made reference on the Order of Business yesterday to having been in Westminster on Monday.  He referred to the level of uncertainty and said that he was more concerned about a no-deal Brexit now than he had ever been.  It is not something any of us want to see but it is something we must prepare for.<\/p> <p>I welcome the mechanisms that are there to lock in that money and that it is not easily squandered or raided.  There are mechanisms in place, which the Minister of State outlined, to make sure the money is only used for what it is supposed to be used for.  However, it does make sense that we allocate this money in the next few years and bring it up to a figure of &euro;8 billion.  The Minister of State referenced a Committee Stage amendment from Fianna F&aacute;il that said that cap can be moved and that if we were doing exceptionally well it could be decided that a little bit more would go into the fund, or equally, if there were times when it was really needed the money could be reduced.  It is a good idea to put in &euro;1 billion over the next few years and then &euro;500 million or whatever it is in each of the following years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a substantial amount of money - &euro;8 billion.  We sometimes forget the size of it.  We have a national debt of almost &euro;200 billion, but &euro;8 billion is a very significant amount of money.  It could go a long way towards providing a bit of resilience or wriggle room if there was a time, as there was in the living memory of all of us, of shock or challenge.  Whether it be global recessions, banking crises or whatever, we hope we have built-in mechanisms that will never allow those situations to develop in the same way again, but shocks will happen.  We are dependent on a small number of corporations for a significant proportion of the corporation tax and if any one of those companies was to fail or not do well, or even relocate out of this jurisdiction, we could quickly have a significant hole, which is not something I hope for.<\/p><p>I wish the Bill swift passage through this House and into enactment.  I thank the Minister of State for being here today.  It is an important piece of legislation.  It is an example of new politics working well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#DD00200","speaker":"1412","continuing":true},{"type":"speech","time":1560331800,"counter":193,"content":"<p>I welcome the Minister of State.  I will be brief.<\/p> <p>First, I thank the Minister of State for his speech on the National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018.  I thank him for his clarity on what is the central tenet of this legislation.  As the previous speaker, Senator Horkan, stated, it is timely.  It is prudent.  It is the right thing to do.  It is a wise decision.  When we boil it all down to the micro level, would we not all like to be in a position to do that in terms of our personal finances on a much smaller scale?  It is relevant and it is right, and it is the prudent thing to do.<\/p> <p>We are conscious of the fiscal advisory council's cautions in the past few weeks, particularly in the past week.  I will not rehearse that here, but it is a gentle and constant reminder that we all must be prudent and keeping an eye on the ball regarding the nation's finance.<\/p> <p>I support the Bill.  It is important.  It includes a significant capping of &euro;8 billion.  I wish the Minister of State every success and that we have a clear passage and get this vital legislation through the Houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#EE00200","speaker":"1379"},{"type":"speech","time":1560331800,"counter":194,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, to the House.  I very much welcome this Bill.  I was just recalling when this came up for discussion.  I would have looked for such a rainy day fund in 2008 or 2009.  Therefore, it is not a new concept.  However, it is a welcome concept.  The fact that it is now happening and we are able to afford to pay money into a rainy-day fund shows that the state of the economy has improved considerably in recent years and we are now back to the finances being in a sound position and able to provide for the so-called &quot;rainy day&quot;.<\/p><p>There are a few observations I wanted to make.  The Minister of State speaks about the management and control, keeping the accounts and whatever.  A question I want to ask concerns the level of funds that will be kept in liquid form.  For example, there was the National Pensions Reserve Fund.  Will the fund's criteria be along those lines that we need to hold a certain level of liquidity?  Once the NTMA takes over management of the fund, what level of liquidity will be required to be maintained?<\/p><p>If the Government reaches a situation where there is a crisis and the funding must be availed of, let us say, the Government has &euro;8 billion in the fund and we reach a situation where there is a major financial disaster and the money has to be used, are there any measures within the Bill or being looked at to expedite replenishment of the fund when we reach a point at which we are back in a sound financial position?  What will the criteria be?  The fund will be built between 2019 and 2023.<\/p><p>I very much support the measure that applies if we have windfall gains.  These are the two aspects I want to ask about.  I suppose my first question is, will the rainy-day fund be included in the calculation of the national debt?  Will it have a netting effect and reduce the national debt?  If we have &euro;8 billion, will it count against the gross national debt?  Second, if we have a windfall tax, how would the Minister decide on whether that should be used to reduce the national debt level or paid into the rainy-day fund?  What criteria will be used to determine that decision?<\/p><p>I note in the Bill that if one were to draw down money from the fund, it would have to come from a proposal from the Minister.  If there were a situation where someone other than the Minister decided to put a motion down in the D&aacute;il for the fund to be accessed and that particular measure found support in the House, what would be its legal status <i>vis-&agrave;-vis<\/i>the Minister in his capacity in terms of controlling the fund?  I suppose those are the details.<\/p><p>We need to enact this legislation as quickly as possible.  It is something that should be used, as it is described, for a rainy day.  It is being kept in broad strokes but irrespective of who is in government, will the Minister of State be defining the type of criteria that will be used to determine the level of contingency that might arise, for instance, a natural disaster or putting counter-cyclical measures in place, or does he believe it is inappropriate to include such a measure and he must leave it at the discretion of the Minister for Finance and Government of the day to make that decision in terms of the fund?<\/p><p>I welcome the Bill.  I thank the Minister of State, Deputy D'Arcy, for his work on this Bill and many other measures, and for coming before the House in a regular fashion and dealing with the aspects.  I wish it fair passage.  However, when it comes to it, and the fund is up and running, it is important that there would be some element of Government guidelines on how one defines contingency, how one defines, for example, a disaster, when one can make counter-cyclical payments out of the fund, and what its status is <i>vis-&agrave;-vis<\/i>a motion put down by the D&aacute;il.  It is extremely important that it is structured in a way that, if need be, it can be accessed quickly.<\/p><p>This fund is not necessarily about making huge investment returns.  It is about having a fund in place that, if we reach a situation where there is a crisis point, we can access it to spend in the best interests of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#EE00300","speaker":"1374"},{"type":"speech","time":1560331800,"counter":195,"content":"<p>Sinn F&eacute;in opposes this Bill.  We do so not because we are against the idea of saving up responsibly to invest in the future.<\/p> <p>In many ways, the Title of this Bill is misleading.  Most people understand a rainy-day fund to be a mechanism to allow for investment whenever the economy begins to slow down, but this Bill calls for vast sums to be put aside now, and yet has limited criteria as to when and why it can be drawn down.  Ask most people what the major issues we face are and they will say they are housing, healthcare provision, climate change and the cost of living.  Nothing in the legislation before us allows funds to be drawn down to address any of those problems.<\/p> <p>The National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018 will see up to &euro;2.5 billion of citizens' money transferred to the Government's reserve fund.  The only purpose of this fund, according to the legislation itself and its operation with the fiscal rules, is for money to be drawn down in order to spend in the event of a natural disaster or to provide liquidity to the banking sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Parliamentary Budget Office has noted, the best policy for responding to natural disasters such as flooding is to mitigate risk by investing in preventive measures such as flood defence and relief schemes, thereby reducing the likelihood and scale of damage caused by natural disasters such as flooding.  Despite this, the Government has cut capital funding in flood risk management for 2019 by &euro;3 million.<\/p><p>The other explicit purpose of the reserve fund is to provide money for the banks.  The evidence and options before us, and the provisions of the National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018, lead only to the conclusion that the reserve fund is designed to recapitalise the banks if they repeat the reckless behaviour of the past.  The tools should be in place and strengthened Europe-wide to ensure that the sovereign is separate from the banking industry and that it is the shareholders, not the citizen taxpayers, who foot the bill for banking crises, and pay to sustain their solvency.<\/p><p>Sinn F&eacute;in rejects any fund that could see up to &euro;8 billion of taxpayers&rsquo; money wasted to provide assurance to the banking industry should it want another bailout.  The National Surplus (Reserve Fund for Exceptional Contingencies) Bill 2018 should be radically changed or swiftly rejected.  In its current form, the Bill designs a reserve fund that cannot deal with the challenges that will face our society in a future downturn.  Instead of investing resources in infrastructure, housing, green technologies and jobs for the future, it diverts resources into a fund that will only be used to recapitalise the banks.  Instead of wasting resources in this way, Sinn F&eacute;in has brought forward a number of proposals that will future proof our economy and invest in the future, while mitigating the risks posed by Brexit and climate change.<\/p><p>Sinn F&eacute;in would establish a &euro;2 billion Brexit stabilisation fund to support businesses and communities most exposed to Brexit as a result of disruptions to North-South and east-west trade. The fund would be resourced with &euro;500 million of Government revenue annually in 2019 and 2020, in addition to utilising &euro;1 billion from the Ireland Strategic Investment Fund, ISIF.  This fund would then be deployed to boost capital investment in affected regions, to provide localised assistance for exporters in the agrifood sector, and to form investment partnerships with local councils to invest in the regeneration of towns and communities.  Sinn F&eacute;in would increase the levels of investment provided for in the national development plan allocation for housing in the period 2019 to 2023, significantly increasing supply.  Sinn F&eacute;in has also advocated an increase of &euro;1 billion in capital investment for 2019 in our alternative budget.  We need to increase capital investment across Departments for transport, housing, education, health, communications, environment and climate action, and dramatically increase the resources allocated under the national development plan in the period 2019 to 2023.<\/p><p>To respond to uncertainty in the times ahead, investment is required in our infrastructure, in the skills and education of our people, in housing and in developing a secure and stable economic base upon which our country can rely in the future.  I put it to the Minister of State that we believe this would be a much better way to put funding away.  We are very concerned.  Perhaps the Minister of State could say something that would reassure me that we are not putting away this money to be used, again, to bail out the banks.  The Minister of State will be aware that many problems have still not been fixed within the banking system; not only in Ireland but also Europe-wide and globally.  Are we going to be here to pick up the pieces again?  The Minister of State has said that capital ratios have improved within the banking sector but I believe there are serious aspects still to be considered.  I do not want to see citizens having to pay out again in addition to the &euro;67 billion that we are already paying out, the effects of which people are still suffering.  I would rather see money invested in people, and especially in children with disabilities who cannot get the vital services and supports they need.  We spoke earlier of physiotherapy and all of those services.  I would rather see funding directed to investment in our people and in people who are currently being marginalised and deprived of funding in all of these areas, rather than the funding being left to one side just in case the banks collapse again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#EE00400","speaker":"1378","continuing":true},{"type":"speech","time":1560331800,"counter":197,"content":"<p>I welcome the Minister of State to the House.  The proposed legislation carries on from something that was here in the past that is still inactive.  The former Minister for Finance, Charlie McCreevy, set up the National Pensions Reserve Fund with the whole purpose of setting money aside from surpluses or unforeseen funding that came into the Exchequer if such eventualities as this might occur.  The sad part of the National Pensions Reserve Fund is that when the State hit a recession we used the money to bail out the banks and to buy stakes in the banks.  Perhaps it should have been used for purposes such as this fund is proposing, such as infrastructure during times of economic hardship.<\/p> <p>I have some questions for the Minister of State on this fund.  Provision is made for all of the reports from the Minister for Finance to be put before D&aacute;il &Eacute;ireann.  Can the Seanad be included in that?  Perhaps a report could be made to the Seanad on where and how the money is being spent.  Is it possible to include that within the legislation?<\/p> <p>I am a bit worried about the fact that when the D&aacute;il is not sitting, the Minister would have the right to make a decision on the fund.  It is not that difficult to recall a D&aacute;il in emergency situations.  I believe it would be appropriate to consider the possibility of recalling the D&aacute;il if it is during a non-sitting period, rather than the Minister of the day going ahead and making a decision.  Sometimes I get nervous about situations such as that.<\/p> <p>Sinn F&eacute;in has already referred to the fund being used to bail out the banks.  If this provision is to be part of the legislation we should be looking at putting a levy on the banks to put money into the fund.  If the fund is to be used for financial institutions and if it is to be part and parcel of the legislation, the banks should be paying into the fund also.<\/p> <p>The Minister of State has described the fund as a \"highly liquid fund\".  Will the Minister of State explain this to the ordinary Joe Soap like myself who might not understand what is meant by that?  Is it referring to cash or shares, or is it something else?  Perhaps the Minister of State will describe that.<\/p> <p>Reference has been made to not making additional money from the fund through investments and so on.  What types of proposals has the NTMA suggested to the Minister of State about where this allocation of money might be placed?  The Central Bank and the NTMA hold a lot of cash reserves currently.  Perhaps the fund might be used in that way.<\/p> <p>With regard to the EU and the implications the fund might have for Ireland's overall national debt, have there been positive indications from that perspective around Ireland being able to borrow for day-to-day spending?  The EU has set aside certain criteria and has the fund been taken into account for this?<\/p> <p>Overall, as with any business, it is important to set aside money for potential calamitous events, or if a small business is struggling with cashflow problems.  I welcome a measure such as this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019061200002#FF00200","speaker":"1438"},{"type":"unspoken","time":1560331800,"counter":198,"content":"<p>Additional debate to follow.<\/p>"}]