[{"type":"minorheading","content":"Prelude","time":1445347800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1445347800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1445347800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1445347800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1445347800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#A00100"},{"type":"speech","time":1445347800,"counter":6,"content":"<p>I have received notice from Senator Paschal Mooney that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to outline his Department's proposals for the development of the greenway from Sligo to Enniskillen, via Manorhamilton, and to indicate if he will provide the necessary funding for its development.<\/blockquote> <p>I have also received notice from Senator John Kelly of the following matter:<\/p><blockquote>The need for the Minister for Public Expenditure and Reform to abolish the pension levy for retained firefighters, as it does not entitle them to a pension.<\/blockquote> <p>I have also received notice from Senator Sean D. Barrett of the following matter:<\/p><blockquote>The need for the Minister for Health to review the planned sale of Baggot Street Hospital in the context of the need for more hospital beds in general and the large increase in the population and employment in inner city Dublin and to consider whether the sale should be cancelled.<\/blockquote> <p>I have also received notice from Senator Paul Bradford of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to estimate the number of local authority houses which are unoccupied and the number of privately owned properties in the State which are unoccupied and to state his plans to make these properties available for letting. <\/blockquote> <p>I have also received notice from Senator Gerard P. Craughwell of the following matter:<\/p><blockquote>The need for the Minister for Arts, Heritage and the Gaeltacht to outline what steps are being taken to preserve and excavate the Bronze Age track at Mayne Bog, Coole, County Westmeath.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Mooney, Kelly, Barrett and Bradford and they will be taken now.  Senator Craughwell may give notice on another day of the matter he wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#A00200","speaker":"1127"},{"type":"majorheading","content":"Commencement Matters","time":1445347800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#B00100"},{"type":"minorheading","content":"Greenways Funding","time":1445347800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#B00200"},{"type":"speech","time":1445347800,"counter":9,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe to the House.  He is always welcome to this Chamber, seeing he was a by-product of this great Seanad.<\/p> <p>Senator Mooney has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#B00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":10,"content":"<p>I too welcome the Minister.  This is the first time that two people with the name Paschal have been involved in a debate on different sides of the motion.  That is a little bit of history.<\/p> <p>In November 2013, Leitrim County Council submitted an application to the National Cycle Network, NCN local authority funding scheme 2014-16.  I understand from Leitrim County Council that five projects were funded nationally but the Leitrim project was number six on the list and just lost out.  The matter is a constant source of debate and dialogue in that part of the county.  That application was a single application for the development of the greenway from Drumduff, County Leitrim on the Leitrim-Sligo border to Blacklion in County Cavan, a distance of 40 km, the application contained two clear options for funding one of two distinct phases.  The first option was for a bound surface from Drumduff to Manorhamilton, a distance of 18 km at a then cost of &euro;2.3 million and-or for a bound surface from Mahorhamilton to Blacklion, a distance of 22 km at a cost of &euro;4.3 million.  Leitrim County Council considered that its application had the potential to deliver considerable social, recreational and economic benefit and looked forward to the feedback from the Department on it.  As I have said, the application was unsuccessful on that occasion.  <\/p> <p>I have raised this issue because the Government has indicated in recent weeks that it will provide extra funding for the development of greenways.  The Taoiseach, as the Minister knows, was present in Moate for the official opening of a greenway in that part of the world.  It was interesting that the chairman of Westmeath County Council, Councillor Paul Daly, referred to that piece of railway track being used in the movie \"The First Great Train Robbery\" starring Sean Connery.  I remember seeing that film which I would recommend to Members.  This is now part of a greenway that will stretch from Dublin to Galway.<\/p> <p>The Minister will be very aware of how important tourism is to County Leitrim, which has a very low industrial manufacturing base, in particular the area around Manorhamilton to the Sligo border.  The development of tourism attractions is crucial to the future economic wellbeing of the area.  This can only happen with State aid, as there are insufficient resources within the county council and the local communities to develop the greenway - much and all as they have the will and the desire to develop it.  Everybody is in favour of developing this disused railway track dating from the middle of the last century.  This is not a new issue and I am sure it has been on the Minister's desk, from before the time he took over.  I hope he will have some positive news for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#B00400","speaker":"1128"},{"type":"speech","time":1445347800,"counter":11,"content":"<p>I thank Senator Mooney for raising this issue.  This is the first time we have dealt with each other on a matter like this.  It is the first time we have had a Commencement matter to address.  What we now need is for Paschal Sheehy to cover this item and then it will be a historic coming together of different Paschals across the country.<\/p> <p>I agree with Senator Mooney that greenways are making a significant contribution to tourism development across the country and also to sustainable transport.  I am reliably informed that the greenway the Taoiseach opened on Sunday was being actively used by local residents long before it was officially opened, such was the recognition of its use and value.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are all familiar with various greenways in place across the country that have the kind of economic effect described by the Senator.  We have only to look at the work under way in Waterford and what it is doing in regard to greenway development.  We are all familiar with the success of the greenway in Mayo and the effect it has had on many of the communities located along side it.  The challenge we face in terms of greenways is twofold.  The first is funding, an issue on which I have to respond as Minister for Transport, Tourism and Sport, but the second - I am not saying it applies to this proposal - is that as we look at expanding the number of greenways in the future, we will have to work to ensure they are all of the quality required and that they are located in and traverse through areas that reflect the best practice of tourism.  F&aacute;ilte Ireland has done much research on the development of greenways across Ireland and Europe.  It is clear they need to be constructed in a certain way and traverse through communities and amenities in a particular way in order to generate the demand that will make these good investments by central Government and local authorities.<\/p><p>In regard to the particular greenway the Senator has raised, my Department is aware of the proposal.  I acknowledge the quality of the work under way.  In relation to how funding might be imminently drawn down for this project, I confirm it is my understanding that the local authority is putting together a very good proposal on how the greenway could access EU INTERREG funding.  Given the way the greenway is being constructed, I believe it may well meet many of the criteria laid down for this funding stream.  I recommend that this be considered at the first opportunity for two reasons - first, the call for applications for the funding programme will open on 4 December and, therefore, there is a window of opportunity for the greenway to access funding and second, this programme and the way it is constructed makes available a very high percentage of the total amount of the cost of the project.  This particular funding stream has the ability to deliver up to 85% of the total cost which would be a massive contribution to the construction of this greenway were it to be successful.  My Department and I will certainly be available to help in any way we can to support the application and ensure it is as effective and as comprehensive as possible.  As this funding opportunity will be open soon and as it can offer a significant amount of funding, it offers the best opportunity for this project to get funding to allow it to move to construction in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#B00500","speaker":"1007","continuing":true},{"type":"speech","time":1445347800,"counter":13,"content":"<p>I have been made aware of what the Minister has outlined in regard to INTERREG V.  The council is very much on top of this and as the Minister indicated, it is in the process of putting together an application.  However, it begs the question that the Minister is dealing with a local authority with limited resources.  There is a 15% shortfall in funding.  In raising the issue, I did not want to muddy the waters by referring to the INTERREG issue as I wanted to get an indication of the Department's and the Minister's thinking on it, which is supported by Cavan County Council and Sligo County Council.  Sligo County Council is making a separate application for its end of the project.  This project was specifically about Leitrim but there is also the cross-Border element.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I am unsure whether the Minister can give an indication at this point but in the event of Leitrim County Council getting funding and were it to require financial support to fulfil the other 15%, because I do not know from where that would come, would it be a matter for the Department to consider an application from Leitrim County Council?  I thank the Minister for taking this matter and for outlining the importance he attaches to greenways in general and to this one in particular.  I reiterate the Minister can appreciate the reason there is such universal support in County Leitrim for this proposal because it could prove to be a catalyst for the development of further incoming tourist numbers other than residents.  This applies in particular in a region that as a former chairman of F&aacute;ilte Ireland north west, I am aware has the lowest level of visitors of all regions in Ireland because of its peripheral nature and other reasons.  The Minister can understand why I perceive issues like this as being of great importance in the development of a quality tourism product.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#C00200","speaker":"1128","continuing":true},{"type":"speech","time":1445347800,"counter":15,"content":"<p>That is the $6 million question for the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":16,"content":"<p>Indeed.  I am confident that were the local authority to go ahead with the project and were it to be successful in its application for INTERREG funding, it would be able to find from within its own resources the final 15%, if that was what was required.  In advance of that, however, it might be more sensible for me to state I support the application the council intends to make for INTERREG funding and as Minister for Transport, Tourism and Sport, I very much recognise the value of this project.  The Senator has already touched on its cross-Border element and I also point to the degree to which I understand it would mirror the Shannon-Erne Waterway for some parts of it at least.  The local authority is doing good work at present in preparing an application and for the time being, it would be wise for everyone to concentrate their efforts on how to best support that application and to cross all those bridges in the future as to how other funding could be found, were that need to materialise.<\/p> <p>I thank the Senator for raising this matter and agree wholeheartedly it is the kind of project that would make a great difference to allow more people to experience the beauty of County Leitrim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00300","speaker":"1007"},{"type":"speech","time":1445347800,"counter":17,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00400","speaker":"1128"},{"type":"minorheading","content":"Pensions Levy","time":1445347800,"counter":18,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00500"},{"type":"speech","time":1445347800,"counter":19,"content":"<p>I thank the Minister of State for taking this matter.  Many anomalies arise in respect of the infamous pension levy.  My understanding is somebody who works in the private sector and is a retained firefighter does not pay any pension levy by virtue of the amount they earn as a retained firefighter.  A person who is self-employed and is a retained firefighter will pay 4.5% in a pension levy.  However, if one is employed by a local authority as a semi-skilled worker, one pays 10% in a pension levy on one's wages and one pays 10% as a retained firefighter, which is a huge chunk to take from a working family's wages.  Many such individuals are now struggling with both the pension levy and the universal social charge, USC.  I note the welcome changes to the USC announced in the budget and the Minister is to be complimented on that.  Crucially, however, in all these cases of retained firefighters paying a pension levy, they still do not qualify for a pension.  I note members of the Garda took and lost a court challenge on the subject of the pension levy.  They lost it on the grounds they actually were paying into a pension fund, which is why they continue to pay the pension levy.  However, the retained firefighters are not paying into a pension fund but are paying a pension levy.  Therefore, I call for the abolition of the pension levy in this instance and I believe it is in the gift of the Minister, Deputy Howlin, to so do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00600","speaker":"1161"},{"type":"speech","time":1445347800,"counter":20,"content":"<p>I thank Senator Kelly, on behalf of my colleague, the Minister, Deputy Howlin, for raising this important matter.  The public service pension-related deduction, sometimes referred to as the pension levy, applies to the pay of pensionable public servants.  However, it is not a pension contribution.  The measure was introduced as an emergency measure in 2009 to effect a reduction in the remuneration paid to public servants, including retained firefighters, as a contribution to the necessary reduction in public service expenditure brought about by the financial crisis at the time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The measure is progressive in that the reduction applied is directly related to the amount of remuneration paid, with those earning more being subject to the greater reduction.  The first &euro;15,000 of remuneration paid is currently exempt from reduction.<\/p><p>The specific law underpinning the PRD is the Financial Emergency Measures in the Public Interest Act 2009, as amended.  That Act provides that PRD is to apply to the pay, including any non-pensionable pay elements, of public servants who are pensionable.  In this connection, the term \"pensionable\" is defined in terms that give it a broad reach.  It includes not just membership of a public service pension scheme but also any payment in lieu of such membership.  I understand from the Minister for the Environment, Community and Local Government that retained fire-fighters have historically qualified on retirement for a one-off, non-recurring gratuity calculated at one eighth of their annual retainer payment multiplied by the number of years of actual service up to a maximum of four times the annual retainer.  To qualify for the gratuity, a retained fire-fighter must have a minimum of two years service.  The maximum gratuity payable is four times that of the annual retainer and retained fire-fighters do not pay any contribution to that gratuity.<\/p><p>Retained fire-fighters in place in 2008 and those hired thereafter until the end of 2012 were given the option of joining the local government superannuation scheme and receiving a pension and retirement lump sum based on their pensionable remuneration and length of service.  All retained fire-fighters appointed after 1 January 2013 must join the single public service pension scheme.  Section 2(1)(b) of the Financial Emergency Measures in the Public Interest Act 2009 provides that any public servant who is a member of a public service pension scheme or who is entitled to benefit under such a scheme or receives a payment in lieu of membership of such a scheme is subject to the deduction.  The payment of the one-off gratuity at retirement to retained fire-fighters who are not members of the superannuation scheme constitutes a payment in lieu of membership of the pension scheme and, as such, all retained fire-fighters, regardless of whether they are members of the public service pension scheme, are subject to the deduction.<\/p><p>I will address the recently announced plans by the Minister for Public Expenditure and Reform for the reduction of the pension levy as it applies to all public servants, including retained fire-fighters - which, I am sure, will be good news and welcomed by the retained fire-fighters - when the Senator has had a chance to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#D00700","speaker":"1106","continuing":true},{"type":"speech","time":1445347800,"counter":22,"content":"<p>The Senator may ask a brief supplementary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#E00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":23,"content":"<p>In the first sentence of his response, the Minister of State said \"the public service pension-related deduction, sometimes referred to as the pension levy, applies to the pay of pensionable public service.\"  As stated earlier, they do not pay into a pension fund.  I appreciate that they receive a gratuity.  It is a one-off payment and is not a pension.  I think there is a difference.  They were still entitled to that gratuity prior to the introduction of the pension levy, as an emergency measure, in 2009.  As matters are improving, consideration should be given in these cases to exempting retained fire-fighters.  I would appreciate it if the Minister of State could bring this matter to the Minister for Public Expenditure and Reform and ask him to re-examine it.  Garda&iacute; took a case and they lost it purely because they were paying the pension levy.  Being assured of a gratuity is different.  If a case was taken to the courts in this instance, what would be the outcome?  I would appreciate whatever the Minister of State can do to improve the lot of these retained fire-fighters.  When a guy is working with a local authority, pays 10% on his wages - which are &euro;28,000 or &euro;29,000 - then gets another &euro;16,000 as a fire-fighter and has to pay 10% on that, it is a heavy burden on families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#E00300","speaker":"1161"},{"type":"speech","time":1445347800,"counter":24,"content":"<p>I agree fully with the Senator that it is a heavy burden on families.  The Minister for Public Expenditure and Reform and the Government are very eager to reduce that burden.  I concur with the Senator.  He quoted the first sentence of my response.  I reiterate that, in legislation, the term \"pensionable\" is defined as not just membership of the pension scheme but also any payment in lieu of such membership.  Without being technical about it, that is the legal basis as to why the position is as it stands.<\/p> <p>As the economy grows, the absolute priority of the Minister and the Government is to reduce that burden on public servants.  We all know the very positive impact that retained fire-fighters have in all our communities throughout this country.  The agreed proposals brought forward by the Minister - these are in line with the Lansdowne Road Agreement and will be subject to the enactment of the recently published Financial Emergency Measures in the Public Interest Bill 2015 - will provide a significant reduction of the PRD burden on all public servants, including retained fire-fighters.  This follows on from a more modest reduction in the rates applicable, which were agreed under the terms of the Haddington Road agreement.  The latter was implemented in January 2014.  The new Bill, which we will debate shortly in this House and the Lower House and which we will, hopefully, pass into law, provides that the threshold in annual earnings below which the pension-related deduction is not applied will increase from its current level of &euro;15,000 per year to &euro;26,083 per year on 1 January 2016 and will increase to &euro;28,750 per year on 1 January 2017.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This substantial relaxation of the PRD, as proposed in the new FEMPI Bill, will mean significant income gains for all affected public servants and, more particularly, ensure  a significant proportion of public servants will be fully exempt from the PRD by 2017.  Many retained firefighters would be expected to be among those exempt entirely from the PRD in this way, assuming their only public service remuneration consists of their retained firefighter earnings and that they are not simultaneously working in other public service jobs.  <\/p><p>The message from the Minister and the Department of Public Expenditure and Reform and the Government is that as the economy has continued to improve, we are now in a position to reduce the burden.  If the legislation is passed, the threshold will be increased this January from &euro;15,000 to over &euro;26,000 and from January 2017 to &euro;28,000, which will remove many public servants, including many retired firefighters, from the PRD net, which I am sure will be welcomed by all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#E00400","speaker":"1106","continuing":true},{"type":"minorheading","content":"Hospital Services","time":1445347800,"counter":26,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#F00200"},{"type":"speech","time":1445347800,"counter":27,"content":"<p>I welcome the Minister for Health, Deputy Leo Varadkar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#F00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":28,"content":"<p>I, too, welcome the Minister.  The last time I met him in person was at the funeral in Dundalk last Thursday.  I was with him this morning via the use of technology during his interview on &quot;Morning Ireland&quot; on the care of people in hospitals outside the jurisdiction.<\/p><p>I tabled this issue for discussion in the Commencement debate having read in a newspaper article that Baggot Street Hospital was to be sold for &euro;14 million.  According to Department of Health archives, there were 193 beds in the hospital, which equated to a capital cost of approximately &euro;73,000 per bed.  In terms of their replacement, according to data from the HSE capital spending programme, the cost of the provision of 50 beds at Tralee General Hospital is &euro;9.4 million, while the cost of the provision of 100 beds in Ballincollig hospital is &euro;19.47 million, which equates to approximately &euro;190,000 per bed.  I am concerned about the bad value being obtained by the Department of Health in the sale of Baggot Street Hospital, particularly in the context of the Minister's remarks this morning on having to send people abroad, the widespread recognition - there is no one more avid in recognising it than the Minister - of lengthening hospital waiting lists and future shortage of capacity in hospitals.  <i>Prima facie,<\/i>it does not appear to be a good deal to sell the 193 bed spaces at Baggot Street Hospital for &euro;14 million.  Is it worth investigating whether it would be more useful to retain them in the system, in which, as the Minister will agree, they are badly needed?<\/p><p>Having read the data, I estimate that approximately 674,000 bed days have been lost in the city centre of Dublin following the closure of the Adelaide Hospital, Sir Patrick Dun's Hospital, Dr. Steeven's Hospital, Mercers Hospital, the Meath Hospital, St. Vincent's Hospital on St. Stephen's Green, the National Children's Hospital, Jervis Street Hospital and the Richmond-St. Lawrence's Hospital.  Following the sale of Baggot Street Hospital, a further 62,000 possible bed days will be lost.  It is also proposed to remove beds from Holles Street Hospital and the Rotunda Hospital.  Based on an analysis of the last population census in Dublin, prepared by Mr. Jamie Cudden of Dublin City Council, Mr. Brian Hughes of the Dublin Institute of Technology and Mr. Declan Redmond and Mr. Brendan Williams of the School of Geography in UCD, we are moving hospitals away from the direction in which the people are moving.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They found a 62% increase in Dublin city centre between the 1991 census and the 2011 census.  They stated that the increase reflects the high level of apartment building in the inner city from the late 1980s onwards.<br\/><br\/>They point out that the rest of the Dublin City Council area had a decrease of 1.2% in the population between 1991 and 2011.  We all want hospitals near where people live, which is increasing in the city centre, and where people work, which happily is increasing in the city centre.  Is this deal justifiable given the need to have hospitals near where the people are and an area of rapidly increasing population?  I was surprised to read what the three scholars found about the increase in the population in the centre of Dublin.  <i>Prima facie<\/i>, it does not look like good value for money to do so, given the cost of replacing those beds elsewhere.<br\/><br\/>In his interview with Cian McCormack this morning, the Minister welcomed anything that throws up cost comparisons.  I had tabled the motion before I heard the Minister speak, but it is in that spirit.  I agree with him; if it turns out that what we have before us today does not make financial sense, at least we will have discussed the hypothesis.  He said that anything like that strengthens his case for spending.  He mentioned keeping taxpayers' money in Ireland when he has debates with his colleagues.  It could also shorten waiting lists and strengthen his case for more funding.<br\/><br\/>In that spirit that we are all on the one side on this particular issue, does the closure make sense given the location of the patients?  Does it make sense given the cost of beds in our health service?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#F00400","speaker":"1157","continuing":true},{"type":"speech","time":1445347800,"counter":30,"content":"<p>I thank Senator Barrett for raising this matter and for giving me the opportunity to advise the House on the proposed sale of the old Baggot Street Hospital complex.  This facility, like much of our health-care infrastructure, dates from around the mid-1800s.  As a consequence it is of limited use as suitable accommodation for the delivery of modern health services.  The complex also contains a number of protected structures.<\/p> <p>Therefore, given the age of the complex and its protected status, the cost of upgrading the buildings to meet modern standards for health-care accommodation would be prohibitive.  If it were still in use as an inpatient hospital, we would be planning to rebuild it on a new site, as we are with other hospitals of a similar vintage, like the Rotunda, Holles Street and Temple Street, for example, all of which will be replaced by new modern hospitals in the next ten years.<\/p> <p>The inability of older facilities like Baggot Street Hospital to respond to changing health-care needs and medical technologies impedes the efficient delivery of modern health care and the development of clear care pathways.  Old facilities also have much higher recurring costs.  The costs of meeting sustainability targets on energy alone would be prohibitive.  The national energy efficiency action plan sets a public sector energy efficient target of reducing energy usage by 33% per annum which is to be achieved by 2020.<\/p> <p>In addition, the HSE must comply with the Government's green procurement guidelines.  These require public bodies to ensure that a minimum building energy rating of B3 is achieved in all new build and leased buildings from January 2012.  From January 2015 the minimum rating is A3.  We have to reduce the number of environments where inadequate infrastructure is determining how resources are spent.<\/p> <p>In an improving property market, the HSE sees an opportunity to leverage the sale of Baggot Street Hospital.  The proceeds of the sale will deliver accommodation for primary care and community services in central Dublin.  The balance of the proceeds will fund modern accommodation for mental health services.  The new primary-care and community-care facilities and the redevelopment of the old hospital complex will revitalise the surrounding area.<\/p> <p>It is Government policy to enable people to easily access a broad spectrum of services in the community through their local primary care team.  Therefore, the development of primary-care health services is central to the Government's objective to deliver a high-quality, integrated and cost-effective health-care system.  This ensures health care is delivered in the most appropriate and economic setting.  Our key objective is to ensure that the right facilities are provided to support best practice models of care, and that they are suitably located, efficiently designed and appropriately procured to serve the health needs of communities.  In addition to providing the most appropriate health care to the local resident population, those employed in the surrounding area may also access these services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#G00200","speaker":"948"},{"type":"speech","time":1445347800,"counter":31,"content":"<p>I thank the Minister as always.  I am concerned that the big increase in the city centre population is not being factored into much of our planning for the future of the city centre.  In addition, those who work in the city centre need access to hospitals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a person who lived in the city centre for a long time, I am aware that hospitals such as the Adelaide had a significant place in the local community.  Such hospitals were really valued as institutions.  Hospital beds have moved out of the city centre at such a rate, even though the population is moving back in.  Reference was made to energy costs.  The cost of replacing 193 beds is substantially in excess of what we will get for selling the 193 bed places.  I am concerned that sometimes there is too much emphasis on the age of buildings in terms of Irish hospitals when the waiting lists reflect people wanting more staff, which I know the Minister has addressed and on which he has reported to this House.  Is there an edifice complex?  Is the HSE determined to rebuild the entire hospital stock when people would like more doctors and nurses?  Is the capital budget put under full appraisal?  Reference was made by the Minister to energy costs but the wage costs, the medical costs and the cost of people being on waiting lists are greater.<\/p><p>I do not know how far the sale has progressed but perhaps in the light of what the Minister said this morning and the high cost of sending people abroad, if they avail of their entitlements under the European laws to which he referred, we might adopt a revised attitude to dispensing with old hospitals, in particular in areas where so many of them have been shut down and turned into office blocks and given over to other uses.  One could ask whether some of those decisions were short-sighted.<\/p><p>When the Minister was responsible for transport, I discussed with him the re-opening of the railway line between Connolly Station and Heuston Station.  Instead of Dr. Steevens' hospital becoming the headquarters of the HSE, and an office block, it would have been an ideal location for a hospital because people from all parts of the country, from Dundalk to Tralee, could go to the station across the way.  I would welcome more planning in terms of those issues.  I am sure I will discuss this matter with the Minister from time to time but there are factors that must be taken into account.  I thank the Minister, as always, for his reply and I wish him well in his post and in his endeavours.  Perhaps this particular sale does not support the goals which we jointly share.  Go raibh maith agat, a Chathaoirligh.  I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#G00300","speaker":"1157","continuing":true},{"type":"speech","time":1445347800,"counter":33,"content":"<p>I have not had a chance to visit Baggot Street yet but I am due to visit it in the next couple of weeks and to take a look at the place for myself.  To the best of my knowledge, it is not used as an inpatient hospital any more, it is used for other services.  Perhaps some short-stay services are provided but it is not used as an acute hospital, so to do what Senator Barrett proposes would mean turning it back into an acute hospital.  That would have a very high cost associated with it, which the HSE Estates believes is greater than to build something from scratch.<\/p> <p>There are big problems with the old hospital buildings.  Very often one has 20 to 30 beds to one toilet and because the buildings are old, it is very difficult to put in additional toilets.  While that sort of thing might have been acceptable in the past, that is no longer the case.  Increasingly, our building standards for hospitals require people to be either in private rooms or to at least have 3 m on either side of their bed for infection control, which cannot be achieved in an old building.  Such buildings also have very high running costs.  There are enormous difficulties getting medical gases in because one has to pipe through stone walls sometimes.  In addition, much of the new equipment, including the big X-ray machines, cannot fit through the doors and into the rooms in old hospitals where the only equipment they might have had in the old days was an X-ray machine.<\/p> <p>The point the Senator made about the city centre and the fact the population is moving back there is worthy of consideration.  Most of the old city centre hospitals, in effect, moved out to the suburbs.  If I remember correctly, Jervis Street was one of the ones that went out to Beaumont and the Adelaide and the Meath hospitals went out to what is now Tallaght hospital.  That reflected the fact that at the time, the suburbs were burgeoning and the city centre was emptying out.  As the Senator rightly pointed out, good planning, good transport and common sense suggest that we should move people back into the city centre in the years to come.  That process is already under way.  If we were to increase the bed stock in the city centre area, it would make more sense to put new wings and new blocks into the likes of the Mater, St. Vincent's and St. James's hospitals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are already three major hospitals not far from Dublin city centre.  Accordingly, putting in a fourth one, with all the costs associated, would have to be considered.  An opportunity does potentially arise over the next five to ten years because several existing city centre hospitals will become vacant.  These include Crumlin, Holles Street, the Rotunda and Temple Street.  Consideration will have to be given as to how they could be used for alternative health care purposes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#H00200","speaker":"948","continuing":true},{"type":"speech","time":1445347800,"counter":35,"content":"<p>I thank the Minister for giving his experience as a hospital doctor which is better than that of any economists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#J00200","speaker":"1157"},{"type":"minorheading","content":"Housing Provision","time":1445347800,"counter":36,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#J00250"},{"type":"speech","time":1445347800,"counter":37,"content":"<p>I thank the Leas-Chathaoirleach for allowing me to raise the matter concerning the vacancies in public housing stock across the country, as well as the many vacancies in the private housing sector.  I welcome the Minister of State, Deputy Ann Phelan, to the House.<\/p> <p>The Government seems transfixed with rent certainty as it seems to be a cause of ongoing internal debate around the Cabinet table.  However, the certainty we require concerns the supply of local authority housing and the allocation of vacant properties.  Figures presented in the other House several weeks ago indicated almost 3,000 vacant local authority houses are available for repair and, hopefully, allocation.  In County Cork alone, between the city and the county, there are approximately 700 such houses.  It is very difficult for the tens of thousands of people on housing waiting lists to see these statistics and how 3,000 local authority houses have not yet been allocated.<\/p> <p>Obviously, some of these houses require some degree of refurbishment.  All of us as individual public representatives, however, have come across cases where houses which have become vacant are in excellent condition, almost turn key, but there is still a lengthy delay in their allocation.  Recently, I inquired about a house in the Cork area which, to the very best of my knowledge, was in a condition that would make it available for letting immediately.  When I asked in September whether it would be made available in October or November, I was told it would probably be next February or March.  That is unacceptable.  We must ensure that once a house is vacant and is in a fit condition for letting, it should be let in the immediate future.  At a time when tens of thousands of people are on housing waiting lists, it is unforgivable that such vacancies occur.  Will the Minister of State let me know what the Government is doing to ensure these 3,000 vacant houses will be made available to people on social housing lists as soon as possible?<\/p> <p>There are also tens of thousands of vacant private dwellings across the country.  Many of these were previously not available for letting.  At a time of an acknowledged housing crisis and when rural, as well as small town and village, depopulation is a critical social problem, we have to examine all solutions.  Does the Minister of State have statistics from her Department or the CSO on the number of vacant private dwellings?  We have to devise some scheme to encourage the letting of these properties.  While I am not a major fan of tax breaks or incentives, mainly because they have left a long disastrous legacy, we may have to look at putting schemes in place to encourage the repair and refurbishment of some of these properties for letting.  There have been schemes, such as rural resettlement, which have been tremendously successful.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One size does not fit all and that must be at the core of our thinking with respect to our housing problems.  The Cabinet might be having internal debates about rent certainty but there is the issue of vacant local authority houses and the issue of there being probably thousands upon thousands of vacant private houses across the country.  Our towns and villages are dying off.  A significant number of people - although, admittedly, not the majority - on housing lists in our larger cities would be willing to take up the offer of a tenancy of a good house in a rural area if the proper procedures were put in place.  We must be more joined up in our thinking in regard to the housing crisis.  Tens upon tens of thousands of people are looking for houses, there are tens upon tens of thousands of vacant houses across the country and it is not good enough that we cannot marry those two statistics into a solution.  <\/p><p>I ask the Minister of State for an update on the number of local authority and private houses that are not occupied and to indicate the Government's intentions and plans in that respect.  The Government's debate on housing must stretch far beyond rent certainty and into the territory of making those houses available and getting them filled as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#J00300","speaker":"1205","continuing":true},{"type":"speech","time":1445347800,"counter":39,"content":"<p>I thank Senator Bradford for raising this very important issue.  I know that the issue of vacant local authority housing, or voids as they are called, has been a topical one, given the need to address the waiting lists and to make best use of the existing stock, while the extensive programme of new build that the Minister, Deputy Kelly, has put in place with the local authorities is advanced.  The issue of voids and the reletting of them has always been an issue with elected public representatives on local authorities.  The time it takes to redo a house and relet it has always been a bone of contention.<\/p> <p>An important point to make is that there is no fixed number of vacant local authority houses.  The numbers change constantly across all the 31 authorities, as tenants move in and out of social housing.  General statistics on local authority housing stock, including vacant units, are published annually by the Local Government Management Agency as part of its service indicators for local authorities and are available on its website.<\/p> <p>Recognising that there had been a build-up of vacant social houses for a number of years, in 2014 my Department introduced a new programme to support local authorities in returning voids to productive use.  More than 2,333 units were remediated under that programme, which is targeted at lettable units and making them energy efficient.<\/p> <p>For 2015, given the continuing need to make social housing available as early as possible, we are supporting local authorities to tackle another 2,500 vacant units.  In addition, I should point out that local authorities also do their own work on the more routine relettings, where a lower level of expenditure is involved.<\/p> <p>The key focus of the Minister is on ensuring that Exchequer support is made available where it is needed to complement the work that local authorities do under their own resources.  The allocation of targets for a further 2,500 units this year is in response to the number of vacant, lettable units that local authorities have identified to my Department.  Exchequer funding to the authorities is on condition that the accommodation will be occupied immediately following the works, with priority given to homeless families to the greatest extent possible.<\/p> <p>In regard to privately-owned properties, there are currently in excess of 323,000 tenancies registered with the Private Residential Tenancies Board.  The private rented sector has more than doubled in size in recent years with one in five households now accommodated there.  My Department does not have the power to direct private property owners to let their properties.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ann Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2293\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2293&amp;amp;pid=AnnPhelan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, under the Department's housing assistance payment, HAP, scheme, eligible households can source their own accommodation in the private rented sector and rental payments are then made electronically, directly to the landlord, on behalf of the tenant.  More than 4,300 households are being supported by HAP across the pilot local authority areas operating the scheme, with more than 2,000 unique HAP landlords involved in those tenancies.<\/p><p>In summary, therefore, the Government is responding comprehensively to the social housing challenge through the Social Housing Strategy 2020 and in respect of vacant social houses, the necessary support is being given to the local authorities to get units back into use for those on the waiting list.  As for private rented accommodation, the roll-out of the HAP scheme, which is now progressing well, provides an important vehicle for ensuring that this type of accommodation can also be brought into play to assist in meeting social housing needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#K00200","speaker":"964","continuing":true},{"type":"speech","time":1445347800,"counter":41,"content":"<p>I thank the Minister of State for her response.  I acknowledge she is concerned; the Government is concerned as is everybody else. However, we require action rather than concern.  Will the Minister of State simply reflect on the fact that it is unacceptable that houses should be vacant for so long?  This might require a change in the law.  Certain housing applicants would be willing to move into a house and carry out minor repairs.  However, houses are not being let because a lock or a pane of glass is broken or there is a minor internal difficulty.  I ask the Minister of State to reflect on that.<\/p> <p>Will her officials also examine the current housing application form?  Many people apply for a council house, as they are entitled to do, to qualify for the HAP scheme but the council housing application form is detailed.  It is 20 pages long and one would need a PhD.  The fact that people who have lived outside the country for one month or six months or 12 months have to obtain certification from authorities abroad that they do not have properties in those countries adds greatly to delays.  These blockages could be waived.  The Minister of State will be aware from her time on the council that every applicant for a council house has his or her application checked by a housing officer who physically calls to him or her.  I cannot understand why a 20-page form is required.  When the Leas-Chathaoirleach and I were members of Cork County Council, a one-page form did the job every bit as well and it was a much quicker process.  There is a great deal of daft bureaucratic red tape which should be waived and written out of the script.  If we want to make progress in filling vacant houses, we have to use a little cop-on and common sense.  I ask the Minister of State to examine these minor issues.  A housing applicant almost requires a PhD in form filling before he or she can even submit a form to the local authority, which is unnecessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#L00200","speaker":"1205"},{"type":"speech","time":1445347800,"counter":42,"content":"<p>I take the Senator's points.  We have had discussions about using common sense and joined-up thinking.  We are also considering a rural repopulation programme within rural economic development, RED, zones but that would not be on a statutory footing.  It would be a voluntary repopulation programme.  We are in the process of developing that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#L00300","speaker":"964"},{"type":"unspoken","time":1445347800,"counter":43,"content":"<p>Sitting suspended at 3.25 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1445347800,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#O00100"},{"type":"speech","time":1445347800,"counter":45,"content":"<p>The Order of Business is No. 1, motion regarding the proceeds of the sale of Aer Lingus, back from committee, to be taken on the conclusion of the Order of Business, without debate; and No. 2, the Marriage Bill 2015 - Second Stage, to be taken at 5 p.m., with the time to be allocated to group spokespersons not to exceed eight minutes and that for all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#O00200","speaker":"1130"},{"type":"speech","time":1445347800,"counter":46,"content":"<p>I see the Leader intends to take No. 1, which deals with the disbursement of the proceeds of the sale of the State's share in Aer Lingus.  Those proceeds amount to &euro;335,272,562.50.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I raised this matter before it was referred to the committee and asked that a commitment be given that when it was referred back from it, a debate would be held on it because the very reason the State had this money was that it had robbed Aer Lingus, Dublin Airport and former SR Technics pensioners and pension fund members, 15,000 of whom effectively and arbitrarily had had their pension entitlements cut.  Many Members will know, particularly colleagues in the Labour Party who had given them promises that they would deal with this issue and reneged on these promises-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#O00300","speaker":"1139","continuing":true},{"type":"speech","time":1445347800,"counter":48,"content":"<p>On a point of order, is it correct to say somebody - a Government or anybody else - robbed something?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00200","speaker":"1130"},{"type":"speech","time":1445347800,"counter":49,"content":"<p>As long as a person is not named.  Perhaps the Leader of the Opposition might be a little more selective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":50,"content":"<p>Let me put it this way.  If I was to get &euro;100 at the end of next week, as promised by my employer and underwritten by the State in legislation, and the State then passed a law to take back &euro;40 of that &euro;100 from me, without my consent, I would call it robbery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00400","speaker":"1139"},{"type":"speech","time":1445347800,"counter":51,"content":"<p>So would I.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00500","speaker":"1136"},{"type":"speech","time":1445347800,"counter":52,"content":"<p>That is what it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00600","speaker":"1139"},{"type":"speech","time":1445347800,"counter":53,"content":"<p>I would call it pilferage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00700","speaker":"1140"},{"type":"speech","time":1445347800,"counter":54,"content":"<p>Will Senator Darragh O'Brien, please, make his point in order that we can move on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00800","speaker":"1127"},{"type":"speech","time":1445347800,"counter":55,"content":"<p>More than 5,000 retired members, people in their 70s, 80s and 90s, who worked for Aer Lingus, the Dublin Airport Authority and SR Technics, or Team Aer Lingus, as it was, have had six weeks pay taken from them.  There are also deferred members of long-standing.  A man I met last night who is due to retire and draw his pension later this year after 42 years service has had a 48% cut to his pension entitlement.  The T&aacute;naiste gave indications last year that she would, in some way, shape or form, move towards reducing these cuts and a number of Labour Party members at the Labour Party conference actually signed a motion to look for fairness in this regard, but they have reneged on this completely and utterly.  I do not think anyone in the House can say, in any way, shape or form, that what has happened to airport pension scheme members, IASS members, is fair or equitable.  The reason the Government did it was simply to write off the debt in the pension scheme before it sold Aer Lingus.  Therefore, the reason the State has &euro;335 million-plus is it robbed the airport pension scheme members; it is as simple as that.<\/p> <p>I asked last week, when the Government referred the matter to the committee, that when it was referred back, that we debate it in order that I would be able to debate it with the Minister, Deputyj Paschal Donohoe, to see if there was any way the Government would look at reducing the level of cuts, which have been absolutely scandalous, for this group of workers and retired members.  It had never happened before in the history of the State that a profitable company was allowed to run down its pension scheme.  Complicit in this was the legislation brought forward by the Government to enable it to happen.  I am, therefore, proposing an amendment to the Order of Business that No. 1 be taken with debate.  What does the Minister have to hide?  Let him come here and tell us what he is going to do.  He has an extra &euro;335 million that he wants to put into a connectivity fund, whatever the hell that is, but it is not acceptable to take the matter without debate.  I will be pushing the amendment to a vote.<\/p> <p>On another very serious matter, the report issued today on the assessment of paramilitary activity, with a particular focus on the role of the Provisional IRA, as currently constituted in the Sinn F&eacute;in movement, I ask the Leader to ensure we are given time to read the report and debate in the Seanad, given the implications for democracy, both in the Republic and the North of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P00900","speaker":"1139"},{"type":"speech","time":1445347800,"counter":56,"content":"<p>I know colleagues across the floor would again wish to join me in offering our sincere condolences to the families of those who died so tragically in the fire in Carrickmines.  The first of the funerals are being held today and it is appropriate that we remember them today, particularly so soon after the funeral of Garda Tony Golden which took place last Thursday.<\/p> <p>On a happier note, I welcome the appointment of Professor Philip Lane to replace Professor Patrick Honohan as Governor of the Central Bank.  Of course, Professor Lane is known to us as the holder of the chair of political economy at Trinity College Dublin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I congratulate Professor Lane on his new appointment.<\/p><p>Senator O'Brien referred to the independent report on paramilitary activity in Northern Ireland that was issued today by the British Secretary of State, Ms Theresa Villiers.  It would be useful to have a debate on that report in due course, once we also see the report by the Garda Commissioner on paramilitary activity which, as I understand, is due to be published later today.  I had a brief look at the report published by the British Government which has found that the structures of the Provisional IRA remain in existence, albeit in reduced form.  One line in the report is quite chilling when one considers the context and reality on the ground in Northern Ireland.  That line is: \"Our firm assessment is that, to different degrees, the leaderships of the main paramilitary groups are committed to peaceful means to achieve their political objectives.\"  It is very welcome to see an assessment made that there is a commitment to peaceful means, but the phrase \"to different degrees\" must worry any reader.  It would be helpful to explore and debate in this House the nuances in that report and in the Garda Commissioner's report that we will see later today.<\/p><p>I commend Graham and Helen Linehan on their work with Amnesty Ireland in producing a video that was launched in Belfast last night and the screening of which I was privileged to attend this morning.  The video, which is called \"Chains\", is narrated by Liam Neeson and concerns the experience of a pregnancy involving fatal foetal abnormality.  It calls for repeal of the eighth amendment, the campaign for which is being spearheaded by Amnesty under the heading of \"She is Not a Criminal\".  The campaign seeks to change the criminalisation of women-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#P01000","speaker":"1148","continuing":true},{"type":"speech","time":1445347800,"counter":58,"content":"<p>Disgraceful.  They should stick to what they know best, which is looking after prisoners of conscience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00200","speaker":"1128"},{"type":"speech","time":1445347800,"counter":59,"content":"<p>-----and challenge-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00300","speaker":"1148"},{"type":"speech","time":1445347800,"counter":60,"content":"<p>The couple in question would know better than the Senator about this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00400","speaker":"1136"},{"type":"speech","time":1445347800,"counter":61,"content":"<p>Amnesty should be looking after prisoners of conscience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00500","speaker":"1128"},{"type":"speech","time":1445347800,"counter":62,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00600","speaker":"1127"},{"type":"speech","time":1445347800,"counter":63,"content":"<p>I ask colleagues to do me the respect of not heckling on this important point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00700","speaker":"1148"},{"type":"speech","time":1445347800,"counter":64,"content":"<p>It is the same song every day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00800","speaker":"1128"},{"type":"speech","time":1445347800,"counter":65,"content":"<p>I ask colleagues to look at this powerful, two- or three-minute video, \"Chains\", the message of which is about the need to repeal the eighth amendment to safeguard the health of Irish women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q00900","speaker":"1148"},{"type":"speech","time":1445347800,"counter":66,"content":"<p>That is a fallacy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01000","speaker":"1128"},{"type":"speech","time":1445347800,"counter":67,"content":"<p>All colleagues, particularly male colleagues across the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01100","speaker":"1148"},{"type":"speech","time":1445347800,"counter":68,"content":"<p>It is a fallacy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01200","speaker":"1128"},{"type":"speech","time":1445347800,"counter":69,"content":"<p>-----would benefit from watching it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01300","speaker":"1148"},{"type":"speech","time":1445347800,"counter":70,"content":"<p>On a point of order, it should be put on the record that Ireland has an exemplary record on protecting rights-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01400","speaker":"1128"},{"type":"speech","time":1445347800,"counter":71,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01500","speaker":"1127"},{"type":"speech","time":1445347800,"counter":72,"content":"<p>It is the point Senator Bacik is attempting to undermine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01600","speaker":"1128"},{"type":"speech","time":1445347800,"counter":73,"content":"<p>It is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01700","speaker":"1136"},{"type":"speech","time":1445347800,"counter":74,"content":"<p>Try telling that to the women-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01800","speaker":"1148"},{"type":"speech","time":1445347800,"counter":75,"content":"<p>The Senator is attempting to undermine medical services in this country to pursue her own agenda.  That is what she is doing and it is a disgrace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q01900","speaker":"1128"},{"type":"unspoken","time":1445347800,"counter":76,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1445347800,"counter":77,"content":"<p>Senator Mooney can make that point when it is his turn to speak.  I have called Senator Barrett.  If Senators keep interrupting each other, I will adjourn for 15 minutes.  I do not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q02100","speaker":"1127"},{"type":"speech","time":1445347800,"counter":78,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q02200","speaker":"1136"},{"type":"speech","time":1445347800,"counter":79,"content":"<p>I echo what Senator Bacik said about Professor Philip Lane and the tributes paid to him by the Minister for Finance, Deputy Michael Noonan, as he assumes the office of Governor of the Central Bank of Ireland.  It is a quarter of a century ago that he came to my scholarship class before going on to Harvard and Columbia.  I am sure he will bring many talents to his new post.<\/p><p>In the presence of Senator Eamon Coghlan, who knows much more about international athletics than I do, I express my regret that we are losing our national boxing manager, Mr. Billy Walsh.<\/p><p>I compliment Mr. Justin Trudeau, who was elected as Prime Minister of Canada this morning.  The Canadian crest includes the <i>fleur-de-lis<\/i>, rose, thistle and shamrock, the latter in recognition of Ireland's role as one of the founding nations of Canada.  We should be very proud of all that Irish people in Canada have accomplished, including such persons as Thomas D'Arcy McGee who drew up the constitution of the Canadian Confederation in 1867.  Mr. Trudeau is returning to the house where he lived as a boy when his father was Prime Minister.  I take this opportunity to thank the outgoing Canadian Government, which was always a great friend to Ireland.<\/p><p>I share Senator O'Brien's misgivings regarding No. 1 on the Order of Business today.  The Secretary General of the Department of Transport, Tourism and Sport refused to appear at a meeting of the transport committee to discuss this matter on the basis that to do so would infringe Stock Exchange takeover rules.  I have always regarded a democratic parliament as being far superior to such rules-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q02300","speaker":"1157"},{"type":"speech","time":1445347800,"counter":80,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q02400","speaker":"1136"},{"type":"speech","time":1445347800,"counter":81,"content":"<p>-----particularly when one considers the &euro;64 billion that was secured for the banks on 29 September 2008.  The Minister of State at the Department of Finance, Deputy Simon Harris, heard that debate and could confirm that nobody supported what was done.  Whether or not one likes privatisation is not really the issue.  I did not like this particular one and have opposed it in this House.  I thank colleagues for their indulgence in the matter.  In the budget this year, Ervia is putting &euro;250 million into the Exchequer, which is to be allocated to housing.  The priority should not be to give the Aer Lingus money back to the Department of Transport, Tourism and Sport.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Consideration should be given to spending it on social priorities such as housing, education and the health service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Q02500","speaker":"1157","continuing":true},{"type":"speech","time":1445347800,"counter":83,"content":"<p>And pensions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#R00200","speaker":"1136"},{"type":"speech","time":1445347800,"counter":84,"content":"<p>Yes.  As my colleagues, Senators Norris and Darragh O'Brien, both indicated, it should be spent on the pensions.  The Government has rewarded the Department of Transport, Tourism and Sport for the way it treated the Joint Committee on Transport and Communications by giving it another &euro;350 million of pocket money to spend on electric trains and whatever else it wants.  Connectivity is facilitated by aircraft.  However, the Department sold the aircraft - wrongly, in my view - so why give it this money?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#R00300","speaker":"1157"},{"type":"speech","time":1445347800,"counter":85,"content":"<p>I wish to refer to the reports relating to the commission of burglaries in the Knocknacarra area of Galway by drug-fuelled individuals, a matter which has received attention in the press today.  It has been alleged that the perpetrators of the many burglaries being committed in the area to which I refer are out on bail.  While I stress that these are only allegations, I wish to highlight the fact that this morning the Garda seized &euro;250,000 worth of drugs in Galway.  This shows that the force is constantly monitoring the situation relating to drugs in the region.  I remind Senators that the Minister for Justice and Equality has commenced the passage of the Criminal Justice (Burglary of Dwellings) Bill 2015.  The Bill is targeted at those repeat offenders who have previous convictions and who are charged with multiple offences relating to residential burglaries.  It strengthens the provisions for the refusal of bail and provides for tougher sentencing for repeat home burglaries.  It was also announced this morning that the Garda will receive a large fleet of high-powered vehicles that will allow officers to conduct high-speed pursuits, particularly on major roads.<\/p> <p>In the light of the allegations relating to the commission of burglaries in the Galway area and elsewhere, I have asked the Minister for Justice and Equality to meet me to discuss the matter.  I ask the Leader to invite her to come before the House to debate the issue of crime.  If resources are needed to tackle this issue, then they must be provided.  We cannot have a situation where people do not feel safe in their homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#R00400","speaker":"1187"},{"type":"speech","time":1445347800,"counter":86,"content":"<p>I ask the Leader to convey the sentiment of the House, which I like to think I reflect, on the resignation of Billy Walsh who, up until yesterday, was employed as head coach of the Irish boxing team by the now discredited Irish Amateur Boxing Association, IABA.  Perhaps the Leader will convey our compliments to the Minister of State at the Department of Transport, Tourism and Sport, Deputy Michael Ring, the Minister for Transport, Tourism and Sport and the Taoiseach who have come out strongly in support of Mr. Walsh.  His resignation is both a national scandal and a disgrace, particularly when one considers the proud record of Irish boxers under the leadership of Billy Walsh and his team.  We have now lost his expertise.  As a small country, we can ill afford to lose his expertise to the United States, one of the largest countries in the world.  It will be dreadful to see Billy Walsh wearing the stars and stripes of America - and facing up to the green, white and gold of Ireland - at the boxing championships at next year's Olympics in Rio.  I ask the Leader, when conveying the shock and dissatisfaction that all of us feel about the manner in which the IABA has handled this matter, to raise questions regarding the funding given to that organisation.  I am not suggesting that this funding should be withdrawn because such a move would affect boxers throughout the country, both those at elite level and individuals who box in local gyms.  I refer, in particular, to youngsters who are starting out in their chosen sporting career.  This matter should afford the Government an opportunity to raise questions about the way in which the IABA has gone about its business in respect of this matter.  Even the Irish Sport Council, through its CEO, John Treacy, has expressed its exasperation with the failure of negotiations.<\/p><p>I am a member of the Oireachtas Joint Committee on Transport and Communications, which deals with sport and which is due to meet tomorrow morning.  This issue will almost certainly be raised at that meeting and I shall use the opportunity to call for the IABA or whomever has responsibility in this regard to be brought to account.  We cannot afford to lose such expertise in any area of Irish life, particularly in view of the small size of our country.  It is just not acceptable that we should lose this level of expertise in a sport which was under-represented for many years but which has proven to be one of our most successful areas of endeavour in recent times.  The latter is the result of the structures that were put in place.  Mr. Walsh has admitted that the structures predate him but he continued with them.  Now we are faced with a massive gulf in expertise due to the loss of somebody who provided expertise, guidance and support to Irish boxers.  The IABA should feel ashamed about the situation.  It should clarify matters and explain how this situation arose because we are in dark regarding what has occurred.  With the exception of issuing a statement expressing hypocritical regret last evening, the IABA has remained silent.  I commend to the House an article by Vincent Hogan, published in today's issue of the <i>Irish Independent<\/i>, which provides the background to how all of this happened.<\/p><p>Finally, I commiserate with my colleague, Senator Comiskey, who did not make it on to the nomination list last week.  I am genuinely sorry that he was unsuccessful but wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#R00500","speaker":"1128"},{"type":"speech","time":1445347800,"counter":87,"content":"<p>I call Senator Hayden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00100","speaker":"1127"},{"type":"speech","time":1445347800,"counter":88,"content":"<p>I appreciate that it does afford an opportunity to put on the record that, irrespective of the media comments at the weekend about the political directions, Fianna F&aacute;il will be seeking a mandate from the Irish people for Deputy Miche&aacute;l Martin, as Taoiseach, after the next election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00200","speaker":"1128"},{"type":"speech","time":1445347800,"counter":89,"content":"<p>The Senator has exceeded his time.  In fairness, the leaders have each got three minutes and I hate to see the second speakers taking four minutes.  I call Senator Hayden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":90,"content":"<p>I wish to make a brief reference to a recent European Central Bank report which stated that between 2009 and 2013 Irish people lost more of their personal wealth than any other eurozone country.  Many of those who lost their personal wealth, lost the bulk of their savings and the values of their pensions.<\/p> <p>It has come to my attention recently that an approach was made, as I understand it, to the Minister for Finance by a particular company which acquired assets at the bottom of the market in this country.  These are assets that Irish people have bought and paid for and which they and their children will be paying for over the next number of decades.  It is unacceptable that companies that have acquired assets at below market rates are influencing Government policy when it comes to housing.  At the end of the day, what is important are the people of Ireland, the roofs over their heads and the homes in which they live.<\/p> <p>I ask the Leader to arrange for a broader debate on the whole issue of Irish housing, who has acquired it, what has happened with NAMA, what has happened with all the vulture funds that have acquired Irish assets cheaply and, in my opinion, below market values, because, as I said, it is the Irish people who will pay for this for the next number of decades.  This Parliament and other former Governments looking across the way here will have to answer to the Irish people on how we managed the value of Irish assets during the decades of the financial crisis.<\/p> <p>One other debate I seek relates to the under 26s who, as I said on the night of the budget, did not receive, as other groups did, some of the restoration of their rights, particularly when it comes to payments.  I call for a broader discussion on the issue of youth policy in relation to payments to young people, the system of support for third level education grants and the wider issues that affect young people in society. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00400","speaker":"1172"},{"type":"speech","time":1445347800,"counter":91,"content":"<p>With regard to No. 1, I completely disagree with the Leader that it should be taken without debate.  This is a debating Chamber.  The people in Aer Lingus have been swindled out of their pensions.  It is devastating that people have their pensions cut in half at a time of economic difficulty.  If one compares this with what happened in Waterford Glass where the Government found the money to pay off the pensions, it is outrageous that this House should pass a measure allowing the Government to transfer almost &euro;350 million without paying the pensioners from the company that is being dissolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00500","speaker":"1136"},{"type":"speech","time":1445347800,"counter":92,"content":"<p>Hear, hear.  It is outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00600","speaker":"1139"},{"type":"speech","time":1445347800,"counter":93,"content":"<p>It is an absolute disgrace and a reproach to this House that we should take it without debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00700","speaker":"1136"},{"type":"speech","time":1445347800,"counter":94,"content":"<p>Daylight robbery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00800","speaker":"1140"},{"type":"speech","time":1445347800,"counter":95,"content":"<p>I wish to raise the issue of the eighth amendment.  My church was completely against the eighth amendment.  I was against the eighth amendment.  It is a disgrace that third parties outside a relationship should dictate to people such as Graham Linehan and his wife who have a non-functioning pregnancy where there is literally no real child, that they should continue for nine months being asked, \"Are you hoping for a boy or a girl\", and \"Have you got an extra room\".  It is a disgusting human situation.  I thought we had matured beyond this stage.  The Irish people have gone beyond this but Irish politicians lack the guts to tackle this issue.  I welcome what Mr. Linehan has said.<\/p> <p>Like Senator Hayden, I also heard the announcement on the wireless today that Ireland lost the most during the economic crisis.  Who won?  The winners of the Second World War, of course, Germany.  We lost &euro;18,000 per individual in this country, the Germans made &euro;33,000 per individual in the country because we stupidly picked up the gambling debts of the German banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#S00900","speaker":"1136"},{"type":"speech","time":1445347800,"counter":96,"content":"<p>Last Thursday in my local village of Blackrock, County Louth, I attended the funeral of my near neighbour, Garda Tony Golden.  The Taoiseach was present, as was the Minister for Justice and Equality, Deputy Frances Fitzgerald; Deputy Miche&aacute;l Martin; the Garda Commissioner, my colleague, Senator Terry Brennan; and many other politicians and public figures.  The funeral also was attended by many thousands of garda&iacute; and a sombre local community who feel so much for Garda Golden's widow, Nicola; his three beautiful children; his mother-in-law and father-in-law who live in the village; and his own mother, father and family from Ballina, together with the extended family.  It was a dastardly deed and words cannot express its horror or the legacy it has left for the family.<\/p> <p>I welcome the forthcoming provision of additional resources for the Garda to deal with criminal activity engaged in by so-called republicans in the Border area.  Today Mr. Mark Durkan has called for a special task force to be set up.  I echo that call which echoes the report produced by Members' esteemed colleague, Senator Paul Coghlan, and his team on this criminality.  I also note that the IRA's ruling body, the Army Council, has today been declared to still exist in a report by Secretary of State Villiers.  She states it has a wholly political focus, but anyone who knows anything about republicanism and its ideology knows that the IRA Army Council was always a political body and, in fact, considers itself to be the legitimate government of this country.  I ask that both the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, and the Minister for Justice and Equality, Deputy Fances Fitzgerald, come to this House to outline the implications of that statement, particularly as it goes on to indicate that Provisional IRA members believe-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#T00100","speaker":"1166"},{"type":"speech","time":1445347800,"counter":97,"content":"<p>T&aacute; an t-am istigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#T00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":98,"content":"<p>I apologise.  They believe the Army Council oversees both the IRA and Sinn F&eacute;in with an overarching strategy.  I wish to hear what the implications of this are and ask the aforementioned two Ministers to come to the House because this is an all-Ireland issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#T00300","speaker":"1166"},{"type":"speech","time":1445347800,"counter":99,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#T00400","speaker":"1127"},{"type":"speech","time":1445347800,"counter":100,"content":"<p>T&aacute;imid ag smaoineamh ach go h&aacute;irithe inniu ar an dream den Lucht Si&uacute;il at&aacute; &aacute; gcur inniu tar &eacute;is gur cailleadh iad sa tine uaf&aacute;sach sin i gCarraig Mhaigin an tseachtain seo caite.  Ba mhaith liom comhbhr&oacute;n a dh&eacute;anamh lena muintir agus lena dteaghlach ar fad.  T&aacute; s&eacute; thar a bheith br&oacute;nach mar l&aacute; d&oacute;ibh si&uacute;d.<\/p> <p>I was happy to attend a presentation this morning by Women's Aid in which it called for a number of issues to be addressed.  Members of the Seanad, in particular, have had a good record in this regard and it would be timely for them to have another debate on some of the issues raised by Women's Aid.  The presentation highlighted the issue of resources, in that all systems supporting and assisting women and children experiencing domestic violence or leaving abusive relationships should be fully resourced.  Women's Aid has also highlighted a number of pieces of legislation that should be brought up to date and into line with the Istanbul Convention and the EU victims directive.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has also highlighted the issue around relevant staff of all statutory systems that provide assistance to victims being trained, resourced and informed about domestic violence and the need to ensure accurate data and statistics on domestic violence for the planning, delivering and evaluating responses to women and children experiencing abuse.  It is, unfortunately, an issue that is on the increase.  Based on my experience on the joint policing committee in Galway, the figures are increasing.  I have listened to groups, such as Domestic Violence Response in Oughterard, Riverside House and others, and they tell me that their resources are being cut back and that they are finding it very hard to deal with the increase in the numbers of people calling on their services.  Even though we raised issues here a number of years ago in regard to Dolphin House and its facilities, the situation is getting worse, so it is important for us to have a debate about the issues highlighted by this group and other groups to see what policy changes can be made and what proposals are in place concerning resourcing.  Now that we are being told that we have turned the corner, certainly in the context of the budget, we need to see where the extra resources will be made available and how the extra moneys to organisations like Tusla will be employed, particularly in the area of domestic violence.  Ba mhaith liom iarraidh ar an gCeannaire smaoineamh ar d&iacute;osp&oacute;ireacht d&aacute; leith&eacute;id sin a reacht&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#T00500","speaker":"1122","continuing":true},{"type":"speech","time":1445347800,"counter":102,"content":"<p>I would like to add to Senator Mooney's comments because my phone has been ringing off the hook over the past number of days with regard to the resignation, if I may call it that, of the great Billy Walsh.  My response to people has been that there is nothing I can do.  They have said, \"Well you're a Senator, you should be able to raise the issue and do something about it.\"  Last week, we referred to the amateur boxers who were competing in the world championships and wished them well.  I congratulate the Irish Amateur Boxing Association, not because we won gold, silver and bronze but on the \"shamamateurism\" of the organisation.  There is public outcry as a result of Billy Walsh's resignation.  I can understand the support he is getting from the public because he has proven to be one of the most successful coaches in the history of Irish sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#U00200","speaker":"1165"},{"type":"speech","time":1445347800,"counter":103,"content":"<p>Like all things, we destroy them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#U00300","speaker":"1196"},{"type":"speech","time":1445347800,"counter":104,"content":"<p>His biggest problem was that he became too successful.  I certainly know that one is never regarded as a prophet in one's own land.  I got to know Billy Walsh at the Olympic Games in Seoul in 1988.  Over the years since, I have found him to be a very humble, proud and brilliant leader in our sports community.  He is the ultimate professional.  He leaves no stone unturned in his preparation.  His high-performance structures in Ireland are the envy of the rest of the world.  He has gained trust among the boxers and that is very hard to do.  He has gained the trust of the Irish Sports Council over the years and, in particular, the trust of the fans.  He does not have an ego.  He allows his results to dictate.  The biggest problem is that he hurt the ego of the green blazers.  He became too big in their eyes and they had to take him down and wear him out.<\/p> <p>We, as taxpayers, have funded the IABA to the tune of many millions of euro over the past eight, nine or ten years.  Why did we do this?  While the money was well spent, it was because we produced world, Olympic and European champions.  It was also because we had a high-performance coach in Billy Walsh who was not even given the opportunity to be called the high-performance director - something he wanted.  He wanted to bring his team around but those in the IABA would do it.  Like Senator Mooney, I question the systems that exist in the IABA.  It does not want to give Billy Walsh the power.  It does not want to give the Irish Sports Council the opportunity to dictate terms to it, so it is time to review and to question funding and the IABA's ability.  There is an old motto, \"If it ain't broke, don't fix it.\"  The IABA's motto is, \"If it ain't broken, let's break it.\"   Yesterday was a sad day.  It was the biggest fight Billy Walsh had to go into and, sadly, it was against his own organisation.  I wish him well because the IABA drained him and forced him to throw in the towel.  I know that when he goes to the US, he will be welcomed with open arms, revered and respected but I know that at the Olympic Games in Rio de Janeiro next year, if there is an American fighting against an Irish person, his heart and soul will be with that Irishman and Irishwoman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#U00400","speaker":"1165"},{"type":"speech","time":1445347800,"counter":105,"content":"<p>I second Senator Darragh O'Brien's amendment to the Order of Business.  I also take this opportunity to welcome to the Public Gallery Dr. Keith Swanick who will contest the forthcoming Seanad by-election on behalf of the Fianna F&aacute;il Party.  Dr. Swanick is from Castlerea.  I wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00100","speaker":"1140"},{"type":"speech","time":1445347800,"counter":106,"content":"<p>That is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":107,"content":"<p>I think it is appropriate that I would-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00300","speaker":"1140"},{"type":"speech","time":1445347800,"counter":108,"content":"<p>I have ruled on the matter.  The Senator should not abuse-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00400","speaker":"1127"},{"type":"speech","time":1445347800,"counter":109,"content":"<p>Dr. Swanick comes from County Roscommon and practises in Belmullet.  He is a very successful young man who will make be a major addition to this House.<\/p> <p>I also ask the Leader to arrange for the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, to come to this House to review the Personal Injuries Assessment Board which was established more than ten years ago by the then Minister, Mary Harney.  The board processed more than 31,576 claims last year and made 12,420 awards totalling &euro;281 million.  <\/p> <p>The cost of car insurance is spiralling out of control.  In many cases, premiums have increased by 25%.  The reason for this is the quick settlement of claims, some of which are allegedly fraudulent, to avoid having to go before the courts to fight them.  I recently came across a case involving an accident that occurred last Christmas and involved only a scratch to a car but in respect of which six months later a claim was made in respect of whiplash.  How a person could experience whiplash six months after an accident is beyond me.  Companies such as Liberty Insurance and others are settling such claims rather than fighting them in court but the people who are paying for these claims are the people paying for insurance.  We must fight fraud.  If I do not get results in this particular regard then, using parliamentary privilege, I will act on behalf of the public to name and shame companies in this House, as I did in relation to price increases.  In one particular case, because of an uncontested claim, a young man now has to pay &euro;5,000 per annum to insure his car which he needs to get him to a job he has been offered in County Kildare.  <\/p> <p>My request is a reasonable one.  The Leader is very responsive to requests and I ask that he ensure the Minister, Deputy Bruton, comes to this House to discuss the issue of insurance and how we can rid ourselves of fraud and fraudulent claims.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00500","speaker":"1140"},{"type":"speech","time":1445347800,"counter":110,"content":"<p>An article in today's edition of <i>The Irish Times<\/i>regarding drink driving convictions states that in some parts of the country the conviction rate is below 20% and in others the average conviction rate is higher than 68%.  This raises very serious questions about how summonses are prosecuted, including whether there is a defect in the manner in which they are presented by the Garda, whether there is a defect in how they are being dealt with by the courts or whether we have an extremely efficient and hardworking legal profession in some parts of the country and not in others.  There are serious questions that need to be asked about this matter.  It is appropriate that the matter be debated in this House.  I acknowledge that there are some changes proposed in this area but there are questions around this issue that need to be answered quickly.<\/p><p>I have defended cases successfully in the District Court because that is my job.  However, it must be borne in mind that in many road traffic accidents a person may have lost a mother, father, son or daughter because the driver of one car was over the legal alcohol limit.  We must address this matter in the fastest possible way to ensure appropriate penalties are imposed on persons caught driving while over the legal alcohol limit.  As we approach Christmas, the current message is that the risk is worth taking.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the one concern I currently have.  We are now approaching that time of the year when people need to be more careful and should not be taking risks.  While I have no objection to people having a drink, I have a problem with people drinking and driving.  It is something we need to be conscious of.  We should have a debate and the Minister for Justice and Equality should give some explanation for the wide variation in convictions across the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#V00600","speaker":"1150","continuing":true},{"type":"speech","time":1445347800,"counter":112,"content":"<p>I was very impressed to read yesterday of the Taoiseach's enthusiasm for cycling and for cycle runs, particularly the one in the midlands.  Our attention has been drawn to the opportunities for Ireland in the area.  Apparently some 20 million people in Europe cycle and Germany alone has 70,000 km of cycle runs, but we have practically none.  We have the opportunity to do something about that and increase our tourism facilities to give those tourists opportunities to do that cycle run.  I think particularly of the western rail link that goes from Collooney in County Sligo to Athenry in County Galway.  It is available and would take very little to put it into operation.  All it needs is determination and enthusiasm.  If we can do that we will be able to benefit tourism to a very large extent.<\/p> <p>On this week every year for about 22 years I have stood up here and pointed to something else we could do.  Next Sunday let us take the first steps towards joining Central European Time so that we get that extra hour of daylight every evening.  It is quite bright now at 4.20 p.m., but it will not be next week.  Next week it will be like that at 3.20 p.m.  Let us ensure we can do something about that.  We do not want to do it on our own; I know an effort has been made to do so.  A large number of British Members of Parliament are also enthusiastic about taking that extra hour every evening and doing it for the entire year.  The way for us to do that is to join Central European Time.  I believe we can do it.  We should not do it on our own because I do not want to see a barrier between Dundalk and Newry or between Belfast and Dublin.  There are a sufficient number of people in Britain and Northern Ireland who would say, \"That's a step we can take.\"  It will help our tourism and it will help reduce energy and other costs.  More than anything else it will make us all feel better every evening of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00200","speaker":"1145"},{"type":"speech","time":1445347800,"counter":113,"content":"<p>I welcome the announcement by the Minister for Justice and Equality, Deputy Fitzgerald, that &euro;5.3 million is to be spent on 260 new Garda vehicles between now and the end of this year.  These vehicles will be used to assist the Garda in pursuit of mobile gangs using high-powered vehicles.  These 260 vehicles will be added to the 370 vehicles that have already come into operation so far this year.  They will be used to tackle the scourge of highly mobile criminal gangs committing crimes throughout County Louth and across the country.  The Minister, Deputy Fitzgerald, has allocated &euro;5.3 million to provide the Garda with additional high-powered vehicles, marked and unmarked patrol cars, cars for surveillance, motorcycles for high-visibility policing and vehicles for public-order policing.<\/p> <p>This investment will support the Garda in carrying out more visible and responsive patrols on our motorways and in rural communities.  The extra vehicles will give it the resources to increase surveillance of criminal gangs and to enhance night-time public-order policing.  The Government will have invested more than &euro;34 million in new Garda vehicles since 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00300","speaker":"1138"},{"type":"speech","time":1445347800,"counter":114,"content":"<p>And no one is driving.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00400","speaker":"1139"},{"type":"speech","time":1445347800,"counter":115,"content":"<p>This is a massive increase on the &euro;4.8 million - one eighth - provided by the previous Government between 2009 and 2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00500","speaker":"1138"},{"type":"speech","time":1445347800,"counter":116,"content":"<p>Outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00600","speaker":"1164"},{"type":"speech","time":1445347800,"counter":117,"content":"<p>In July the Minister, Deputy Fitzgerald, published the general scheme of a new bail Bill to strengthen the law and get tougher on serious and repeat offenders who are out on bail.  This new law will result in a clampdown on repeat burglars and will support garda&iacute; who work extremely hard to catch these repeat offenders.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Brennan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2360\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2360&amp;amp;pid=TerryBrennan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If you could bear with me, a Chathaoirligh, I wish to welcome-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#W00700","speaker":"1138","continuing":true},{"type":"speech","time":1445347800,"counter":119,"content":"<p>Senator Brennan is well over the limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":120,"content":"<p>-----and acknowledge the announcement of the deployment of 27 additional garda&iacute; to Dundalk Garda station.  I hope the decision will make a difference to policing along the Border in north Louth and south Armagh.  I commend Commissioner O'Sullivan on taking this initiative soon after the murder of Garda Tony Golden in Omeath just ten days ago and the death of Detective Garda Adrian Donohoe in January 2013.  I am deeply concerned at the dastardly crimes that have been committed, as is my colleague, Senator Jim D'Arcy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00300","speaker":"1138"},{"type":"speech","time":1445347800,"counter":121,"content":"<p>I find it very sad that Amnesty International, which has done so much good work over the years, has tainted its human rights credentials, not only by promoting legalised prostitution and the cause of pimps and users of persons in prostitution, but also in its virulent campaign for legalised abortion.  It is disturbing to see promoters of legalised abortion using the tragic cases of those whose child has been diagnosed with a severe foetal abnormality as the wedge issue on which to destroy the eight amendment in this country when the reality is that those campaigners want to see abortion legalised in far wider circumstances, starting with but not confined to people with disability generally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00400","speaker":"1146"},{"type":"speech","time":1445347800,"counter":122,"content":"<p>Ah, give over, R&oacute;n&aacute;n.  Jesus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00500","speaker":"1119"},{"type":"speech","time":1445347800,"counter":123,"content":"<p>In their world, if one is not what they call \"wanted\", one is not worthy of life.  It is wrong and dishonest to invoke the fact that there are criminal sanctions for women in terms of abortion.  There are criminal sanctions for women in every abortion regime as well.  I challenge Senator Bacik and others in the sense that I would support removing all criminal sanctions for women in the case of abortion if they would support the retention of criminal sanctions for abortionist doctors and others involved in this process, which is tragically destructive.  Those who propose abortion have a tragically destructive world view that is exclusive of other human beings.<\/p> <p>Ba bhre&aacute; liom d&aacute; bhf&eacute;adfaidh an tAire Talmha&iacute;ochta, Bia agus Mara teacht isteach anseo chun labhairt faoin gcl&aacute;r g&eacute;an&oacute;ma&iacute;ochta agus sonra&iacute; mairteola.  T&aacute; f&eacute;idearthachta&iacute; m&oacute;ra ag baint leis an sc&eacute;im seo, mar a bhaineann s&eacute; le r&eacute;imse na mairteola ach go h&aacute;irid, ach mura gcuirtear ina lu&iacute; ar fheirmeoir&iacute; na t&iacute;re seo go bhfuil tairbhe nach beag sa sc&eacute;im seo d&oacute;ibh, n&iacute; bheidh aon rath uirthi.  Ba ch&oacute;ir don Aire teacht os comhair an T&iacute; chun cuntas a thabhairt d&uacute;inn ar fhorbairt na sc&eacute;ime seo.  Caithfear rannph&aacute;irt&iacute;ocht na bhfeirmeoir&iacute; sa sc&eacute;im seo a chinnti&uacute; agus go pr&aacute;inneach.  M&aacute; theipeann ar an Roinn &eacute; seo a dh&eacute;anamh, t&aacute; inmharthanacht chuid mh&oacute;r de theaghlaigh na t&iacute;re seo i mbaol d&aacute;ir&iacute;re.<\/p> <p>I would like if the Minister for Agriculture, Food and the Marine could come to this House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00600","speaker":"1146"},{"type":"speech","time":1445347800,"counter":124,"content":"<p>T&aacute; an t-am istigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00700","speaker":"1127"},{"type":"speech","time":1445347800,"counter":125,"content":"<p>-----to explain the beef data and genomics scheme from which many farmers have withdrawn in recent times.  This is very important for the quality of beef output in the country.  Many fine farmers feel the scheme is not worth the trouble or they do not buy into it because they have not found themselves in agreement that this is important in terms of improving the quality of beef outputs.  Many farmers look at finishing traits but they do not necessarily take into account the traits of the mother and other factors in cattle breeding.  That is most important if we are to have a long-term development in the quality of beef output.  It took many years to achieve that in the dairy sector and perhaps the Department is trying to achieve it in a very short period in the beef industry.  It would be good if the Minister for Agriculture, Food and the Marine were to come to the House to discuss this important programme and we wish to hear how it is progressing, why the Government believes farmers have been pulling out of it, and what the Government intends to do about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00800","speaker":"1146"},{"type":"speech","time":1445347800,"counter":126,"content":"<p>I join with the calls of colleagues for a debate with the Minister for Justice and Equality, Deputy Fitzgerald, on crime and the resources being made available.  I very much welcome the Government's increased commitment to properly resourcing the Garda and adding 600 new recruits this year as a major attempt to come to terms with the very mobile and dangerous criminals roaming the countryside and terrorising people in their homes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to see further investment in technology to help apprehend the people concerned and keep a trace on them after they have committed a certain number of offences.  We need to look at the issue of the tagging of dangerous criminals.  Civil liberties groups will be unhappy with a statement such, but the civil liberties of people living in rural areas and cities who are being terrorised in their homes and having their lives changed forever are being seriously infringed.  We should do everything possible to ensure repeat offenders are put out of business once and for all.<\/p><p>I welcome the support of Deirdre Clune, MEP, a former Member of this House, for a motion in the European Parliament calling for the global abolition of the death penalty.  I saw some staggering figures in this regard.  It is hard to believe 2,466 people in 55 countries were put to death in 2014, a 23% increase since 2013.  They included several women who were stoned to death for committing adultery in Pakistan, Nigeria, Iran and Saudi Arabia.  Eight states - Mauritania, Sudan, Iran, Saudi Arabia, Yemen, Pakistan, Afghanistan and Qatar - still have the death penalty for homosexuality, while 33 other states apply it for drug-related offences.  This is a serious human rights issue.  Will the Leader organise a debate with the Minister for Foreign Affairs and Trade on how Ireland could spearhead a campaign in the European Union to get agreement and put pressure on other countries to get rid of this barbaric sentence?  It is not acceptable in 2015 that 2,500 people will be executed.  I am always concerned about a miscarriage of justice in such cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#X00900","speaker":"1118","continuing":true},{"type":"speech","time":1445347800,"counter":128,"content":"<p>At this time of year there is the ancient Celtic festival of Samhain, a time when we think of loved ones who have passed.  Those of the Catholic tradition will visit the graves of dead family members and friends in the next couple of weeks.  I spoke to one such mother this morning.  It is with her permission that I refer to the murder of her son, Paul Quinn, on this day in 2007.  He was lured to a farmhouse in Tullycoora, County Monaghan, on the pretence that he would move cattle with three friends.  When he got there, he saw that his friends were being held hostage.  In the following our up to ten armed and masked men proceeded to pulverise him with cudgels with nails.  They finished him off with iron bars.  When his mother, Breege, saw him lying in a hospital bed in Drogheda, she was told by the doctors that there was nothing left to fix.  With her husband, Stephen, and all those who live in the communities of south Armagh and north Monaghan, she has known for a long time that the IRA still exists.  I have been saying it, too, in this Chamber for some time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Y00200","speaker":"1119"},{"type":"speech","time":1445347800,"counter":129,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Y00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":130,"content":"<p>It exists in those communities which it rules through the utmost fear and intimidation.  Not one of those called in over the death of Paul Quinn spoke one word to the authorities.  They sat in stony silence.  To the IRA killers of Paul Quinn I hope the doors of the other world will be opened and that they will be haunted by his murder.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Heffernan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2362\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2362&amp;amp;pid=JamesHeffernan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If they are men they will come forward and hand themselves over to the authorities.  I appeal to people in that area who have information and who may be sheltering those murderers to come forward also with that information.  We have heard today that, contrary to what Sinn F&eacute;in has been telling us, the IRA has not left the stage and that it is still directing the production.  We need to know who is the tail and who is the dog and who is in control of what.  We need an urgent debate following on from the statement today by the Secretary of State for Northern Ireland, Theresa Villiers, about the state of play of paramilitarism across Northern Ireland and across our State as well.  We need that to happen as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Y00400","speaker":"1119","continuing":true},{"type":"speech","time":1445347800,"counter":132,"content":"<p>I rise to request that sufficient speaking time be granted to allow all Members to make their contributions to the debate on the Marriage Bill later today.  I have raised the matter of speaking time for Independent Members on a number of occasions since I was democratically elected to this House last year.  I am long enough around to know that every organisation must have its standing orders under which to operate but it is high time that the Standing Orders of this House were examined and reformed as the institution itself needs reform.<\/p> <p>Having won, by way of election, the privilege to serve my country as a Member of this House, I am committed to fully debating legislation and other issues as they come before the House.  I know also that Members present here today and every day are equally committed.  However, there are those, a small few, who are Members of this House who appear so infrequently in the Chamber that it beggars belief that they would accept a salary of &euro;65,000 a year for the job.  Clearly, their external occupations are more important than the important work of the national Parliament.  What is worse is that some of these people have speaking time available to them with a higher priority than me despite attending the Seanad and the Joint Committee on Education and Social Protection----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00200","speaker":"1196"},{"type":"speech","time":1445347800,"counter":133,"content":"<p>With respect, the Senator is jumping the gun slightly.  As I understand it, and the Leader will clarify this, the debate that will take place later on the Bill to which the Senator referred, is open-ended.  In other words, it does not have to be concluded this evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":134,"content":"<p>If Senator Craughwell was listening during the Order of Business, he would know that there is no time limit on that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00400","speaker":"1130"},{"type":"speech","time":1445347800,"counter":135,"content":"<p>I accept that but there are issues with respect to this matter and if I would be allowed to conclude what I stood up to say, it might clarify them.  This House and its Members have long been accused of being a useless drain on public moneys.  It is hard to defend this view when some who have been given the privilege to serve do not bother to turn up to debate some of the most important, humane and, perhaps, bravest legislation introduced by any Oireachtas in the history of this State.  Worse still, if one of those habitual absentees turned up when there was just enough time remaining in a debate for one speaker, they would have priority over me-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00500","speaker":"1196"},{"type":"speech","time":1445347800,"counter":136,"content":"<p>With all due respect, this is not an appropriate matter for the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00600","speaker":"1127"},{"type":"speech","time":1445347800,"counter":137,"content":"<p>-----notwithstanding my attendance record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00700","speaker":"1196"},{"type":"speech","time":1445347800,"counter":138,"content":"<p>Members may be absent for different reasons.  It is wrong to cast aspirations by making general statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00800","speaker":"1127"},{"type":"speech","time":1445347800,"counter":139,"content":"<p>If the Leas-Chathaoirleach allows me to finish he will understand from where I am coming on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z00900","speaker":"1196"},{"type":"speech","time":1445347800,"counter":140,"content":"<p>I clearly understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01000","speaker":"1127"},{"type":"speech","time":1445347800,"counter":141,"content":"<p>I fully understand that Members of this House are away on business frequently and I respect that.  I further respect the elected Members of this House in the way they participate and their dedication to this House.<\/p> <p>I have sometimes sat here for a number of hours waiting to make my contribution, only to depend on the generosity of the Chair or another Member to share speaking time.  Sometimes I have been told there is no time left as happened, for example, during the debate on the budget last week.  I will be writing to the Committee on Procedure and Privileges today to request an urgent review of how speaking time is allocated in this Chamber.  I will be asking how a group, the Independent group in this case, can refuse membership to one who attends the Chamber while granting membership to absentees, some of whom are rarely seen in this Chamber.  I will be writing to An Taoiseach, as the leader of the Government, to ask him what briefing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01100","speaker":"1196"},{"type":"speech","time":1445347800,"counter":142,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":143,"content":"<p>-----he gave to his nominees when he appointed them as I expect elected Members of the Seanad can speak for themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01300","speaker":"1196"},{"type":"speech","time":1445347800,"counter":144,"content":"<p>The Senator was allocated two minutes and he has already used four minutes.  I am trying to be fair to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01400","speaker":"1127"},{"type":"speech","time":1445347800,"counter":145,"content":"<p>I have 30 seconds left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01500","speaker":"1196"},{"type":"speech","time":1445347800,"counter":146,"content":"<p>No.  The Senator does not have 30 seconds left.  He was allocated two minutes and he has used four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01600","speaker":"1127"},{"type":"speech","time":1445347800,"counter":147,"content":"<p>I request that I be given a further 30 seconds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01700","speaker":"1196"},{"type":"speech","time":1445347800,"counter":148,"content":"<p>I ask the Senator to conclude but much of what he has put on the record would be more appropriate to put to the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01800","speaker":"1127"},{"type":"speech","time":1445347800,"counter":149,"content":"<p>Sometimes, things have to be put into the public domain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#Z01900","speaker":"1196"},{"type":"speech","time":1445347800,"counter":150,"content":"<p>Not necessarily on the Order of Business.  There are other ways of raising them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":151,"content":"<p>Sometimes it has to be done this way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00300","speaker":"1196"},{"type":"speech","time":1445347800,"counter":152,"content":"<p>I will allow the Senator ten seconds to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00400","speaker":"1127"},{"type":"speech","time":1445347800,"counter":153,"content":"<p>Like the Leader and many other Senators who are here because they want to be here, I respect the privilege of serving in this House.  I want nothing more than to be allowed to do the job I was elected to do.  I want in future to ensure there is time for every Member to add to whatever legislation comes before the House.  I thank the Leas-Chathaoirleach for his indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00500","speaker":"1196"},{"type":"speech","time":1445347800,"counter":154,"content":"<p>The Senator's point prohibits me from letting Senator Healy Eames speak as we are over the time.  He referred to Members coming in late looking for speaking rights.  He exceeded his time and we are over the time allocated.  I am not trying to personalise this but we are five minutes over the allocated time.  I call the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00600","speaker":"1127"},{"type":"speech","time":1445347800,"counter":155,"content":"<p>Senator O'Brien made the case in respect of Aer Lingus but this has been debated at length in the committee and, therefore, I do not propose to amend the Order of Business.<\/p> <p>The report on paramilitary groups in Northern Ireland was raised by a number of Senators, including Senator Bacik.  I hope when we have the full details of that and the report of the Garda Commissioner that we can have a debate on this important issue.<\/p> <p>Senator Bacik and others reminded us of the families of the bereaved in Carrickmines.  I am sure all our hearts go out to the families involved.<\/p> <p>Senators Bacik and Barrett welcome the appointment of Professor Philip Lane as Governor of the Central Bank.  Senator Barrett also congratulated the new Prime Minister of Canada.  I noted his points in respect of transport issues and Aer Lingus, in particular.<\/p> <p>Senator Naughton raised the issue of burglaries in Knocknacarra, County Galway.  The Criminal Justice (Burglary of Dwellings) Bill 2015 is before the Lower House and it will be in this House soon.  I understand the bail Bill is also in the other House and we will also have it within a few weeks.  We will, therefore, deal with those matters and there will be ample time and opportunity for Members to make a contribution on those Bills.  The Senator and Senator Brennan welcomed the announcement of the provision of 260 additional high powered vehicles for the Garda by the end of the year and the allocation of &euro;5.3 million by the Minister for Justice and Equality for their purchase.<\/p> <p>Senators Mooney, Coghlan and others raised the issue of Billy Walsh's resignation.  There is no doubt he has been an excellent ambassador not alone for his sport but for the country since he took over.  If my memory serves me correctly, his predecessor, Gary Keegan, was also forced out of that high performance post.  Questions need to be asked of, and answered by, the IABA.  I am sure the question of the funding of same will be considered as regards the governance of that body.  It is a sad day that a person who has given so much of himself to the sport has been forced out in such a way.  I wish him well in his new position if he takes it up, but I am sure he has no option to do so at this time.<\/p> <p>Senator Hayden referred to the report on Irish people's loss of personal wealth over the past number of years in comparison to other countries.  She called for a debate on housing and the acquisition of assets.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will try to arrange that with the Minister for Finance.  The Senator also called for a debate on youth policy and education grants.  We have not had a debate on that issue since the youth guarantee so I will endeavour to hold one.<br\/><br\/>I note Senator Norris's points in regard to the eighth amendment.  I suggest to him that Irish people hate to be dictated to by any source on any issue, certainly on this issue.<br\/><br\/>Senator Jim D'Arcy spoke about the death of Garda Tony Golden, who was a close neighbour of his.  I attended in Dundalk last week and I offered my sympathy in the Garda station in particular.  I am delighted the extra 27 garda&iacute; have been put in place by the Garda Commissioner.  As Senator D'Arcy said, the British-Irish Parliamentary Assembly only last year called for a task force to be put in place in the Border area.  I would hope that will now take place, both from the Irish and the British side.  There is a need to deal with the criminality - the diesel laundering, the smuggling, the beatings and so on.  I know Senator Heffernan has referred to Paul Quinn's murder, which was a barbaric act.  People would ask who sanctioned that murder and those beatings.  A mafia-style <i>omerta<\/i>exists in that area of our country and there is undoubtedly a fear within the community.  We will certainly debate the report of the Secretary of State, Theresa Villiers MP.  One point that stands out is that the Provisional army council oversees both the Provisional IRA and Sinn F&eacute;in with an over-reaching strategy.  That is one of the things many people have been stating all along and there is a need for clarification and debate on that issue.<br\/><br\/>Senator &Oacute; Clochartaigh called for a debate on domestic violence.  We will certainly try to arrange that.  A number of Members welcomed the Government's and the Taoiseach's stance that the ratification of the Istanbul convention will be done by the Government in early course.<br\/><br\/>Senator Leyden called for a review of the personal injuries board and also for a debate on fraud in the insurance sector.  I share his concerns on that matter and will try to arrange same with the Minister, Deputy Bruton.<br\/><br\/>Senator Colm Burke raised the issue of drink driving offences and the low number of convictions being recorded in many areas of the country.  If so many people avoid conviction, there is a clear need for more watertight legislation to be put in place.  I believe the Minister is considering this in early course and, hopefully, we will have legislation before Christmas, if possible, to deal with these loopholes.  People are appalled at the low percentage of convictions in these cases.<br\/><br\/>Senator Quinn spoke on the question of green-ways and cycle-ways, and the need to increase our tourism opportunities.  We are succeeding in that area but there is a need for further improvement.The Senator also raised an issue he has raised every year, the whole question of Central European Time.  As he states, it must be done in conjunction with our UK neighbours because otherwise, it cannot come in.  The justice committee and Members of the British Parliament are very favourably disposed.  We must jump together on this issue if it is to be introduced.  I would certainly agree with Senator Quinn's sentiments in this regard, as I have over many years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Brennan welcomed the provision of 260 new high-powered Garda vehicles, in addition to the 370 vehicles which already have been put in place this year.  He also welcomed the 600 extra garda&iacute; who will be trained in Templemore.<\/p><p>Senator Mullen questioned Amnesty International's stance on abortion.  He also called for the Minister for Agriculture, Food and the Marine to come to the House for a debate on the beef genomics scheme.  The Minister has attended the Chamber on that matter.  As I recall, it was raised on the Commencement debate and may also have been debated on other occasions.  It certainly has been debated comprehensively at the Joint Committee on Agriculture, Food and the Marine.  There is no point in having repetition in various areas.<\/p><p>Senator Mullins welcomed the 600 Garda recruits and emphasised the need for new technology in order to combat burglaries and all types of criminality.  He mentioned, too, the need for electronic tagging.  It is easy to say we should have such a facility, but its success is dependent on a number of factors.  Those factors will be examined by the Joint Committee on Justice, Defence and Equality in early course.  Senator Mullins also highlighted the need for the Minister for Foreign Affairs and Trade to lead a campaign for the global abolition of the death penalty and highlighting human rights issues.<\/p><p>Senator Heffernan spoke about the death of Paul Quinn, to which I have already referred.<\/p><p>To clarify for Senator Craughwell, as I mentioned on the Order of Business, the Marriage Bill 2015 will be taken at 5 p.m., with the time allocated to group spokespersons not to exceed eight minutes and that for all other Senators not to exceed five minutes in each case.  The debate will conclude when everybody is finished.  The Senator may certainly take up the other matters he raised with the Committee on Procedure and Privileges.  When I hear him talking about the disagreements between the Independent groups and who should or should not be affiliated, I question how stable a government would be if it were made up of Independent Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#AA00700","speaker":"1130","continuing":true},{"type":"speech","time":1445347800,"counter":158,"content":"<p>There should be no groups in here at all, as the Leader knows.  We should all be members of vocational panels, not groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#CC00200","speaker":"1196"},{"type":"speech","time":1445347800,"counter":159,"content":"<p>Senator O'Brien has proposed an amendment to the Order of Business, \"That No. 1 be taken with debate.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#CC00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":160,"content":"<p>It certainly is.  I am gravely disappointed that the Leader has not consented to a debate on this matter, particularly in view of his indication last week that we would have such a debate.  Therefore, I am pressing the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#CC00400","speaker":"1139"},{"type":"vote","time":1445347800,"counter":161,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 24.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Aideen Hayden and Michael Mullins.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#CC00500","aye":["1157","1205","1116","1196","1147","1131","1119","1140","1149","1128","1146","1136","1115","1139","1200","1145","1164"],"nay":["1148","1138","1150","1165","1124","1158","1130","1166","1117","1172","1152","1161","1174","1118","1187","1153","1169","1170","1129","1125","1163","1171","1143","1176"]},{"type":"unspoken","time":1445347800,"counter":162,"content":"<p>Question, \"That the Order of Business be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"Proceeds of Sale of Aer Lingus: Motion","time":1445347800,"counter":163,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00100"},{"type":"speech","time":1445347800,"counter":164,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the payment by the Minister for Finance, pursuant to section 46(1) of the National Treasury Management Agency (Amendment) Act 2014, from the Central Fund to the Ireland Strategic Investment Fund of &euro;335,272,562.50 (three-hundred and thirty-five million, two-hundred and seventy-two thousand, five-hundred and sixty-two euro and fifty cent) being the amount of the funds derived from the proceeds of the sale of the State's shareholding in Aer Lingus.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00200","speaker":"1130"},{"type":"unspoken","time":1445347800,"counter":165,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1445347800,"counter":166,"content":"<p>We will proceed to No. 2, the Marriage Bill 2015 - Second Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00300","speaker":"1127"},{"type":"speech","time":1445347800,"counter":167,"content":"<p>I did not hear a word.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00400","speaker":"1136"},{"type":"speech","time":1445347800,"counter":168,"content":"<p>Neither did I.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00500","speaker":"1139"},{"type":"speech","time":1445347800,"counter":169,"content":"<p>That is not my fault.  I made it quite clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00600","speaker":"1127"},{"type":"speech","time":1445347800,"counter":170,"content":"<p>Call for silence then.  I did not hear a word.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00700","speaker":"1136"},{"type":"speech","time":1445347800,"counter":171,"content":"<p>I wish to make it quite clear that the reason I was not heard was that both Senators, who should be listening, were talking.  The motion was agreed.  As nobody objected to it, I cannot-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00800","speaker":"1127"},{"type":"speech","time":1445347800,"counter":172,"content":"<p>I object to the fact we are not able to be heard in this House.  I certainly want to object.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF00900","speaker":"1136"},{"type":"speech","time":1445347800,"counter":173,"content":"<p>It was quite clear.  The Leader moved the motion and I asked if-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01000","speaker":"1127"},{"type":"speech","time":1445347800,"counter":174,"content":"<p>I did not hear a word.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01100","speaker":"1136"},{"type":"speech","time":1445347800,"counter":175,"content":"<p>I ask the Senator to check the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":176,"content":"<p>It is the responsibility of the Leas-Chathaoirleach to maintain order and keep silence in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01300","speaker":"1136"},{"type":"speech","time":1445347800,"counter":177,"content":"<p>No.  Senators have a responsibility to keep silent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01400","speaker":"1127"},{"type":"speech","time":1445347800,"counter":178,"content":"<p>It is the responsibility of the Leas-Chathaoirleach to keep silence and I want a process to get this registered.  It is an absolute disgrace.  It is as though the Ministers are afraid to face this House after cheating the Aer Lingus workers out of their pensions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01500","speaker":"1136"},{"type":"majorheading","content":"Marriage Bill 2015: Second Stage","time":1445347800,"counter":179,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01600"},{"type":"speech","time":1445347800,"counter":180,"content":"<p>I welcome the Minister for Justice and Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01700","speaker":"1128"},{"type":"unspoken","time":1445347800,"counter":181,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1445347800,"counter":182,"content":"<p>How much time do we have?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF01900","speaker":"1136"},{"type":"speech","time":1445347800,"counter":183,"content":"<p>The time allocated to group spokespersons is not to exceed eight minutes and for all other Senators five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF02000","speaker":"1128"},{"type":"speech","time":1445347800,"counter":184,"content":"<p>I thank the Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF02100","speaker":"1136"},{"type":"speech","time":1445347800,"counter":185,"content":"<p>It is a pleasure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF02200","speaker":"1128"},{"type":"speech","time":1445347800,"counter":186,"content":"<p>It gives me huge pleasure to introduce the Marriage Bill 2015 into the Seanad.  The Bill gives effect to the constitutional amendment, approved by the people on 22 May 2015, that, \"Marriage may be contracted in accordance with law by two persons without distinction as to their sex.\"  Eleanor Roosevelt famously wrote that a person's philosophy is best expressed by the choices he or she makes.  The decisive vote by the people of Ireland for marriage equality has confirmed that our society's philosophy is one of inclusiveness.  We recognise the truth of Desmond Tutu's statement that our universe is characterised by diversity.  We have chosen as a people to ensure that marriage, one of our most cherished institutions, now responds to the diversity of our society.<\/p> <p>The process of societal change which has made this Bill possible has involved many people.  Lesbian, gay, bisexual and transgender people across this country have worked tirelessly to make marriage equality a reality.  Many parents, siblings, friends and neighbours have supported them on their quest for change.  The tapestry of change has been woven by many hands.  I salute them all.  However, I would like to pay particular tribute to two members of the Seanad who have been pivotal in this process.  First among them is, of course, Senator David Norris.  His courage and persistence in challenging the State led ultimately to decriminalisation back in 1993.  It is fitting that he is here today, an esteemed Member of this House, to see the introduction of the Marriage Bill.  He has played a truly vital part over the years in ensuring that the State treats its citizens fairly and equally, regardless of sexual orientation.<\/p> <p>Another special mention should go to Senator Katherine Zappone who, with her wife Ann Louise, began the process of seeking rights for same-sex couples wishing to have their marriages recognised here.  Their action helped to spark a movement and to change the nature of our discussion about marriage.  They inspired lesbian, gay, bisexual and transgender people to see access to marriage as an achievable goal.  Many other Members of this House have been passionate advocates of equality generally and, in the course of the marriage referendum campaign and before, of equal access to marriage.  I do not intend to name each of those Senators, for fear of missing someone out.  I will say that Senators have made a significant contribution, inside this Chamber and on the doorsteps, to making this Bill possible today.<\/p> <p>Most of all, though, I wish to acknowledge the enormous contribution made by the many who played a critical role in the run-up to the referendum, namely, the NGOs which worked together under the \"Yes Equality\" umbrella and the thousands of people who canvassed and campaigned for marriage equality.<\/p> <p>I have already addressed a particular matter in the other House but I think it bears repeating here.  The referendum campaign was hard fought, with passionate viewpoints expressed on both sides.  It is a triumph of our democratic process that people across the country participated sincerely and enthusiastically.  Ultimately, the decision of the people was clear and decisive.  However, it is important to recognise the sincerity of the divergent viewpoints which were articulated in the course of the referendum campaign.  Those who voted against the referendum feared that marriage would be fundamentally changed, even feared that society itself would change.  They were motivated by the desire to defend an institution that is so dear to us.  They have also played an important part in the democratic process.  I would say to them now that there is nothing to fear by the outcome of the referendum.  Marriage has been strengthened by the debate and by the outcome of the referendum.  Its value has been reaffirmed by people who want so wholeheartedly to make that very special and ideally lifelong commitment.  The desire of same-sex couples for access to marriage and our response to it has changed our society in the best way possible.  The \"Yes\" vote says something important about our society.  It says that as a society, we value marriage and we recognise its importance in both practical and symbolic terms.  As of 23 May, the referendum result day, our lesbian, gay, bisexual and transgender citizens can see that they are rightly recognised by their fellow citizens as fully part of our society and entitled to be part of one of its most cherished institutions.  This is why, on 23 May, there was such jubilation in the upper yard of Dublin Castle, on the streets and in people's homes.  It was because when the people of Ireland were asked to vote on the rights of a minority, they decided that the minority should have the same rights as the majority.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Marriage Bill 2015 is designed to open marriage to same-sex couples.  The constitutional amendment alone does not do that.  As it stands, the law does not yet allow two persons of the same sex to marry in accordance with law.  This Bill will make the necessary changes to the law to enable same-sex couples to marry.  It will clarify the position of religious bodies and guarantee their freedom of religion.  It will also discontinue the statutory scheme of civil partnership.  Finally, it will make a range of other legislative amendments to ensure married same-sex couples are treated in the same way under law as any other married couple.<br\/><br\/>Some will regret the removal of the civil partnership option.  It has already been discussed in some detail in the other House.  However, the advice I received on the matter is clear.  Civil partnership was not made available to opposite-sex couples at the outset precisely because they had the option of marrying.  In similar fashion, it can no longer be available for same-sex couples, as they will now have the option of marrying.  The Government's advice is that to continue to allow access to civil partnership would raise equality issues if it were available only to same-sex couples.  At the same time, it might be constitutionally vulnerable if available to all couples in parallel with marriage.  This is because of the constitutional pledge to &quot;guard with special care the institution of Marriage, on which the Family is founded, and to protect it against attack.&quot;  That places a particular responsibility on the State not to allow an institution to operate which might carry any risk of being regarded as a competitor to marriage.  The Bill proposes, therefore, an orderly wind-down of access to civil partnership for new entrants, while preserving the rights, obligations and entitlements of couples already in a civil partnership or a relationship which is treated as a civil partnership under Irish law.<br\/><br\/>The Bill sets out several measures to make access to marriage easier for current civil partners.  This recognises the fact many people who registered their civil partnerships in Ireland would have preferred to marry had they been able to do so.  For this reason, the Government has sought to make the administrative processes for civil partners wishing to marry as easy as possible.  To achieve this, we are amending the Civil Registration Act 2004 to provide that it is not an impediment to a marriage if the couple concerned are already in a civil partnership with each other.  The T&aacute;naiste and Minister for Social Protection will also provide for a reduced fee, namely, &euro;50 instead of the usual &euro;200, where a couple who registered a civil partnership in Ireland now wish to marry here.  This reflects the fact the civil registration service will have a file on the couple concerned establishing their identities and will not have to duplicate this work.<br\/><br\/>In addition, on Report Stage in the D&aacute;il, I introduced an amendment which will reduce the notice period to marry where a couple is already in an Irish civil partnership.  This acknowledges that such couples will previously have given notice of their intention to register in a civil partnership.  For those who have already given notification of their intention to enter a civil partnership during the transition period, they will be offered the option of marrying instead if they wish.  There will be no fees for any necessary administrative changes.<br\/><br\/>This is a short Bill, given the profound effects it will have.  It consists of just 24 sections set out in six Parts.  Its main effects will see the removal of the statutory impediment in the Civil Registration Act 2004 preventing parties of the same sex from marrying.  Couples already in civil partnerships will be able to marry one another without having to dissolve their civil partnership.  Couples who have given notice of their intention to enter a civil partnership will be able to convert this into notice of their intention to marry.  Civil partnership will be closed to new couples after a six-month transition period.  Provision is made for religious bodies and religious solemnisers.  Foreign marriages between same-sex couples will be recognised under Irish law as marriages.<br\/><br\/>Part 1, sections 1 to 3, inclusive, contains standard provisions.  The Bill, once passed, will be known as the Marriage Act 2015.  It will be commenced by a ministerial order which I will make after consulting with my colleague, the T&aacute;naiste and Minister for Social Protection.  Our intention is that the Act will be commenced as soon as is reasonably possible.  The General Register Office is already preparing for its implementation.  I estimate it should be possible to commence the Act within approximately a fortnight of its enactment.  This brief period is necessary to enable the registrar to carry out certain systems testing, as well as to contact couples who have already set dates for their civil partnership ceremonies to determine whether they wish to proceed with a civil partnership or, instead, to marry.<br\/><br\/>Part 2 is an important substantive Part which changes the current impediments to marriage.  Section 4(<i>a<\/i>) removes the impediment that &ldquo;both parties are of the same sex&quot; from section 2(2) of the Civil Registration Act 2004.  This is the Bill's single most important provision because it is this change that will, in the near future, allow many loving, committed same-sex couples to marry.  Section 4(<i>b<\/i>) further amends the impediments to marriage.  Since commencement of the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010, the impediments to marriage have included that &quot;one of the parties to the marriage is, or both are, already party to a subsisting civil partnership&quot;.  If this provision was not amended, the 2,000 or so couples who are already in civil partnerships would not be able to marry each other, unless they first dissolved their civil partnerships.  The Bill modifies that impediment by making a special exception for civil partners who wish to marry one another.  The precise exception is then set out in a new section 2B of the Civil Registration Act 2004, inserted by section 6.  That new section specifies, &quot;There is not an impediment to a marriage by virtue of both of the parties to the intended marriage being parties to a subsisting civil partnership with each other.&quot;  It is simple, limited and ensures a civil-partnered couple wishing now to marry each other are not put through an onerous and futile requirement to have to dissolve their civil partnership.  Of course, being in a civil partnership will continue to be an impediment to marrying anyone except one's own civil partner.<br\/><br\/>Section 4(<i>c<\/i>) sets out the impediments that will apply to marriage.  At present, the impediments to marriage are set out in marriage law older than the State.  The Marriage Act 1835 specifies marriages within the prohibited degrees of consanguinity or affinity are absolutely null and void.  Consanguinity is a blood relationship, meaning the relationship of people who descend from the same ancestor.  Affinity refers to a relationship based on marriage.  For example, a person may not marry his or her stepmother, even when she is divorced or widowed.  The law at present has specific limitations in place as regards the degree of consanguinity or affinity which may exist between parties to a proposed marriage.  Section 4(<i>c<\/i>), together with a new section 2A of the Civil Registration Act 2004, inserted by section 5, sets out that prohibitions on the grounds of consanguinity or affinity shall apply to couples of the same sex as they do to couples of the opposite sex.  This is subject, of course, to any necessary modifications to those prohibited degrees relating to the sex of the parties.<br\/><br\/>These provisions are in line with our overall policy that this implementation Bill should interfere as little as possible with existing provisions of marriage law, as well as making only the changes necessary to deliver on the decision of the people in the referendum.  Essentially, the same conditions, with appropriate modifications for the sex of the couples, will apply for all couples wishing to marry.<br\/><br\/>Part 3 consists of a single section setting out the position for religious bodies and religious solemnisers.  A religious solemniser is a person such as a priest who is registered with the General Register Office as a solemniser of the church or religious denomination of which he or she is a member.  The Government has been clear that equal marriage as a right refers to the civil aspect of marriage, not to any religious or sacramental aspect of it.  Historically, many religious bodies have carried out the civil aspects of marriage simultaneously with the religious aspects and this will continue to be the case.  It has always been the case that religious bodies have substantial discretion in choosing which marriages to solemnise in accordance with the tenets of their beliefs.  This will remain the case.<br\/><br\/>Nonetheless, it was considered important to make it absolutely explicit in the Marriage Bill that religious bodies will not be compelled to solemnise particular marriages as a consequence of the amendment or of statutory provisions.  This special provision is limited to the specifically religious activities of religious bodies and solemnisers.  It does not affect or restrict the operation of equality legislation more generally.  Accordingly, section 7 specifies that neither this Bill nor any other enactment shall require a religious body to recognise a particular form of ceremony.  &quot;Form of ceremony&quot; is defined as including that form in so far as it relates to the sex of the parties to the ceremony.  The effect of this provision is to ensure no religious body will be required to authorise new marriage ceremonies for same-sex couples.  The section goes on to specify that no religious solemniser shall be obliged to solemnise a marriage in accordance with a form of ceremony not recognised by the religious body of which he or she is a member.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is very detailed in terms of these definitions; therefore, it is a double lock guarantee.  Neither a religious body nor an individual cleric will be compelled to solemnise marriages which do not comply with the marriage criteria of the relevant religious body.  In short, section 7 demonstrates that the guarantee contained in Article 44 of the Constitution that each religious denomination shall have the right to manage its own affairs is not undermined by this most recent constitutional change.  I repeat that this legislation will not compel religious bodies in any way to solemnise marriages.  They will have the choice to decide whether to solemnise same-sex marriages.  I am aware that some religious denominations may decide or may already have decided to enable same-sex couples to marry in their ceremonies.  There is nothing in the Bill or the Civil Registration Act which will restrict them in carrying out the civil as well as the religious aspects of these marriages.  It will be up to them to decide.<\/p><p>Part 4 of the Bill sets out the arrangements being made for civil partnership.  As I have mentioned, the policy based on the new constitutional context is that civil partnership registration will cease after a reasonably short transitional period.  Section 8 repeals a large proportion of Part 7A of the Civil Registration Act 2004 which had set out the basis for the registration of civil partnerships.  Some provisions are retained to ensure proper maintenance of the civil partnership register for the protection of couples who are currently civil partners.<\/p><p>I must stress that the status of current civil partners will be completely unchanged.  There is no question of removing any of the rights and obligations of civil partnered couples or changing their status in respect of each other.  They will be free to marry each other if they so choose, but they are under no obligation to do so.  If they choose, they can remain as civil partners for the rest of their lives.  To achieve this, the repeals in the Bill are carefully targeted in order that they will remove access to civil partnership registration but leave the status of existing civil partners unaffected.  They will also preserve the registrar's powers and responsibilities relating to corrections to and maintenance of the civil partnership register.<\/p><p>Section 9 is a new section to which I referred that was inserted on Report Stage in the D&aacute;il.  I referred to it in my opening remarks.  It is the provision which sets out that civil partners who registered their civil partnership in Ireland will not have to give three-month notice to the registrar of their intention to marry.  This is because, as I have said, they will already have complied with this requirement when registering their civil partnership.<\/p><p>Section 10 inserts a new Part 7C in the Civil Registration Act 2004 to make certain transitional provisions.  The inserted section 59K is a technical provision which allows the registrar on the marriage of a couple who are civil partners to record in the civil partnership register that the civil partnership was dissolved on their marriage to each other.  One section leads to the other.  It is really a housekeeping provision whereby the couple have registered their civil partnership in Ireland and subsequently marry here.  These facts will be fully recorded in the registers.<\/p><p>The new section 59L of the Civil Registration Act 2004 contains important transitional provisions relating to the wind-down of civil partnership registration.  For couples who have already notified the registrar of their intention to register in a civil partnership, it provides that they may request the notification to be converted into a notification of marriage.  The notification period does not reset the clock.  A couple who have notified the registrar of their intention to register in a civil partnership on 1 December will be able to convert that notification into a notification of their intention to marry on the same date.  I had indicated that this change was coming.  The registrar will contact couples directly in the coming weeks to advise them of the differences between the impediments to civil partnership and those relating to marriage.  This is to ensure that in the unlikely event of a couple being prohibited from marrying by the impediments relating specifically to marriage, they will still be able to proceed to civil partnership instead.  <\/p><p>The section also provides that where a couple have completed a civil partnership registration form before the commencement date, it will remain valid.  The couple will be able to proceed to register their civil partnership within the six-month period for which the form remains valid.  <\/p><p>Another exception is made for circumstances where an objection to a civil partnership registration is made.  This issue needs to be dealt with in the legislation.  If a couple are unable to register their civil partnership owing to an objection which, on investigation, is found to be without merit, they will still be able to proceed to register their civil partnership, even if the finding that the objection is unfounded comes after the Bill has commenced.  <\/p><p>Despite the repeals set out in section 8, the repealed provisions will continue to apply in their entirety to the exceptional cases I have outlined.  Some of the circumstances for which the exceptions are set out are quite unusual and may not arise, but, clearly, we must deal with the issue in the legislation.  If they were to arise, the consequences for a couple who found themselves in these situations could be very serious.  They would no longer be able to assume legal rights and responsibilities to each other or to receive legal protection for their relationships.  The exceptions we are making are careful and very limited.  They are designed to ensure couples who already have commenced the formal legal processes involved in registering their civil partnership can do so.<\/p><p>Section 11 inserts a new section in the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010.  Although the general rule is that a civil partnered couple may not dissolve their relationship, unless they have been separated for two out of the previous three years, this new section specifies that where a civil partnered couple marry each other, their civil partnership is effectively dissolved from the date of the marriage.  This is to ensure the status of the couple in respect of each other is completely clear and that they are not considered to be married and civil partners at the same time.  It is essential to deal with this issue in the legislation also.  <\/p><p>Part 5 of the Bill deals with the recognition of certain foreign relationships.  Section 12, essentially, provides that marriages lawfully contracted abroad by same-sex couples will be recognised as marriages here.  Under current law, a marriage is not recognised in Ireland if, under the law of their habitual residence, the parties did not have the capacity to marry at the time they married.  If we did not include specific provisions on recognising foreign relationships, this could have serious consequences for Irish couples who married in other jurisdictions before the commencement of the Bill.  Subsection (1), therefore, specifies that the sex of the parties to a marriage does not preclude its recognition in Ireland.  Of course, if there were another impediment such as one of them being already married or under age, the marriage would not be recognised.  Senators will be aware that lots of questions have been asked about all of these technicalities; therefore, it is important to go into detail on them while I am dealing with Second Stage of the Bill.  <\/p><p>Subsection (2) specifies that the recognition of a marriage between a same-sex couple will take effect from the date of the marriage or the date on which the section comes into force, whichever is the later.  This is required because of the general principle that legislation is not retrospective.  <\/p><p>Subsection (3) provides that a marriage recognised under a section 5 order is not precluded from being recognised as a marriage.  Section 5 orders are the orders under the Civil Partnership Act that recognised certain registered foreign relationships as being entitled and obliged to be treated as civil partnerships under Irish law.  These orders, essentially, recognised marriages contracted abroad as civil partnerships here.  These provisions are now being removed.  These marriages contracted abroad will, therefore, be fully recognised as marriages without any need for further action on the part of the couple.  <\/p><p>Subsection (4) provides for an exception to the recognition rule in a case where a couple has married in another jurisdiction and has since dissolved that relationship, whether under the provisions of the Civil Partnership Act or otherwise.  Their marriage will not be recognised, despite the general provisions of this section.  This is because it would be very unfair to subject a couple in these circumstances to having to divorce for, as they would see it, a second time.  <\/p><p>Subsection (5) is another transitional provision relating to relationship breakdown.  The constitutional provisions on divorce require that the couple concerned must be separated for four out of the previous five years in order to divorce.  This provision takes account of the fact that some couples may have married in another jurisdiction but that the relationship may have broken down and they may currently be separated for some time.  Recognition of their marriage should not reset the clock on that separation; therefore, a period of separation prior to commencement of the Bill will be taken into account for the purposes of the Family Law (Divorce) Act.  There is other legislation where periods of separation are similarly relevant, including access to certain State benefits.  Any pre-commencement separation period will be recognised for these purposes, too.  I realise these are all very technical provisions and may arise in varying circumstances, but I wish to ensure the House is aware that they are being dealt with in the legislation.  <\/p><p>Subsections (6) to (10), inclusive, repeal each reference in every section 5 order to marriages made in the specified jurisdictions.  This ensures marriages will be recognised exclusively as marriages.  There will be no risk of them being treated as marriages in some situations and as civil partnerships in others.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Section 13 sets out a restriction on the recognition of other types of foreign registered relationships recognised by section 5 orders.  Some of the policy considerations have already been laid out; that civil partnership registration is to close to new couples and that the last day on which a civil partnership may be registered in Ireland will be six months after the Bill commences.  For consistency with this policy, section 5 orders will not recognise new civil partnerships recognised in other jurisdictions more than six months after the Bill commences.  Couples whose relationships are currently recognised will be completely unaffected by this change.  Couples whose relationships are registered after the cut-off date will not be recognised as civil partners in Ireland.  However, the option to marry here in Ireland will be open to them.<br\/><br\/>Part 6 of the Bill amends a range of legislation.  Some of the amendments are simply to ensure that a married person has the same rights and obligations, whether the person is married to someone of the same sex or the opposite sex.  I outline only the very substantive amendments here.  Section 16 for example amends the Guardianship of Infants Act, which is an important provision, to ensure that where a child is jointly adopted by same-sex spouses, both will be the guardians of the child jointly.  If either spouse dies the other will be the child&rsquo;s guardian alone, as with any testamentary guardian or court appointed guardian.<br\/><br\/>We also amend section 6(<i>b<\/i>) of the Guardianship of Infants Act 1964, with an insert from the Children and Family Relationships Act 2015, where the spouse - whether husband or wife - of a donor conceived child&rsquo;s birth mother is also a parent of the child, within the meaning of the 2015 Act, then the spouse is also automatically a guardian of the child.  We can see how the recent changes in legislation now come into this legislation.<br\/><br\/>Section 17 amends the Succession Act 1965, the detail of which I will not go into here, but there is consistency in this as in the other sections.  Section 21 amends the statutory provisions setting out the declarations to be made by the parties to a marriage within the ceremony.  Each of the parties can, as appropriate, accept the other as a husband, as a wife or as a spouse.  This ensures that there is a no question of a same-sex couple only being able to accept each other as spouses.  This will not require any change to any form of currently approved ceremony.  Opposite-sex couples remain free to accept each other as husband and wife, however they may also be able to accept each other as spouses if they prefer.  This will be an option in civil ceremonies.  Religious and secular bodies may decide whether or not to allow this in their ceremonies but will not be obliged to allow it.<br\/><br\/>Section 24 makes a very symbolically important amendment to the Gender Recognition Act 2015 in that it removes the single status requirement for an applicant for a gender recognition certificate.  On commencement of that Act, those provisions were not commenced because the marriage amendment had already taken effect.  This was a source of great relief for people who feared they would be in the invidious position of choosing between their relationships and their preferred gender.  I am very happy to have this early opportunity to remove these provisions entirely.<br\/><br\/>On 22 May 2015 the people of Ireland showed the scale of their ambition for our society.  There were many quiet revolutionaries who determined that they wanted Ireland to be a land of welcome for all its children.  The effect was astounding.  As the late, lamented Seamus Heaney put it so well, &ldquo;The dazzle of the impossible suddenly, Blazed across the threshold.&quot;  Ireland became the first sovereign country to choose marriage equality by popular vote.  The referendum confirmed that Irish people want a society that embraces diversity while valuing the family and marriage.  The Marriage Bill 2015 which I introduce on Second Stage here today will implement the will of the people.  It will enable couples to marry without distinction as to their sex.  Its enactment is a matter of urgency.  We owe it to those who have waited so patiently to make their dreams a reality.  I commend this Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#FF02300","speaker":"1009","continuing":true},{"type":"speech","time":1445347800,"counter":190,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Fitzgerald, to the Seanad on this very important and historic day for Seanad &Eacute;ireann.  I thank the Minister for her detailed contribution in outlining the Bill.  On behalf of my own party, it is personally a great honour and a pleasure for me to formally support this Bill on Second Stage in the Seanad.<\/p> <p>The referendum was an example of how civic society and the country outside of politics - but with politics involved - could come together.  I believe on the eve of the 100th anniversary of the Rising, when we look at the fundamental principles of equality and fairness of many of the men and women of that time,  one would be that all our children would be treated equally, regardless of gender.  It is fitting, coming into that important centenary next year, that Ireland will have joined 19 other countries across the world by being the first by popular vote to acclaim everyone in this country, regardless of gender, and that someone should not be excluded from entering into marriage on the basis of gender.<\/p> <p>I am a married man.  I have been married for eight years.  While it took my wife a long time to convince me to get up the aisle, or maybe it was the other way around, I have friends who have been precluded from getting married.  In a modern society the fairness of the Irish people shone through during the campaign and referendum and now people will be able to make their choice should they wish to be married or not.<\/p> <p>On a day like today I pay particular tribute to Senator David Norris, my colleague and great friend.  When I was in school and coming up through the ranks in political life, David was a colourful figure but also an important figure here in the Oireachtas.  He stood out in the Oireachtas in fighting for equality for people who are lesbian and gay.  Through his hard work and endeavour he also fought for many others who were marginalised in society.  In many ways I am sure he felt he was on his own, but Senator Norris really shone a light for the rest of us at a time when it was not popular to do so.  Today, after such a long battle, I thank him for all that he has done.  I understand he is a shy and retiring individual-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#JJ00200","speaker":"1139"},{"type":"speech","time":1445347800,"counter":191,"content":"<p>On this occasion I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#JJ00300","speaker":"1136"},{"type":"speech","time":1445347800,"counter":192,"content":"<p>-----at least on this occasion he is.  As Father of the House, it is fantastic that he is here in such good health, hale and hearty, on a day like today.  Senator Zappone has also fought a long battle on this issue, greatly assisted by Senator Bacik.  Senator Bacik will testify that over four and a half years we have not agreed on many things, but the odd time we do.  The Senators have performed a crucial and important role.<\/p> <p>I acknowledge the work of the civil groups in the referendum campaign.  I am referring to the work of people like Moninne Griffith at Yes Equality and GLEN, directed by a very good friend of mine, Tiernan Brady, and all the different groups that came together in showing what is possible.  There were people who had concerns and those who had different views, but I believe that by passing this Bill into legislation, and when an Uachtar&aacute;n na h&Eacute;ireann signs the Bill into law, it will strengthen the institution of marriage.  It may give the institution of marriage a shot in the arm.  During the debate which ensued over the weeks and months in the lead up to the famous referendum day in May 2015, society said \"We accept difference, everyone is equal and everyone should, if they love each other and if they want to make a public statement, be able to marry each other.  All of the rights that go with that should be given to all of our citizens equally.\"  I believe that the fairness of the Irish people shone through.  People of all ages and all backgrounds were vocal.  Those who had never campaigned in previous referendums came out, knocked on doors, spoke to their friends and discussed the issues within families.  When one looks back, homosexuality was decriminalised in this country only in 1992.  We have come a long way in a relatively short period of time with the Equal Status Act 2000 and the Civil Partnership Act 2010.<\/p> <p>It is a great pleasure for me to support this Bill all the way through.  I believe the Minister, Deputy Fitzgerald, is due credit for the way she has spear-headed this legislation.  I acknowledge also the former T&aacute;naiste, Eamon Gilmore, who played a very important role in devising this legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Certainly colleagues in my party and our party leader, Deputy Martin, fervently believed in marriage equality.  He played his part on behalf of the party in this campaign.  More important, outside politics, ordinary men and women across the State played their part and voted for marriage equality.  I would like to see our colleagues and fellow citizens in Northern Ireland bring marriage equality into law there also.  Those who fear that the institution of marriage is in any way undermined by same-sex marriage will learn from the example of the Republic of Ireland that nothing could be further from the truth and if anything, it will strengthen the institution.  I hope that in a very short space of time both jurisdictions on the island of Ireland will affirm same-sex marriage by law.  This is a fantastic day in the Seanad.  I once again commend all those who were so heavily involved in the campaign, lobbying and educating others and all the politicians of all parties and all civic groups, in particular, my good friend and colleague, Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#JJ00400","speaker":"1139","continuing":true},{"type":"speech","time":1445347800,"counter":194,"content":"<p>It is great to be in agreement with everything that Senator Darragh O&rsquo;Brien has said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00200","speaker":"1158"},{"type":"speech","time":1445347800,"counter":195,"content":"<p>Sign of a future coalition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00300","speaker":"1122"},{"type":"speech","time":1445347800,"counter":196,"content":"<p>I would not go that far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00400","speaker":"1158"},{"type":"speech","time":1445347800,"counter":197,"content":"<p>Careful now, the Senator should not go mad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00500","speaker":"1139"},{"type":"speech","time":1445347800,"counter":198,"content":"<p>It is great to coalesce on important and significant issues like this.  There is no doubt that 22 May last was a truly unique day in Irish society.  It was incredible the following day to see front pages of every newspaper in the world proclaiming the history that had been made by the Irish people.  Ordinary men and women of this country, through secret ballots, expressed their view in their hundreds of thousands that they believed in the fundamental right of equality so that gay and lesbian people would have exactly the same rights as every other citizen.  I commend the Minister for Justice and Equality, Deputy Fitzgerald, who played a leading role in the campaign, along with many others, not just in the political sphere but also in the \"Yes Equality\" campaign and so forth.  It is important, however, to identify the political leadership shown by people such as the Minister, Deputy Martin and Senator Norris, in particular.  I could not but agree with everything Senator Darragh O&rsquo;Brien has said about the father of the House.  I remember when I was growing up in west Clare following Senator Norris's colourful career, and a colourful character he is.  It is fantastic to see him here when Seanad &Eacute;ireann is passing this extremely important legislation.  Fine Gael salutes everything Senator Norris has achieved.  In the 1980s it was not popular, it was a criminal act.  People such as Senator Norris initiated the journey that has brought us to where we are today.<\/p> <p>This is complex legislation that must cover all sorts of anomalies and ensure there are no lacunae or loopholes.  That takes serious and careful consideration.  I commend the Minister, her officials, the Attorney General and all the other people who played such a vital role in getting this legislation over the line in four months.  For some other referenda, it has taken years to enact the legislation.  Senator Norris might correct when I say there was a referendum about the university Senators in 1979 and it has not been enacted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00600","speaker":"1158"},{"type":"speech","time":1445347800,"counter":199,"content":"<p>It was in 1979.  No reform of Seanad &Eacute;ireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK00900","speaker":"1136"},{"type":"speech","time":1445347800,"counter":200,"content":"<p>That was an example of the people having their say and clearly stating what they wanted but it has not been enacted.  The Department of Justice and Equality, the phenomenal Minister and her officials deserve huge credit for getting this over the line.<\/p> <p>I followed the debate on this legislation and civil partnerships in the other House.  I understand people's point of view on that issue but the Minister has made it clear that, unfortunately, the legal advice available to her made it impossible to facilitate a dual process in that regard because in essence, it did not formalise equality.<\/p> <p>This Government will be remembered for several things, apart from the economy, which comes and goes.  However, in terms of doing the right thing by our citizens, the referendum on 22 May will be its crowning achievement.  The Taoiseach&rsquo;s apology to the victims of child and institutional abuse was also significant in terms of doing the right thing by the citizens.  Other matters, such as the Protection of Life During Pregnancy Act 2013, are issues for debate.  It is a testament to the political leadership across the political divide in this country that all the leading parties were behind this Bill and put resources into campaigning for it, knocking on doors with enthusiasm because it was the right thing to do.  A new generation has been politicised, people who never knocked on a door before knocked on doors and made a huge impact on getting a \"Yes\" vote.<\/p> <p>The people who told their own stories publicly had a profound effect on the campaign - people such as Ursula Halligan; Tom Curran, Fine Gael general secretary, a controversial figure within Fine Gael but the party was proud of what he achieved by telling his story; and Justin and Mary McAleese; who put aside their privacy.  Ursula Halligan is an exceptionally private person but put aside her privacy to get the message out that this meant a lot to hundreds of thousands of people.  I salute all of those people and the people in communities who are not national figures but who went on local radio and shared their stories.  A chap in County Clare wrote a letter to his neighbours appealing to them to vote and telling his story in the letter.  That type of action was powerful.  It changed a perhaps unintended mind set in a lot of people to get them to do the right thing.  I look forward to the Bill's passage through this House.  It will be completed by Thursday, with the co-operation of all parties.  I commend it to the House and look forward to the remaining Stages going through very quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK01000","speaker":"1158"},{"type":"speech","time":1445347800,"counter":201,"content":"<p>I remind the House and Senators making contributions on this Bill that, while it is inevitable they would refer to individuals inside and outside the House, it is not the practice of the House or Members contributing to name individuals.  The Senator was talking about colleagues but no references should be made to those outside the House.  That is the normal practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK01100","speaker":"1128"},{"type":"speech","time":1445347800,"counter":202,"content":"<p>My apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK01200","speaker":"1158"},{"type":"speech","time":1445347800,"counter":203,"content":"<p>I welcome the Minister and her officials.  She has been resolute, diligent and swift in drafting the legislative provisions to implement the will of the Irish people who said \"Yes\" to marriage equality on 22 May 2015.  She is leading its passage through the Houses of the Oireachtas at a welcome pace, one that suits the scale and emotional depth of the people&rsquo;s vote.  I thank her.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome our marriage equality champions to the Seanad public Gallery and the AV room, and those who are watching online.  I welcome my beloved life partner of 33 years - my spouse and wife of 12 years - Dr. Ann Louise Gilligan.  I welcome the leaders of marriage equality, GLEN, ICCL, the USI, NXF, LGBT Noise, Belong To, TENI, Amnesty, and to the national family of Yes Equality.  I think some are here from Mayo.  Together we have made this freedom law possible.  <br\/><br\/>I will begin by paraphrasing a line from William Butler Yeats because this is how I feel today - change comes dropping slow.  When Ann Louise and I first imagined this change that we speak of today over 13 years ago - a change for ourselves, for other LGBT people and for Ireland - we never thought it would take this long.  Our work now is almost completed and we have learned so many things in this length of time and the dropping slow of change.  I am not the first to mention philosophy, the Minister has also mentioned it.  Philosophically speaking, change is the essence of reality.  It is the politics of change that throws up the contestations, conflicts, resistance and the prison of prejudice that must be overcome to unleash freedom for an oppressed minority.  It is the politics of change, driven successfully by so many equality champions over the past decade, that laid the fertile soil for the people to take up our cause, stand with us, tell their stories, open their hearts, listen to our stories and open their minds to a new way of being human in Ireland.  Before the vote, I often said that it is the Irish people who will have the power to banish inequality between a majority and a minority and that such an opportunity does not come often in a lifetime.  <br\/><br\/>How did the people rise up for this?  The politics of change became personal, especially for the young.  The personal is political, as the elders know.  The building of the national family of Yes Equality reaching out to every constituency in our republic and sparking the extraordinary phenomenon of #HomeToVote travellers crossed the generational, cultural and class divides to create an experience of solidarity, the likes of which many have never felt or witnessed before.  It is this solidarity that created such pure joy on 23 May 2015 and it is this solidarity and joy that became visible throughout the globe.  I pay tribute, not unlike my other colleagues, to every person who knocked on doors, every person who told their story, every person who went on the local and national airwaves, all who gathered for the fundraisers and those who wrote the cheques.  I pay tribute to the politicians, our great colleagues in the D&aacute;il, those of us here, especially Senator Norris and Senator Bacik, the political parties, the Independents, the Taoiseach and our Ministers, the mothers and fathers and children of LGBT people, the trans people, young and old, who said &quot;You must include us too&quot;, the queen of Ireland, the artists for yes, the mayors for yes, the unions for yes, the children's organisations for yes, the lawyers for yes, the women's organisations for yes, the businesses for yes and all the other folks for yes who engaged in a political revolution 21st century style.  <br\/><br\/>I pay special tribute to the Dublin South-West Yes Equality team that I led with Darragh Genockey.  I thank them for every night they went out, every door they knocked on, every conversation they had, especially the difficult ones, and every time they bore witness to the cause of freedom of LGBT people.  After the count in Citywest and after we opened all the boxes, we witnessed our results together - 71.3% of Dublin South-West said &quot;Yes&quot;.  Tallies demonstrated that some areas of Dublin South-West showed massive support for marriage equality, with some parts of Jobstown and Killanarden voting 85% &quot;Yes&quot;, areas in Fettercairn voting 88% &quot;Yes&quot;, parts of Ballyroan voting 82% &quot;Yes&quot; and estates of Rathfarnham voting 80% &quot;Yes&quot;.  These results and those throughout the country happened because of the generosity of the Irish people, because of the steadfastness of all of those who participated in this revolution and also because of the intelligence of the Yes Equality strategy, strategies to engage our citizens in the political process, all of whom know now that with citizen engagement deep and fundamental change is possible.<br\/><br\/>Another prime legacy of the marriage equality referendum is the experience of our people, especially our young people.  If they care about a cause and see things that should change and that they want to change, they will know that change is possible.  This can only be a good thing for our Republic especially as we approach the year of 2016.  Senator O'Brien has already referred to that.  <br\/><br\/>We have before us now the Bill that will enact equality and freedom for LGBT people and it puts in place the legislative provisions to enable couples to marry without distinction as to their sex.  I look forward to teasing out the detail of the implications of these provisions on Committee and Report Stages of our Seanad deliberations.  We have a Bill before us that when placed on the Irish Statute Book will carry the memory that citizens collaborating together can bring about fundamental change and can enable a cultural seismic shift for the good.  May the memory that this law embodies provide an ongoing touchstone for our citizens to imagine other change that is necessary to bring about a republic of equals for all.  <br\/><br\/>To conclude, I believe that the days of 22 and 23 May 2015 will go down in history as some of the greatest demonstrations for freedom in the history of our nation.  When the Seanad passes this Bill, when President Michael D. Higgins signs it, and our two women Ministers, Deputy Frances Fitzgerald, and the T&aacute;naiste, Deputy Joan Burton, agree when it will be commenced, we will be able to say:<\/p><blockquote>Free at last.  Free at last.  Thank God, we are free at last.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#KK01300","speaker":"1176","continuing":true},{"type":"speech","time":1445347800,"counter":205,"content":"<p>It will be difficult to follow that.  I hoped that I would not speak after Senator Zappone.  It gives me enormous pleasure to welcome the Minister to the House as a Minister who has led so strongly on this issue and on the process that has led us to this stage.  It gives me enormous pleasure to lead for the Labour Party on Second Stage of the Marriage Bill 2015, a Bill made possible, as we know, by the resounding \"Yes\" vote in the May referendum on marriage equality.  Like other speakers, I welcome very warmly to the public Gallery so many who made that resounding \"Yes\" vote possible - the leaders of the Yes Equality campaign, the marriage equality group, the GLEN organisation, the ICCL, and so many other groups that have campaigned for so long on LGBT rights, women's rights, groups such as USI that campaigned with the student body and made sure so many young people were registered, and campaigns such as that from the trade union movement.  There was an enormous coalition of civil society groupings that came together on this, such as children's rights organisations.  Groups that perhaps would not have been expected to come to the fore came to the fore and that was one of the enormous strengths of the campaign.<\/p> <p>There are too many people to name individually and I am mindful of the Leas-Chathaoirleach's ruling on this.  Gr&aacute;inne Healy and Brian Sheehan are powerful spokespersons for Yes Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#LL00200","speaker":"1148"},{"type":"speech","time":1445347800,"counter":206,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#LL00300","speaker":"1136"},{"type":"speech","time":1445347800,"counter":207,"content":"<p>They played an enormous role in this.  As others have done, I welcome Ann Louise Gilligan to the Gallery.  It was a proud moment for me in the High Court on her behalf, along with my good friend and colleague, Senator Zappone, all those years ago, battling for the recognition of the right to marry.  At the time, we thought it would come sooner.  It has been a long process but it was a wonderful moment to see it happen on 22 May 2015.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also pay tribute to Senator David Norris and recall that he introduced the Civil Partnership Bill, a Bill on which I had worked with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#LL00400","speaker":"1148","continuing":true},{"type":"speech","time":1445347800,"counter":209,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#MM00200","speaker":"1136"},{"type":"speech","time":1445347800,"counter":210,"content":"<p>At the time I think we said it would be open to gay and straight couples.  We were not bound by the same constraints by which the Minister was bound in terms of advice from the Attorney General, but it has been a long process.  I welcome to the Visitors Gallery members of the Labour Party, Labour LGBT, Labour Youth and Labour Women who campaigned so strongly on this issue.  It is fair to say the Labour Party played an enormous role in putting the referendum to the people.  We have a proud history of campaigning for equality and rights in terms of social justice, the social agenda, contraception rights, the introduction of divorce in the 1990s, the X case legislation and, more recently, the gender recognition legislation.  The Labour Party has led on all of these issues and it also led on the marriage equality issue.  Senator Darragh O'Brien, very generously, paid tribute to the then T&aacute;naise and Minister for Foreign Affairs and Trade, Deputy Eamon Gilmore, who pushed this issue when it was not popular across the political spectrum to do so.  I do not know if anybody has mentioned the Constitutional Convention but the citizen members who gave of their time so generously during a 14 month period voted overwhelmingly in support of putting a referendum to the people.  Again, it was part of the process that made marriage equality possible.  <\/p> <p>When we are talking about the process, I acknowledge a previous Government which put in place the civil partnership legislation which helped to change people's minds and make them see that marriage equality was a real possibility, that it was something that could be put in place and that the sky would not fall in if it were.  A range of processes and developments culminated in an overwhelmingly successful campaign that resulted in a \"Yes\" vote on 22 May.  As we said when campaigning for a \"Yes\" vote, the marriage equality referendum was very straightforward.  We were being asked to vote on the issue of equality, to insert 17 words into the Constitution - \"Marriage may be contracted in accordance with law by two persons without distinction as to their sex\".  It is those 17 words which have enabled what we hope will be the speedy passage of the Bill, first, through the D&aacute;il and, now, through this House.<\/p> <p>During the campaign I set out what I saw as three key reasons to vote \"Yes\".  It is worth revisiting them today.  The first key reason was that gay couples would be able to get married.  That was the simple and straightforward message of the referendum.  The purpose of the legislation, once passed, is to put in place the legislative provisions necessary to enable couples to marry without distinction as to their sex.  While the provisions are complex, the Minister has taken us through them comprehensively and there is a very simple purpose to them.  It was that simple purpose that brought people to vote \"Yes\" in May.  <\/p> <p>The second point I argued was that the rights of children would be strengthened and affirmed.  One of many provisions that stand out is section 16 which enables, as the Minister said, equal guardianship rights for gay couples.  That is hugely important for children.  This argument was made very strongly and was the reason all of the main children's rights organisations endorsed a \"Yes\" vote.  <\/p> <p>The final argument we made in campaigning and knocking on doors for a \"Yes\" vote was that we would have a more equal Ireland.  There can be no doubt about this.  With the passage of the referendum and the Bill and its speedy enactment and commencement, we will see Ireland join a growing European and international consensus that there is no valid legal basis on which to discriminate against same-sex couples.  We considered this was an immensely positive message to send to the world, particularly, as the Minister said, given that Ireland was unique in being the first and, to date, only sovereign country to have affirmed the right to marry for gay couples through popular vote.  This message of being equal was hugely important.<\/p> <p>I said there were a number of hugely important provisions - all 24 are important - but perhaps I might single out three.  I have mentioned section 16 and children's rights, but section 4 is the key provision.  As the Minister has pointed out, it is the single most important section in giving effect to the result of the referendum.  It amends the dreaded section 2(2) of the Civil Registration Act 2004 which played such an important role in earlier litigation and put in place a statutory block or obstacle for gay couples who wished to marry.  In 2013 Labour Party Senators tabled a Private Members' Bill to seek to delete the relevant provision and it is good to see it being deleted in this Government legislation.  <\/p> <p>Section 7 which the Minister dealt with in some detail is hugely important because it makes it clear that religious solemnisers will not be obliged to solemnise marriages between same-sex couples.  An important part of the campaign was that those against the referendum argued that religious bodies might be coerced in some way.  It is important to note that section 7 enables religious bodies and secular solemnisers for the Humanist Association to conduct same-sex marriages.  In that context, I mention a point Senator Aideen Hayden asked me to raise, that is, the lack of a provision to ensure sufficient numbers of civil registrars and secular solemnisers.  There are 5,000 religious solemnisers but only 105 civil registrars and currently 14 accredited Humanist solemnisers.  We only have the secular Humanist solemnisers because of legislation I introduced on behalf of the Labour Party, the Civil Registration (Amendment) Act 2014, which the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, took up.  We will need to look at this issue in future legislation as there will be increased demand for civil and secular solemnisers to contract legal weddings. <\/p> <p>Section 24 removes the so-called forced divorce clause in the Gender Recognition Act.  It is welcome that it is being brought forward speedily.<\/p> <p>I welcome the Bill in the strongest terms.  I also welcome the Minister's announcement that she and the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, will work to ensure it is commenced within two weeks of its enactment.  This will enable the speedy processing of applications to marry.  Senator Katherine Zappone referred to the pure joy felt - we all felt it - not only by those of us who were privileged to be in Dublin Castle on 23 May but by all those who celebrated the result around Ireland and the world following the overwhelming vote in favour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#MM00500","speaker":"1148"},{"type":"speech","time":1445347800,"counter":211,"content":"<p>The Senator is at least a minute and a half over time.  I was very reluctant to disturb her train of thought.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#MM00600","speaker":"1128"},{"type":"speech","time":1445347800,"counter":212,"content":"<p>I am sorry.  I will finish on this point.  I hope we will have many more moments of pure joy felt in families and communities all around Ireland as we proceed to commence this important Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#MM00700","speaker":"1148"},{"type":"speech","time":1445347800,"counter":213,"content":"<p>I welcome the Minister to a House with which she is very familiar, being a former Leader of the Opposition, and thank her for her gracious acknowledgement of the role I played.  I have found the references to myself a little embarrassing, but I accept the accolade quite seriously on behalf of the very many people who during the years, in an unacknowledged way, have played a crucial and important role in this struggle for more than 40 years.  When I started off, it was a world of hatred, contempt and silence, in which gay people were regarded as sources of sin, crime and disease.  Everything was clouded completely in silence.  A wonderful transformation has been happening for many years, but it really flowered in the marriage equality referendum.  I have heard so many moving stories of young people all over the island who have been given the courage, for the first time, to face the reality of their sexuality, to come out and declare themselves and live their lives.  The impact on young people has been one of the most significant elements of the campaign and this legislation.<\/p> <p>I pay tribute not just to the Minister but also to the former T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Eamon Gilmore.  He was the person who really put this issue on the agenda, for which I thank him, but, most particularly, I thank the people of Ireland because it was our co-citizens who voted it through in the referendum in overwhelming numbers.  The gay community simply could not have done it on their own.  I was moved, in particular, by the many young people, both gay and straight, who came home from abroad to vote in support of their co-citizens.  I thank them from the bottom of my heart.  I also express my gratitude to the Taoiseach, a conservative man from a rural constituency, who was convinced by the arguments and changed his mind.  That was remarkable.  I pay tribute to the late Noel Browne, my great friend, the first person in either House of the Oireachtas to raise the question of homosexuality but who was laughed out of the Lower House, and to Ivor Browne, a great psychologist.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Returning to the Minister's speech, while I thank her for her kind and gracious comments, which leave me slightly embarrassed, I cannot be as gracious as her when it comes to those involved in the &quot;No&quot; campaign.  They were awful.  I am not a bit diplomatic or political: they were ghastly.  Yes, there were people who were conscientious and I respect them but I do not respect the people who treated the independent assessor with contempt, who defied the truth, who told lies, who put up indecent posters everywhere, who blackguarded people and shouted people down in debates.  I am not having any of that and I am not changing the record.  That is the way they behaved and that is the way I am going to call it in this House and anywhere else.  I am sorry I am not gracious, even though I recognise that homosexuality seems to have an extraordinarily calming effect on political parties.  There is unanimity in the House today on the question of gay rights.<br\/><br\/>I was pleased that Senator Bacik spoke on the subject of the Bill and not only the emotion surrounding it.  I would like to do likewise.  Again, I am not politically correct.  I wonder how appropriate consanguinity and affinity are for gay couples.  It would not take a feather out of me if two cousins married each other.  What is the problem with that?  The affinity and consanguinity regulations were introduced as a measure to protect the genetic pool.  The genetic pool will remain relatively untroubled by same-sex marriage.  Gay marriage is gone.  There is no longer &quot;gay marriage&quot; and that is great: there is just marriage.  It is all just &quot;marriage&quot; from now on.  That is great.  While I am a little concerned about the consanguinity and affinity issue I do not propose to table an amendment on the matter.  I do not see any reason cousins who wish to marry each other should not be allowed to do so.  It would not bother me.  I do not think the public good is disturbed in any way by it.  As I said, I do not propose to table an amendment on the matter but I expect I will be pilloried by somebody from the grotesque Irish media for my remarks in this regard.  However, I tell the truth as I see it.  <br\/><br\/>Section 7(1)(<i>a<\/i>) deals with religious solemnisers and so on.  I agree that churches should not be told what to do but I do not see any reason a priest or minister of religion in good conscience should not marry somebody.  Why should they be prevented from doing so?  That is interfering in the regulations of the church.  I think church and state should be separate.  If a priest or a minister wants to marry a couple he or she should be able to do so.  <br\/><br\/>There is a more important point, a practical point, on which I do propose to table an amendment.  I hope the Minister will be able to accept it.  I hope this is not another of those situations where everything is done and dusted, such that the Lower House will not be bothered to accept it.  I genuinely think this Bill should have been introduced in this House because the debate on this issue, in a political sense, was commenced in this House following the introduction here in 2004 by myself and Senator Bacik of the Civil Partnership Bill.  I am seeking to have section 81(<i>e<\/i>) of the Pensions Act 1990 amended to address the following situation.  Many people who are now retired were circulated with a memo from the Department of Finance many years prior to their retirement in regard to the inclusion of their spouses in their pension scheme to which gay people, because they did not have wives or husbands, had to respond &quot;No&quot;.  The Department of Finance is now mean-mindedly using this to deprive people of their financial rights.  That is grotesque, wrong and mean-minded.  It is penny pinching because the amount involved is quite small.  I propose to table an amendment to provide that where a delay by a complainant in referring a case under this section is due to any misrepresentation by the respondents or to a material change in the rules of the pension scheme, subsection (5) shall be construed as if the reference in it to the date of termination of relevant employment were a reference to the date on which the fact of misrepresentation or material change of the rules of the pension scheme came to the complainant's notice.  I appeal to the Minister to take this into consideration.  I also have concerns about people in America who were involved in a civil partnership and are now married and are having difficulties at customs, which I will elaborate on on Committee Stage.<br\/><br\/>As I said at the beginning of my contribution, this legislation is long awaited.  I recall 30 years ago after a debate in Trinity College the late Mina Bean U&iacute; Chroib&iacute;n saying to me that what we wanted was not just changes in the criminal law but to push the homosexual agenda, including the introduction of homosexual marriage.  My response to her was that that was a wonderful idea and I would make a note of it.  I also asked her if she had any more suggestions, which left her rather discomfited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#MM00800","speaker":"1136","continuing":true},{"type":"speech","time":1445347800,"counter":215,"content":"<p>I must ask the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00200","speaker":"1164"},{"type":"speech","time":1445347800,"counter":216,"content":"<p>I will conclude on the following point.  I make no apology whatever for having opposed in speeches in this House the Government's Civil Partnership Bill because it was insufficient.  There are 169 differences between it and the Marriage Bill, the most outrageous being the former's exclusion of children.  To my mind, that was child abuse.  I smiled when I read Una Mullally's book, in which I am attacked by Kieran Rose and told that I am not fit to be a Senator because I opposed that legislation.  I called it a dog licence, which is exactly what it was.  On this happy day of celebration I do not take a word of it back.  It was a dog licence.  Now that the dog licence has been consigned to the dog litter we have full and proper marriage.  I am delighted.  I only wish I was 50 years younger and I could go out and find somebody to marry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00300","speaker":"1136"},{"type":"speech","time":1445347800,"counter":217,"content":"<p>How do I follow that?  The Minister is welcome, as is her commitment and perseverance with this Bill.  It is, if I might say, a marriage of the best of Fine Gael and the best of the Labour Party in terms of our having been able to come together and hold the referendum in the lifetime of this Government and to introduce this Bill in such a speedy manner.  It shows that while we can disagree, we can, on the issues most important, agree with one another and work together.<\/p> <p>\"Marriage may be contracted in accordance with law by two persons without distinction as to their sex.\"  These are the 18 words that changed our world, our nation and ourselves.  On 22 May, we voted to change Ireland forever.  In a country where the Tricolour is cherished as a constant signal of the desire for peace and reconciliation we have now chosen to add the rainbow flag and to fly it with pride for tolerance and equality for all of us.  Senators will forgive me for not having a flag to fly today but I did my best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00400","speaker":"1129"},{"type":"speech","time":1445347800,"counter":218,"content":"<p>It is a very nice scarf.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00500","speaker":"1136"},{"type":"speech","time":1445347800,"counter":219,"content":"<p>Senator O'Keeffe without interruption please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00600","speaker":"1164"},{"type":"speech","time":1445347800,"counter":220,"content":"<p>Little could Gilbert Baker, the man who designed the first rainbow flag for the San Francisco freedom day parade in June 1978, have known that his flag and its values would be embraced with such enthusiasm around the world and, finally, in Ireland with such great joy this year.  Gilbert Baker assigned the values of life, healing, sunlight, nature, art and harmony to the colours of the flag.  We have now embraced these values in a new tolerance with a new understanding of ourselves.<\/p> <p>I am proud that we voted \"Yes\" in the constitutional referendum.  To be able as a nation to recognise that our Constitution needed change, even if it did take as Senator Norris said, 40 years to do so, and to seek that change from a majority of voters was a good day for democracy.  It was real people power.  We were, of course, all heartened by the number of people who came home from places like Thailand, Sweden, Kenya, the UK and other countries to vote.  My daughter came home from the Netherlands to vote.  Thousands of people came home to vote.  The hashtag #HomeToVote could certainly give the Yeats line \"I will arise and go now\" a run for its money.  The 72,000 tweets in the 24-hour period that crossed those two days was evidence of what people were feeling.  It was a sense of responsibility, a sense of enthusiasm and the feeling that people understood that every vote would count, that their effort would count and would make a difference.  In short, people felt empowered and they did everything in their power to make the change.<\/p> <p>When Colm O'Gorman of Amnesty International said that the most important hashtag was #WeMadeHistory he was not wrong.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Susan O'Keeffe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2366\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2366&amp;amp;pid=SusanOKeeffe&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Netherlands may have been the first country in the world to enact legislation to allow for marriage equality.  It happened in 2001 and its Government deserves recognition for taking that first important step.  It was followed in the intervening years by many other countries, including Wales, England, Spain, South Africa and some states in America, but Ireland was the first country to make this decision in a democratic referendum of the people, by the people and for the people.  Others, of course, will follow.  Marriage equality is here to stay.  <\/p><p>Like other colleagues, I take the opportunity to thank all those who came together in such a great spirit of collaboration, many of whom are in the Visitors Gallery, to show that people could work together for what was right, including GLEN, the Irish Council for Civil Liberties, Lawyers for Equality, trade unions, USI, Women for Equality, the Labour Party, Fine Gael, other political parties, politicians in general and the 1.2 million voters who said \"Yes\".  I also thank my colleagues in the Seanad, Senators Ivana Bacik and Katherine Zappone and, of course, Senator David Norris.  So many people have worked hard for so long and I am proud to have been part of that effort.  I am proud that we have made this change at this time.  In particular, I thank those who listened at the door when I canvassed and asked me to tell them why I thought this should happen.  They were people who might have closed the door a year or three years ago, but they stood and asked what was happening because they said they wanted to understand.  They gave an ear and contributed to the great vote.  The stories people told about going to the polling station and bringing their little children who could not vote themselves to witness it indicated to me how deeply felt this constitutional change was and how significant people believed it to be.  This was significant not just for the LGBT community but for all of us, now and in the future.<\/p><p>I hope 22 May might come to be known as Rainbow Day.  It could become an annual celebration to remind us that we are better le ch&eacute;ile - together - when we care about and encourage each other.  Today we are here to encourage the Marriage Equality Bill all the way through to Thursday when it is hoped it will be passed to legislate for the will of the people.  As the Minister for Justice and Equality stated, it is hoped it will bring about the first same-sex marriages before the end of the year.  It is fair to say we are not all the same, but we are all equal.  This legislation is a the step on the path of equality in order that my daughter, our children, sisters and brothers will all have the same right to marry the person they love in a country that said \"Yes\" to equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#NN00700","speaker":"1129","continuing":true},{"type":"speech","time":1445347800,"counter":222,"content":"<p>I also welcome the legislation and acknowledge how the people voted in the referendum.  I compliment Senator David Norris, for which this has been a lifelong campaign of at least 30 years or more and for all those involved with him in what was a long and sometimes lonely struggle.  One should also not forget people such as the former Minister, M&aacute;ire Geoghegan-Quinn, who took what were at the time difficult steps in this direction.  The former Taoiseach, Bertie Ahern, wrote to the late Brian Lenihan when he chaired the all-party committee on the Constitution in 1999 or 2000 to ask him to look at the position of the family within the Constitution.  His term was nearly up and when I subsequently became Chairman in 2002, I carried on that work.  We had all groups in and produced an extensive report.  All parties, including the Labour Party and Sinn F&eacute;in, and Independents were included.  I asked the Taoiseach to expand the numbers on the committee to ensure Sinn F&eacute;in which was a small party at the time and the Independent grouping were represented.  I understand the Green Party was also brought on board.<\/p> <p>We recommended civil partnership.  At the time the majority of us felt that if the referendum was to take place in 2004 it might not have passed.  I put my hands up and say that is how I felt and I have spoken to Senator David Norris about this fact.  However, It might have passed.  Nevertheless, the hour came when the referendum was held and the majority of the people spoke.  Many of those who voted \"No\" did so for different reasons.  It was not all black and white.  I come from rural Ireland and have been listening to people on this issue.  I was in County Kerry at a wedding some months ago and an elderly priest told me that he knew several priests in his area - he is not a Kerryman - who had voted \"Yes\" in the referendum.  I know nuns who also voted \"Yes\" and embraced the campaign.  We should not forget them either.  It is not the case that it was just young people who voted \"Yes\".  <\/p> <p>I have a little story about a woman who rang me last Christmas.  She is an 82 year old grandmother and was an old Fianna F&aacute;il member many years ago, although she probably no longer is.  As if she was going to confession, she said she had something to talk to me about and I said I would listen to her.  She is a lovely lady.  She said she recently had been in a city in England where she had gone for a walk with her granddaughter who was 21 years of age.  Her granddaughter asked her to sit down as she wanted to talk to her about something.  They sat down on a bench in a park and her granddaughter asked her if she loved her.  She said that, of course, she did, that she was her granddaughter.  The girl went further and asked if she loved her unconditionally.  She said, \"Yes, my dear girl, of course I do.\"  She was wondering if the girl had committed a crime or was pregnant.  As the girl had started to cry, she asked her to tell her what was on her mind.  The granddaughter said she had come out as lesbian, had a girlfriend with whom she was in love.  This grandmother came back and rang me to say that as an old Fianna F&aacute;il family member, she was encouraging me and my people to vote \"Yes\".  I thought it was a touching story and the woman was crying on the telephone.  I went to see her because she had gone through a lot in her life.  Her husband died when they had quite a young family, which she reared on her own.  People like her and other grandparents should not be forgotten in this campaign. <\/p> <p>I was amazed at some of the people who voted \"No\".  I was also amazed at some of the people who voted \"Yes\".  There were many people in different circles.  I remember the day.  I voted early, at approximately 10.30 a.m., in Schull and could see the wave of young people.  One could sense it was an important day.  These are the people who normally would not come out to vote but they did.  I accept that a huge wave of young people did vote, but there were many others in my age group and older who also came out to voted in favour of the referendum.  I give credit to the Labour Party, in particular, which for many years had ploughed a lonely furrow, but my party, in promoting civil partnership in 2004, with, as Senator David Norris said, its shortcomings, provided a huge stepping stone towards the referendum.  There were a number of events back as far as Senator David Norris's case in the European Court of Human Rights, including M&aacute;ire Geoghegan-Quinn's step in decriminalising homosexuality, which at the time - I think in 1992 - was difficult.  There were many little hurdles; it was like the Grand National.  There were so many fences to be jumped, but it eventually culminated in the referendum in which the people spoke.  Ten years ago that resounding victory would not have been possible, but the day came and cometh the day, cometh the hour, cometh the man, cometh whatever it was.  <\/p> <p>We must accept what has been said and I embrace it.  We welcome the legislation which is a huge leap for Irish society.  We must acknowledge it and not so grudgingly.  We must embrace what the people said.  We are in a different era from that of 30 years ago when, if I was here as a Fianna F&aacute;il Senator, I might have had big reservations.  I might have been jumping and hopping, but things move on.  I have moved on, too.  I have children, most of whom who were actively involved in campaigning in support of the referendum.  I am the youngest of 11 children and most of my family - not all but eight of the 11 - voted in favour.  We respect that fact, but there is a huge story to be told.  It crosses different levels of society and religious boundaries.  One would have the impression, listening to the Catholic hierarchy, that no Catholic or religious person such as a priest or a nun voted \"Yes\", but I am convinced many of them did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#OO00200","speaker":"1127"},{"type":"speech","time":1445347800,"counter":223,"content":"<p>The Minister is very welcome.  I wholeheartedly welcome the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jillian van Turnhout:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many speakers have outlined the different people who were involved.  I do not want to fall into the trap, as the Minister said, of naming one or two and not appreciating the efforts made by so many - we can read their names - and by the country as a whole.  The power of storytelling came back to life in Ireland throughout the referendum campaign, something that we would have talked about of old.  We saw that power working at a local level from people having casual chats and people talking to one another about the issue on the street.  They were having those discussions with people they had never met before. <\/p><p>The Minister rightly paid tribute to the work that Senator Norris did.  I remember as I was growing up hearing him speak of issues that were foreign to me at the time but that was part of my education.  He certainly worked towards us having a more equal Ireland.  I am also privileged to have Senator Zappone as a colleague in my group.  I always knew we were equal but I am delighted that this Bill will ensure that both of us can have equality in terms of marriage in our relationships.<\/p><p>As legislators we are on the cusp of making history by translating the will of the people, through popular vote on 22 May, into marriage equality legislation.  I am proud about this development.  My husband is Dutch and, as the Minister will know, the Netherlands was the first country to do this through legislation.  I was very proud when I recently went to the Netherlands to receive the greetings from everybody there who were proud that Ireland is the first country to do this by the will of the people.<\/p><p>I have been unequivocal in my support for this outcome.  I was delighted to give my voice to the simple yet powerful \"Vote With Us\" video message campaign, which invited people of all ages and from all walks of life to explain why they would be voting \"Yes\" in the marriage equality referendum.  I was also honoured to give the keynote address at the launch of the BeLonG To \"Yes\" campaign, which was the largest coalition of children and youth organisations supporting a \"Yes\" vote in the referendum.  It included the ISPCC, Barnardos, For&oacute;ige, Youth Work Ireland, the Migrant Rights Centre, Headstrong, Yes Equality, the Children's Rights Alliance, Pavee Point, EPIC and the National Youth Council of Ireland, as well as BeLonG To, the national organisations for LGBT young people.<\/p><p>On a separate but related note it strikes me, as I reference the support from Pavee Point, that our national organisation is striving to promote and protect the human rights of Irish Travellers.  Given some of the issues that have arisen in the wake of the tragedy in the Carrickmines, we have a long way to go before we secure equality for all in Ireland.  I hope that the same generosity of spirt that the Irish people have displayed here will be emulated across all social justice issues.<\/p><p>As the Minister will be aware, I will be tabling an amendment to the Bill for discussion on Committee Stage on Thursday.  It concerns the marriage age and removing the court ordered exemption to the ordinary minimum age of 18 years.  She will be familiar with my concerns in this area, following the motion I tabled with my colleague, Senator Ivana Bacik, and the Labour Party back in June 2014.  I am using this Bill to raise the marriage age issue only because we are heading towards a general election in the new year and I can see no other appropriate Bill coming down the line.  This is a concern I have across our arrangements for marriage generally and to protect childhood and it in no way relates to the extension of equal marriage right to same-sex couples.  I look forward to elaborating my concerns on Thursday.<\/p><p>As I look at the faces of the people in the Visitors Gallery it brings back to me the hopes and the dreams we saw in so many people.  I see that each individual here could fill us with their stories.  It transports me to the upper courtyard in Dublin Castle on the day of the count.  There was an older gentleman who was crying and we had a good chat.  He was crying with joy and with sadness because he was grieving for a life he could never live or have but he was so happy that the young people would have a life that he could never experience.  It was a touching, poignant moment for me to realise the burden that we have placed on so many people.  Let us all remember and capture that positive power of equality and how good it feels to share equality.  This Bill does not affect me personally but does it affect me emotionally because it means I live in a more equal Ireland.  Let us remember that power when we are looking at all social justice issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#OO00300","speaker":"1171","continuing":true},{"type":"speech","time":1445347800,"counter":225,"content":"<p>Ach oiread leis na daoine a labhair romham, cuirim an-fh&aacute;ilte go deo roimh an mBille seo agus roimh an Aire agus gabhaim mo chomhghairdeas le gach duine san &Aacute;il&eacute;ar Poibl&iacute;.<\/p><p>Parties can claim some small credit for this Bill coming through but this was the citizens' victory and congratulations to all who were involved in it.  Sinn F&eacute;in welcomes this Bill to the House with open arms.  It is a momentous occasion, where we as a people come together to end a two-tier system of marriage inequality.  Marriage is about one thing: love and a lasting commitment to honour love.  Nobody should ever be denied that opportunity.  <\/p><p>It is difficult to sum up the magnitude of the decision taken by the people earlier this year.  It is hard to put into words the effects that this will have in terms of the happiness for thousands of citizens and their families and the foundation it has laid to build on this equality and expand it in terms of socio-economic rights to others at the margins of society.  This great occasion called for something different.  It needed to hear a voice representing those who it affects the most.<\/p><p>The following is an extract from a letter sent to my colleague, Deputy P&aacute;draig Mac Lochlainn:<\/p><blockquote>As a gay man who in his formative years was terrified by my own identity, when I was a teenager I hated myself because I did not fit in.  I was an outcast.  I thought that being gay was a feeling that would just go away and that someday I'd marry and have my own family.  The feeling of being attracted to another man never went away.<br \/><br \/>In reality, the law told me I was a criminal.  The church told me I was an abomination and the mere mention of being gay in the schoolyard was enough to set off alarm bells that stopped me from being the person I wanted to be.<br \/><br \/>Coming out was one of the most terrifying moments of my life.  I had to ask those around me for their approval.  I was terrified they'd reject me and I'd become further isolated in my own loneliness.  In the end, nobody rejected me.  Those around me only wanted me to be happy and to encounter the true feeling of love.  <br \/><br \/>You see - the isolation and marginalisation was embedded in my subconscious since my early teens.  It took years for me to see it and to deal with it.  From working with groups like Gay Switchboard I knew I wasn't alone and I know there's many more like me.<br \/><br \/>Four years ago I found that love.  It took me 40 years to find him and I'd wait another 40 years to spend just one day in his company, to experience just one moment of the serenity of love.  I'd go so far as saying that in a hundred years' time the 23rd of May will been seen as, not Ireland's, but one of humanity's proudest moments because it was a day when equality conquered fear.  Perhaps May 23rd should become a bank holiday and [be ]called Equality Day [or Rainbow Day] to remind future generations of the significance of, not just our emancipation, but the equality of every citizen.<\/blockquote> <p>I wanted to read Chris's words into the record today because they say much on a day like this.  The Bill is, therefore, very welcome.<\/p><p>The events of 22 May 2015 changed lives forever.  The result of a referendum in favour of marriage equality was hard-fought by equality champions over many years.  Those people faced discrimination and intimidation and were labelled second-class citizens.  <\/p><p>As we acknowledge the importance of this historic legislation, let us do so in the realisation that the task of building a truly equal society is far from complete.  As we speak, the Travelling community is in mourning and burying its dead.  This group, above all others, is subject to most severe forms of institutional racism.  Its members are also what may be described as &quot;fair game&quot; for large sections of society as they vent, what can only be described, as an acceptable and overt form of everyday racism.  As legislators and public representatives, there is a duty on us to name this for what it is and to make serious efforts to eradicate it.  We must end the economic, social and cultural exclusion of Travellers and other minorities.  The recent tragic and needless loss of life should be a stark reminder to us that the work of building a truly equal society is far from complete.  <\/p><p>The marriage referendum was a victory and a call to equality but also a call to equality for Travellers; equality for asylum seekers and people in direct provision; equality for people with disabilities; equality for rural dwellers; equality for emigrants, many of whom had to travel home to vote; and equality for Catholics, Protestants, Muslims, Quakers, believers and non-believers of all kinds from all backgrounds.  It is important to say that equality of marriage is not the same as equality of Catholic marriage and I say that as a practising Catholic because Catholics choose to be such and are able to sign up to that ethos.  However, citizens have rights, and we cannot force anyone to accept an ethos that they do not choose themselves.  The comments on section 7 of the Bill are particularly welcome.  <\/p><p>Is l&aacute; ceili&uacute;rtha agus comhghairdis at&aacute; inniu ann.  Molaim an Aire as ucht an Bille seo a thabairt tr&iacute;d na Tithe.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> This Bill is very welcome, although in future I might say to the Minister, in terms of other Bills that we are looking forward to passing through the Houses, that she was able to speed up this legislation.  However, this is a day for congratulations and celebration for all the citizens, all the activists and all the people who campaigned for so long for this Bill.  Molaim &eacute; do na Tithe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#PP00200","speaker":"1122","continuing":true},{"type":"speech","time":1445347800,"counter":227,"content":"<p>I welcome the Minister and the fact this Marriage Bill is before us.  Without doubt, this referendum provoked an awful lot of different feelings in Irish people, in myself and in many others.  I was in Dublin Castle on the day the result was announced.  I was a \"No\" voter and I felt truly saddened that so many people and citizens did not feel equal before the result of this referendum.  I was particularly touched by the emotions expressed by Deputy John Lyons as the result came in.  The occasion made me question how we had not felt equal - gay and straight - for so long.  A friend of mine's daughter is a young gay woman who is 19 years of age.  She said to me, \"Fidelma, I don't know how I'll cope if this referendum isn't passed.\"  On hearing that, I thought we have long way to go to understand what equality means if we are all equal citizens of this country.  It is not easy for me to speak today because I am perhaps the only person here who was a \"No\" voter and yet still an advocate for equality.  I was an advocate for equality before the referendum and I remain one.  I have always believed all of our citizens are equal and equal in our difference.  Somehow or other that sentiment was not conveyed, which saddened me.  I decided to speak today because I believe that if the \"No\" side of this campaign is not expressed here, then we will continue to exclude more people.  For too long, we have had too much exclusion.  <\/p> <p>I completely respect the campaign Senator Norris had to undertake to achieve what he did.  For too long, gay people did not have constitutional rights.  I do not wish to rehash the referendum debate but I supported civil partnership in this House.  I have long believed in constitutional rights for gay people but believe that if equality was what was at issue, then it should have come under a different article in the Constitution.  That was where my difference was.<\/p> <p>The result was convincing.  I acknowledge the 60:40 result but I guess it was not unanimous.  Rather than take pride in the fact that some people lost and some people won, I would like to state today that we need to respect and tolerate difference.  The tolerance of sexual difference is vital but tolerance of opinion and views is also vital.<\/p> <p>I received much communication after the referendum from people who felt disenfranchised and it is important to put some of that on the record.  I accept that for too long gay people felt disenfranchised.  In one communication, a person stated that for the first time in their life, following the referendum result, they felt ashamed to be identified as Irish and asked how many more people on the \"No\" side felt a similar dejection by the locked out, feeling disenfranchised by the phalanx of political parties that did not seem to realise that there was an Irish identity there that they all helped to kill.  They stated further that it had to be concluded that the Taoiseach that facilitated the referendum was lacking in the core sense of Irish and was perhaps too willing to facilitate the wishes of international political heavyweights such as Cameron, Merkel and Obama.  I had put that on the record not to rain on anyone's parade or be a killjoy but simply to say that we have to be careful that we do not lock out other people.  In every referendum, there are winners and losers.  We are trying to be a more inclusive society but people must go on a journey.  Irish people had to go on a journey and the result has been convincing.  However, we must be careful in cases where political parties and a Government are all on the one side and understand how that is perceived as disenfranchising people.  <\/p> <p>We will deal with other Stages of the Bill and I will raise other issues, such as the age of marriage which Senator van Turnhout brought up, and impediments to marriage, which the Minister spoke about.  I am talking about impediments to all marriages - gay and straight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#QQ00200","speaker":"1131"},{"type":"speech","time":1445347800,"counter":228,"content":"<p>I wish to acknowledge the presence of Deputy Dara Calleary and a former Member and colleague of this House, Deputy Jerry Buttimer.  Both gentlemen are very welcome to the Upper House.  I call Senator Mac Conghail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#QQ00300","speaker":"1164"},{"type":"speech","time":1445347800,"counter":229,"content":"<p>It is nice to see Deputy Buttimer.  The Seanad still stands, and stands in recognition of an important debate taking place today.  I welcome the Minister who should be extraordinarily proud of herself.  I have personal and professional admiration for her but today is an extraordinary day.  It is a day that I, as a citizen, feel extraordinarily proud of.  I am in the shadow, and follow in the footsteps, of Senator David Norris.  When I first met him I had skipped into one of his lectures in Trinity in which he gave a great performance by reading about the Oedipus Complex and reading all the different parts.  His lecture had a great impact on my understanding of humanity and demonstrated how literature allows us to have a great understanding of humanity.  This referendum was a vote for accepting, respecting and tolerating difference.  It was all of that.  I acknowledge Senator Zappone and Dr. Ann Louise Gilligan, who is in the Visitors Gallery, for their friendship and for showing leadership at times when it was neither profitable nor popular.  Senator Bacik is also a person that I admire.<\/p> <p>I have very little to say except that, as director of the Abbey Theatre, we had a modest part to play not so much in swaying the vote but in sustaining confidence.  One must remember that halfway through the campaign, there was a wobble which I remember very well.  It was a wobble of anxiety and I know people were tired.  I remember that the blog written by Panti Bliss encouraged people to go out and literally taught us how to engage with people by outlining the A, B and C of canvassing.  The wobble occurred at T minus three weeks.  I had nothing to do with the campaign for no reason other than I felt there was an extraordinary swarm of young energetic and engaged citizens involved.  The artistic community did its part at a point when it was about motivating and mobilising people.  We gave people a slap on the back to encourage them to continue to run the last lap and we all felt the anxiety diminished very quickly.  It was a time when I learned and understood words like \"citizenship\".  There was active engagement by the \"Yes Equality\" campaign.  There was compassion, love and respect.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiach Mac Conghail:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2386\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2386&amp;amp;pid=FiachMacConghail&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ultimately, the authenticity of that and the sense of community and communal support won out and helped to break the barriers and removed any sense of differentiation between the &quot;Yes&quot; and &quot;No&quot; campaigns.  I disagree with Senator Healy Eames's sense of disenfranchisement.  If anything, we all became locked in to society, not locked out.  We were all invited back in to engage, re-engage and reconnect with the various interpretations we might have regarding equality.  If nothing else, there was an extraordinary sense of overwhelming positivity connected to the 62% who voted &quot;Yes&quot; on 23 May 2015.  I acknowledge that I do not expect any of us to achieve more than that at any point.  We have joined the 21 other countries in which same-sex marriage has been made possible.  To see that in <i>The New York Times<\/i>and to witness that sense of national pride - the LGBT community gave us that national pride as a result of its activism and search for justice and equality - means that we have much for which to be thankful.  I felt a tremendous sense of pride.  I walked into the RDS count hugging many people I did not even know.  It was a very emotional and extraordinary day and something that my daughters will not forget.<br\/><br\/>My daughters who are in their late teens and early 20s understood fraternal feeling, comradery and collegiality and were quite confused that their elders even had to debate this matter.  They were quite confused and irritated that there had to be a vote on it.  However, they then understood the campaign and voting.  The Rock the Vote and the Home to Vote campaigns were articulated wonderfully in Annie West's cartoon showing thousands of people flooding into Ireland.  All boats, planes and trains were booked up by people seeking to come home.  We are all political junkies and we monitored the turnout and saw how matters developed.  Let us remember that.  Let us remember the energy and excitement of that.  It was an extraordinary day on which to be an Irish citizen.<br\/><br\/>I acknowledge the unwavering support and co-operation of Members of the Oireachtas of all parties and none and that of the Minister, Deputy Frances Fitzgerald.  I acknowledge everybody in the Visitors Gallery.  I know some of them while I do not know others.  That is not the point.  The point is that they are the ones who made it possible.  We were trotting behind them for once.  The Oireachtas was trotting way behind them.  They led, cajoled and encouraged us.  Their graciousness in victory is something we must also acknowledge.  It is something I admire and respect.<br\/><br\/>I will be supporting this Bill and I congratulate the Government on steering the debate on this matter in such an eloquent fashion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#QQ00400","speaker":"1167","continuing":true},{"type":"speech","time":1445347800,"counter":231,"content":"<p>Speaking as one of the relatively few representatives of the 38% who voted &quot;No&quot; to this referendum, most of whom, strangely enough, are not senile or tottering into the grave and include many young people who spoke to me before, during and after the referendum, it is certainly not my intention to engage in any kind of ditherum this afternoon because the people decided the issue about the definition of marriage and I do not want to reopen that debate in the amendments I would propose on Committee Stage because my concerns in respect of this legislation lie elsewhere.  There are certain problems with the Bill and they relate to what was not an issue during the campaign, namely, the question of the right of religious bodies and solemnisers to celebrate marriage according to the traditions and beliefs of those bodies and to continue in their civil role as solemnisers of marriages that take place in the context of church weddings.<\/p><p>In respect of the substantive issue of the new definition of marriage in our country, I would like to recall some words I uttered in the RDS as the votes were being counted on 23 May.  Our country divided 62% to 38% on the proposal to change the marriage in our society but we were not, I hope, divided with regard to how we feel about gay people.  As I have said and believed, every human being has equal dignity and deserves equal respect.  We all were and, I hope, remain committed to that.  The &quot;No&quot; campaign was concerned about the profound effects of redefining marriage and in particular, about the consequences of some children who would be less likely to experience the love of a father and a mother in their lives in the event of a &quot;Yes&quot; vote.  That concern was well explained by us.  It was real and it remains justified.  While I recognise that a clear majority of Irish people were not swayed by our concerns, that does not mean that &quot;Yes&quot; voters did not share them to any extent.  I believe people chose primarily to send a message of affirmation and equal respect to gay people.  That was their priority and I respect it.  The challenge that opponents of the referendum faced was to try to communicate an important social value against a background of a media campaign of at least five years.  While we did well in the current affairs debates, we had neither the financial resources nor the cultural support in the media and the Irish establishment to reach hundreds of thousands of other people for whom this referendum was only ever about how we feel about the gay people that we know and love.  I mentioned the fact that the media coverage was entirely one-sided and I am still concerned about the fact that a crazy amount of overseas money from at least one US foundation poured into groups on the &quot;Yes&quot; side in recent years.  I still believe that, for the sake of our democracy, we need to have a public reflection on how that happened and its implications for law and policy in Ireland.<\/p><p>We now need to attend to the continuing issue exposed by us during the campaign regarding children's rights in our society, not just the right to life, which is very important, but the right to have a father and mother in one's life whenever possible.  My concern in welcoming the Minister today is that I believe the legislation she has put before us is very flawed and poorly drafted.  In light of her comments earlier and those she made in the D&aacute;il and prior to the referendum in respect of the role of religious bodies in solemnising civil marriages as part of church weddings, I am surprised to discover that the office of an tArd-Chl&aacute;raitheoir might have discretion and even be obliged to exclude religious bodies from a role in civil marriage unless they change their current form of ceremony.  I have examined this matter very carefully and taken legal advice on it.  I understand the Minister has received representations on it as well.  I do not know if it is a conspiracy or a cock up but the Bill as it stands is flawed and poorly drafted.  It changes the effect of section 51(3)(<i>b<\/i>) and section 51(4) of the Civil Registration Act 2004.  It sets up the possibility that religious solemnisers may be refused registration unless a new form of ceremony that contemplates same-sex unions is submitted by them.  Alternatively, it is even possible that marriages people think are valid might later be invalidated if the form of ceremony used by the religious body is at some future point deemed to have been inconsistent with the requirements of the legislation.  The problem is that the new Bill requires that in all approved forms of marriage ceremony, there be a declaration to the effect that each party &quot;accepts the other as a husband, a wife or a spouse as the case may be.&quot;  The term &quot;spouse&quot; is used instead of the terms &quot;husband&quot; and &quot;wife&quot; elsewhere in other sections of the Bill but in the crucial section changing the marriage declaration, the acceptance of a spouse is presented as an alternative situation to that of accepting a husband or wife.  Logically, this can only mean that the declaration required in all forms, including those used by religious bodies, must be one that contemplates same-sex unions.<\/p><p>The irony is that the Bill purports - I believe the Minister wishes this to be the case - to provide religious bodies with protection for their forms of ceremony.  The Bill provides that a religious solemniser may only use a form approved by his or her religious body.  It goes further than the Minister says in her speech but the Bill immediately undermines that protection by requiring that the form to be used by the religious body include and be in no way inconsistent with the new declaration described above.  In other words, the Minister is creating a situation where the State will say &quot;you may only use your own form of ceremony but your own form of ceremony may fail to meet the requirements of the State.&quot;<\/p><p>This Bill, unless amended, establishes a real possibility that the Ard-Chl&aacute;raitheoir might in the future exercise a discretion or be found to have an obligation to exclude religious solemnisers unless the bodies involved overhaul the wording of their own ceremonies and that is bizarre and unacceptable.  I do not know if it is down to bad drafting or an underhand attempt to force religious bodies down the road of solemnising same-sex unions in the future or maybe even to end the civil solemnisation of marriage by certain religious bodies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#RR00200","speaker":"1146"},{"type":"speech","time":1445347800,"counter":232,"content":"<p>Excellent.  I hope they do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#RR00300","speaker":"1136"},{"type":"speech","time":1445347800,"counter":233,"content":"<p>Whatever the case, and I am not a conspiracy theorist, I do not believe this is what people want.  I do not believe it is what the Minister wants.  I will be bringing forward amendments on Committee Stage.  I hope that Committee and Reports Stages will not be run on the same day of the week so that we get time to discuss this in sufficient depth in order to tease out the issues.  The Government needs to remedy the situation by providing for different possible declarations to be made in the case of religious solemnisers.  At the very least, if the Minister introduces a saving clause providing that nothing in the new Bill shall invalidate forms of ceremony currently in use, we can get out of the problem.  However, the problem is certainly there in the Bill as currently drafted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#RR00400","speaker":"1146"},{"type":"speech","time":1445347800,"counter":234,"content":"<p>I know Senator Craughwell is agitated and I apologise, Senator, as I know you have been present for the entire debate.  However, I must follow the rota as laid down by the Cathaoirleach and as approved by the CPP.  I call on Senator Mooney, who has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00150","speaker":"1164"},{"type":"speech","time":1445347800,"counter":235,"content":"<p>Before Senator Mooney begins, what time is the debate concluding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00200","speaker":"1136"},{"type":"speech","time":1445347800,"counter":236,"content":"<p>It is open-ended but I do not anticipate much of a delay.  Only two other Senators are offering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00300","speaker":"1164"},{"type":"speech","time":1445347800,"counter":237,"content":"<p>I apologise to Senator Mooney for interrupting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00400","speaker":"1136"},{"type":"speech","time":1445347800,"counter":238,"content":"<p>It is a pleasure to be interrupted by such a distinguished Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00500","speaker":"1128"},{"type":"speech","time":1445347800,"counter":239,"content":"<p>It did not feel like that on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00600","speaker":"1136"},{"type":"speech","time":1445347800,"counter":240,"content":"<p>Did I interrupt Senator Norris?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00700","speaker":"1128"},{"type":"speech","time":1445347800,"counter":241,"content":"<p>We both interrupted each other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00800","speaker":"1136"},{"type":"speech","time":1445347800,"counter":242,"content":"<p>I thought we were all having a go at Senator Bacik.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS00900","speaker":"1128"},{"type":"speech","time":1445347800,"counter":243,"content":"<p>I was supporting Senator Bacik.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01000","speaker":"1136"},{"type":"speech","time":1445347800,"counter":244,"content":"<p>It was just a little bit of banter.<\/p> <p>I have been the subject of a conspiracy in respect of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01100","speaker":"1128"},{"type":"speech","time":1445347800,"counter":245,"content":"<p>The Chair has no role in adjudicating on that assumption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01200","speaker":"1164"},{"type":"speech","time":1445347800,"counter":246,"content":"<p>I know that.  The conspiracy was in my family, sometime around May, a few weeks ahead of the referendum.  It was a pincer movement by my eldest daughter.  There are five wonderful children in our family, thanks be to God.  Our eldest, a 27 year old in Perth was conspiring down under, while at the other end of the family spectrum our 19 year old who is a student in Sligo Institute of Technology was conspiring with his friends and fellow students in Sligo and Leitrim, and my wife headed up the pincer movement.  I was left with no choice in the matter, it was either the door or vote &ldquo;Yes&rdquo;.  I love my wife and family and saw a lot of merit in the argument they were putting forward.  The reason I relay this piece of nonsense is that it is an indication of the discussion, debate and dialogue going on in many families all over Ireland.  I doubt if there are any families or individuals who do not in their immediate or extended family have a member who is gay or who do not know somebody who is.  This referendum question had a big impact on the electorate, which was reflected in the overwhelming vote.<\/p> <p>I also believe it is important in a democracy to acknowledge that not everybody was in favour of this legislation.  Senator Mullen referred to 38%, which in real figures was 750,000 people.  More people voted &ldquo;No&rdquo; than voted Fine Gael into government in 2011.  They did not believe this was a question they could say &ldquo;Yes&rdquo; to.  In a democracy the people, of course, are sovereign.  Senator Mullen took a particular position on the referendum and is gracious enough to accept that.  This is not reopening the debate but putting on the record that many of the issues he raised in his contribution, which I am sure the Minister will respond to, reflect the views of those 750,000 people on this legislation, especially those who adhere to strong Christian belief.  I do not know the position of all the Christian churches in Ireland but I know from discussions with priests that in the Catholic Church the issues raised by Senator Mullen would be of deep concern and would reflect the view of those who are active members of the church.  This is democracy as well.  This is not a question of reopening the referendum but it is to make sure that in giving effect to the result of the referendum, the legislation does not step on other toes because that would not be democracy.  That would be government by domination. <\/p> <p>Fianna F&aacute;il as a party has always believed in the republican ethos that all citizens are equal.  It is not a case of empty rhetoric.  In this instance it goes back to 1994 when the then Minister for Justice, M&aacute;ire Geoghegan-Quinn introduced legislation to decriminalise homosexuality.  I am old enough to have been in the House for that historic legislation and was very happy to vote for it.  That culminated in 2010 and I was very happy and honoured to be here when we passed the Civil Partnership and Certain Rights and Obligations of Cohabitants Bill 2010.  The Minister was here as leader of the Opposition in the House.  That was a night of high emotion such as I had never before experienced.<\/p> <p>Anybody who questions my party&rsquo;s credibility or bona fides in respect of legislation of this nature needs to stop and reflect.  We have a very proud record in this area but it is in keeping with our republican ethos.  Our members, not just within the parliamentary party during those years but across the country, debated in March 2012 and then voted to pass a resolution supporting equal marriage rights.  We have been consistent in our support for this important concept.  At the core of the overwhelming &ldquo;Yes&rdquo; in early summer, people wanted to profess their belief that all the citizens of this country are equal.  This is a measure for equality.  Others may have a different view of the rights and wrongs, or the various shapes of marriage and the husband and wife terminology but the majority of people, and I, voted to ensure that we could look our fellow citizens in the eye and say they are no different to us, they are as equal as we are before the law of this democracy and I welcome and embrace that.  I am very happy that the people of Ireland did what they did. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01300","speaker":"1128"},{"type":"speech","time":1445347800,"counter":247,"content":"<p>I have never been more proud to be Irish than I was on 23 May, when Ireland became the first country in the world to bring in marriage equality by popular vote.  Not only did we vote &ldquo;Yes&rdquo; but we did so by an incredible margin.  Young and old, urban and rural, we united to send a message of love and support to our LGBT friends, family members, colleagues and neighbours.  Each and every one of the 1.2 million &ldquo;Yes&rdquo; votes made a powerful statement.  It told young LGBT people that the road ahead of them is a bright one, paved with the same hopes, dreams and opportunities as everyone else&rsquo;s.  It told older LGBT people we are sorry for all the discrimination, isolation and pain they have had to go through and we are determined to bring it to an end.  It told the world that the Irish people are warm, caring and fair.<\/p> <p>It is often said that Ireland changed for the better on 22 May.  I think it had changed many years before and that voting in the referendum simply gave us an opportunity to voice that change.  The &ldquo;Yes&rdquo; vote recognised that happy families come in different shapes and sizes.  In doing so it rejected discrimination, not just against LGBT families but also against single parents, divorcees, adopted people and many other so-called non-traditional family groups.  The &ldquo;Yes&rdquo; vote meant as much to many of those groups as it did to our lesbian and gay citizens.  The joy and pride the result instilled in so many people gay and straight was phenomenal.  None of this would have been possible without the leadership and determination of groups such as Marriage Equality and the Gay and Lesbian Equality Network, GLEN, who campaigned for years to get a referendum and to make sure we won it.  <\/p> <p>I acknowledge the presence in the Visitors Gallery of Gr&aacute;inne Healy and Moninne Griffith from Marriage Equality, Brian Sheehan from GLEN, who are three of the main leaders of that campaign.  I recognise most of the faces in the gallery and could name them all but I would have no time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01400","speaker":"1200"},{"type":"speech","time":1445347800,"counter":248,"content":"<p>That would be the Senator&rsquo;s five minutes gone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01500","speaker":"1136"},{"type":"speech","time":1445347800,"counter":249,"content":"<p>Exactly.  I would have no time left to say anything else.  I am deeply grateful to each and every one of them for the contribution they made to the campaign.  They achieved something phenomenal and extraordinary and I very much appreciate that.<\/p> <p>The campaign was an exercise in positivity, determination and courage.  The courage shown by people such as Ursula Halligan, Pat Carey and Leo Varadkar was extraordinary, as was that of ordinary LGBT people who knocked on doors, night after night, coming out to complete strangers and explaining to them why a &ldquo;Yes&rdquo; vote mattered.  I strongly believe it was those personal stories that won the campaign.  They educated us about how hard it is to be gay in Ireland in 2015.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Averil Power:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They connected with our sense of fairness and decency and they motivated us to come out in record numbers and vote for change.  Many Yes Equality canvassers had never been involved in any political campaign before.  When I met them at canvass training a month or two before the referendum, they were absolutely petrified of the notion of knocking on doors, but they did it anyway.  In doing so, they took ownership of their own futures and delivered the most positive and energetic political campaign this country has ever seen.  I hope many of them will stay involved and help to continue to change our country for the better.  Lord knows, we need it.  In so many different spheres, we could use that energy and drive for change.<\/p><p>I hope the Government will use the momentum from the \"Yes\" vote to help address the remaining discrimination against LGBT people.  A Bill to amend section 37 of the Employment Equality Act was passed by this House just before the summer recess but has yet to finish its passage through the D&aacute;il.  I feel strongly that this must be a priority before the general election.  Homophobic bullying is still a major problem in schools and LGBT people still face discrimination in other aspects of their lives.  Marriage equality was a huge step forward but we still have more to do to improve the lived experience of our LGBT citizens.  I also hope the Government will use its voice to champion LGBT equality at the international level.  In light of our record referendum result, Ireland is a beacon of hope for gay, lesbian, bisexual and transgender people in countries where they still face major discrimination, and even death, just for being gay.  We can and should show leadership in this area.<\/p><p>To conclude, I strongly welcome the Marriage Bill 2015.  It is amazing we have come to this point.  It has certainly been the highlight of my term here in this House.  I look forward to the Bill passing through the Houses as soon as possible and being enacted into law.  I commend the Minister and her colleagues on holding the referendum.  I look forward to being invited to my first equal marriage, hopefully sometime in the next few months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#SS01600","speaker":"1200","continuing":true},{"type":"speech","time":1445347800,"counter":251,"content":"<p>I thank the Acting Chairman for extending the time of the debate.  I welcome the Minister, Deputy Fitzgerald, to the House on this joyous occasion.  I thank her and her Department for drafting this important legislation and for her proactive stewardship of this Bill and the marriage referendum Act through the Oireachtas.  I entered this House as a 62 year old, conservative man who was always able to push aside the things I did not want to deal with, the things I felt other people should deal with.  However, as a Member of this House, I was forced to deal with things I never thought I would have to deal with.  While there was tremendous leadership outside this House for what we are speaking about today, I have to commend the Minister personally.  I think she was phenomenal as she sat here and listened to the debates, and I congratulate her for the hours she put into it.  I am deeply impressed.<\/p> <p>This Bill is unique as it has the voice of every citizen of voting age behind it.  It is unique because the issues now being legislated for have been robustly debated in every home in Ireland for the last year - indeed, in my own home, we had many a robust discussion on these issues.  It is unique because it legislates for the minority, but with the full support of the majority and an unequivocal constitutional \"Yes\" behind it.  It is truly the people&rsquo;s Bill as it has come not only from political will and cross-party support, but from years of dignified and persistent advocacy.  Central to the advocacy approach taken by Marriage Equality, GLEN and the wider \"Yes Equality\" coalition has been the immense power of the personal narrative, the power of each person&rsquo;s story and the power to inform, to convince, to persuade and, ultimately, to bring about social, constitutional and, finally, legislative change.<\/p> <p>This Bill is before us today because thousands of gay and lesbian citizens and their families were courageous enough to tell their story, and it will go down in the history of this State and, indeed, of the world, as one of the greatest stories ever told.  From coming out to their TD to coming out on TV, on radio and in the print media, they did it, and I applaud each and every one of those in the Visitors Gallery for sharing it with us.  We were humbled and convinced by their words.<\/p> <p>The Bill is about choice and about freedom and, rare enough for a Bill in Leinster House, it is about love.  It offers everyone the freedom to marry the person of their choice, regardless of their sexual orientation.  It offers those who solemnise marriages as part of a religious ceremony the choice to solemnise all marriages, some or none at all.  I welcome this explicit distinction between State-recognised marriage provided for by the Constitution and the act of religious solemnisation of a marriage.  I firmly believe that the public have been confused about this in the past.<\/p> <p>In drafting the Bill, the Minister and her officials have anticipated and provided for every conceivable outcome of the referendum result.  The Bill has been careful to acknowledge existing civil partnerships and to facilitate an easy transition from these to marriages for those who wish to do so, while at the same time ensuring that existing civil partnerships remain valid.  Having debated the Gender Recognition Act here in the Seanad, I particularly welcome the amendment to that Act which will remove the requirement that a person seeking a gender recognition certificate be single.  I also welcome the important provision that same-sex marriages entered into abroad will be recognised in Ireland.<\/p> <p>I am proud to be a Member of this House in the company of Senator Zappone and to see her partner, Dr. Ann Louise Gilligan, in the Visitors Gallery this evening.  They have pursued legal recognition of their Canadian marriage since 2004, and I can only imagine what a proud and momentous day this is for both Katherine and Ann Louise.  I want to also recognise my colleague, Senator David Norris, who was the first person in this country to have the courage of his convictions and to stand forward, which I acknowledge.<\/p> <p>The brevity of this Bill, which is mainly technical in nature, belies its potential impact, not only on the hundreds of thousands of gay and lesbian citizens, on their children and on their families, but on each and every citizen of this State now and in the future.  I welcome the Bill to the House and thank the Cathaoirleach for the opportunity to speak on it.  I recall my cousin telling his parents that he was gay.  Deeply religious parents as they were, they fought with their conscience and with their religion, and they accepted him and his partner into the bosom of their family.  I want to recognise Pat, their son, and Una and Paddy - the surname is irrelevant at this point in time - for the love they showed their son and the understanding they showed when we lived in a very intolerant Ireland.  I want to thank the transgender community in Ireland, who were the first people to come to see me.  I am deeply grateful to them for opening my eyes to the difficulties we have as humans in tolerating our differences.  I congratulate them all.  I thank the Minister very much.  I deeply appreciate the opportunity to speak this evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#TT00200","speaker":"1196"},{"type":"speech","time":1445347800,"counter":252,"content":"<p>I thank all Senators for their contributions, which have been quite extraordinary, very moving and most enjoyable to listen to.  I want to thank the Senators for their very generous comments in regard to my own role but, of course, as we have listened to the debate, more and more names have been put on the floor of the House.  Of course, there are names we have not yet put on the floor of the House, and we would be here all night if we were really to pay tribute to everyone who has been involved and those who have played such a key role in the move towards marriage equality.  It has been a very long journey and it is very important to be reminded of that.<\/p> <p>I myself still have to pay tribute to Senator David Norris for that early leadership, because early leadership is very difficult and it requires putting oneself out there.  He has done that for so long and I mention that again because I think his role has been so significant.  As we have heard from so many Senators, he has influenced so many people in their understanding of these issues.<\/p> <p>I would reflect as well on the cross-party nature of the debates and the development from a political perspective, which has been very important.  We have seen this with the various individuals in our own parties.  I acknowledge Deputy Jerry Buttimer and the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, who was here earlier, and Senator Ivana Bacik spoke about the work in her own party, as have others.  It was a very striking feature of this that we were able to work so effectively together.<\/p> <p>The Marriage Bill, as I said, is a short, technical Bill.  It is an expression of the decision of the people on 22 May and its provisions are focused on enabling two persons to marry in accordance with law, without distinction as to their sex.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Though short, it is potentially life changing, as everybody has said.  I return to the point about how long it has actually taken.  Senator Craughwell spoke about an intolerant Ireland but as we celebrate the passing of the Second Stage of the Marriage Bill 2015, I remember all those people who left this country and suffered in silence because we were not able to be inclusive up to this point.  Many people have paid a very heavy price for that.  It is good, as everybody said, that we are a new point.<\/p><p>Senators indicated that they will table amendments and I will deal with a number of the points raised.  On the shortage of civil solemnisers, I have already raised the issue with the T&aacute;naiste.  We are both keen to ensure there are sufficient secular solemnisers and civil registrars to ensure that access to marriage is not unduly delayed.  This would clearly have a disproportionate impact on same-sex couples.  We intend to address this and I hope it can be done in the near future.<\/p><p>Senator Norris raised the issue of prohibited degrees of relationship.  The Department of Justice and Equality and the Department Social Protection are currently considering a review of prohibited degrees of relationship based on affinity and the prohibitions based on familial relationships by marriage.  I agree with Senator Norris that some should be reviewed and we will look at that.  I would add that the prohibited degrees are not exclusively about genetics but about power disparity or abuse within families.  Clearly, a range of issues must be considered when we are looking at the issue.<\/p><p>On the question of wider marriage reform and underage marriage, I would say to Senator van Turnhout that we can discuss that in detail on Committee and Report Stages.  Senator Norris also raised pension treatment.  My colleague, the Minister for Public Expenditure and Reform, has given extensive consideration to the issue of access to the revised spouses' and children's pension scheme.  He has decided not to do so because it would not be possible to limit such access to a specific cohort and the impact on public service pension liabilities would be very significant but I will give him more detail on that when we come to discuss it on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#TT00300","speaker":"1009","continuing":true},{"type":"speech","time":1445347800,"counter":254,"content":"<p>That is very disappointing.  They are a small group of people who, because of a technicality, have been disbarred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00200","speaker":"1136"},{"type":"speech","time":1445347800,"counter":255,"content":"<p>It impacts on a much wider group but I will go into the detail of that at the next Stage.  I am just addressing it in a preliminary way at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00300","speaker":"1009"},{"type":"speech","time":1445347800,"counter":256,"content":"<p>Senator Norris should comment later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00400","speaker":"1164"},{"type":"speech","time":1445347800,"counter":257,"content":"<p>The points made by Senator R&oacute;n&aacute;n Mullen are incorrect.  Religious solemnisers have only ever been permitted to solemnise in accordance with their own ceremonies and I addressed his points in my speech.  What we are doing will not require any change to any form of ceremony currently approved.  He is incorrect in his interpretation of the legislation as it is presented.<\/p> <p>The decision of the people on 22 May 2015, as everybody said, was momentous.  Their decision means that an important right can now be extended to a new group of people.  The people's decision has strengthened the institution of marriage by enabling it to respond to the diversity of our society.  Through their decision marriage is, and will now remain, the means by which a couple can make the most profound public commitment to one another.  The effect is also momentous for those who will now be able to marry.  Same-sex couples will have the possibility, like all other couples, of entering an institution that can last a lifetime and that constitutes life's meaning for many.  Marriage equality has become, as Senators said, possible through an uniquely democratic process which stimulated, as has been said, passionate engagement and equally passionate debate.  The referendum process enabled Irish people to decide what sort of society they want for the future.  The people have realised the truth of James Joyce's statement, \"I am tomorrow, or some future day, what I establish today.\"  They knew their decision on 22 May would shape the future for same-sex couples for decades to come.  They realised that society would be poorer if same-sex couples were excluded from the institution of marriage.  The people have reaffirmed that their vision for Irish society now and into the future is one which values our people in all their diversity.<\/p> <p>Let us now - I know that Senators will - take the responsibility as Oireachtas Members to pass the legislation so that we can implement that decisive choice of the people in favour of marriage equality.  Again, I thank all Senators for their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00500","speaker":"1009"},{"type":"unspoken","time":1445347800,"counter":258,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1445347800,"counter":259,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00700","speaker":"1164"},{"type":"speech","time":1445347800,"counter":260,"content":"<p>On Thursday, 22 October 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU00800","speaker":"1148"},{"type":"unspoken","time":1445347800,"counter":261,"content":"<p>Committee Stage ordered for Thursday, 22 October 2015.<\/p>"},{"type":"speech","time":1445347800,"counter":262,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU01000","speaker":"1164"},{"type":"speech","time":1445347800,"counter":263,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102000002#UU01100","speaker":"1148"},{"type":"unspoken","time":1445347800,"counter":264,"content":"<p>The Seanad adjourned at 7.25 p.m. until 10.30 a.m. on Wednesday, 21 October 2015.<\/p>","notice":"TIME STRING DETECTED"}]