[{"type":"minorheading","content":"Prelude","time":1576589400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 13:30:00","time":1576589400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1576589400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1576589400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1576589400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#A00100"},{"type":"speech","time":1576589400,"counter":6,"content":"<p>I have received notice from Senators Maria Byrne and Kieran O'Donnell that, on the motion for the Commencement of the House today, they propose to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the bed management plan in the UL Hospital Group to alleviate the overcrowding at University Hospital Limerick. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the provision of additional supports and benefits for carers in the home and the community. <\/blockquote> <p>I have also received notice from Senator<b><\/b>Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Rural and Community Development to make a statement on the application for funding under the outdoor recreation infrastructure scheme, measure 3, by Rossmore Forest Park, County Monaghan.  <\/blockquote> <p>I have also received notice from Senator<b><\/b>Paddy Burke of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to provide an update on the issuing of forestry licences for felling, afforestation and road construction.  <\/blockquote> <p>I have also received notice from Senator<b><\/b>Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Business, Enterprise and Innovation to provide an update on the effectiveness of farm safety initiatives. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Byrne and Kieran O'Donnell, who are sharing time, and Senators Boyhan, Gallagher and Burke and they will be taken now.  Senator Lombard may give notice on another day of the matter he wishes to raise.  If it is agreeable with Senators Boyhan and Kieran O'Donnell I might reverse the order of Commencement matters 1 and 2.I ask because I got a phone call from Senator Byrne just before I came to the House to say that the roads are closed but she is trying to get here and the same Minister of State will reply to both matters?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00300","speaker":"1420"},{"type":"speech","time":1576589400,"counter":7,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00400","speaker":"1374"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1576589400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00450"},{"type":"minorheading","content":"National Carers' Strategy Funding","time":1576589400,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00500"},{"type":"speech","time":1576589400,"counter":10,"content":"<p>The Minister of State at the Department of Health is very welcome, as ever.  Just before he came in we decided to switch the order of Commencement matters 1 and 2.  I propose that we take Senator Boyhan's Commencement matter first because some of our Senators are having trouble getting here.  Is that all right with the Minister of State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00600","speaker":"1420"},{"type":"speech","time":1576589400,"counter":11,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00700","speaker":"1261"},{"type":"speech","time":1576589400,"counter":12,"content":"<p>I welcome the Minister of State to the House.  I did expect the Minister for Employment Affairs and Social Protection to attend but I know she is busy and there is a Cabinet meeting.  One of the reasons I want to single her out is that I want to acknowledge her.  I know that she is not here but I want to put on the public record her outstanding service and her Department.  I can honestly tell Members that of all of my time in my three years here there is no Minister who has followed up diligently on every piece of correspondence or representation that I have made and I have personally received a response from her.  Not only have I had a response but it has been personally signed off by her.  Her attention to detail is extraordinary, which is worth putting on the record of the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In many ways that goes back to the team she leads.  I do not know if she is a hard taskmaster, but she is a good one.  From my knowledge, from feedback from the Minister, her staff and her officials and from the many representations that I make on behalf of city and county councillors across this country, I have found her to be excellent.  I wanted to say that to her today but she is not here, so perhaps the Minister of State, Deputy Jim Daly, might convey that to her.  I genuinely believe that we should acknowledge people who excel in their work in public service, and she does.<\/p><p>I thank the Department, in particular for the level of public engagement.  I am mindful of the social welfare Christmas and new year payments as well as publications.  It is constant and it is important to acknowledge the quality of the work and the information that goes out.  This was in our paper today.  I want to thank the Minister in the Minister of State's Department for the increase in the number of carers who will have the opportunity to train from 1 January 2020.  It is a few additional hours.  It is not a lot but it is going in the right direction.  I understand that there are always demands on public finances, public funds and public support.<\/p><p>I raise the issue of carers in crisis - the carers in our community.  They are mothers, fathers, brothers, sisters and loved ones who support close family members with a disability in the homeplace or in the community or elderly parents and friends.  The Minister of State has spoken time and again in this House about the importance of keeping people in their homes and in their communities, where practical and possible.  What better place, what nicer place and what more comfortable place to be supported when one is ill, has a disability or in need of support than in one's community.  I hope that focus is not lost.  I accept that funding is always a difficulty, but the priority has to be on how we can put and increase resources in homes and in our communities to support vulnerable people.<\/p><p>The real purpose of raising this today was to thank the Minister, Deputy Doherty, on doing a difficult job well but, more importantly, to ask her to keep the focus on what she intends to do to increase support.  I do not necessarily expect the Minister of State to read the reply into the record but I would be very happy if he passed on this message.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#B00900","speaker":"1379","continuing":true},{"type":"speech","time":1576589400,"counter":14,"content":"<p>I call the Minister of State, Deputy Daly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#C00200","speaker":"1420"},{"type":"speech","time":1576589400,"counter":15,"content":"<p>I would like to thank Senator Boyhan for raising the matter.  Family carers play a crucial role in the provision of care at home to elderly, disabled, and ill loved ones.  The Government is committed to support carers in their caring role, and alleviate the financial burden of caring through a range of healthcare and income supports.  The National Carers' Strategy represents a whole-of-Government response to the challenges faced by family carers, and sets out the strategic direction for future policies, services, and supports provided by Government Departments and agencies for carers.  The strategy is designed around a core vision which recognises and respects carers as key care partners who are supported to maintain their own health and well-being, care with confidence, and empowered to participate as fully as possible in economic and social life.<\/p> <p>The Government has increased expenditure on carers allowance, carers benefit, carers support grant, and all ancillary care allowances by 20% since 2016.  These payments offer an important source of income support for those caring for a family member due to old age or disability.  The Department of Employment Affairs and Social Protection expects that spending on these payments in 2019 will amount to more than &euro;1.2 billion.<\/p> <p>In budget 2020 an increase in homecare credit was announced, raising the credit from &euro;100 to &euro;1,600.  In addition, the number of hours that carers can work or study outside the home is being increased from 15 hours to 18.5 hours per week with effect from January 2020.  More than 1,200 carers are expected to benefit from this change at a cost of &euro;11.6 million.<\/p> <p>Identifying carers and their needs as early as possible is of critical importance if they are to be supported in their caring role.  The Department of Health has secured funding from the Dormant Accounts Fund for a pilot of the carers needs assessment tool, which will be progressed next year.  The tool will be a key step in helping to identify carers at all stages and will also play a role in identifying the supports required.  Funding from the Dormant Accounts Fund has also been secured for information and training support for family carers, which assists carers to provide the best care possible to the care recipient, reduce the risk of injury to the carer and care recipient, and help family carers cope with the emotional and psychological aspects of their role.  Funding has also been made available to provide for the dissemination of resource information for family carers, the development of support networks, and support groups to assist with the transition back into social and economic life at the end of the caring role and measures that assist in promoting carer self-identification.<\/p> <p>Supports for the cared-for person are also vital in many ways.  The needs of the carer are interlinked with the cared-for person.  Budget 2020 allocated additional funding for disability services, including supports for school leavers, autism services, emergency residency protocols and respite.  The total disability service budget will exceed &euro;2 billion in 2020.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Department of Health has committed to an additional investment of &euro;52 million in budget 2020 for older persons to bring the total funding for home supports to &euro;487 million, providing 777,000 more home support hours than the 2019 target.<\/p><p>The increased investment in the benefits and supports for family carers I have outlined reflect the Government's serious commitment to looking after people who spend their time caring for others and maintaining the level of supports available.<\/p><p>I assure the Senator that I will do justice to his sincere and genuine comments by conveying them back to the Minister.  I know she will appreciate them.  I agree with the Senator; any positive examples of good practice should always be acknowledged, highlighted and recognised as such as a reminder to everybody else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#C00300","speaker":"1261","continuing":true},{"type":"speech","time":1576589400,"counter":17,"content":"<p>I thank the Minister and it would be remiss of me not to thank the Minister of State as well.  He constantly comes before this House to address the issue.  It is not easy to be here all the time, but if we were to carry out an assessment, perhaps he would be the Minister in here most often.  I thank him and wish him well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#D00200","speaker":"1379"},{"type":"minorheading","content":"Hospital Overcrowding","time":1576589400,"counter":18,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#D00300"},{"type":"speech","time":1576589400,"counter":19,"content":"<p>I thank the Minister of State, Deputy Daly, for coming before the House.  This Commencement matter follows on from an issue I raised last week in the health committee with the Minister for Health and the HSE.  It came to my notice that 15 beds in St. John's Hospital in Limerick were not in use for the past three months, which is unacceptable.  I will qualify that by saying I fully understand the considerable difficulties faced by staff, including consultants, other medical staff and administrative staff, throughout the hospital but more particularly in University Hospital Limerick, UHL, in managing a situation whereby we are playing catch-up with reconfiguration.  The 24-hour emergency departments, EDs, at Ennis Hospital, Nenagh Hospital and St. John's Hospital were closed, and 138 co-location beds were supposed to be built on the grounds of UHL before the reconfiguration went through.  It should not have gone through.  We are playing catch-up.  What we now need is the 60-bed block under construction on the site of UHL.  A 96-bed block will go into the planning phase early in the new year.  This will provide more than 150 beds.  That will take time.  The 60 beds will be in place by next September, but we must all work together.  No one, management or anyone else, told me these 15 beds were idle and not in use.  Two long-standing consultants retired in St. John's Hospital over the past year.  If we are operating in the dark and we do not know what is happening within the hospital group, it is impossible for someone like me, a public representative in Limerick, to assist fully at national level.  If I were aware that 15 beds, for whatever lack of resources, could not be opened, I would have been at the desks of the Minister and the Minister of State and would have beaten down the door to get the funding in place.  I will put Limerick ahead of everything else but I did not know about this.<\/p> <p>I am glad funding is being provided under the National Treatment Purchase Fund, NTPF, to open the beds in St. John's.  I want them open quickly.  Furthermore, I want a comprehensive bed management plan put in place to ensure the beds are put to maximum use in UHL, St. John's, Ennis, Nenagh and Croom.  It is important that everyone works together on this.  This is not in any way a criticism on my part of anything to do with the medical profession - the consultants, the nurses or anyone else.  I want to help but I do not know what the position in the hospitals is.  There are 15 beds not in use.  Why was this the case?  How can I assist?  I want to know now whether a comprehensive bed management plan is in place to provide the resources.  If the university hospital group needs resources, the Department should ask for them and tell us it has done so.  Funding for the second MRI scanner was provided when asked for, but when I asked for i tat the health committee, there were 15 beds at the same time not in use in St. John's.  I did not know that at the time.  If I had, I would have looked for funding there as well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The situation with the 15 beds does not concern me if they are not open but the Minister of State should tell me what is required to be done in terms of resources.  I will go to the appropriate Minister and the Government to fight for those resources for Limerick.  There has been a major capacity crisis in Limerick for a number of years.<\/p><p>I would like to see an audit of the nursing home beds in Limerick and its regions to ensure they are put to most efficient use.  If funding is required, it should be provided.  Funding will come through the NTPF for an additional ten nursing beds.  That has been approved.  The minor injury clinics in Ennis, Nenagh and St. John's Hospitals must have longer opening hours and we need to see the second MRI scanner for Limerick hospital in operation straight away.  We all need to work together to ensure we deal with the crisis facing patients in Limerick.  That includes Ministers, management in the hospital group, consultants, nurses and administrators.  I will take whatever criticism put at our door but I am there to help.  If I do not know beds are unoccupied, how in the name of God can I help?<\/p><p>Have detailed discussions taken place to ensure there is a comprehensive bed management strategy in place and we can all work together, including medical, ministerial, administrative and management staff?  We must ensure we can get through this crisis and get the 150 extra beds that should have been put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#D00400","speaker":"1374","continuing":true},{"type":"speech","time":1576589400,"counter":21,"content":"<p>I welcome the opportunity to address the House on the matters raised by Senators Kieran O'Donnell and Maria Byrne, although she was not able to be here.<\/p> <p>The Minister for Health wishes to acknowledge the distress overcrowded EDs cause to patients, their families, and front-line staff working in very challenging conditions in hospitals throughout the country.  The number of patients attending EDs continues to increase year on year.  For the first 11 months of 2019, the number of patients attending hospital EDs increased by 2.5%, and the number of admissions increased by 0.7% when compared with the same period last year.<\/p> <p>According to HSE TrolleyGAR data, there was a 14.5% increase in the number of patients waiting on trolleys in UHL emergency department this year up to the end of November 2019 when compared to the same period last year.  It is acknowledged that this is exceptionally high and the HSE is actively working with the University of Limerick Hospitals Group to ease congestion in the hospital, with a focus on facilitating transfers to level 2 hospitals, assistance from rehabilitation units and community health organisation services, as well as prioritisation of diagnostics to aid inpatient discharges.<\/p> <p>The HSE winter plan was launched on Thursday, 14 November, in preparation for the anticipated increase in demand over the winter period.  The Government allocated an additional &euro;26 million to fund the implementation of the winter plan.  Each winter action team has set out a range of initiatives it will undertake within its area to implement the plan.  The integrated winter plan for University Hospital Limerick will be delivered by winter action team, WAT, 3.  The initiatives for WAT 3 include additional home support hours to facilitate early hospital to community transfers; additional aids and appliances to facilitate early hospital discharges and ED avoidance; mobile doctor service units to manage increase demand for home visits and facilitate ED avoidance; a low-level domiciliary rehab team in Limerick city to facilitate early discharge and ED avoidance; added triage nursing support in Shannondoc to support ED avoidance; an added registrar in UHL to assist in addressing workflow and improve patient experience times; and added healthcare assistants support in the hospital to provide staffing at ward level to support additional surge patients.<\/p> <p>The NNTPF has agreed at my request to support the marginal costs of funding additional beds for three months to the end of March 2020.  This initiative will support the commitment by the HSE and my Department to alleviate winter pressures in our hospital system.  Hospitals have been invited to make submissions to the fund to utilise this funding.  To date, the NTPF has approved in principle and subject to appropriate governance and oversight 172 additional beds.  These beds will be funded from the fund's budget at a cost of approximately &euro;4.6 million.  This includes an additional 15 beds in St. John's Hospital and ten additional nursing home beds to facilitate egress and alleviate overcrowding in UHL emergency department.<\/p> <p>The NTPF is currently assessing further proposals that are still being received.  In this regard, given the challenges facing the EDs with the exceptionally high use of trolleys for patients, I urge all hospital groups and individual hospitals that have not done so to engage with the NTPF to identify proposals to provide additional bed capacity for the winter period.  Furthermore, a capital budget of &euro;19.5 million has been approved for the provision of a modular 60-bed inpatient ward block at UHL, with funding of &euro;10 million allocated in 2019.  The HSE has advised that the enabling works are complete, the main contractor has commenced work and it is anticipated that the construction will be completed in mid 2020.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This important project will go some way towards addressing the acknowledged lack of bed capacity in the region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#E00200","speaker":"1261","continuing":true},{"type":"speech","time":1576589400,"counter":23,"content":"<p>I thank the Minister of State.  I welcome the fact that 15 beds are coming into use in St. John's Hospital.  They need to be up and running as quickly as possible, along with the additional nursing home beds.  If management and consultants in Limerick and the mid-west region feel there are areas where there is a need for additional funding and resources, they should let us know.  We are here to assist and work collectively as a group.  I am aware of the difficulties of working in the hospital group for consultants, the medical team and nurses in Limerick and the mid-west.  They work throughout the hospital group in UHL, Ennis, Nenagh, St. John's Hospital, Croom and the maternity hospital.<\/p> <p>We all must work together to ensure we do not have a situation where there are 62 people on trolleys in UHL, as happened yesterday.  It was the highest number in the country.  There were 54 on trolleys in Cork.  There is a continuing crisis because of the lack of bed capacity.  The focus must be on addressing the short-term needs over the next number of months so everything is done to alleviate pressure in the ED.  I admire the work the medical and nursing teams do with consultants in the University Limerick hospital group.  The key issue is that people are made aware on time of whatever resources are required because my role as a public representative for Limerick is to go to the Government to ensure the resources are put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00200","speaker":"1374"},{"type":"speech","time":1576589400,"counter":24,"content":"<p>As the Senator knows, I was in UHL last week.  I acknowledge and commend the work of the team there, led by Professor Colette Cowan, and the community healthcare side as well.  It is working with UHL on driving innovation in healthcare.  That is an important aspect because it cannot always be about more beds and money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00300","speaker":"1261"},{"type":"speech","time":1576589400,"counter":25,"content":"<p>There is a bed crisis in Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00400","speaker":"1374"},{"type":"speech","time":1576589400,"counter":26,"content":"<p>We have to look at new ways of doing old things.  That must be acknowledged and it must be referenced in any conversation about healthcare and its future.  We must recognise the good work that is being done in the clinical education and research centre, CERC, building and the many innovations.  Most of them are led by clinicians.  Many of these are superb initiatives.  We were shown presentations on them.  They are essentially about building capacity but by having better innovation and efficiencies driving through the system, as well as lessening people's reliance on hospital beds by being more creative in how we deal with them.  That is an important part of this debate.  I acknowledge the good work being done on that front by the UL hospital group.  I was particularly impressed and it would be remiss of me not to point to that.<\/p> <p>While we struggle to build the 60-bed modular unit, it is not all about funding.  Sometimes staffing can be the difficulty in terms of trying to get the appropriately skilled staff.  UHL has advised the NTPF that it expects to open the ten beds in the nursing home this Wednesday.  The opening of the beds will be staggered for clinical safety reasons but they should all be fully operational by the end of the year, which is effectively two weeks away.  It is usual practice to stagger the opening.  One would not just open ten new beds on the day.  Regarding the 15 beds in St. John's Hospital, UHL will revert later in the week with further information, as these beds require a consultant.  That appears to be the difficulty.  It is not funding alone, but the availability of a consultant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00500","speaker":"1261"},{"type":"speech","time":1576589400,"counter":27,"content":"<p>My understanding from University Limerick hospital group is that it was being arranged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00600","speaker":"1374"},{"type":"speech","time":1576589400,"counter":28,"content":"<p>The NTPF informed the unit that the ambulance initiative funded by the NTPF in Limerick is up and running, as is the extension of the medical assessment unit, MAU, opening hours in Ennis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00700","speaker":"1261"},{"type":"minorheading","content":"National Parks","time":1576589400,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00800"},{"type":"speech","time":1576589400,"counter":30,"content":"<p>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach.  I thank the Minister, Deputy Ring, for taking time from his schedule to be here.  Rossmore Forest Park is a national park located on the outskirts of Monaghan town.  It is a huge, fantastic facility.  It stretches across more than 320 ha of forest.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has been used primarily for recreation purposes as there are many beautiful trails and walks through it.  There is also a lake there.  Recently a new play park and a giant trail were developed, which have proven very attractive to locals and visitors alike.  This park has serious potential to become not just an attraction in County Monaghan but a regional attraction but it needs to be developed further.  With that in mind, Cycling Ireland and Emyvale Cycling Club have approached Monaghan County Council with a view to providing cycling infrastructure within the confines of Rossmore Forest Park.  The project they have in mind is the creation of a 2.5 km family cycle route which is completely off-road.  Cycling on the open road is not a very attractive option for beginners or children.  The proposal is for a completely off-road track that would be very safe.  <\/p><p>As the Minister knows, cycling has become very popular in this country.  Many more people are cycling now, which is great to see, particularly given the health benefits of physical exercise.  The problem in Monaghan is that we do not have proper facilities for cyclists to learn how to cycle safely.  Therefore, an application has been forwarded by Monaghan County Council to the Minister's Department for funding under the outdoor recreation infrastructure scheme.  This project in Monaghan town is very much needed and I hope the Minister will look upon the application in a favourable light.  Monaghan has many fine attractions apart from the forest park to which I have referred.  We also have the Castle Leslie estate in Glaslough, Lough Muckno in Castleblayney and the Patrick Kavanagh Centre in Inniskeen.  Most people would agree that Monaghan, like other parts of the country, needs to see an economic benefit from tourism which it has not enjoyed to date.  We have many fine attractions and we need to build on them.  This project involving Cycling Ireland and Emyvale Cycling Club represents a first step in the development of a cycling attraction within Rossmore Forest Park.  Cycling Ireland has ambitions to develop further cycling attractions within the park.  I urge the Minister to provide funding for the first step in the development of a facility that would be both a local and regional attraction, something that is very much needed in County Monaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#F00900","speaker":"1396","continuing":true},{"type":"speech","time":1576589400,"counter":32,"content":"<p>I thank Senator Gallagher for raising this issue today.  I can confirm that my Department has received an application for funding from Monaghan County Council to support a 2.5 km off-road family cycling route at Rossmore Forest Park under this year's outdoor recreation infrastructure scheme.  I understand that the proposed project is part of a larger series of works set out in the Rossmore Forest Park master plan, which was developed by Monaghan County Council in partnership with Coillte.  This is an ambitious plan with a number of different elements designed to realise the significant potential of the park while managing it in a sustainable way.  It is expected that the plan will be implemented by Monaghan County Council on a phased basis.  The council has already been successful in securing funding from my Department under the outdoor recreation infrastructure scheme.  Rossmore Forest Park received funding of over &euro;420,000 under the scheme in 2018.  This funding has not yet been drawn down, although it is expected that works will be completed early next year.  This is in addition to funding of &euro;115,000 provided to the park in 2016.  The type of work being funded includes the upgrading of paths and signage and new footbridges, as well as improved access and recreation points.  I understand that funding was also provided through the PEACE programme for the development of an adventure play park.<\/p> <p>The commencement of the outdoor recreation infrastructure scheme in 2016 marked the first time in recent years that a dedicated funding stream was available for bodies involved in the provision of this type of infrastructure.  Demand for funding remains high and there is enormous potential to further develop the outdoor recreation sector.  I intend to continue to support projects of this type through measures such as the rural regeneration development fund, LEADER and the outdoor recreation infrastructure scheme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This year, my Department sought applications under the outdoor recreation infrastructure scheme for three measures ranging from small-sized projects costing less than &euro;20,000 to large projects requiring investment of up to &euro;500,000.  My Department has received 284 applications under the three measures this year, representing a total request for funding of approximately &euro;24 million.  My officials must assess each application carefully on its own merits to ensure that good value for public moneys is received from any funding committed under the scheme.  Last month, I announced funding of &euro;1.8 million for 109 projects under measure 1 of the 2019 scheme.  This includes five projects in County Monaghan.  The assessment of the applications received under the larger measures is still ongoing.  These include the new application received in respect of Rossmore Forest Park.  I hope to make announcements in this regard in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#G00200","speaker":"1334","continuing":true},{"type":"speech","time":1576589400,"counter":34,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire as sin.  I thank the Minister very much for his response.  Like myself, he comes from rural Ireland and knows the importance of our responsibility to develop the potential of rural Ireland to its maximum.  This is an opportunity for the Government to put Monaghan on the map as a tourist attraction.  I sincerely hope that when the Minister goes to write that cheque, as he intends to do in the new year, he will have Monaghan County Council in mind.  I hope that he will see his way to providing much-needed funding for this facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00200","speaker":"1396"},{"type":"speech","time":1576589400,"counter":35,"content":"<p>For the Senator's information, from 2017 to 2019, my Department allocated &euro;21,235,551 to Monaghan.  The outdoor recreation scheme is a fantastic scheme, which works well.  I know the particular part of the county about which the Senator is talking.  I am under a lot of political pressure from the Minister based in the constituency, as the Senator will understand.  She puts a lot of pressure on me because she believes there is no other county than Monaghan.  I like the outdoor recreation scheme and I want it to continue but I want to send a message to every single county council, including Monaghan County Council.  I appreciate the Senator's very respectful approach today.  The local authorities have had this money since last year and should have it spent.  I have written to every local authority and I am starting to withdraw funding from them.  They will be getting letters.  Any authority that has not spent money it received in 2017 will have it withdrawn.  There is no point in putting &euro;110 million into the rural regeneration scheme, &euro;25 million into the LEADER scheme, &euro;68 million into the town and village scheme to carry out 830 projects, &euro;43 million into the outdoor recreation scheme, and &euro;32 million into the CL&Aacute;R programme if the authorities are not going to spend the money.  I know the funding was not there for a number of years but it has been provided continuously in recent years.  I want to send a message to Monaghan County Council and every other local authority.  I will be looking at projects on which money has not been spent.  I cannot allocate funding to councils that have not spent the money they have received.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00300","speaker":"1334"},{"type":"speech","time":1576589400,"counter":36,"content":"<p>I thank the Minister.  Senator Gallagher has heard that message.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":37,"content":"<p>Loud and clear.  I will bring that message home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00500","speaker":"1396"},{"type":"minorheading","content":"Forestry Sector","time":1576589400,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00550"},{"type":"speech","time":1576589400,"counter":39,"content":"<p>The next item is in the name of Senator Paddy Burke but he told me on the phone earlier that he would be delayed and that he may share time with Senator Mulherin.  Is Senator Mulherin making an application to move this item?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00600","speaker":"1420"},{"type":"speech","time":1576589400,"counter":40,"content":"<p>Yes, if the Leas-Chathaoirleach is disposed to allow me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00700","speaker":"1425"},{"type":"speech","time":1576589400,"counter":41,"content":"<p>Okay.  I will grant that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00800","speaker":"1420"},{"type":"speech","time":1576589400,"counter":42,"content":"<p>I welcome the Minister of State and thank him for coming in to take this issue.  As he knows, we have great plans for afforestation, planting more trees, as part of our battle to reduce greenhouse gas emissions.  Without a doubt, forestry plays a very important part in carbon sequestration but all the evidence points to the fact that our system for licensing or planning forestry is not fit for purpose.  The matter I bring before the Minister of State today arises out of complaints from people involved in the industry, particularly the Forestry Company in Cork.  These companies are given licences to plant and to fell mature forests but there is a major problem.  As the Minister of State knows, the planning process does not involve a planning application to the local authority.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The planning process is not just a planning application to the local authority.  It involves an initial application to the Department of Agriculture, Food and the Marine for a licence.  The forestry appeals committee hears objections or appeals against decisions made.  However, it would seem according to those involved in the industry that very few, if any, licences are being issued from the Department and that there are major blockages in the forestry appeals committee system, which means that they cannot do any business.  That might point to an issue with resources but, more worrying, the substantive issue that the decisions made by the forestry appeals committee decisions appear to be <i>ad hoc<\/i>.  It does not appear to operate a system of precedent, case law or something akin to that whereby people objecting and those defending their case can be properly guided as to how the committee interprets the legislation.  That is one aspect.<br\/><br\/>The other aspect is that these forests have a major impact on communities.  Communities are complaining that they are not being consulted properly.  There is a recommendation in the forestry guidelines that they should be consulted but that is not happening in many cases.  Under the current system, if one wants to builds a road going into a forest, one has to get planning permission and go through the rigours of the local authority.  However, if one wants to plant a vast forest that might have the same impact as building a warehouse in the middle of the countryside, one does not need planning permission.  <br\/><br\/>There must be a more integrated approach in county development plans to ensure there can be a proper and robust teasing out of the balancing of land use and desirable forestry because we need forestry in the right place and with the right mix to avoid monoculture.  Equally, we have to have consideration for communities and ensure that these forests are not overbearing and that they are a fair imposition on communities.  One only has to look to the likes of Leitrim where there is vast afforestation and people are up in arms about it.  We need to get the balance right but this cries of a system, in terms of the Department of Agriculture, Food and the Marine and the forestry appeals committee, that is not fit for purpose.  It needs to be reviewed in respect of the county development plan and the local authorities, but that is not happening.  People are aggrieved.  They believe they are not being listened to and that there is not a proper process in place to allow their concerns to be aired.  There are also the people involved in the industry.  This does not seem to suit anybody and the result is that it will not suit our objective to plant more forests.  We have to go back to the drawing board and get this right.  I hope we can begin that process here today.  I acknowledge Senator Paddy Burke, who tabled this Commencement matter but who cannot be here owing to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#H00900","speaker":"1425","continuing":true},{"type":"speech","time":1576589400,"counter":44,"content":"<p>He was on the phone to me and apologised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#J00200","speaker":"1420"},{"type":"speech","time":1576589400,"counter":45,"content":"<p>-----blockages in Kevin Street.  Senators, and not just Senator Burke, cannot get into Leinster House at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#J00300","speaker":"1425"},{"type":"speech","time":1576589400,"counter":46,"content":"<p>I understand that.  It happened to Senator Byrne earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#J00400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":47,"content":"<p>I thank Senator Mulherin for taking the question on behalf of Senator Paddy Burke, who is delayed.  I can see it is an issue the Senator is very interested in as well.  I thank her for raising it.<\/p> <p>I apologise to the Senators for the absence of the Minister, Deputy Creed, and the Minister of State, Deputy Doyle, both of whom are in Brussels.  As Senator Mulherin will be aware, the Minister is dealing with fisheries at an important meeting that is pertinent to her county.  The Ministers are keenly aware of the current delays being incurred by applicants and have asked me to give some background to the issues to both Senators.<\/p> <p>All forestry licences issued by the Department of Agriculture, Food and the Marine are subject to public notification and consultation and third party appeal.  As the planning body for forestry applications, it has an obligation to ensure that all licences are issued in accordance with relevant environmental legislation.  The relevant legislation is continuously subject to change as a result of case law interpretation and so the Department's procedures must change in tandem.<\/p> <p>Furthermore, decisions are subject to appeal to the independent forestry appeals committee.  Some of the submitted appeals have been won by appellants through challenging the Department's procedures.  These cases have required the Department to change procedures involved in assessing forestry licence applications.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Pat Breen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1766\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1766&amp;amp;pid=PatBreen&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The appeals are connected to the appropriate assessment, AA, procedure.  Article 6.3 of the habitats directive requires that where a plan or project is likely to have a significant effect on a Natura site, either individually or in combination with other plans or projects, it must undergo an appropriate assessment of its implications for that Natura site.  The forestry inspectorate has been implementing an AA procedure established in 2013.  However, as the FAC has identified issues with the procedure, and as recent European case law is interpreted within Irish courts, changes to the procedure have been made.  The Department has taken several steps to help deal with these changes including engaging the services of external environmental consultants to assist with the necessary revision of the AA and the delivery of training for forestry inspectors.  It is also currently recruiting additional ecologists to join the forestry inspectorate.<\/p><p>A major triage operation is also ongoing to categorise the large number of files currently on hand for consideration by the in-house ecology team.  The purpose of this process is to categorise files for further action and to advance each to AA determination stage using external ecological consultants.  Forestry licences continue to be issued, albeit at a slower rate than would be expected.  However, it has been a good year overall for felling licences and to the end of November the Department has issued just over 4,000 tree felling licences which is still higher than any previous year and is 10% higher than the total for all of last year.<\/p><p>Forest roads payments are up by 35% in 2019 with 87.4 km built to date as opposed to 64.6 km in the same period in 2018.  The FAC is an independent body but I understand that it is now starting to hear appeals on cases on the Department's new procedures.  Three additional administrative staff have been assigned to the agriculture appeals office to give extra secretarial and administrative support to the FAC.  The Department will keep the resources of the FAC under review in the event that additional resources are needed.<\/p><p>The Minister for Agriculture, Food and the Marine, Deputy Creed, and the Minister of State, Deputy Doyle, are fully aware that this situation is causing difficulties, especially for landowners and forestry contractors.  I wish to assure the House that departmental officials are actively working towards alleviating the current temporary disruption.  I believe the robust and workable system now being put in place will result in an improved licensing system of benefit to all stakeholders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#J00500","speaker":"1272","continuing":true},{"type":"speech","time":1576589400,"counter":49,"content":"<p>The people involved in the forestry industry have raised the issue of the AA.  They are concerned that the protocols and rules being designed for the new AA would be fit for purpose and compatible with appropriate and efficient regulation of the sector.  There is the objective that it is done in an environmentally appropriate way but also that it complies with regulations.  I am sad to see that once again we have issues around environmental obligations placed on the State arising out of the habitats directive.  It has been the undoing of many of the planning permits granted for a road or a bridge and now there are problems in respect of forestry.<\/p> <p>I would like to maintain my position.  I do not feel that the system there at the moment for communities, adjoining landowners and the industry is fit and proper for purpose.  The approach needs to be better integrated with the planning system operated by the local authorities because this is all to do with land use and getting the balance right.  Even though there are some references to the planning authorities in the forestry regulations it is a box ticking exercise.  It is not robust enough to put in place the ambitious plans we have for forestry and to do that fairly. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#K00200","speaker":"1425"},{"type":"speech","time":1576589400,"counter":50,"content":"<p>I have noted all Senator Mulherin's comments, particularly her additional ones, and I will convey those to the Minister and the Minister of State.  Additional measures have been put in place, with additional staff and resources to deal with the issuing of licences, felling of trees and forest road construction.  Forestry road payments are up 35% on last with 87.4 km built to date as opposed to 64.6 km in the same period in 2018.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Pat Breen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1766\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1766&amp;amp;pid=PatBreen&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There have been improvements in this area.  I note the Senator's concern for those who have experienced delays, particularly the contractors and farmers.  Forestry is a popular type of farming in many areas, especially in the west, as I am sure the Senator knows.  I assure her that the Department and its officials are actively working towards alleviating the current temporary disruption.  It is important that the Department monitors this in the coming months to see whether we are getting the results needed, particularly in improving the licensing system.  This is for the benefit of all stakeholders.  We know how important that income is for farmers and so we must get that work done as quickly as possible, especially given the current environmental challenges in the industry, which the Senator noted. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#K00300","speaker":"1272","continuing":true},{"type":"speech","time":1576589400,"counter":52,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#L00200","speaker":"1425"},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1576589400,"counter":53,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#L00300"},{"type":"speech","time":1576589400,"counter":54,"content":"<p>D&aacute;il &Eacute;ireann passed the Blasphemy (Abolition of Offences and Related Matters) Bill 2019 on 11 December 2019 without amendment, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#L00400","speaker":"1420"},{"type":"unspoken","time":1576589400,"counter":55,"content":"<p>Sitting suspended at 2.21 p.m. and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1576589400,"counter":56,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#N00100"},{"type":"speech","time":1576589400,"counter":57,"content":"<p>The Order of Business is No. 1, motion re conferring compellability powers on the Select Committee on Business, Enterprise and Innovation, to be taken on conclusion of the Order of Business, without debate; No. 2, Criminal Records (Exchange of Information) Bill 2019 - All Stages, to be taken at 3.45p.m. and to conclude after 45 minutes by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by Government, the contribution of group spokespersons on Second Stage shall not exceed five minutes, and all other Senators shall not exceed three minutes, and the Minister shall be given no fewer than five minutes to reply to the debate and Committee and Remaining Stages, to be taken immediately thereafter; No. 3, Civil Law (Costs in Probate Matters) Bill 2017 - Report and Final Stages, to be taken on conclusion of No. 2; No. 4, Social Welfare (No. 2) Bill 2019 - Report and Final Stages, to be taken on conclusion of No. 3, and to conclude within 60 minutes, if not previously concluded, by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by Government; and No. 5, Microbeads (Prohibition) Bill 2019 - All Stages, to be taken on conclusion of No. 4, and to conclude after two hours by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by Government, the time allotted to group spokespersons on Second Stage shall not exceed eight minutes, and all other Senators shall not exceed five minutes, and the Minister shall be given no fewer than five minutes to reply to the debate and Committee and Remaining Stages, to be taken immediately thereafter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#N00200","speaker":"1406"},{"type":"speech","time":1576589400,"counter":58,"content":"<p>I thank the Deputy Leader for outlining the business of the House.  I wish to raise the issue of insurance, the Government's inaction on it and any proposals it might have to ensure people are paying the correct amount for insurance and that insurance companies are not price gouging and price fixing, which is a concern we all share given the stark increase in the cost of insurance over the past decade.<\/p> <p>At this time of the year, homelessness is all the more prevalent for people who do not have a home in which to celebrate Christmas and who have no likelihood of getting one.  This bizarre reality has happened under a Government that at one time was the largest property owner in the country.  It sold thousands of homes to vulture funds and on behalf of banks when its own citizens needed them.  Could the Deputy Leader explain why that was the case?  <\/p> <p>This month is the 99th anniversary of the partition of Ireland receiving royal assent.  Does the Deputy Leader agree that we should have a debate about that issue in the new year given that the election results in Scotland and the debate that is happening there will have an impact on Norther Ireland and in light of the election results in Northern Ireland where, for the first time ever, unionist MPs were returned as a minority from Northern Ireland to Westminster?  <\/p> <p>The other issue, which was on the Order Paper for some time, is that the report compiled by the all-party Joint Committee on the Implementation of the Good Friday Agreement entitled, Brexit and the Future of Ireland: Uniting Ireland &amp;amp; Its People in Peace &amp;amp; Prosperity, which is the first report commissioned by this House and in which I was involved as rapporteur, has not been debated by this House.  The 17 recommendations have not been implemented by the Government, which has said quite clearly that it is not making any preparations to try to achieve the main aim of the State.  Brexit has transformed the landscape in Northern Ireland and the debate has moved on.  The place where the debate is not happening is inside this House.  It is not happening in the D&aacute;il.  The Taoiseach has said that a border poll is not a risk but is too important and sensitive to be dealt with in the national risk assessment.  What is the Government's policy on trying to achieve the main aim of the State?  At the McGill Summer School, the Taoiseach spoke about how Brexit has transformed views among some people across the community divide regarding the constitutional issue.  Two Attorneys General have said that the achievement of a unified Ireland is a constitutional imperative.  There is an obligation on the State and all agents, including Members and the other House, to strive to achieve it.  They cannot choose not to achieve it yet this Government is choosing to do exactly that, which is a breach of its constitutional obligation.  I ask the Deputy Leader that if nothing else, we be allowed to debate the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#O00100","speaker":"1414"},{"type":"speech","time":1576589400,"counter":59,"content":"<p>As Senator Daly was lifting up that green book, I was wondering whether this is why we need a printer in Leinster House or whether it is worn out from that.  I acknowledge the work of the Senator in respect of his report.  He has been consistent and committed in his work.<\/p> <p>I congratulate the Chairman, Senator Richmond, and all members of the Seanad Special Select Committee on the Withdrawal of the United Kingdom from the European Union.  The committee has completed its work and issued its final report.  I expect it will be stood down in a matter of days.  It expires on 31 December.  I wish the committee members well and thank them for their work.  It was important work that brought a certain focus and international attention to some members of the committee, which was not a bad thing.  It gave Irish representatives in the Seanad, particularly the Chairman, an opportunity to state the case so it was an important piece of work for which I thank all those involved.  <\/p> <p>I had intended not supporting the Order of Business today.  I indicated this to the Minister for Housing, Planning and Local Government stating that I would seek to have the Order of Business amended so that he would come to the House to explain his position on a public consultation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Leader may or may not be aware that on 9 December the Minister published a public consultation on the proposed housing and planning development Bill 2019, particularly regarding the Aarhus Convention and European directives and obligations.  The issue of attention for many NGOs is the issue of judicial reviews.  The Minister reflected on that and our conversation, and on matters that were discussed this morning at the Oireachtas Joint Committee on Housing, Planning and Local Government.  I understand he has now extended for a further two weeks that public consultation until some time near the end of January.  I welcome that.  I am glad that I played some part in that.  I acknowledge the Minister, Deputy Eoghan Murphy, for agreeing to do that.  I thank him for that.<\/p><p>I will be here to vote tomorrow but I will not be here to speak on the Order of Business.  As we come to the end of the year, I take this opportunity to thank the Leas-Chathaoirleach, the Cathaoirleach, the Clerk of the Seanad, Mr. Martin Groves, and Bridget and all the staff of the Seanad for the work that they do.  I also thank Ms Orla Murray and the Leader.  It is not always an easy place to be chairing, administering and leading the House and it is important.  It has been a difficult year for some Members of this House.  It is has been a difficult year for people in politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#O00200","speaker":"1379","continuing":true},{"type":"speech","time":1576589400,"counter":61,"content":"<p>Take a bow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00200","speaker":"1393"},{"type":"speech","time":1576589400,"counter":62,"content":"<p>It is easy for people outside this House to take cheap shots at the body politic but it is a tough, hard and demanding job that requires full focus and attention.  I was reminded by something I read last night and I want to say this and finish.  It is a little quote from Charles Dickens's <i>A Christmas Carol<\/i>, &quot;Reflect upon your present blessings - of which every[one] ... has many - not on your past misfortunes, of which all [of us] ... have some.&quot;<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00300","speaker":"1379"},{"type":"speech","time":1576589400,"counter":63,"content":"<p>I am glad Senator Boyhan did not oversell it because he might not be believed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":64,"content":"<p>I do not want to get the Leas-Chathaoirleach too emotional.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00500","speaker":"1379"},{"type":"speech","time":1576589400,"counter":65,"content":"<p>I know how well Senator Boyhan meant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00600","speaker":"1420"},{"type":"speech","time":1576589400,"counter":66,"content":"<p>We have a range of talent in here, do we not?<\/p> <p>I want to pass on my condolences to the family of Cormac &Oacute; Braon&aacute;in and to the Labour Party.  I did not know Cormac.  My colleague, Senator Warfield, will talk further about him on the Order of Business, but his tragic death at the age of 19 over the weekend is something that shocked us all.  I just want to pass on my sincere condolences to both the Labour Party and to his family.  It is a terrible tragedy to happen.<\/p> <p>I congratulate all of the successful candidates in the elections in Britain and in the North and wish them well in the challenges ahead, and acknowledge all of the candidates who did not get elected and hope that they are all okay as well - even Mr. Nigel Dodds.  I congratulate in particular my party's team.  We have come back with seven MPs again.  I welcome Mr. John Finucane MP to his position in North Belfast.  It was a considerable achievement.  It is a testament to the man that John Finucane is and the MP that I know he will be.  I suppose what the elections in the North tell us is that, above anything, and all kinds of analysis is done on it, we must be in charge of our own destiny and the responsibility we have across all parties and none to make sure that we do that.  Even with the reports of Mr. Dominic Cummings stating that he could not care less if the North of Ireland fell into the sea, it is clear to everybody across the board now that we must be in control of our own destiny.  To that end, I would ask again that the Government here would set up the architecture for that in terms of the discussions that need to be had.  They need to be had within a framework that ensures mutual respect and everything else that is required, namely, a safe space for people to be able to discuss our future in a mature way, learning from the past but not being controlled by it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I commend today's important report on Brexit by Senator Richmond and the committee, including Senator O'Reilly.  It forms the basis for the set of discussions that we need to have.  I would like to see each of its elements being fully discussed within the Chamber, not just for a couple of hours.  We should use it as a tool to inform our conversations.  The Seanad will have a big part to play in all of this in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#P00700","speaker":"1378","continuing":true},{"type":"speech","time":1576589400,"counter":68,"content":"<p>I thank the Senator for those kind remarks on Cormac &Oacute; Braon&aacute;in, who sadly died on Sunday morning in a tragic accident involving a Luas.  He was the chair of Labour Youth, but that was not just what Cormac was - he was more than Labour Youth.  He was a great scout leader, a fantastic musician and huge advocate for the Irish language.  Recently, he was out campaigning for Gaelscoileanna in Dublin Bay South.  By his own account, he was a great footballer.  I was not too sure, as he would have a wry smile.<\/p> <p>Too often, we undervalue the contribution that young people make to political life and democracy.  Cormac was certainly a fantastic member of Labour Youth and the Labour Party.  He packed so much into such a short life.  He will be truly missed by the Labour Party.  Even at this early stage, he had been marked out by many people in the party as a future leader of it, and possibly the first Labour Party Taoiseach.  He was of that quality.  I do not say that lightly.  One need only have met this young man to see his leadership qualities.  He could mix with people of all ages and groups.  That has been reflected in recent days in what members of all political parties, in particular young members, have had to say about him.  He had great respect across all parties.  On Sunday night, when there was a short remembrance ceremony in his primary school, members of political parties and none came together in an outpouring of grief in solidarity with his parents.  His parents really appreciated those expressions of sympathy, especially from what he would have called his competitors in the political sphere.  He certainly enjoyed his politics.  He made a mark in Irish society and would have made a far greater one, had he been blessed with a few more years.<\/p> <p>I thank the Senator and all political parties for their expression of sympathy to the family and party.  He will be sorely missed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#Q00200","speaker":"1417"},{"type":"speech","time":1576589400,"counter":69,"content":"<p>I wish to be associated with those comments.  It is difficult when a person is taken away so early in life.  All young people, no matter what age they are, have achieved something.  I listened to Senator Humphreys, who has highlighted someone who had significant potential.  It is sad to see a young life being taken so tragically.<\/p> <p>Yesterday's report from the Central Bank highlighted the cost of insurance that we are all paying for through our premiums.  The headline was the insurance companies' profits but it was stark to read into the report and see the legal costs associated with insurance claims.  On average, a payout under the Personal Injuries Assessment Board, PIAB, is &euro;22,631 with a legal cost of &euro;753.  When a claim goes through litigation in the courts, the average payout is &euro;45,390.  The legal fees associated with that are &euro;23,034 or 63% of the costs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of those under &euro;100,000, the average payout is &euro;23,199 but the legal costs are &euro;14,684, which is 63% of the overall number.  During the summer, though we rushed through it, we passed the Judicial Council Act.  Part of that was about the personal injuries guidelines committee.  The Chief Justice announced its seven members.  In fairness to Fianna F&aacute;il in the D&aacute;il, it implemented a timeframe of six months after the committee was established for a report to be produced.  The problem is that the clock has not started ticking yet because the Chief Justice has not instigated the first proper meeting of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#Q00300","speaker":"1438","continuing":true},{"type":"speech","time":1576589400,"counter":71,"content":"<p>Our clock is ticking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00200","speaker":"1420"},{"type":"speech","time":1576589400,"counter":72,"content":"<p>I know and I appreciate that.  Could we get the Minister for Justice and Equality in to explain why there is a delay in this?  It affects all of us, whether we are in a small or large business, have a car, or run a farm.  Can we get the Minister in to discuss the reasons why the clock is not ticking on the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00300","speaker":"1438"},{"type":"speech","time":1576589400,"counter":73,"content":"<p>I join with the sympathies for Cormac &Oacute; Braon&aacute;in on behalf of Fianna F&aacute;il and of this House.  It is such a tragic end to a wonderful future.  I read about him and our President's beautiful tribute to him.  I lost my best friend, Gerry Minor, at 19 years of age and I can relate to the feelings of his friends and family.  It brings back the memory of my friend.  His mother said to me at the time that Gerry has a very cold bed tonight.  That is a lovely, sad thing but it is true.<\/p> <p>I do not think the House will agree with this but I will suggest it anyway and it is a matter for the House to decide.  I would like to send congratulations to Boris Johnson, Prime Minister of the United Kingdom, on a wonderful election result for him and the Conservative Party, with a majority of 80.  I will be clear that I never envisaged another referendum in Britain about its membership of the EU.  Now there is a clear decision and the agreement has been made with the support of our Taoiseach, who was most helpful in this regard.  It is a very good deal as far as Ireland is concerned.  It is as good as we could get.  It means that a united Ireland will be achieved sooner than later because there will be no Border in Ireland, between North and South, and Ireland will be detached from the UK because it will be one country trading together.  That is progress.  It was noted that &pound;46 or &pound;47 billion sterling is being transferred from the UK to pay the EU for commitments the UK made.  I will not get agreement on this but I would like to send my congratulations to Boris Johnson in that regard.  I also congratulate Colum Eastwood and Claire Hanna, the partners of Fianna F&aacute;il in Northern Ireland.  We are very proud of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00400","speaker":"1393"},{"type":"speech","time":1576589400,"counter":74,"content":"<p>The Senator is a minute over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00500","speaker":"1420"},{"type":"speech","time":1576589400,"counter":75,"content":"<p>I send particular congratulations to John Finucane, MP.  His father Pat was assassinated by the UVF in collaboration with the British Government and MI5.  I was delighted that he was elected.  He is a wonderful MP.  I wish them and all the people elected in Northern Ireland well.  I thank the Leas-Chathaoirleach for his indulgence.  I do not think there will be a unanimous decision on sending best wishes to the Prime Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00600","speaker":"1393"},{"type":"speech","time":1576589400,"counter":76,"content":"<p>I bore with the Senator because of some of his content.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00700","speaker":"1420"},{"type":"speech","time":1576589400,"counter":77,"content":"<p>The Leas-Chathaoirleach might join me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00800","speaker":"1393"},{"type":"speech","time":1576589400,"counter":78,"content":"<p>We can send him a Christmas card.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R00900","speaker":"1414"},{"type":"speech","time":1576589400,"counter":79,"content":"<p>I am in the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#R01000","speaker":"1420"},{"type":"speech","time":1576589400,"counter":80,"content":"<p>I join with the words of heartfelt sympathy across the House to the family of Cormac &Oacute; Braon&aacute;in, a brilliant young man.  It is such a tragedy.  I offer our sympathy to his colleagues in the Labour Party.  He is a great loss to Ireland and more particularly to his family.  We need idealistic young people like him.<\/p> <p>I congratulate John Finucane on his election in Northern Ireland.  I was a guest of his on a committee visit recently in his capacity as lord mayor when we were in the North with a group from the Oireachtas.  I was very impressed by the way he received us, his welcome and his remarks, and I wish him well.  I also congratulate both Colum Eastwood and Claire Hanna.  The SDLP has suffered a lot in the Northern Ireland context but it has been a very consistent voice.  It is good they have recovered.<\/p> <p>In case I do not get to speak tomorrow, I want to join in the felicitous remarks to all the staff and Members of the House.<\/p> <p>I ask the Deputy Leader to invite the Minister for Communications, Climate Action and Environment, Deputy Bruton, to the House in the new year to discuss the climate change agenda with special reference to rural Ireland.  I am thinking of two very important issues that are clear in places such as Cavan and Monaghan, where I come from, and throughout rural Ireland.  The first is the question of rural transport.  If we are to move away from diesel cars and carbon emitting vehicles, we need a better rural transport infrastructure and better connectivity between small towns.  In consultation with the Minister, Bus &Eacute;ireann needs to deal with that.  We need a better rural transport system.  While Irish Rural Link is doing well, we need to supplement it and work on the area of rural transport.<\/p> <p>If we are moving away from fossil fuels, people throughout the country, and specifically in rural Ireland, need practical support through grant aid to bring their houses up to the condition whereby they can cope with the new energy regime.  That is important in regard to old houses in particular.  We need a fuller grant scheme to deal with that and I ask the Deputy Leader to address that.<\/p> <p>I hope we can have that debate on rural Ireland and climate change, and branching into the agricultural sector as well.  All of that needs a thorough discussion in the House in the new year because we cannot have a climate change agenda that puts rural Ireland in a bad position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#S00100","speaker":"1397"},{"type":"speech","time":1576589400,"counter":81,"content":"<p>I have raised the issue of education and the need for more schools in my constituency and many other urban areas quite a bit in the past 12 months and before that.  I have been talking to a few councillor colleagues.  I believe there would be a benefit if the Minister would consider putting together a forum, at least on an annual or six-monthly basis, between the Department and interested councillors so they can inform the Department of the needs within their own areas and keep abreast of what it has planned for their areas.  In towns such as Balbriggan, Swords, Rush, Lusk and Skerries in Fingal, there is a significant need for more schools whereas, in other areas, the issues could be of a different nature.  Just like we have a HSE forum for councillors that meets on a regular basis, I believe there would be value for councillors to have access to such a forum with the Department of Education and Skills.<\/p> <p>It would to help inform the Department of the needs in the area and inform its policy decisions, and allow us to predict with greater certainty what is happening, in particular given recent demographic changes.  As in the past, houses are built, families move in, children are born and they attend school five years later, and people can see what is happening.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, with our current housing situation and the movement of people, we have many families arriving already complete into areas such as Skerries, Balbriggan, Rush, Lusk, Swords, Malahide and Portmarnock.  They already have children of secondary school-going age, which makes being able to predict the demand a little more difficult for the Department, and I accept that.  The bottom line, however, is that we now have a crisis in north Dublin in that we have families unable to say where their children will go to secondary school next year.  One instance in Skerries involves fourth-generation Skerries people on both sides of the family going back through parents, grandparents and great-grandparents.  This is utterly unacceptable and must be addressed.  The Minister was very good to come to visit the school and meet the people affected.  However, there is very much a case for the Minister, first, to meet parents' representatives from the area and, second, to come before the House to discuss with us how we might put such a forum together in order to avail of the on-the-ground knowledge many councillors have and could contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#S00200","speaker":"1421","continuing":true},{"type":"speech","time":1576589400,"counter":83,"content":"<p>As we all know, Christmas is next week, and I wish the children of Ireland and their families a very happy Christmas, no matter where they are.  I wish to discuss children today.  I would like the Deputy Leader to invite the Minister for Education and Skills before the House to tell us what he is doing to support schools around the country in accessing grants to feed their pupils.  I read in the newspaper last week that almost 11,000 vulnerable children miss out on their meals each day because eligible schools, DEIS and non-DEIS, are not accessing the State-funded school meals scheme.  I am aware that the Committee of Public Accounts has already called on the Minister to write to the school boards in question to query why they are not accessing funding from the school meals programme, which aims to provide regular nutritious food to children.  It seems 71 invited schools have failed to join the programme, which leaves the Department of Employment Affairs and Social Protection with an &euro;8 million unspent portion of its budget.  This is incredible.  I would call the Minister in myself but I seem to have difficulty getting the relevant Minister to address my Commencement matters.  We sometimes seem to have that issue here.  Recently it has been a massive issue for me, but that is for another day.  Barnardos has cited the shocking statistic that one in nine children goes to bed hungry because of a life lived in poverty.  There is a way to get these children some food.  We need to figure out where the breakdown is.  Some 33 DEIS schools and 38 non-DEIS schools qualified for the scheme.  I would like the Minister to explain to us the reason for this and why these schools are not drawing down the funding.  Lots of schools in Carlow are crying out for this funding.  Is there a lack of communication?  What is the answer?  The matter is urgent, and I ask for a serious answer to it from the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#T00200","speaker":"1395"},{"type":"speech","time":1576589400,"counter":84,"content":"<p>I wish to be associated with the messages of sympathy to Cormac &Oacute; Braon&aacute;in's family and the Labour Party.  It is a huge loss at such a young age.<\/p> <p>I wish to raise the report just published by the National Office of Clinical Audit.  While there are a lot of negative comments on the health service in this country, it is interesting that the report shows that the number of people dying from heart attacks, stroke and pneumonia in Irish hospitals has reduced drastically over the past ten years.  There has been a 35% reduction in heart attacks, in respect of which the number of people admitted has fallen from 74 to 48.  Stroke is down by 38%.  Pneumonia is down by 28%, which is a huge achievement by the healthcare sector and all those who work in it.  A lot of the commentary we see is very much on the negative side, as if there is a total disaster in healthcare, whereas this report is clear evidence that the 135,000 people who work in the HSE, whether backroom or front-line staff, are doing their best to provide the best-quality healthcare that can be provided.  This is clear evidence of major improvements in these areas.<\/p> <p>While I am dealing with this issue, it is also important to acknowledge that while all of us will be off over the Christmas period, all the nurses, doctors and care assistants will provide the same level of care throughout our hospital and healthcare sector over those few days.  It is important we acknowledge their work and the contribution they make on a day-to-day basis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The ambulance service will also be fully operational in the Christmas period.  It is important we send our heartiest congratulations to it on the work it does and wish the people there well over the Christmas period.  Mr. Paul Cullen of <i>The Irish Times<\/i>wrote today's report and it is important we mention good news as well as all the distorted and negative stories that we see printed about the health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#T00300","speaker":"1409","continuing":true},{"type":"speech","time":1576589400,"counter":86,"content":"<p>Like others, I send my condolences to everybody in the Labour Party and its movement following the tragic loss of Mr. Cormac &Oacute; Braon&aacute;in.  I did not know Cormac personally but I spent much of Sunday night reading about his life, his musicianship, his involvement with Scouting Ireland and his political leadership.  His loss is clearly devastating for his family and friends but it is also a loss for the left in Ireland.  I have had the privilege of serving as the national chair of Sinn F&eacute;in Youth, &Oacute;gra Shinn F&eacute;in, and it has shared its condolences.  The thoughts and prayers of everyone in Sinn F&eacute;in are with his family, friends and comrades.  Above all else, from what I read on Sunday evening it seems he was a gorgeous human being.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#U00200","speaker":"1372"},{"type":"speech","time":1576589400,"counter":87,"content":"<p>I would also like to be associated with the messages of sympathy for the late Mr. Cormac &Oacute; Braon&aacute;in.  He was such a young man, at 19, to have made such an impression across so many different levels of society.  It is a huge loss to the Labour Party and politics.  It is amazing to think of the difference for good this young man could have made to our country or further afield if he had got a grip in politics or life.<\/p> <p>The United Kingdom election took place and I send my congratulations to Mr. Boris Johnson and the Conservative Party.  It was an election that finally put to bed exactly where we are going with Brexit, although we will see what happens in the next few weeks.  The Labour Party in the United Kingdom must think seriously about where it is going.  One would think that in opposition the Labour Party would have done extremely well.  We are in a very interesting position and it is quite clear Scotland and England are going their separate ways.  That will have major repercussions for the island of Ireland.<\/p> <p>I congratulate Mr. Colum Eastwood and Ms Claire Hanna from the Social Democratic and Labour Party, SDLP.  I am delighted to see an SDLP nationalist voice in Westminster.  I know many people from Young Fine Gael and Fine Gael who canvassed in both those constituencies for those two wonderful candidates.  I send my congratulations to Mr. John Finucane, whom I met when he was mayor of Belfast.  I wish him well.  It was a stunning victory in north Belfast as that seat has been held by unionists for 128 years.  This was not a good election for Sinn F&eacute;in or the Democratic Unionist Party, DUP.  The real winner of the election in Northern Ireland was the Alliance Party of Northern Ireland.  It is not 50:50 any more but rather 40:40:20.  This is a most amazing breakthrough for the Alliance Party, which is the middle ground.  This will have major repercussions.<\/p> <p>It is the wrong time to have a border poll despite everybody talking about it.  Nationalists are correctly talking about an uncomfortable conversation that must be had.  Nationalists in the Republic of Ireland will also have to partake in uncomfortable conversations about the relationship we will have with the United Kingdom.  I mentioned in this House many times our association with the Commonwealth of Nations.  We must have those uncomfortable conversations if we are to have an Ireland that will accommodate 1 million unionists who want to be part of that agreed Ireland.  It has to be not just an agreed Ireland but there must be more links between Ireland, the United Kingdom and the European Union.  I look forward to the challenging and interesting times we will experience in the coming years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#U00300","speaker":"1424"},{"type":"speech","time":1576589400,"counter":88,"content":"<p>Before moving on, I welcome to the Gallery a former Deputy and Senator, Mr. Hugh Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#U00400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":89,"content":"<p>I again wish to raise the issue of teacher supply across the country.  School principals continue to voice their frustration at the time and effort required to find a substitute teacher for either a long-term or short-term absence.  I was contacted by a school principal who has been in the job for many years.  Throughout that service the school principal has fought consistently to ensure that a qualified teacher would stand before every classroom in schools throughout the country.  That is the way it should be.  Every child should be assured that there is a qualified teacher standing in front of the class.  Now, however, the situation has become so bad that school principals are glad to see anybody with a semblance of qualification in teaching be a substitute teacher for a short-term or long-term absence.  Principals tell us how much they dread getting a telephone call in the morning from a teacher who will be absent because of illness or for some other reason.  That starts a process, which can take hours, of getting on the telephone to ring or text people or send WhatsApp messages in an effort to find somebody to cover for that period of absence.<\/p> <p>The Minister for Education and Skills needs to get a grip on the situation.  I ask the Deputy Leader to invite the Minister to the House early in the new year to advise us on what plan of action he has to tackle the lack of teachers in the country.  It is deeply frustrating for the nation that when we educate our young people to be teachers, nurses or doctors we then watch them go to the airports to leave the country with those qualifications.  It is an issue the country must resolve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#V00100","speaker":"1396"},{"type":"speech","time":1576589400,"counter":90,"content":"<p>I join my colleagues in extending sympathy to the family of Cormac &Oacute; Braon&aacute;in, who was chairperson of Labour Youth.  I also extend my sympathy to the Labour Party.  It is a very difficult when it is somebody so young and particularly in those circumstances.<\/p> <p>I wish to raise two matters.  The first is about insurance.  I note the Central Bank's report yesterday which showed that the insurance companies were making a 9% profit on motor insurance.  Representatives of the insurance companies appeared before the finance committee on two occasions, in June and October, and during those hearings I did some primary research that examined companies' turnovers across the insurance sector.  The expected margins they needed were 5% or 6% but when I did the calculations I found that five of the six companies were earning profits of almost 10%, on average.  They were making super profits.  I am glad the Central Bank, which is able to do detailed statistical and empirical analysis, has come up with 9%.  My calculations were done on the day and I was amazed at the level of profits they are earning.  While we want reform of the insurance sector in terms of reform of the book of quantum and other measures, the insurance companies have a part to play too.  They cannot fleece customers.  That is why I would like to see motor insurance premiums coming down.  Furthermore, the companies need to provide cover across a range of sectors.<\/p> <p>The second issue is the current difficulties for Limerick Football Club.  It is a proud soccer club in Limerick city and has just emerged from an examinership.  I hope ways can be examined by the city, the local authority and Government levels to see if a structure can be put in place to ensure the future of senior soccer in Limerick.  That might take many forms.  Many clubs have a community based structure that goes back into the heart of a city.  We should explore every opportunity.  It is critical that senior soccer in Limerick FC continue in Limerick city.  It is part and parcel of what we are and it is something on which there must be careful consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#V00200","speaker":"1374"},{"type":"speech","time":1576589400,"counter":91,"content":"<p>I want to be associated with the expressions of sympathy to the family of the late Mr. Cormac &Oacute; Braon&aacute;in.  Cormac was the chairperson of Labour Youth and I know that the Labour Party family will miss him greatly.  I offer my condolences on his death.<\/p> <p>The second issue I wish to raise is the recent British election.  I congratulate all of the MPs who were elected, particularly in the North.  There are some new faces now, which I very much welcome.  However, this week the focus of attention must turn to Stormont.  One message coming from last week's election, particularly in the North of Ireland, is that the political paralysis caused by the lack of institutions in the North cannot continue.  The voters gave a clear message in that regard, with votes for Sinn F&eacute;in and the DUP down on the previous election.  There is a real need to get the institutions back up and running in the North before the deadline of 13 January 2020.  On the ground, schools do not have budgets to meet basic requirements such as special needs assistants and hospital waiting lists are increasing.  We think we have problems with the latter down here but the figures in the North are spiralling out of control.  People are waiting for years.  There are real issues about which people are concerned in places like Magherafelt and Maghera that must be addressed.  The only way they can be addressed is through democratic and accountable decision-making at Stormont, rather than having civil servants running day-to-day operations in the Six Counties, with no decisions being taken, effectively.  Sinn F&eacute;in has been arguing over the Irish language issue and while I agree with its position, the fact that Stormont is not up and running means that Foras na Gaeilge is not even operational.  Basic requirements can only be resolved by getting the institutions back up and running.  In that context, I commend the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney on his work.  It is essential that both the Irish and British Governments put as much pressure as possible on the parties in the North to get the institutions back up and running, for once and for all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#W00100","speaker":"1382"},{"type":"speech","time":1576589400,"counter":92,"content":"<p>I now invite the Deputy Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#W00200","speaker":"1420"},{"type":"speech","time":1576589400,"counter":93,"content":"<p>I thank those who raised issues on the Order of Business.  I wish to join others who expressed sympathy on the death of Cormac &Oacute; Braon&aacute;in.  At 19 he was young, active, vibrant and full of promise and his death is a real tragedy for his family, particularly at this time of the year.  Our thoughts are primarily with his family but his death is also a huge loss to the Labour Party.  I extend the condolences of everyone in Seanad &Eacute;ireann to Cormac's family and to the Labour Party.<\/p> <p>Senator Mark Daly raised the issue of insurance, as did several other Senators.  The report to which he referred made stark reading but certain measures have been put in place and a lot of work has been done in this area.  Senator Kieran O'Donnell took a forensic look at this issue and as he said, insurance company profits are completely over the top.  While there are issues around legal costs and awards, insurers' profits really are something else and something must be done about that.  I have dealt with insurance companies a lot in the legal world and I know that they are completely and utterly profit driven so in that context, we must introduce measures that will reduce insurance costs overall.  The fact that we have now passed the Judicial Council Bill is a help and I note Senator Lawlor's comments in that regard.  I know that it met at the beginning of December.  I chaired a committee in this House a few years ago which met in private session initially to get its ducks in a row but once the first proper meeting happens, the time does then run.  I would imagine that will happen from the beginning of January but I will relay the Senator's question to the Minister because it is an appropriate one.<\/p> <p>Senator Mark Daly also raised the 99th anniversary of the royal assent.  It is obvious that he would raise this issue in the House now and a debate on same would be timely, once Brexit has been sorted.  I do not want to sound like Boris but timing is important.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Conway-Walsh spoke about a framework within which to have the discussion and I agree with that.  Timing, however, is everything in life.  It is important to have the framework and the discussion but the timing needs to be right on that front.  It would be irresponsible to push that agenda too much at this particular point in time.  The size of the report alone suggests that it is something which should be discussed in this House.  The implementation of the Good Friday Agreement is something which is close to everyone's heart.  I suggest we have a debate on that.<\/p><p>Senator Boyhan raised the issue of the report of the Seanad Special Committee on the Withdrawal of the United Kingdom from the European Union.  I give all credit to Senator Richmond and the other Senators on that committee for the amount of work they got through.  It has been a very useful and helpful piece of work.  Senator Conway-Walsh suggested that we hold a constructive debate on the findings of the report.  That is a very good suggestion.<\/p><p>Senator Conway-Walsh also spoke about the elections in the North and in the UK.  As I said, I agree with her point about the framework but timing is everything.  I have already mentioned the report on Brexit.  That would be a good discussion to have.  It would be wise for this House to be to the forefront on this issue given that the report was compiled by a Seanad committee.  <\/p><p>Senator Humphrey raised the issue of Cormac &Oacute; Braon&aacute;in, which I have addressed.  Senator Lawlor made a point about legal costs, the Personal Injuries Assessment Board, litigation and the judicial council committee.  He has done a lot of work in this area.  I have already addressed his question.  The question of when a result in this regard is likely should be put to the Minister.  Regardless of all the talk of committees and judicial councils, we really just need to see results with regard to the level of awards.  I agree with the Senator in that regard.<\/p><p>Senator Leyden spoke about the elections and congratulated Boris and others.  Senator Reilly congratulated many of the Members of Parliament who have been elected and requested a debate on the climate change agenda with the Minister, Deputy Bruton, in the new year, which would be timely.  This would be a useful debate, especially with regard to rural Ireland.  A general debate on climate change in the new year would be timely.  I canvassed in Senator Reilly's constituency and the issue of school places was often raised.  There is a growing population in the area.  The HSE-type liaison group for education he suggested would be a good idea.<\/p><p>Senator Murnane O'Connor raised the issue of DEIS schools and others that have been awarded moneys for school lunch programmes that they have not used up.  I find that very difficult to understand.  I would be grateful if we could have a debate on that in the new year.  If certain schools are not using it, it should be allocated to other schools.<\/p><p>Senator Colm Burke raised the issue of the health service, on which he does a lot of work, and the very satisfactory results in many areas of the health service.  We get a wash of negative commentary with regard to the health service but all of us know people who cannot speak positively enough about the health service once they actually access it and receive care from nurses, doctors and all concerned.  I acknowledge the work doctors, nurses and all healthcare workers will do over Christmas.<\/p><p>Senator Warfield also paid tribute to Cormac &Oacute; Braon&aacute;in.  Senator Feighan raised the issue of the elections and made a point about the timing of the border poll.  Senator Gallagher raised the issue of the supply of qualified teachers.  A few issues regarding education were raised today, so we should have the Minister for Education and Skills in early in the new year.  <\/p><p>I have already addressed the first part of what Senator Kieran O'Donnell had to say.  The issue of Limerick FC is very important for young people and older people in Limerick alike.  It seems that all need to come together to ensure a satisfactory outcome.  I have no doubt that the club will come through the process it is going through at the moment and that the Senator is working very closely with it.<\/p><p>Senator &Oacute; Domhnaill raised the issue of the absence of the institutions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is at the crux of what happened in the North.  The people in the North want a voice in Westminster and in their own area.  That was very evident during the election in any discourse that I heard.  The 13 January deadline is looming.  All signs seem fairly positive that Sinn F&eacute;in and the DUP are coming to this with more purpose.  I hope we have the institutions up and running in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#W00300","speaker":"1406","continuing":true},{"type":"unspoken","time":1576589400,"counter":96,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Orders of Reference of the Select Committee on Business, Enterprise and Innovation: Motion","time":1576589400,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#Y00300"},{"type":"speech","time":1576589400,"counter":98,"content":"<p>I move:<\/p> <blockquote> \tThat, pursuant to Standing Order 72(3), the Select Committee on Business, Enterprise and Innovation shall have the power to send for persons, papers and records. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#Y00400","speaker":"1406"},{"type":"unspoken","time":1576589400,"counter":99,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":100,"content":"<p>Sitting suspended at 3.26 p.m. and resumed at 3.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Criminal Records (Exchange of Information) Bill 2019: Second Stage","time":1576589400,"counter":101,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CC00100"},{"type":"unspoken","time":1576589400,"counter":102,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1576589400,"counter":103,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Flanagan, to the House and call him to make his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CC00300","speaker":"1418"},{"type":"speech","time":1576589400,"counter":104,"content":"<p>I am pleased to present the Bill to the House, the purpose of which is to provide for the exchange of criminal record information between Ireland and other EU member states.<\/p> <p>The Bill will transpose two EU instruments, namely, Framework Decision 2009\/315\/JHA on the organisation and content of the exchange of information extracted from the criminal record between member states, and its implementing Council Decision 2009\/316\/JHA on the establishment of the European criminal records information system, ECRIS, in application of Article 11 of the framework decision, which provides for the format and other ways of organising and facilitating exchanges of information on convictions.  These EU instruments provide for this information exchange between member states.  Having regard to the free movement across borders, there is very significant benefit to have a system allowing the reliable exchange of criminal records information between member states.  <\/p> <p>Every effort must be made to ensure an effective European response to criminal activities, in particular serious cross-border crime and terrorism.  The European Agenda on Security highlights the need to maximise EU measures on information exchange and operational co-operation.  The rapid and efficient exchange between competent member state central authorities of information extracted from criminal records is important if we are to avoid individuals escaping justice.<\/p> <p>The need resulted in the agreement at EU level of these two EU instruments to establish ECRIS.  The system allows for the transfer of criminal record information between member states for use in criminal investigations and proceedings, and for other relevant proceedings and matters where the sharing of information is necessary.  It also creates a specific obligation on each member state to inform those other member states when their citizens are convicted of criminal offences.<\/p> <p>Currently, the National Vetting Bureau, which exchanges information, carries out four main tasks within this framework.  They are, first, the submission of requests to central authorities in other member states for extracts from their national criminal record in respect of nationals of the member state concerned.  Second, the bureau responds to requests from the central authorities in other member states for extracts from Ireland's criminal records database in respect of Irish nationals.  Third, the bureau receives, stores and updates where necessary Ireland's criminal records database with appropriate information received from central authorities in other member states in respect of Irish nationals convicted in those other member states.  Fourth, our central authority transmits information, and any necessary updates, in respect of criminal convictions imposed in Ireland on all nationals of other EU member states to the central authority of the member state of the convicted person.<\/p> <p>Ireland's Data Protection Act 2018 has given effect to the general data protection regulation, GDPR, and transposed the law enforcement directive.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The material impact of this new data protection regime on our careful transposition of the ECRIS framework decision and Council decision has been considerable.  This Bill has been subject to extensive and detailed consultation with the Office of the Attorney General and the European Commission over the past 12 to 18 months.<\/p><p>Turning to the specifics of the Bill, section 1 is a standard provision defining words and phrases used in the Act.  Section 2 provides for the designation of a central authority, as required by the framework decision.  The Garda Commissioner is the designated central authority.  Section 3 provides for the recording, when available, of the nationality or nationalities of EU nationals who are convicted of an offence.  Section 4 provides that the Irish central authority, when available, must transmit criminal record information to the relevant central authority in the member state of a person's nationality.  Section 5 provides for the storage of information.  Section 6 provides for the circumstances in which the Irish central authority may, and in some cases, must request information on convictions from other central authorities.  Section 7 provides for the responses to requests from other central authorities and related categories of information that can be transmitted in respect of a person who is a national of the State.  Section 8 provides for the responses to requests from other central authorities and the related categories of information that can be transmitted to other central authorities in respect of a person who is not a national of the State.  Section 9 deals with the deadlines to respond to requests for information.  Section 10 provides for the electronic transfer of information.  Section 11 provides for safeguards on how and when personal data is received, transmitted and can be used.  Section 12 provides that when the Irish central authority receives a request for information on an Irish national from a country other than an EU member state, the Irish central authority can only provide information subject to limitations outlined in section 7.  Section 13 provides that the Bill does not affect any obligation or power to provide or request information under any other law.  Sections 14 and 15 are standard.  Schedule 1 includes the full text of the relevant framework decision.  Schedule 2 lists the information that can be provided on request.  Schedule 3 lists other purposes in addition to that of criminal proceedings for which information can be exchanged.  Schedule 4 includes the full text of the implementing Council decision.  <\/p><p>Members may be aware that Ireland is required to inform the Commission of the measures we have taken to facilitate transposition.  I am confident that I will have the support of the House in this regard.  The Bill is not only a priority due to the position the Commission has now taken but because its future development is part of a package of measures to enhance law enforcement and judicial co-operation across the EU.  Accordingly, I am pleased to present and commend this Bill to the House.  I very much hope we can progress matters this afternoon towards enactment.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CC00400","speaker":"1233","continuing":true},{"type":"speech","time":1576589400,"counter":106,"content":"<p>Before I call on Senator Clifford-Lee, I welcome Sean McMahon, a senior journalist with <i>The Anglo-Celt<\/i>in Cavan town, to the Public Gallery.  He is accompanied by his niece &Aacute;ine.  They are guests of Councillor John McGahon from Louth so that is some geographic spread.  Mr. McMahon is very welcome.  I hope he enjoys his visit to Leinster House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DD00200","speaker":"1418"},{"type":"speech","time":1576589400,"counter":107,"content":"<p>I welcome the Minister to the House.  Fianna F&aacute;il will be supporting this very important legislation.  However, it is baffling that it took ten years to bring it to the House following the European Commission decision.  It took a formal letter last November before the Government acted.  Could the Minister explain to the House the reason for the delay?  It is quite clear that up-to-date criminal records of citizens of member states are urgently required.  I have a concern about the situation post-Brexit because only EU member states can access this database.  When the UK is no longer a member, it will send requests to the Irish Government.  What mechanisms are in place to deal with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DD00300","speaker":"1376"},{"type":"speech","time":1576589400,"counter":108,"content":"<p>Sinn F&eacute;in supports this Bill but we have a number of concerns, which I would like to raise.  Why has it taken seven years for this issue to reach the D&aacute;il and Seanad to be legislated for?  An Garda S&iacute;och&aacute;na has been operating the exchange of information on criminals with other police forces since 2012.  Obviously, this activity was being carried out with the best of intentions but it did not have a legal basis.  This is highly irregular.  Why did this legal gap continue for so long?  There are a number of questions, which the Minister can deal with at the end.  A review should be carried out to provide answers regarding this legal loophole.  We need answers to the obvious questions arising from the delay.  It is not just the Seanad and the D&aacute;il that need answers.  The European Commission issued this State with a formal notice to resolve this anomaly or explain to it why we are in this legal limbo.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should not be in this space.<\/p><p>All EU member states are part of the criminal information exchange programme and now that Britain is leaving the EU, questions arise about the protection of the information that the British police has received from An Garda S&iacute;och&aacute;na over the past seven years.  At present, this information is protected by EU data protection legislation but once Britain leaves the EU, this information is not protected.  What arrangements are being put in place to ensure this information is protected?<\/p><p>I would also like to know whether criminal records travel with them from state to state as they pass through the EU.  There may be examples where crimes in one state are not crimes in another.  What of non-EU nationals?  Do their criminal records follow them when they become citizens of another EU state?  The Netherlands has put in place a provision to ensure that data are passed between member states in the event of change of nationality of an offender.  When people change nationality when they arrive here or in another EU state, how will this be dealt with?<\/p><p>The Bill sets out the need for the competent storing of documentation to ensure it is available for sharing if required.  The storing of data can be an onerous task and we saw that when documents relevant to the tribunal of inquiry were lost.  Is it proposed to have separate registers for storing convictions or will all information be stored in a central database?  Will the bureau in Tipperary that deals with vetting continue to store that information or will it be duplicated?<\/p><p>It is important that the public has confidence in the system designed to protect data and that it is clearly capable of being protected and that robust accountability measures are in place should the system break down.  The Garda S&iacute;och&aacute;na is the central authority for the exchange of records and yet it is facing staff shortages.  Will the Garda have adequate staff to perform this task?<\/p><p>Twenty working days is the timescale for the delivery of information requested by respective police services.  Is this a realistic timescale?  I am informed by people who regularly seek access to information from various agencies of the State, including the criminal justice system, that such a request is more likely to be delivered in 20 months.  The concern is that 20 days is an unrealistic timeframe.<\/p><p>The issue of spent records is one about which we need to be careful.  The issue of spent convictions needs to be dealt with and clearly thought through in respect of this legislation.<\/p><p>The general thrust of what has been done here is admirable and needs to be brought forward as quickly as possible.  All EU states, including this one, need to be conscious that there is a serious issue regarding the protection of people's data with regard to exchange of information so that it is not open to hackers and cannot be accessed by people outside the tight confines of the criminal justice system here or in other EU states.<\/p><p>I await the Minister's response to those concerns but, as I stated, my party will be supporting the passage of this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DD00400","speaker":"1400","continuing":true},{"type":"speech","time":1576589400,"counter":110,"content":"<p>I welcome the Minister to the House.  I acknowledge the support of the two Opposition parties, as indicated by Senators Clifford-Lee and Mac Lochlainn, for this important legislation.<\/p> <p>I am on the joint parliamentary scrutiny group on Europol.  It is an extremely important developing role because crime is borderless and the best way of giving a society some chance of dealing with the scourge of crime that transcends all borders is by working together and having a seamless sharing of information.  We see it in the Acting Chairman, Senator Wilson's part of the country with the developing protocols with the PSNI.  That type of structure and protocols needs to be extended worldwide.<\/p> <p>I would agree that it is a pity that this legislation is only becoming before us now.  That said, better late than not at all.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It will help in the resolution of crime, not just in this country but in our neighbours as well.  Brexit is an important consideration.  The British authorities have made it clear that when it comes to security and sharing of information, they are at one.  At the latest meeting in Brussels of the joint parliamentary scrutiny group of Europol, the Commissioner for home affairs, Julian King, a former British ambassador to Ireland, spoke at length about how his country is committed, post Brexit, to putting whatever suite of measures is necessary in place to deal with the scourge of crime, especially the new developing online crime.  I believe that will happen and it is very welcome.  It is good that this Bill is passing all Stages today.  It will hopefully leave the Seanad with a unanimous seal of approval.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EE00200","speaker":"1416","continuing":true},{"type":"speech","time":1576589400,"counter":112,"content":"<p>I welcome the Minister.  On behalf of the Labour Senators, I support this important Bill, which will put into effect the EU-required framework decision on the organisation, content and exchange of information and Council Decision 2009\/316\/JHA.  If one considers the parliamentary history of this Bill, it should have been before us much sooner.  The Minister and others have raised the issue of delay.  The Commission issued Ireland with a reasoned opinion in July on account of the delay in notifying measures for the transposal into our national law of this framework decision.  The Minister said the transposition was delayed due to domestic legislation which was a greater priority at the time, but that can always be said.<\/p> <p>I looked at the legislative history of this Bill and given that we have all welcomed it, with, I believe, no opposition or voices against it here or in the D&aacute;il, since it is an important Bill that will enable the exchange of information on criminal records between EU member states, it is extraordinary that it is coming to us to be taken through all Stages in the Seanad on our second last sitting day this session.  It received Government approval on 31 July; the Joint Committee on Justice and Equality decided that there would be no need for pre-legislative scrutiny because it was largely technical and it did not have any difficulty with its provisions; and it was on Second Stage in the D&aacute;il on 25 September, at which point general support was expressed for it.  It seems odd to me that it is only now, on 17 December, coming to us to pass all Stages in the Seanad.  Unfortunately there has been a pattern over many years, though not particularly under the Minister's watch, of Department of Justice and Equality legislation being rushed through in the final sitting week of December and July.  It is a pity to see that happen here too.<\/p> <p>Senator Ruane has tabled amendments that she will raise.  The issue of spent convictions and their relationship with this legislation was raised in the D&aacute;il.  I am glad that her amendments will give us an opportunity to debate that issue again.<\/p> <p>Finally, as others said, Brexit has clear implications for the substance of this Bill.  We all have concerns about how the British Government's stated intention to leave by 31 January will impact on exchange of records, especially with regard to the UK's connection to ECRIS.  We all have that concern and I do not imagine that, at this stage, anyone in the Government can answer the question on that.  It is a matter for the British Government.  It needs to be said and it underlines the importance of legislation such as this and of EU instruments because they are designed to facilitate a more streamlined criminal justice process on a transnational basis across member states.  I support this Bill but, like others, I raise the question as to why it has taken so long to come to this House, why there was such a delay in bringing it into the parliamentary process in the first place and, once it came into the D&aacute;il in September, why it took so long to come to us in the Seanad and it needs to be taken on all Stages on the second last sitting day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#FF00200","speaker":"1402"},{"type":"speech","time":1576589400,"counter":113,"content":"<p>I acknowledge the support of Senators.  A number of questions have been raised.  As I previously stated, the importance and value of ECRIS cannot be overstated.  Our objective is the same as that of other member states and I am pleased there is all-party agreement on the content of the Bill and among Independent Senators as well.<\/p> <p>A number of questions were raised by Senators Mac Lochlainn and Bacik.  ECRIS has been operational since 2012.  It is operated by the Garda on an administrative basis but that does not in any way affect its legality or otherwise.  We are anxious to ensure by the passing of the legislation that it will be underpinned by statutory force, which will set out the requirements of the framework decision.  Once the system became active, it was important that our central authority, once connected to the system, was in a position to execute the exchange of information with the central authorities in other member states, and that is what happened.<\/p> <p>I acknowledge there was an issue regarding delay.  However, in the Department of Justice and Equality, perhaps more than any other Department, if one takes the criminal law reform side of the house along with the civil law reform side of the house, we have been particularly busy in recent times.  As to one of the reasons this legislation is only coming to the House today, I cite, O cite the fact I have done in excess of 100 hours in this House on the Judicial Appointments Commission Bill 2017.  With that legislation happily enacted by the Seanad, it will now result in a greater flow of legislation from my desk and from my Department.<\/p> <p>Senators Mac Lochlainn, Conway and Bacik mentioned the issue of the withdrawal of the UK from the EU and, of course, it is true this will present certain challenges in the area of EU directives, in particular those that have been enshrined in legislation in the UK.  These are issues for the future relationship and it would be not appropriate for me at this stage to speculate.  However, I am happy to keep the House abreast of developments as regards the future relationship in the area of security and criminal law, having regard to its importance.  In the meantime, I am very much aware of the value and importance of co-operation and a strong and positive relationship with the UK authorities in sharing, exchanging and comparing notes on this ECRIS-type information, among other types, through a range of criminal justice directives.  It is important that mutually beneficial relationship continues, irrespective of the format of relationships, and that will be seen over the next year.<\/p> <p>On the matter of storage of data, which was raised by Senator Mac Lochlainn, the central storage will be the central database at the National Vetting Bureau in Tipperary.  On the issue of the use of the system by the Garda on an administrative basis, as I said, that is fully legal and has been accepted by our EU colleagues.  That said, however, it is important that we proceed to statutorily recognise the directive, and that is what I hope we will do in the coming period in the Seanad. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#GG00100","speaker":"1233"},{"type":"unspoken","time":1576589400,"counter":114,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Criminal Records (Exchange of Information) Bill 2019: Committee and Remaining Stages","time":1576589400,"counter":115,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#GG00300"},{"type":"unspoken","time":1576589400,"counter":116,"content":"<p>Sections 1 to 4, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":117,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1576589400,"counter":118,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 6, between lines 8 and 9, to insert the following:  \t&ldquo;(2) Where the Central Authority receives information in accordance with <i>subsection (1)<\/i>relating to a conviction made against a person by a Member State which would, if the conviction occurred in the State, be a conviction which: <blockquote> \t(a) could be regarded as spent by virtue of section 5 of the Criminal Justice (Spent Convictions and Certain Disclosures) Act 2016, or<br \/><br \/>(b) for the purposes of Garda vetting, that it could be a conviction to which Section 14A of the National Vetting Bureau (Children and Vulnerable Persons) Act 2012 applies; <\/blockquote>than as appropriate, it shall be eligible to become spent in accordance with the Criminal Justice (Spent Convictions and Certain Disclosures) Act 2016 or it shall be a conviction to which Section 14A of the National Vetting Bureau (Children and Vulnerable Persons) Act 2012 can apply.&rdquo;.  <\/blockquote> <p>I thank the Minister for coming before the Seanad.  Am I right in saying this session will be guillotined?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#HH00200","speaker":"1404"},{"type":"speech","time":1576589400,"counter":119,"content":"<p>Yes.  We must conclude within 45 minutes so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#HH00300","speaker":"1418"},{"type":"speech","time":1576589400,"counter":120,"content":"<p>I wish to state for the record that last week there was absolute uproar and talk of the fall of democracy here at the thought of a guillotine after 100 or so hours of debate on a certain piece of legislation but that today there was not a single whisper about the introduction of a guillotine on a Bill before the House for the first time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#HH00400","speaker":"1404"},{"type":"speech","time":1576589400,"counter":121,"content":"<p>I appreciate Senator Ruane's point, but that was separate legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#HH00500","speaker":"1418"},{"type":"speech","time":1576589400,"counter":122,"content":"<p>I am just acknowledging the shaming that happened last week in the Chamber.<\/p> <p>I welcome the Bill to the House.  It is relatively straightforward, enacting in Irish law a 2009 Council decision relating to the exchange of criminal record information between EU member states through the European criminal records information system, more commonly referred to as ECRIS.  It provides for the exchange and format of such information and is an important part of record sharing between countries in this important area.  The primary policy underpinning the Bill is that there needs to be a certain form of equivalence in the methods by which information on foreign recognition of convictions are transmitted between members states, in line with general European principles of equal treatment for European citizens in different member states insofar as is possible.  It is very much in this spirit that I table my two amendments.<\/p> <p>As the Minister will be aware, I have conducted considerable work in the Seanad on spent convictions and on legislating for the circumstances under which a criminal record must and should be disclosed, having regard to the interests of the public and the privacy rights of the individual in this regard when deciding the balance.  I am grateful to the Minister and his Government for their support for this legislation as it has progressed through the House.  As the Minister will also be aware, we essentially have two different schemes for spent convictions in Irish law: a general regime under the Criminal Justice (Spent Convictions and Certain Disclosures) Act 2016, which can apply to District Court and Circuit Court convictions, and a specific regime for Garda vetting under section 14A of the National Vetting Bureau Act 2012, which applies to District Court convictions.  The general rule is that after seven years, and without reoffending, a single conviction can come off one's record.  A problem arises, however, where an Irish national receives a conviction in another member state and that information is transmitted to the Garda through ECRIS.  As no account is made for foreign convictions in our domestic law, one can receive a conviction in another EU country that if one were to be convicted of here would qualify to become spent.  As a result of this gap in our laws, however, that conviction will never qualify to become spent, no matter how minor the crime.  In a Bill that at its very heart provides for the principle of European communication, equivalence and equality of treatment between how convictions are recorded in member states, this is a major gap in the Bill and must be addressed.<\/p> <p>As an example of this in action, I was recently contacted by a constituent, following the passage through Committee Stage of my Private Members' Bill in this area, who had had this exact issue.  While on Erasmus as a young undergraduate student in the Netherlands and at a difficult time in his personal life, he engaged in extremely minor shoplifting to the value of &euro;5.  Despite immediately repaying the value and being released from custody on the same day, the student received a &euro;100 fine and a misdemeanour-style conviction, the lowest form of penalty under the Dutch penal code.  This conviction is clearly equivalent to a District Court conviction and if received in Ireland would clearly be eligible to become spent after a period of non-offending under our laws.  When it was transmitted to the Irish authorities, however, my constituent was informed there will never be an opportunity for this extraordinarily minor conviction to become spent as there is no recognition of this when the information is being transmitted.  There is therefore clearly a problem here.  My constituent then contacted the Dutch policing authority about having the record expunged on the Dutch end.  However, because the Netherlands takes a different legislative approach to record expungement, which is embedded in privacy rights and involves certificates of good behaviour, etc., an approach more common in countries that do not use common law, he was told that because there was not an equivalent in the legislative framework used here in Ireland, the Irish authorities could never view his conviction as spent, and that even if same was transmitted to the Irish authorities, they would still refuse to treat it as such.<\/p> <p>This is my motivation for tabling amendment No. 1, which creates a recognition of foreign convictions and allows for such convictions as received by my constituent to be spent.  It is simply not fair or proportionate for him to be disadvantaged for his entire adult life, particularly as he enters the labour market, for an extraordinarily minor infraction that if it were to happen in Ireland would be eligible to become spent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If this Bill intends to deal comprehensively with European equivalency and equality of treatment in the area, this major flaw in the legislation could be fixed with my amendment.  I urge the Minister to take the opportunity to fix this gap.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#HH00600","speaker":"1404","continuing":true},{"type":"speech","time":1576589400,"counter":124,"content":"<p>I thank Senator Ruane for her interest in this legislation and for tabling the amendment.  I am unable to accept the amendment because it is not open to our national central authority to convert the criminal record information that comes here into our own national interpretation.  I consulted with the Attorney General on this and the advice was that it would be imprudent to accept the amendment.  However, Members will recall we had a debate on Senator Ruane's Private Members' Bill on the matter of spent convictions.  With both these amendments I will see how we could incorporate some of the matters raised by Senator Ruane into her own Private Members' Bill as it progresses through the House to see if we can accord the point she makes in respect of spent convictions.  I am unable to accept the amendment in its current form.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#JJ00200","speaker":"1233"},{"type":"speech","time":1576589400,"counter":125,"content":"<p>The Minister's approach is reasonable in the circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#JJ00300","speaker":"1403"},{"type":"speech","time":1576589400,"counter":126,"content":"<p>I concur with that comment.  I am willing to look at where in the legislation this provision would be most appropriate.  If the Minister is saying he is willing to consider it in my legislation, I would be happy to work with him in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#JJ00400","speaker":"1404"},{"type":"unspoken","time":1576589400,"counter":127,"content":"<p>Amendment, by leave, withdrawn.\r\n\r\nSection 5 agreed to.\r\n\r\nSections 6 to 12, inclusive, agreed to.\r\n\r\nNEW SECTION<\/p>"},{"type":"speech","time":1576589400,"counter":128,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 11, between lines 9 and 10, to insert the following:<br \/><br \/><b>&quot;Non-disclosure of information<\/b><br \/><br \/><b>13.<\/b>For the avoidance of doubt, the Central Authority shall not transmit to the requesting Member State information relating to convictions in the State contained in the Criminal Records database in accordance with this Act where&mdash;  \t(a) the conviction is regarded as spent by virtue of section 5 of the Criminal Justice (Spent Convictions and Certain Disclosures) Act 2016,<br \/><br \/>(b) for a purpose specified in Schedule 3, the conviction is one to which Section 14A of the National Vetting Bureau (Children and Vulnerable Persons) Act 2012 applies,<br \/><br \/>(c) it is a finding of guilt to which section 258 of the Children Act 2001 applies.&quot;.  <\/blockquote> <p>This is tabled in the same spirit as amendment No. 1 and the general equality of treatment principles that underlay the legislation.  It relates to the treatment of convictions that have become spent under Irish law and the obligation to transmit such spent convictions to other European Union member states in accordance with this Act.  If our laws deem a conviction to be spent, I would be of the strong view that information relating to such a conviction should not be transmitted under this Act.  We have told the individual concerned that after a set period of not offending, this convection would no longer be relevant and it would no longer be a factor.  It stands to reason, therefore, that this would extend to information sent to other jurisdictions, especially as our laws only apply to minor convictions received in the District Court and the Circuit Court.<\/p><p>There is no explicit mention in this Bill of any such arrangements or for how convictions received by those under 18 would be treated.  This amendment would give statutory effect to those concerns.  I recognise there may be sensitive matters that could require a more detailed disclosure of information and that these are set out in Schedule 3 to the Bill.  I have, therefore, set out that in respect of these matters, it would be section 14A of the National Vetting Bureau Act that would apply to these convictions as these are the equivalent measures used for more sensitive issues here in Ireland.<\/p><p>I know this matter was raised with the Minister in the D&aacute;il, and whether the legislation would apply to spent convictions and whether they would be transmitted was raised by Deputies Catherine Connolly and Martin Kenny on Committee Stage at the Select Committee on Justice and Equality.  The Minister's view at the time was that the Bill would not apply to spent convictions and that he would take it up with the central authority to make sure.  However, as no amendments were tabled to the Bill on Report Stage in the D&aacute;il, there is a need for this provision to be made explicit in the Bill.  I urge the Minister to take on the amendment, which I see as a key part of the reform of spent convictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#JJ00600","speaker":"1404"},{"type":"speech","time":1576589400,"counter":129,"content":"<p>I thank Senator Ruane again for her engagement.  The legal position is that we are obliged to disclose information relating to spent convictions with our European Union counterparts through the National Vetting Bureau Acts.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Similarly, central authorities in other member states share their spent convictions information, where it may exist, with our central authority.  This ties in with the earlier point I made, which is that a member state's concept of what is recorded in its criminal records must be respected.  The law at European and national level does not allow me the latitude to manipulate, as it were, the treatment of such information when shared in an international context.<\/p><p>I will not accept the amendment, but it is an issue that we might be able to revisit in our discussion on Senator Ruane's Bill.  I would be happy to have my officials discuss this point with the Senator in the context of the ongoing discussions on that Bill.  In the meantime, I ask the Senator to withdraw her amendment for the purposes of enacting this legislation today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#JJ00700","speaker":"1233","continuing":true},{"type":"speech","time":1576589400,"counter":131,"content":"<p>One amendment deals with the information that goes out of the country and the other relates to the information that comes in.  Even though the points are similar, how we address them might be a little different.  If we consider something to be spent here, it should be removed completely from every system that exists here.  The Garda vetting bureau or the central authority should not be able to see it or be able to relay to another country that it exists.  We are into a conversation on whether something is spent at all if an institution or a state can still access it.  I am willing to withdraw the amendment, but we must examine the nuances.  What we are going to consider spent in another country is one thing, but if we consider the conviction is spent here we must be able to ensure, for the individuals who receive a conviction that is spent, that it is well and truly spent, regardless of how another country deals with spent convictions.  I look forward to teasing that out with the Minister and his officials over the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#KK00200","speaker":"1404"},{"type":"unspoken","time":1576589400,"counter":132,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1576589400,"counter":133,"content":"<p>Sections 13 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":134,"content":"<p>Schedules 1 to 4, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":135,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":136,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1576589400,"counter":137,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1576589400,"counter":138,"content":"<p>I wish to express my appreciation to Senators for supporting the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#KK00900","speaker":"1233"},{"type":"unspoken","time":1576589400,"counter":139,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Civil Law (Costs in Probate Matters) Bill 2017: Report and Final Stages","time":1576589400,"counter":140,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#KK01050"},{"type":"speech","time":1576589400,"counter":141,"content":"<p>Before we commence, I remind Senators that a Senator may speak only once on Report Stage, except the proposer of an amendment who may reply to the discussion on the amendment.  Non-Government amendments must be seconded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#KK01200","speaker":"1418"},{"type":"unspoken","time":1576589400,"counter":142,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1576589400,"counter":143,"content":"<p>On Committee Stage I accepted the amendment proposed by Senator McDowell.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I indicated my intention to consult further with the Office of the Attorney General and arising from those consultations, I am proposing the amendment as currently constructed.  The effect of this amendment will be to confirm that it would continue to be open to a court to order costs in favour of an unsuccessful party where it appears to the court to be just and equitable in the circumstances of the case, out of the estate of the deceased.  It is my understanding that Senator McDowell in particular is agreeable to this clarification.  I am sure that Senators will agree that those with genuine claims concerning, for example, misconduct or the maladministration of an estate, should not be discouraged from instituting or commencing legal proceedings because of a fear they may be charged with the entire costs of such proceedings if unsuccessful.  The compromise put forward today should meet the concerns of the Senators who drafted the legislation and I ask the House to accept the amendment as currently drafted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#KK01400","speaker":"1233","continuing":true},{"type":"speech","time":1576589400,"counter":145,"content":"<p>I totally agree with the Minister's amendment.  It strikes a fair balance between the pre-existing presumption in favour of a share out from the estate on the one hand and a totally exclusionary rule on the other.  Giving the Judiciary the right to make a ruling which does not follow the event in the case, on equitable grounds, as long as it is stated in their order, is totally reasonable.  I am very glad to support the amendment proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#LL00200","speaker":"1403"},{"type":"unspoken","time":1576589400,"counter":146,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":147,"content":"<p>Bill, as amended, received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Social Welfare (No. 2) Bill 2019: Report and Final Stages","time":1576589400,"counter":148,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00100"},{"type":"speech","time":1576589400,"counter":149,"content":"<p>I welcome the Minister to the House.  Before we commence, I remind Senators that a Senator may speak only once on Report Stage, except the proposer of an amendment who may reply to the discussion on it.  Each non-Government amendment on Report Stage must be seconded.<\/p> <p>Amendment No. 1 in the name of Senator Devine and her Sinn F&eacute;in colleagues arises out of committee proceedings.  Amendments Nos. 1 and 2 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00200","speaker":"1418"},{"type":"speech","time":1576589400,"counter":150,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 17, between lines 18 and 19, to insert the following:  \t<b>&ldquo;Report on financial impact of changes to hours Carers can work outside the home <\/b><br \/><br \/><b>28.<\/b>That the Minister shall prepare and produce a report on the impact of the increase in hours Carers in receipt of Carer&rsquo;s Allowance can work outside the home from 15 hours to 18.5 hours without a corresponding increase in the earnings disregard and that the report shall be presented to the Oireachtas Joint Committee on Employment Affairs and Social Protection within 4 months of the enactment of this Act.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00300","speaker":"1388"},{"type":"speech","time":1576589400,"counter":151,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00400","speaker":"1404"},{"type":"speech","time":1576589400,"counter":152,"content":"<p>I am informed that this debate must conclude within 60 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00500","speaker":"1418"},{"type":"speech","time":1576589400,"counter":153,"content":"<p>The Minister is aware that I tabled these amendments previously but agreed to wait for the reports.  I have now resubmitted them.  The first amendment relates to the increase in the hours for which carers may study or work outside the home without an increase in the earnings disregard from 15 to 18.5.  I am not happy with the report.  Perhaps I have missed something but I went through it over the weekend and it did not really answer the question as to why the number of hours has been increased while the associated financial disregard has not.  I do not think one can be done without the other, as I said.  It has been stagnant for 11 years without an increase.  Unless the Minister can give me clarification, it seems the allowance is not commensurate with the increased hours.  Maybe I did miss something in the report but I studied it very hard and could not find anything.  The Minister said that the report had already been produced so I withdrew the amendment in good faith.  I chased the Minister's office for a little while.  I am not being punitive towards the Minister's staff but I did not find the information requested in this report.  Perhaps the Minister can provide the rationale for increasing these hours without a corresponding income disregard in her reply.<\/p> <p>I also withdrew amendment No. 2 pending a report but have again resubmitted it.  The number one priority for carers is reform of the means test for carer's allowance.  Alarm bells should sound when we see only one in five carers receiving carer's allowance.  The eligibility criteria are far too strict and actively prevent carers from accessing social welfare supports.  They are put off.  I said that previously.  The eligibility criteria are very strict.  Again, I am not satisfied with the report mentioned on Committee Stage.  I continue to request a review of the means test in consultation with stakeholders.  I spoke to Family Carers Ireland and it is unaware of such a review having taken place despite it being the main body representing carers throughout the country.  Will the Minister outline when the stakeholders were consulted and whether Family Carers Ireland was consulted?  If not, I will push for votes on both amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00600","speaker":"1388"},{"type":"speech","time":1576589400,"counter":154,"content":"<p>In budget 2020, we announced that recipients of carers' payments would be allowed to increase the number of hours they work, train, study or attend a training course outside of the house from 15 hours to 18.5 hours per week.  This increase to 18.5 hours will accommodate increased participation by carers in the workforce or in training and will, it is to be hoped, strengthen their connection with the workforce and serve to ease them back into the workforce once their caring duties are over.  As a result of that increase from 15 to 18.5 hours, we expect that some 1,200 additional family carers will now qualify for the payment.  It is estimated that this will cost just under &euro;12 million.  Any carer currently working fewer than 18.5 hours a week can now avail of additional hours.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, in deliberating on the measures for budget 2020, we did include an examination of the disregard for carer's allowance.  In its pre-budget submission, Family Carers Ireland looked for an increase in the disregard for carer's allowance of &euro;117.50 for a single person and &euro;235 for a couple per week.  My Department costed this proposal using the ESRI's SWITCH model and, allowing for income tax and working family payment offsets, the net cost was estimated to be some &euro;55 million.<\/p><p>Changes to schemes were considered in an overall budgetary and policy context and from an evidence-based perspective.  The Senator is aware we only had &euro;130 million to spend this year in total, so we needed to make sure any money we spent hit the spots that needed it the most.  When we looked at the people who were in receipt of carer's allowance, some 92% of current recipients have no means, so increasing the disregard would not have made any difference to them.  The overwhelming majority of carers who can benefit from the change from 15 to 18.5 hours can do so with no impediment.  The existing income disregard and means test for carer&rsquo;s allowance is the most generous of any disregard within the social welfare system.<\/p><p>I sometimes find that when we have this conversation about the value of care, we talk about this as if it was a payment as opposed to an income support.  We have to be grounded in the fact the Department of Employment Affairs and Social Protection supports people who have no other income.  It does not make a payment for a service; we support people who have no other income.  The weekly earnings disregard is &euro;332.50 for a single person and &euro;665 for a couple.  At 18.5 hours work per week, this is equivalent to an income of &euro;36 per hour worked in a two-person household and &euro;18 per hour in a single-person household.  This indicates there is significant scope for carers to increase their working hours without impacting their payments in any way.  In fact, only 0.1% of current carer's allowance recipients have means of between &euro;250 and &euro;300 per week, so it is unlikely they will have any of their payments reduced as a result of increasing their hours, either in work or in training, from 15 to 18.5 hours.  Carers who would benefit from an income disregard are those in higher income households.  Given the need to target the available resources fairly and equitably to those people who are most in need, allowing an increase in the number of hours was the best use of the limited resources available.<\/p><p>With regard to the second amendment, the Senator may not be aware, although I hoped it was in the report I gave her, but we held a comprehensive policy review of carer's allowance.  It was conducted by the Department over the previous 12 months and laid before the Houses on 28 August 2019, so it is a matter of record and it is with the Oireachtas joint committee.  In addition, on 15 August, the Department of Public Expenditure and Reform also published a spending review of carer supports.  Among its key findings was that of the &euro;1.4 billion spent on carer support programmes in 2018, carer's allowance amounted to 77% of that overall expenditure.  Given how little time has elapsed since those two reports on 15 August and 28 August last, there is genuinely little benefit in doing another exact same report, given it is the same period we would be looking back on as for the two reports that were laid before the Houses.<\/p><p>I assure Senators that I, as a member of the Government, and the whole of the Government are very aware of the key role that carers play, which is why I am so keen for us to have a conversation about the value of care, arising from the Citizens' Assembly that will start in January.  Most of the times we have this conversation, either in this House or the D&aacute;il, we talk about the value of care as if we were paying for care when, in fact, what the State does at present is support with an income support those who have no other income, and that does not include all of the people who are giving care.  We need to have a national conversation about the value of care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#MM00700","speaker":"1338","continuing":true},{"type":"speech","time":1576589400,"counter":156,"content":"<p>I thank the Minister.  This amendment asks for a report.  I acknowledge that in August, when we were all on the holiday break, a report did come out.  However, this amendment is concerned with the impact of the increase to 18.5 hours and it seeks a report.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not asking for an increase of the income disregard but for a report on the impact of it.  The Minister&rsquo;s report was laid before the Houses in August, which was holiday time.  I have sought specifically in the amendment to include Family Carers Ireland as a key stakeholder.  They were unaware that the review was taking place.  I will press the amendment. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#NN00200","speaker":"1388","continuing":true},{"type":"speech","time":1576589400,"counter":158,"content":"<p>The first amendment asks me to make a report on having increased the hours and not the disregard.  What I said in the report I gave the Senator and again in my most recent contribution is that 92% of the people who currently receive carer's allowance have no means and, therefore, increasing the disregard will have no effect on them whatsoever.  Only 0.1%, the tiniest percentage of people receiving carer's allowance, have means of between &euro;250 and &euro;300 a week.  Increasing the means threshold would affect only that 0.1%.  That is the report we did in preparation for the budget and that is exactly what I gave the Senator.  If she presses the amendment, that is exactly what I will provide to her.  I am in the Seanad's hands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#OO00200","speaker":"1338"},{"type":"vote","time":1576589400,"counter":159,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 16; Níl, 17.<\/p><br\/><br\/><p>Tellers: Tá, Senators Máire Devine and Pádraig Mac Lochlainn; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#OO00300","aye":["1402","1376","1378","1383","1411","1388","1396","1389","1444","1405","1417","1393","1400","1395","1404","1372"],"nay":["1409","1380","1391","1384","1416","1424","1438","1386","1439","1375","1425","1406","1374","1426","1397","1421","1399"],"abs":[]},{"type":"speech","time":1576589400,"counter":160,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 17, between lines 18 and 19, to insert the following:  \t<b>&ldquo;Review of the means test for Carer&rsquo;s Allowance<\/b><br \/><br \/><b>28.<\/b>That the Minister shall carry out a review of the means test in place for Carer&rsquo;s Allowance in consultation with key stakeholders, including Family Carers Ireland and that the report shall be presented to the Oireachtas Joint Committee on Employment Affairs and Social Protection within 6 months of the enactment of this Act.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#RR00100","speaker":"1388"},{"type":"speech","time":1576589400,"counter":161,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#RR00200","speaker":"1389"},{"type":"vote","time":1576589400,"counter":162,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 16; Níl, 19.<\/p><br\/><br\/><p>Tellers: Tá, Senators Máire Devine and Pádraig Mac Lochlainn; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#RR00300","aye":["1402","1376","1383","1411","1388","1396","1389","1444","1405","1417","1430","1393","1400","1395","1404","1372"],"nay":["1409","1380","1391","1384","1416","1390","1424","1438","1386","1439","1375","1425","1406","1374","1427","1426","1397","1421","1399"],"abs":[]},{"type":"speech","time":1576589400,"counter":163,"content":"<p>We will now deal with amendment No. 3 in the names of Senators Higgins and Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00100","speaker":"1420"},{"type":"speech","time":1576589400,"counter":164,"content":"<p>I propose that amendments Nos. 3 to 9, inclusive, be recommitted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00200","speaker":"1405"},{"type":"speech","time":1576589400,"counter":165,"content":"<p>The Senator may not propose anything while I am speaking.  I ask her to resume her seat and I will call her presently.  Amendment No. 3 is out of order as it does not arise out of committee proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00300","speaker":"1420"},{"type":"speech","time":1576589400,"counter":166,"content":"<p>I propose that amendments Nos. 3 to 9, inclusive, be recommitted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00400","speaker":"1405"},{"type":"speech","time":1576589400,"counter":167,"content":"<p>Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00500","speaker":"1420"},{"type":"speech","time":1576589400,"counter":168,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00600","speaker":"1438"},{"type":"speech","time":1576589400,"counter":169,"content":"<p>Senator Higgins may comment on her proposal to recommit the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00700","speaker":"1420"},{"type":"speech","time":1576589400,"counter":170,"content":"<p>We have only 30 minutes remaining in this debate, which is subject to a guillotine.  My proposal would afford us an opportunity to ask questions and receive answers in regard to the constructive proposals set out in amendments Nos. 3 to 9, inclusive.  I previously indicated my intention to recommit these amendments and received an indication from the Minister that she would be open to that proposal.  If she is amenable to recommitting only some of the amendments, I ask that she indicate which ones.  For reasons of expediency, I propose that amendments Nos. 3 to 9, inclusive, be grouped, so that we do not have to go through them one by one.  Alternatively, I am happy to propose recommitting each one separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00800","speaker":"1405"},{"type":"speech","time":1576589400,"counter":171,"content":"<p>This is not normal procedure.  In my time in the House, it has happened only once and the proposal in that instance was put to a vote.  The Senator has had plenty of time to debate her proposals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS00900","speaker":"1438"},{"type":"speech","time":1576589400,"counter":172,"content":"<p>It is a matter for the House to deal with Senator Higgins's proposal.  Senator Lawlor may outline his position briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01000","speaker":"1420"},{"type":"speech","time":1576589400,"counter":173,"content":"<p>My concern is that by accepting the Senator's proposal, there may be a consequent delay in the passing of the Bill.  There are many people who will gain, from 1 January 2020, as a result of changes set out in the legislation.  If these amendments are agreed, the Bill will have to go back to the D&aacute;il, which would require its being recalled during Christmas week.  Is that what the Senator wants to happen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01100","speaker":"1438"},{"type":"speech","time":1576589400,"counter":174,"content":"<p>Senator Lawlor has made his point, as has Senator Higgins.  I am not allowing a general debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01200","speaker":"1420"},{"type":"speech","time":1576589400,"counter":175,"content":"<p>I second Senator Higgins's proposal.  Senator Lawlor made a lovely speech about 1 January, which we hear every year, but debate on the Bill is guillotined.  We are entitled to discuss amendments to legislation regardless of what date in the year the provisions in question come into effect.  As such, Senator Lawlor's contribution is invalid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01300","speaker":"1404"},{"type":"speech","time":1576589400,"counter":176,"content":"<p>We are not having a debate on this.  I have heard both sides of the argument and the House must now deal now with Senator Higgins's proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":177,"content":"<p>May I comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01500","speaker":"1438"},{"type":"speech","time":1576589400,"counter":178,"content":"<p>No, the Senator has been heard.  Senator Higgins has proposed that the Bill be recommitted in respect of amendments Nos. 3 to 9, inclusive.  Is she pressing the proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01600","speaker":"1420"},{"type":"speech","time":1576589400,"counter":179,"content":"<p>I will press the proposal.  I am seeking an opportunity to address the issues set out in these amendments.  As I said, the Minister indicated previously that she would be open to recommitting some of the amendments, which deal with issues including just transition, the situation of couples who are de facto partners but are not eligible for the widow's pension or widower's pension, literacy supports, maintenance payments for one-parent families, and reasonable accommodations for people with disabilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01700","speaker":"1405"},{"type":"speech","time":1576589400,"counter":180,"content":"<p>We cannot have a general debate on the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01800","speaker":"1420"},{"type":"speech","time":1576589400,"counter":181,"content":"<p>These issues are deserving of 28 minutes of debate in the House.  It would be regrettable if colleagues reject my proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS01900","speaker":"1405"},{"type":"speech","time":1576589400,"counter":182,"content":"<p>The Senator has outlined the reasoning behind her proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02000","speaker":"1420"},{"type":"speech","time":1576589400,"counter":183,"content":"<p>On a point of order, I reiterate that should any of these amendments be recommitted-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02100","speaker":"1438"},{"type":"speech","time":1576589400,"counter":184,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02200","speaker":"1405"},{"type":"speech","time":1576589400,"counter":185,"content":"<p>The Government should always allow time for proposals to go back to the D&aacute;il from this House.  That is how it works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02300","speaker":"1404"},{"type":"speech","time":1576589400,"counter":186,"content":"<p>I will rule on whether the point Senator Lawlor has made is a point of order.  I ask him to make his case quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":187,"content":"<p>Should any of these amendments be recommitted and agreed-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02500","speaker":"1438"},{"type":"speech","time":1576589400,"counter":188,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02600","speaker":"1404"},{"type":"speech","time":1576589400,"counter":189,"content":"<p>-----the Bill will have to go back to the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02700","speaker":"1438"},{"type":"speech","time":1576589400,"counter":190,"content":"<p>The Senator is arguing against the functions of this House, whereby there is an opportunity to return a Bill to the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02800","speaker":"1404"},{"type":"speech","time":1576589400,"counter":191,"content":"<p>This is a matter for the House to decide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS02900","speaker":"1420"},{"type":"speech","time":1576589400,"counter":192,"content":"<p>These amendments were put down last week and there was plenty of opportunity to discuss them at that stage, but the Senator was not here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03000","speaker":"1438"},{"type":"speech","time":1576589400,"counter":193,"content":"<p>The points have been made on both sides.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03100","speaker":"1420"},{"type":"speech","time":1576589400,"counter":194,"content":"<p>V&oacute;t&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03200","speaker":"1405"},{"type":"speech","time":1576589400,"counter":195,"content":"<p>We have 28 minutes to debate these proposals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03300","speaker":"1404"},{"type":"speech","time":1576589400,"counter":196,"content":"<p>Is Senator Higgins pressing her proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03400","speaker":"1420"},{"type":"speech","time":1576589400,"counter":197,"content":"<p>Yes, but I am also proposing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03500","speaker":"1405"},{"type":"speech","time":1576589400,"counter":198,"content":"<p>The Senator has called for a vote on her proposal that the Bill be recommitted in respect of amendments Nos. 3 to 9, inclusive.  She cannot make a further intervention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03600","speaker":"1420"},{"type":"vote","time":1576589400,"counter":199,"content":"<p>Question put: \"That the Bill be recommitted in respect of amendments Nos. 3 to 9, inclusive.\"<\/p><p>The Seanad divided: Tá, 14; Níl, 21.<\/p><br\/><br\/><p>Tellers: Tá, Senators Alice-Mary Higgins and Lynn Ruane; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Question declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#SS03700","aye":["1402","1378","1411","1388","1396","1389","1444","1405","1417","1430","1400","1395","1404","1372"],"nay":["1409","1380","1391","1384","1416","1390","1424","1438","1386","1439","1375","1425","1406","1431","1382","1374","1427","1426","1397","1421","1399"],"abs":[]},{"type":"speech","time":1576589400,"counter":200,"content":"<p>Amendments Nos. 3 to 9, inclusive, are out of order as they do not arise out of committee proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#UU00100","speaker":"1420"},{"type":"unspoken","time":1576589400,"counter":201,"content":"<p>Amendments Nos. 3 to 9, inclusive, not moved.<\/p>"},{"type":"vote","time":1576589400,"counter":202,"content":"<p>Question put: \"That the Bill be received for final consideration.\"<\/p><p>The Seanad divided: Tá, 31; Níl, 4.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Lynn Ruane and Alice-Mary Higgins.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#UU00400","aye":["1402","1409","1380","1391","1384","1416","1378","1390","1411","1388","1424","1396","1389","1417","1438","1386","1400","1439","1375","1425","1395","1406","1431","1382","1374","1427","1426","1397","1421","1399","1372"],"nay":["1444","1405","1430","1404"],"abs":[]},{"type":"speech","time":1576589400,"counter":203,"content":"<p>As the time permitted for this debate has expired I am required to put the following question in accordance with the order of the Seanad of this day: \"That the Bill is hereby passed.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#VV00050","speaker":"1420"},{"type":"unspoken","time":1576589400,"counter":204,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Microbeads (Prohibition) Bill 2019: Second Stage","time":1576589400,"counter":205,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#VV00300"},{"type":"unspoken","time":1576589400,"counter":206,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1576589400,"counter":207,"content":"<p>I remind Senators that all Stages are to be conducted this evening and that debate is to be concluded within two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#VV00500","speaker":"1406"},{"type":"speech","time":1576589400,"counter":208,"content":"<p>I am very pleased to present the Microbeads (Prohibition) Bill 2019 to the Seanad after its successful passage through the D&aacute;il.  The Bill represents our determination to be in the vanguard of safeguarding our environment, thus protecting future generations in the coming years.  The cross-party support the Bill received in the D&aacute;il was most welcome.  It is gratifying to be able to work together for such positive purposes.<\/p> <p>It is timely to be debating this Bill this evening following the announcement last Wednesday by the European Commission President, Ursula von der Leyen, of a European green new deal.  This deal is aimed at restructuring the European economy at all levels to arrest further climate change and to protect ecology and the environment, preventing further biodiversity loss and reducing pollution.  One of the stated objectives of the Commission's green new deal is to follow up on the 2018 plastics strategy which focused on measures to tackle intentionally-added microplastics and unintentional releases of plastics, among other things.  The Microbeads (Prohibition) Bill, which will reduce the amount of microplastics released into the environment, fits perfectly with this objective and puts Ireland in the vanguard of international efforts to meet this challenge.  Ireland has previously led the charge with measures such as our plastic bag levy and smoking ban.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> A small number of other states have introduced restrictions on the sale of rinse down the drain cosmetic products containing plastic microbeads.  However, this Bill goes further than that by restricting their manufacture and export, as well as sale.  More significantly, its scope extends to cover household and industrial cleaning products containing plastic microbeads, which no other EU member state has done to date.  This reflects our national position, held since 2015, of seeking the phase-out of all such products across the EU at the earliest opportunity.  My concern about microbeads is shared across all parties and throughout broader society.  I commend the former Senator, Grace O'Sullivan, MEP, and Deputy Sherlock, who earlier introduced Private Members' Bills on this topic.  This Bill responds to those Bills and I am happy to work with Senators in order that we can have the legislation enacted and in operation before the end of this year.<\/p><p>As the Bill limits the type of product that can be sold on the Irish market, Ireland was obliged to seek a derogation under the EU Single Market rules which aim to prevent member states erecting artificial barriers to trade.  Derogations can be sought on environmental and health grounds.  To ensure the final legislation would be operable we notified the European Commission of the provisions of the Bill following Second Stage in D&aacute;il &Eacute;ireann.  This required a three-month standstill period to give the Commission and other member states the opportunity to seek clarifications or to raise objections.  While the Commission raised a small number of definitional points, there were no objections raised within the standstill period which meant that, on 22 October, Ireland was in a position to proceed with enactment of the Bill.  To facilitate early enactment, it is important that the technical scope of the legislation is not expanded during the legislative process to avoid a further requirement for notification.  With this in view, I am grateful that the Bill has had such a smooth passage through Committee and Report Stages in the D&aacute;il.  Issues raised by the Commission related to potential areas of difference between proposed EU legislation and this Bill relating to the minimum size of microbeads and permissible concentration levels of microbeads in products.  I responded to these points by proposing some minor definitional amendments on Committee Stage in the D&aacute;il and I will elaborate on these when setting out the content of the Bill in detail.<\/p><p>The purpose of the Bill is to make it an offence to manufacture or place on the market for sale or supply certain products containing plastic microbeads.  This is due to their potential for environmental harm as microplastic litter in marine and freshwater environments.  In the Bill, placing on the market means selling, offering or exposing for sale, advertising, distributing for free, importing, exporting or supplying.  The Bill will also prohibit the disposal of any substances containing plastic microbeads down the drain or directly into freshwater or marine environments.  The Bill is one of a range of measures being brought forward nationally, across the EU and through international conventions such as the OSPAR Convention, the sea convention to protect the north-east Atlantic, to reduce the impact of marine litter.<\/p><p>Due to its buoyancy, plastic is easily carried by currents or blown by winds from land or sea sources.  They persist in the environment for an extremely long period and cannot be easily recovered.  Larger items break down into secondary microplastic particles and there is now a growing body of evidence to indicate that plastics and microplastics may be impacting marine habitats and fauna negatively.  National and international research continues to confirm that microplastics are also being ingested by all forms of marine life from the smallest plankton to the largest filter-feeding whales.  This is happening in every part of the marine environment.<\/p><p>Microplastics are also found in freshwater.  An Environmental Protection Agency, EPA, funded study published in 2017 found that not only were microplastics to be found throughout Irish freshwater environments but traces could even be found in our drinking water.  Indeed, the group of chief scientific advisers to the European Commission recently reported that microplastic pollution has been found throughout the environment, including in air and soil as well as water.  This is not merely a marine or freshwater issue or concern.<\/p><p>Microplastics are small, non-biodegradable solid plastic particles less than 5 mm wide in their largest dimension.  They are entering the marine environment directly in a wide variety of forms.  These include fibres shred from clothes, lost raw material pellets or microbeads used in cosmetics, cleansing products and detergents.  Microbeads are one element of the overall microplastic problem.  The Bill reinforces public and industry awareness of the problem and prepares society for more challenging measures to be introduced in the coming years.  The most effective solution to tackling microplastic pollution is to tackle it at source.  The Bill covers products that are likely to end up in watercourses and wastewater systems.  These are products designed to be rinsed or washed off down the drain.  The Bill should be seen within the context of work at EU level to develop EU-wide REACH - registration, evaluation, authorisation and restriction of chemicals - regulations to address primary microplastics entering the environment.  The introduction of such regulations was committed to in the EU plastics strategy introduced in 2018.<\/p><p>I will now outline the purpose and operation of each section of the Bill.  Section 1 sets out the definitions of key terms used in the Bill.  Section 2 makes it an offence to manufacture or place on the market rinse-off cosmetic and cleaning products containing plastic microbeads.<\/p><p>Section 3 provides for exemptions for medical products and sunscreen products to protect human health and materials being used for scientific research.  It provides that regulations can be made exempting certain essential industrial cleaning agents where no microbead-free substitutes exist.<\/p><p>Section 4 makes it an offence to dispose of substances containing plastic microbeads down the drain or directly into any body of water.  Section 5 sets out the powers of authorised persons.  Section 6 provides for the prosecution of company officers or members of a body corporate for offences under this Bill.  Section 7 provides for the fining or imprisonment or both of persons found guilty of an offence.<\/p><p>Section 8 provides that the Environmental Protection Agency may bring summary proceedings for an offence and for the court to have the power to order the persons found guilty of committing an offence under this Act to pay the agency's costs.  Section 9 provides for the Minister to request enforcement activity reports from the agency.  Section 10 provides for administrative costs for the proposed legislation to be paid out of voted expenditure.  Section 11 sets out the Short Title and commencement of the Bill.<\/p><p>Some of the more important provisions include appropriate technical definitions of \"microplastic\", \"microbead\", \"cosmetics\" and \"plastic\", which are central to the success of this legislation.  The Bill incorporates definitions that are robust, enforceable, future-proofed and in line with current scientific research.  I introduced a technical amendment for the definition of \"microbead\" on Committee Stage in the D&aacute;il to align it with the EU standards by adding a minimum dimension of 1 nanometre at its narrowest point.  This is in response to observations made by the Commission when the Bill was submitted for a derogation from Single Market rules.  The amendment brings the legislation in line with proposed EU technical and legal definitions of microbeads.  In response to EU observations I introduced an amendment on Committee Stage to create a minimum allowable concentration of plastic microbeads of 0.01% in a substance weight for weight.  This will bring Ireland's legislation into line with scientific standards in proposed EU REACH regulations on the restriction of intentionally added microplastics to products.  It is regarded by scientific experts as the minimum concentration below which intentionally added microbeads are not detectable.<\/p><p>The Bill gives responsibility to the EPA for its implementation.  EPA officers and customs officers are made authorised persons and the Bill lays out their enforcement powers.  It provides that a person summarily convicted would receive a class A fine or a prison sentence of up to six months or both.  Conviction on indictment may mean a fine of up to &euro;3 million or a prison sentence of up to five years or both.<\/p><p>The Bill is not expected to have a significant impact on Irish businesses.  Industry is fully aware that international opinion has turned against plastic microbeads.  Banning them is a key feature of the EU's 2018 European strategy for plastics in a circular economy.  Restrictions on the sale of rinse-off cosmetic products containing plastic microbeads have been introduced in France, Sweden and the UK, among other countries.  Manufacturers are already turning to alternatives.  Plastic microbeads can be cheaply replaced by natural substitutes.  Indeed, many Irish cosmetic manufacturers already focus on producing products with natural ingredients.  The proposed prohibition is not expected to have much impact on consumer choice.  Products without plastic microbeads are already widely available and preferred by consumers.<\/p><p>The Bill is an important measure to reduce the levels of microplastic pollution generated in Ireland.  Its scope puts Ireland legislatively at the forefront in Europe and gives us a strong basis for pushing for similarly high levels of ambition in forthcoming EU instruments.  There are many more steps to come in terms of microplastics and marine litter generally.  Some of these will be challenging and will require a cross-sectoral and wider societal response, but I am encouraged by the level of cross-party support to date for the prohibitions on certain products containing microbeads as set out in this Bill.  I thank Senators in advance for their engagement on the Bill and I hope we will be able to complete its progress this evening to allow its enactment before Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#VV00600","speaker":"1295","continuing":true},{"type":"speech","time":1576589400,"counter":210,"content":"<p>Before Senator Murnane O'Connor makes her contribution I wish to acknowledge the members of Fine Gael from the Howth, Sutton and Baldoyle branch who are in the Chamber this evening.  I remind Senators that group spokespersons have eight minutes and all other Senators have five minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#WW00200","speaker":"1406"},{"type":"speech","time":1576589400,"counter":211,"content":"<p>I am delighted to speak on this important issue.  Some time ago I raised the recommendation that this Government should adopt the ideas of all parties and none for this type of legislation and it is heartening to see our ideas in the Bill, as well as those of other Members.  There is much similarity to the Harmful Plastics (Prohibition) Bill 2019 which was put forward by me and my Fianna F&aacute;il colleagues.  That is good.  This is about working together to get things done.  There are a number of amendments from Members on both sides of the House.  Amendments are important.  No legislator should rush through legislation, no matter how noble, due to EU deadlines.  It is important to get things right.  It serves nobody to have bad legislation which has to be sorted out later.<\/p> <p>It is important that we all realise the havoc these plastics wreak on our environment.  They appear to be innocent, but they are not.  Microplastics are entirely unnecessary pollution and have environmental impacts.  Studies have shown they can be ingested by marine animals, leading to physical harm and reproductive or toxic effects.  There is evidence to suggest they are entering the human food chain, but not in enough quantity currently to suggest a human health risk.<\/p> <p>What level of public awareness exists about the presence of these pollutants in the products they use?  I believe the public is unaware not only of the presence of the pollutants in so many products that sit innocently in the home but also of the serious harm they can do.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Microbeads and other microplastics are used in many cosmetic and personal care products, such as scrubs, soaps, lotions and toothpastes.  They are added to make the product more abrasive, such as for exfoliation or tooth whitening, and these minuscule pieces of plastic enter the environment when consumers rinse them down the drain.<\/p><p>I agree with the Bill.  We need to do so much more for our environment.  However, the Bill is not worth the paper it is written on without a massive public awareness campaign.  Our amendments reflect that concern and I would urge caution in rushing this through without a consultation process which also invites all manufacturers of plastic consumer product packaging in the State to have their say, which is very important.  We need to establish a consultation process under the legislation involving all key shareholders from the fisheries, recreational fisheries, tourism, energy, conservation and other relevant sectors to propose and review protections for such protected areas and to input into future designations.  It is sometimes said that votes are a massive part of a legislator's work but actual legislation and the shaping of it is by far the most important job here, and we need to ensure we do our job on such an important Bill.<\/p><p>While I would welcome Ireland leading the way in the EU and following the US to ban these pollutants, I would like to know more about our enforcement.  If we do ban their use, will there be inducements or encouragement for the manufacturing sector to phase out their use?<\/p><p>Seal Rescue Ireland, which receives practically no State funding to do its important work, was earlier this year releasing seals that had been badly hurt in the ocean back into the wild.  During the release, its members spoke to schoolchildren about the importance of our oceans and our marine life.  It struck me that, for an island nation, we do not prioritise our oceans, beaches or marine life.  We need to start immediately, given the ocean is the place these pollutants end up.  It has to stop and this legislation will ensure that happens.<\/p><p>The marine sector is a vital part of Ireland's economy.  It provides a key part of our tourism sector and our film industry, creates and sustains jobs, boosts small local economies and enriches our landscapes.  Protecting and maintaining the quality of our oceans is a pressing concern for the long-term health of our State for future generations.  If the House will excuse the pun, we need to take our heads out of the sand.<\/p><p>Ireland has specific legally-binding EU obligations in regard to achieving good environmental standards in our seas.  However, the Government has failed to effectively implement the required steps.  Linked to this is the failure of a number of our beaches to pass EPA standards.  Our tourism sector draws heavily from the clean oceans that sustain our nation.  Our marine life depends on our clean oceans.  Making it an offence to dispose of any substances containing plastic microbeads down the drain or directly into any freshwater or marine environments, as stated in this Bill, will go far to protecting and cleaning up our seas.<\/p><p>Ireland has failed in its European and international obligations to protect 10% of its marine waters under Article 13 of the marine strategy framework directive, MSFD, the Aichi biodiversity targets, the UN sustainable development goals and the OSPAR Convention.  Ireland was declared a whale and dolphin sanctuary in 1991, yet we read that the number of whales and dolphins becoming beached has increased by 350% in the past ten years.  The Irish Wildlife Trust report of 2018 shows that 48 species native to Irish waters are facing extinction.  Fossil fuel exploration seismic testing has been occurring regularly in Irish waters since 2013, severely impacting all marine life in the areas in which it is conducted.<\/p><p>In May 2018, we in Fianna F&aacute;il supported the actions proposed in the motion debated in the Seanad to strengthen Ireland's role in protecting our natural oceanic resources for future generations.  Ireland's Clean Oceans initiative was launched at the beginning of this year, yet this is the first co-ordinated action on land and at sea to address the serious issue of pollution of the oceans with plastics.  Tackling our unsustainable production of plastic waste and microbeads has to take priority.  We are all on this Earth together and we need to do our bit to help the future generations who will inherit the consequences of the decisions we make now.  This is becoming a huge issue.  People want to learn.  I ask for an awareness campaign to let people know what is happening, which will be crucial.  It is wonderful that we will, hopefully, get the Bill through today.  The Minister has my support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#WW00300","speaker":"1395","continuing":true},{"type":"speech","time":1576589400,"counter":213,"content":"<p>I welcome the Minister and I acknowledge the importance of the Bill.  It is significant legislation and is something we have been talking about since 2016, since the beginning of this Seanad.  I wish to acknowledge the former Green Party Senator from Waterford, Grace O'Sullivan, MEP, who was very much involved in this space and she spoke passionately on this issue many times in the Chamber.<\/p> <p>Today is about trying to get this legislation through the Houses of the Oireachtas in order that we can have it signed by Christmas, which would be a very positive step.  It would also be a very positive statement of intent by the Government, the Oireachtas and the people that they want change when it comes to issues regarding microbeads.  Microbeads might be the smallest thing one sees in one's shampoo but this is a huge issue for society and it does come up on the doorsteps.  It is an issue we need to progress and to champion and we need to ensure the Irish people get what they want, which is strong legislation.<\/p> <p>I compliment the Minister on the consultation with the European Union in advance of the passage of the legislation.  A lot of the groundwork for this legislation has been done and we are not waiting for EU approval as we have done that work.  That kind of template is what we need to see with other legislation.  We do not want to complete work on legislation and then ask Europe for approval.  We have done the groundwork and we can now, hopefully, pass this important Bill. <\/p> <p>What it means for society is that young people, in particular, who have been championing environmental issues, can see we are taking major steps forward.  If we had had this debate in 2016, I am not sure there would have been such universal support throughout the House for it but we have that support now.  That is because society has changed and young people have really become champions of this, and politicians have reacted and have brought forward this important legislation. <\/p> <p>From our side of the House, we want to see this passed today in order that we can have the major changes that are required in industry and which everyone wants.  The doomsday scenario is if it was not passed and if it was held up by an amendment.  Who knows what is going to happen in the new year, and this important legislation could be sitting on the desk, perhaps for another Government to work on.  This is an important night, a night when we can work together to ensure we pass this legislation.  I acknowledge the hard work of the Minister and his officials to bring it to this level so fast.  We need to take the hard steps tonight to get it over the line. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#XX00200","speaker":"1386"},{"type":"speech","time":1576589400,"counter":214,"content":"<p>Sinn F&eacute;in will be supporting the Bill, as we did with the Private Member's Bills of then Senator, now MEP, Grace O&rsquo;Sullivan and Deputy Sean Sherlock.  The passing of this Bill today will be in no small part due to Grace O&rsquo;Sullivan, MEP, in particular and I believe without her efforts and the efforts of Ed Davitt, her assistant, this Bill might not have happened.<\/p> <p>I am reminded of the debate we had on Senator Grace O&rsquo;Sullivan&rsquo;s Bill at this time three years ago.  Fianna F&aacute;il stated it opposed the Bill in favour of bringing its own legislation in a matter of weeks, which never happened.  The Government introduced and passed a motion to stall the Bill&rsquo;s progress for entirely cynical reasons, suggesting that we must await EU law, namely, the marine strategy framework directive and other domestic legislation.  All the while, Britain, France, Italy, the Netherlands and Sweden have all legislated to ban microbeads prior to the directive.<\/p> <p>It is a lesson, though probably not one we will learn from.  It is a lesson that when the Government has the option of working with Members to progress their Bills, rather than stalling their efforts and wasting our valuable Private Members' time, engaging with Members in a constructive fashion on the Bills they have proposed is probably best practice.  We do not have a lot of Private Members' time and we could have hundreds more Private Members' slots in this Chamber if we wanted to.  On my own legislation focusing on young people, we could not get support for the lowering of the voting age to 16 in local and European elections, and I wonder why.  That Bill was once delayed for a year and then voted against when we brought it back.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe we could have hundreds more Private Members' business slots available to Members and better Government engagement with the proposals.<\/p><p>Regardless of all of that I welcome this long-overdue Bill.  Prohibition of microbeads and microplastics is crucial to upholding our biodiversity.  With depleting fish stocks it is crucial that we take this measure along with many other measures in response to climate change.<\/p><p>Countless scientific studies prove that fish have been found to be feeding on prey-sized plastics and end up consuming the plastic in preference to zooplankton.  This has a knock-on effect for carnivorous fish, which ingest plastic-filled smaller fish.  This was reflected on the Joint Committee on Housing, Planning and Local Government when the committee discussed the Bill.  Dr. R&oacute;is&iacute;n Nash from Galway-Mayo Institute of Technology told the committee that low levels of mircoplastics had been found in the intestinal tracts of fish from Irish coastlines.  A study by the Ryan Institute at the National University of Ireland, Galway, revealed how pervasive the problem is.  A total of 73% of deep-water fish studied had microbeads or microplastics in their bodies.<\/p><p>The World Wide Fund for Nature commissioned a survey earlier this year which found that a typical human may be ingesting the equivalent of a credit card of microplastics every week.  No major health risks have been found yet from this ingestion.  However, fish that ingest microplastics are in our oceans and on our plates and that causes a health risk.  Ocean levels and fish stocks uphold the biodiversity in our oceans and help in combatting pollution.<\/p><p>I am keen to see stronger action across the board from Government on this issue.  We should not have to wait three years for minor prohibitions to be made.  That is what happened with this proposal.  We simply do not have the time.  This crisis is urgent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#XX00300","speaker":"1372","continuing":true},{"type":"speech","time":1576589400,"counter":216,"content":"<p>I thank the Minister for his speech on this important issue.  It has already been acknowledged but I wish to acknowledge the work of my Green Party colleague and former Senator, Grace O'Sullivan, who drafted legislation on this issue.  It was presented in the Chamber in 2016.  Here we are three years later.  It is welcome to see the Bill here.<\/p> <p>The impact of plastic, not only in its manufacture but in its use and disposal, is vast.  The term \"microbeads\" would have been unfamiliar to many three or four years ago but it is a familiar term nowadays.  That is welcome and it is welcome that the Bill is before the Chamber now.<\/p> <p>We should be careful to ensure that the Bill is robust and strong enough to offer full protection to our environment, especially its waterways and oceans.  We must not permit loopholes to exist in the Bill that would challenge that protection.  That is the basis of many of our amendments to the Bill.  It is promising to hear the Minister acknowledge that the science is constantly changing.  We strongly believe the Bill must reflect that fact.<\/p> <p>Will the Minister comment on the EU derogation that was sought?  I do not believe the wording of the derogation was subject to consultation in the D&aacute;il or among other stakeholders, especially the NGOs and scientists who are working actively in this area.  Will the Minister clarify whether such consultation took place and, if not, why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#YY00200","speaker":"1444"},{"type":"speech","time":1576589400,"counter":217,"content":"<p>I welcome the Minister to the House.  Well done to him.  It took a long period to bring through the legislation.  I wish to acknowledge the work of the former Senator, Grace O'Sullivan, in 2016.  I had the pleasure of voting for it in the House at the time.  I am also grateful for the work of the former Minister of State, Deputy Sean Sherlock, and the co-operation shown across party lines in bringing the legislation forward today.<\/p> <p>As with all legislation, we do our absolute best to ensure it is the best it can be.  However, sometimes legislation goes further than envisaged.  It is a matter of leadership.  It is a matter of a message going out to the public to the effect that this is a serious matter and the Government is prepared to show leadership by bringing through the microbeads legislation.<\/p> <p>A new Government may, and probably will, review the measures outlined in this legislation as science changes, and so it should.  It is important that we are united in our stance in getting this legislation through tonight.  It should be enacted by the end of the year.  Then, any new Government that comes in the following years can review, improve and strengthen it.  Environmental legislation in Ireland needs to be reviewed and strengthened.<\/p> <p>I take issue with Senator Lombard's contribution and his comments on leadership.  We need not always wait for the public to catch up.  The science has been telling us for a long time that microbeads are a problem and have been getting into the food chain and causing damage.  That is why the former Minister of State, Deputy Sherlock, brought the legislation to the House.  That is why the former Senator, Grace O'Sullivan, brought Private Members' legislation to the House.  That was when leadership should have been shown within this House.  A majority of people should have voted for it.  We would have seen the legislation introduced at an earlier stage.  That is no criticism of the Minister because he has worked in co-operation with Grace O'Sullivan and the former Minister of State, Deputy Sherlock, on this issue.  More and more, we need politicians to show leadership rather than wait for the public to catch up.  Since entering the House it has been more and more problematic.  We fought tooth and nail on the Heritage Bill.  We laid out clearly the damage to the microclimate and our biodiversity.  Unfortunately, we were not listened to at that stage.  Thankfully, that legislation was never enacted.  Those responsible took our views on board.  However, it was terrible that we had to go through days, weeks and months arguing the point only to be told that the plan for the Twenty-six Counties was only a pilot.<\/p> <p>I congratulate the Minister.  I have no wish to speak too long on this Bill.  I will not be supporting any of the amendments because I believe there is a sense of urgency to pass this legislation tonight.  It should be enacted this year to send the message to the public that politicians now take climate change seriously.  We understand the effects and impact it has on people's health with microplastics getting into the food chain.  We understand the long-term damage that they are doing to our eco-system.  I congratulate the Minister on getting the legislation this far.  Certainly, I will be doing nothing this evening to delay the Bill from being enacted in the House or to prevent the legislation being signed by the President, hopefully, this year so we can see enforcement taking place.<\/p> <p>I congratulate the Minster, the former Senator, Grace O'Sullivan, the former Minister of State, Deputy Sherlock, and the Department officials on working closely together to get this legislation to this stage tonight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#YY00300","speaker":"1417"},{"type":"speech","time":1576589400,"counter":218,"content":"<p>I welcome the Minister to the House and broadly welcome the legislation.  It is important that we move forward on it.  As was mentioned, it is important that when issues are identified by any party in the Oireachtas we need to be able to listen to each other, engage with each other and hear the ideas of others.<\/p> <p>In 2016 the former Senator, Grace O'Sullivan, put forward legislation.  I was a co-signer of that legislation, as was Senator Ruane.  The three of us put forward the legislation at the time.  We were speaking based on the science and the facts in terms of what we knew about the damage that microplastics were doing to the environment.  That was before \"The Blue Planet\" documentary series and before the popular concern.  It was based on evidence and it was an argument to the good in that regard.  Ireland cannot afford to wait for wide popular outcry on each issue before we move forward and take action.  It is similar with the legislation put forward by Deputy Sherlock.  This legislation was being put forward before the issue became part of the popular consciousness.  It was before we had schoolchildren begging us to take action, as they now are on these issues.<\/p> <p>Another point is important to note.  It is not simply a matter that we said it in 2016 and we have lost three years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are now, in 2019, raising concerns in respect of other issues, such as fracking.  A motion put forward by our Seanad group, together with former Senator, Grace O'Sullivan, highlighted Ireland's extraordinary dearth of marine protected areas, which are vital in terms of climate action and protecting our fragile marine ecology.  That is another good proposal which I hope is taken up by the Government and implemented sooner rather than later.  Since we introduced our Bill in 2016, the science has moved on and each new discovery has served only to accelerate our concern.  I recognise that there are elements in the Government's Bill which build on what we proposed in 2016 and which reflect the accelerated scientific awareness.  For example, in 2017, the Ellen MacArthur Foundation discovered that at a certain point, we will be moving towards having more plastic than fish in the oceans, which is extraordinary.  Last March, research by Anela Choy published in <i>Scientific Reports<\/i>detailed that microplastics, which were previously seen as more of a surface concern, are to be found at the deepest levels of the ocean, as deep as 3,200 ft, and within marine organisms of every kind, not just fish.<br\/><br\/>In the context of the evolving science, we are concerned about loopholes in the legislation.  Whether or not the Minister accepts some or all of our amendments, I ask that he listen with seriousness to the flags and loopholes we have identified.  He has made the case regarding the derogation he sought, which has its own time process.  However, we are learning new things all the time and identifying new dangers and potential loopholes.  It will facilitate our moving forward in an effective way through Committee Stage if the Minister would indicate that he recognises this issue is not done and dusted but is, in fact, an evolving area.  For instance, one of our Committee Stage amendments proposes that the Environmental Protection Agency, EPA, should have a function to review these issues and seek to have further and strengthened legislation.  This would offer a guarantee that the concerns and loopholes we are flagging now, even if they are not addressed in this legislation, will be subject to a continuous process of review.  We are seeking an assurance that the Government is not simply being dragged into addressing these issues but, rather, is looking to gather for itself the best possible information and will be proactive in strengthening legislation in this area into the future.<br\/><br\/>Many people in this country are concerned about the issues we are highlighting.  This is an important moment in time.  The Minister for Agriculture, Food and the Marine, Deputy Creed, is engaged in negotiations on fishing against a background of huge concern about overfishing and the degradation of our marine environment from that perspective.  In addition, we have a single-use plastics directive from the EU on which other countries are moving to legislate.  However, we continue to talk about possible levies and lifestyle changes rather than moving towards a prohibition on many forms of single-use plastics, as we will be required to do within the next two years.  There must be a sea change in how we approach this area and that is why I am flagging these related issues.  We must have a culture of ambition when it comes to dealing with plastics and how we treat our oceans.  I hope the Minister will offer us some assurance in terms of what the next steps might be in the wake of this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#YY00400","speaker":"1405","continuing":true},{"type":"speech","time":1576589400,"counter":220,"content":"<p>I thank Senators for their contributions.  Many people are not aware of the huge amount of work that goes on in my Department in regard to the marine environment.  There is not a great awareness of my responsibility in this area, as my public engagements tend to be dominated by the housing crisis.  However, from the OSPAR Commission to the British-Irish Council, we are involved in a great deal of work in this area, particularly in respect of the closer marine environment region, to ensure that we bring forward the most progressive proposals we can.  This work is not just about legal changes but also comprises the awareness campaigns that need to be done.  They are aimed not so much at young people, because they already get it, but at informing those who are out of education and may not be in tune with the new scientific studies and discoveries.  In the United Kingdom, there has been something of a national awakening as a result of things like the BBC's \"Blue Planet\" and \"Blue Planet II\" series, which featured footage of a young calf whale who suffocated after consuming plastic.  At one of the conferences I attended, the politicians from the UK were all talking about the moment in which it clicked in their heads, as it had done for the British population, that something needed to be done.  It is important to recognise, as Senator Lombard did, the contribution our officials have made in this area on behalf of Ireland.  Notwithstanding the important work that was progressed by former Senator, Grace O'Sullivan, and Deputy Sherlock, it has been Ireland's official position since 2015 that the EU should ban microplastics.<\/p> <p>Senator Murnane O'Connor spoke about the political process in terms of dealing with these issues.  It is true that former Senator, Grace O'Sullivan, and Deputy Sherlock led the way in introducing legislation, which we then took and sought to progress as fast as we could.  I acknowledge that the delays were frustrating but it is good to see everybody piling in behind what is now an agreed position on microbeads and microplastics.  We are not working to EU deadlines but to our own deadlines.  In fact, this legislation is  more progressive than what is required under current EU law.  We did not rush things.  We had two public consultations, the first of which received more than 3,000 responses, making it one of the largest ever responses to a public consultation.  There has been a huge public awareness campaign on these issues.  Industry is well aware of what we have proposed and what is coming.  The EPA was allocated &euro;250,000 for the first year of enforcement and its powers are significant, with the possibility for transgressors of five years in jail and a &euro;3 million penalty if indicted.  These are not small penalties to suffer where one is found to be in breach of the law.  There will be no waiting period in terms of these provisions; once the legislation passes, I will be in a position to bring it into law almost immediately.<\/p> <p>Senator Murnane O'Connor and others referred to marine protected areas.  We have given a commitment to designate 10% of our seas as such, at a minimum, and I have already said that this is not good enough.  Our marine area is seven times the landmass for which we are responsible.  Even 10% of that is huge, but we can go bigger.  Some weeks ago, I appointed Professor Tasman Crowe of UCD to put together a committee to advise the Government on how we can go beyond the 10% designation level and what else we should do in this area.  At the same time, we are bringing forward new planning legislation for the marine area, a new marine spatial strategy and a new marine policy statement.  Huge reforms are happening in this area which will help us to protect what is an important source of wealth for us as an island nation.  I do not use \"wealth\" in the traditional sense in this context.  When one goes to events organised by Clean Coasts, for example, one can see how much people love and respect the marine environment.  We must continue to protect that environment for future generations.<\/p> <p>I agree with Senator Lombard that when we get things right, working together, we can be at the vanguard of what the EU is doing.  Indeed, this Bill is among the most progressive of any legislation introduced by member states for the purpose of banning microbeads.  I agree that the public cares about the environment.  We have several positive programmes in place that are helping to advance even more awareness to communities about the importance of beach cleans and so on.  The Love Your Coast photography awards have been running successfully for ten years or so.  Such initiatives help us to promote to the public the importance of protecting our coastlines and marine and freshwater environments.  Another group of people doing important work alongside the Government's efforts is the Riptide Movement, which created a huge plastic whale and brought it around the country to demonstrate to people the quantities of plastics we are putting into the ocean.  The Riptide Movement is a popular band with a young following.  When its members show that they care about these issues, it makes it easier for younger people to get involved and show their support.  I welcome Senator Lombard's acknowledgment of the work done by departmental officials in this area.<\/p> <p>I thank Senator Warfield for his support, on behalf of Sinn F&eacute;in, for these proposals.  It is easy to work across party lines and with Independent Members when people are genuine about what they are doing and recognise the importance of compromise.  We must be careful not to sacrifice the good for the perfect.  There is a lot more we want to do in this area but it is important to acknowledge that in bringing forward these provisions, we are doing something which no other EU country has done.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are extending the ban on microbeads in cosmetics to cleaning detergents, which are a significant source of microbeads and microplastic pollution in our water courses.  A study of marine life carried out by researchers at NUI Galway indicates that 73% of deepwater fish have microplastics in them, which is a shockingly high percentage.   There has been public engagement on things such as the \"Blue Planet II\" television programme.  It was recently reported in the media that when the stomach of a whale that died in the Orkneys was opened, a significant volume of plastic waste was found.  Of course, there have been reports of two land masses floating in our oceans.  They are almost the size of continents and are made of plastic that we produced and allowed to be put into the marine environment.  Senators should think of the destructive damage that plastic is causing to the marine environment.<\/p><p>Senator Hackett is correct on the learning point she raised.  Everyone now knows what a microbead is and nobody bats an eyelid when reference is made to microplastics.  Some years ago, people might have had to ask what are microbeads.  Once one could refer to a cleaning product or facial scrub, people got the idea about microbeads and what they mean.  We are constantly learning about where the science is and the areas in which damage and destruction could be caused, as well as how to best go about tackling those challenges.  The Bill, which builds on legislation brought forward by former Senator Grace O'Sullivan and Deputy Sherlock a couple of years ago, is more robust than any other EU law in this area.  Once we pass it, we will be in a position to push the EU to bring in ever more progressive laws on single-use plastics and other products containing microplastics.  It will set a standard for other EU countries to meet, which is important.  We consulted before the derogation.  GMIT supported us in our work on the derogation because we wanted to make sure we got it right.  That support was very welcome and helpful.<\/p><p>Senator Humphreys referred to this being bigger than the simple legislation.  In a way, I agree with him.  We both represent coastal communities and I know we both love our coast.  There is a message here.  The Bill signifies an Oireachtas, rather than just a Government, party or individual, that is trying to bring in robust laws recognising what we have known for several years.  We need to take action in these areas through robust legislation, strong enforcement powers and, where possible, going further and leading other EU nations, as we are doing.  He is correct that this is one step in the process.  There is far more that we want to do.  We must do it as best we can in tandem with our EU partners, going further where we can and seeing whether they can catch up with us.  We must recognise that because we are in a union, we must ensure we are aligned in as many ways as possible, hence some of the changes to the definitions in the Bill following the derogation request.<\/p><p>On the issues raised by Senator Higgins, I cannot speak to the events in 2016.  Ireland's official EU position has been to ban microbeads and we are now able to do so, which is welcome.  I addressed her point regarding SACs, which are important.  Our marine environment is seven times larger than our land mass.  Even 10% of it is significant.  We will go further than that.  The committee to which the Senator referred has been established.  The chair was appointed and the remaining members were approved by me in the past four weeks.  They will report to me in the course of next year on how we can go further.  That will take place in tandem with public consultations on our marine spatial strategy, which will begin and end in the first quarter of next year.<\/p><p>We have listened every step of the way on potential loopholes.  I have made changes with officials following our engagement with Senators and Deputies.  Some of the changes were held off line to avoid unnecessary delay in the passage of the legislation.  We are banning what we know we can ban now, given the constraints on us as a member of the European Union and without breaching EU law, while recognising that we need to go further; we will do so.  By going this far, which is further than anyone else, we will be in a very strong position to be the instigator of further swift change within the EU.<\/p><p>I am a big believer in reviewing new legislation within a year.  One must take time after a year to see how the policy impacted when it left the House and hit the real world.  I will ask the EPA to report on implementation of the Bill.  I have that power under the legislation.  There will be an examination of how it has used its resources and additional funding to enforce the Bill and ensure that people are not trying to circumvent or breach it.  That will be an important task to be undertaken.<\/p><p>We are not being dragged anywhere.  We are not doing the bare minimum but, rather, going further.  We should recognise and celebrate the fact that we have taken a more ambitious step than those taken to date by our EU partners.  We are at the vanguard of the changes happening across the EU in terms of banning microbeads.  We should champion that message with the public and let them know that politicians are listening and leading on their behalf.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#ZZ00200","speaker":"1295","continuing":true},{"type":"unspoken","time":1576589400,"counter":222,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Election of Acting Chairman","time":1576589400,"counter":223,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA00200"},{"type":"speechnospeaker","time":1576589400,"counter":224,"content":"<p>Pursuant to Standing Order 12, I have to inform the House that both the Cathaoirleach and the Leas-Chathaoirleach are absent from this meeting of the Seanad.  It will be necessary, therefore, to elect a Member to perform the duties devolving on and exercise the authority conferred on the Cathaoirleach by Standing Orders for the period of absence of both the Cathaoirleach and the Leas-Chathaoirleach.  I will take proposals for the election of an Acting Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA00300","nonspeaker":"Clerk of the Seanad"},{"type":"speech","time":1576589400,"counter":225,"content":"<p>I propose Senator Wilson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA00400","speaker":"1391"},{"type":"speech","time":1576589400,"counter":226,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA00500","speaker":"1395"},{"type":"speechnospeaker","time":1576589400,"counter":227,"content":"<p>Is it agreed that Senator Wilson be elected Acting Chairman?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA00600","nonspeaker":"Clerk of the Seanad"},{"type":"unspoken","time":1576589400,"counter":228,"content":"<p>Senator Diarmuid Wilson took the Chair.<\/p>"},{"type":"majorheading","content":"Microbeads (Prohibition) Bill 2019: Committee and Remaining Stages","time":1576589400,"counter":229,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA01100"},{"type":"unspoken","time":1576589400,"counter":230,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1576589400,"counter":231,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 4, to delete lines 8 to 11 and substitute the following:  \t&ldquo; &ldquo;plastic&rdquo; means a synthetic polymer that can be moulded, extruded or physically manipulated into different shapes;&rdquo;.  <\/blockquote> <p>The amendment proposes to delete lines 8 to 11 and insertion a definition of plastic as being &quot;a synthetic polymer that can be moulded, extruded or physically manipulated into different shapes&quot;.  In some of the amendments, we are identifying potential loopholes or concerns.  It is to be hoped that such loopholes would be captured during review, but we wish to flag them now.  We wish to remove the text, which suggests that a material is plastic when it &quot;retains its final manufactured shape when used for the purpose for which it was manufactured&quot; as we are concerned that this could be used as a loophole.  Certain plastics may be eroded or otherwise manipulated such that there is no clarity on its final manufactured shape when used for the purpose for which it was manufactured.  We are concerned that certain products could avoid being defined as plastics if they do not retain their final manufactured shape when used for the purpose for which they were manufactured.  This could leave loopholes and arguments could be made regarding certain products the shape of which may be malleable, as is recognised in the preceding subsection, which refers to synthetic polymers which can be &quot;moulded, extruded or physically manipulated&quot;.  Substances that retain malleability could be excluded from the definition of &quot;plastics&quot;.  We are trying to identify loopholes.  I ask the Minister to reassure us in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA01300","speaker":"1405"},{"type":"speech","time":1576589400,"counter":232,"content":"<p>The definition in the Bill as it stands provides that plastic retains its final manufactured shape when used.  Some solid plastic, such as a plastic fibre, can be flexible.  Its intrinsic shape remains and it is a solid, but it is flexible.  The amendment, if accepted, would go beyond the scope of what is proposed in the legislation and would require further consultation at EU level.  We have consulted on areas around this issue and definitions.  My understanding is that we would run into trouble on a derogation issue and could be at a standstill for years, rather than months.  Objections could be raised that could not be resolved simply through amendment other than by reverting to the definition currently contained in the Bill.  Insofar as the purpose of the Bill is concerned, the definition is robust.  I note the concerns raised by the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#AAA01400","speaker":"1295"},{"type":"speech","time":1576589400,"counter":233,"content":"<p>As the Minister acknowledges, there is a question if we are considering a microplastic fibre, for example.  Will the Minister indicate if this is an issue we will monitor?  I hope we do not have to wait years but I know we may not be able to deal with this within the legislation.  We will need to monitor this.  Part A acknowledges the capacity of a polymer to be manipulated into different shapes and there is a real concern that polymers may be able to change and not have a final shape during or after manufacturing.  It will need to be monitored very closely to see if there is use with respect to either exemptions or certain products being excluded or perceived as being excluded from the legislation in that regard.  I am just signalling that this is a matter to monitor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00100","speaker":"1405"},{"type":"speech","time":1576589400,"counter":234,"content":"<p>We can discuss exemptions later but I do not intend to make any.  I note the point made by the Senator.  Plastic fibres will be covered.  When we get to the area of polymers remaining in a fluid state, that is separate and it may potentially need to be addressed in future.  There is no scope to address it in this Bill.  I thank the Senator for raising the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00200","speaker":"1295"},{"type":"unspoken","time":1576589400,"counter":235,"content":"<p>Amendment put and declared lost.<\/p><p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":236,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1576589400,"counter":237,"content":"<p>Amendments Nos. 2 and 4 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00400","speaker":"1384"},{"type":"speech","time":1576589400,"counter":238,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 4, to delete lines 22 to 24 and substitute the following:  \t&quot;(1) A person shall not manufacture or place on the market a cosmetic product that contains microbeads in excess of the permitted concentration.&quot;.  <\/blockquote> <p>These amendments are related in the sense they are trying to provide more clarity and strengthen the wording of this part of the legislation.  If we leave this a little vague, it may be left open to interpretation that might be viewed as a possible loophole.  This is about strengthening the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00500","speaker":"1444"},{"type":"speech","time":1576589400,"counter":239,"content":"<p>We are concerned that there could be an inadvertent loophole.  We are simply looking to have a narrower framing of the concentration and the water-soluble element.  There may be products containing a high concentration and where the plastic would not be water-soluble.  There are cosmetic products that are water-resistant and which could inadvertently fall out of consideration.  There is the same concern as it relates to cleaning products.  I understand the legislation is trying to tackle the water-soluble product problem but our concern is that certain cleaning and cosmetic products could be excluded that should be captured.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00600","speaker":"1405"},{"type":"speech","time":1576589400,"counter":240,"content":"<p>I thank the Senators.  We discussed this in the D&aacute;il.  Water solubility is mentioned because there is a direct pathway to our water systems and we are trying to prevent that.  Cosmetic products that are wiped off are not meant to make their way to water courses, although they sometimes do.  Education programmes tell people to put the product they use to remove a cosmetic in the bin, for example.  We absolutely want to get at those products and we are trying to progress that through the European REACH directive, which I mentioned on Second Stage.  It deals with the registration, evaluation, authorisation and restriction of chemicals.  It is an area where we are trying to push the European Union to go further and deal with wipe-off products.<\/p> <p>We are focusing on water-soluble products with this legislation because there is a direct path to water courses.  We are trying to be quite specific in that regard to shut down this avenue.  We recognise that we must go further and we will do that under the EU REACH programme that is being progressed, and which we are at the forefront of progressing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00700","speaker":"1295"},{"type":"speech","time":1576589400,"counter":241,"content":"<p>I am glad the Minister is indicating the Government plans to be an advocate on these matters.  Not everything is removed by wiping and there are also products that are, in effect, removed by another product.  For example, there is the example of micellar water, \"washing\" waters and cleansing \"milks\", etc., that are used.  In many cases these products do not necessarily involve wiping but they can nonetheless enter water courses.  I know we will have the opportunity to speak about sunscreen later, and that is an area of particular concern.  Sunscreen enters the water system very directly as those covered in it immerse themselves in water.  Am I correct in believing the Minister is indicating his intent to advocate on a widening from the water-soluble constraint within the European discussion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00800","speaker":"1405"},{"type":"speech","time":1576589400,"counter":242,"content":"<p>Yes.  It is my view that the example mentioned by the Senator would be captured in this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB00900","speaker":"1295"},{"type":"speech","time":1576589400,"counter":243,"content":"<p>The Minister is referring to those cleansing products or \"washes\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01000","speaker":"1405"},{"type":"speech","time":1576589400,"counter":244,"content":"<p>Where there is a direct pathway to water, they would be covered.  This is why we must keep the science and this legislation under review.  Under the REACH regulations we are trying to remove many of the polymers and plastics from any of these products and move to natural and organic materials where there are substitutes.  There are such substitutes in so many cases.  It is something we are trying to progress and not just in this narrow area of plastics in products.  We are trying to do it across the remit of the entire REACH directive.  It is something on which officials are working.  This is something that must be done in tandem with partners.  There is a timeline for progressing different elements under the REACH directive over the coming years so we will absolutely be talking about this in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01100","speaker":"1295"},{"type":"speech","time":1576589400,"counter":245,"content":"<p>We will withdraw the amendment but we look forward to updates on how the discussion is going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01200","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":246,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1576589400,"counter":247,"content":"<p>Amendments Nos. 3 and 5 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01400","speaker":"1384"},{"type":"speech","time":1576589400,"counter":248,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 4, line 23, after &quot;soluble&quot; to insert &quot;and\/or fat soluble&quot;. <\/blockquote> <p>These are quite similar and the amendments address the same matter.  The first set of amendments looked to remove conditionality and the other amendments make an addition.  The addition is &quot;fat soluble&quot;.  If a product is soluble and by its nature is being dissolved, it usually implies the involvement of water and that it will eventually enter the water system in some sense.  Even if the Minister could not support us on the previous wide-framing approach, we hope we might be able to move forward in having water-soluble and fat-soluble elements in this.  It would address the matter where plastics are effectively transmuted through liquids, whether water-based or fatty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01500","speaker":"1405"},{"type":"speech","time":1576589400,"counter":249,"content":"<p>The term \"fat soluble\" kind of threw me when I looked at the amendments.  Is the Senator referring to oil-based products?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01600","speaker":"1295"},{"type":"speech","time":1576589400,"counter":250,"content":"<p>Yes.  That would be an example.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01700","speaker":"1405"},{"type":"speech","time":1576589400,"counter":251,"content":"<p>Okay.  I thank the Senator.  I am not familiar with all of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01800","speaker":"1295"},{"type":"speech","time":1576589400,"counter":252,"content":"<p>There are other versions.  Soap is an example.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB01900","speaker":"1405"},{"type":"speech","time":1576589400,"counter":253,"content":"<p>We are treating wear-off products differently to rinse-off products with this legislation.  We are targeting rinse-off products because we know we can do it immediately.  The debate around wear-off products needs to continue at a European Union level.  The position for these two amendments is the same as that for the previous two amendments.  It is something we believe must be considered and we are trying to progress this as part of the European Union REACH directive developments.  As the amendments are wider in scope than this Bill and the derogation sought for the legislation, I cannot support them at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB02000","speaker":"1295"},{"type":"unspoken","time":1576589400,"counter":254,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1576589400,"counter":255,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 4, to delete lines 25 to 27 and substitute the following:  \t&quot;(2) A person shall not manufacture or place on the market a cleaning product that contains microbeads in excess of the permitted concentration.&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#BBB02200","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":256,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1576589400,"counter":257,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 4, line 26, after &ldquo;soluble&rdquo; to insert &ldquo;and\/or fat soluble&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00100","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":258,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1576589400,"counter":259,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"speech","time":1576589400,"counter":260,"content":"<p>Amendment No. 6 has been ruled out of order as it is not relevant to the subject matter of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00500","speaker":"1384"},{"type":"speech","time":1576589400,"counter":261,"content":"<p>What is ruled out of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00600","speaker":"1395"},{"type":"speech","time":1576589400,"counter":262,"content":"<p>The amendment.  A letter has been issued to the Members who submitted the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00700","speaker":"1384"},{"type":"speech","time":1576589400,"counter":263,"content":"<p>What happened to amendment No. 6?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00800","speaker":"1405"},{"type":"speech","time":1576589400,"counter":264,"content":"<p>It was ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC00900","speaker":"1384"},{"type":"unspoken","time":1576589400,"counter":265,"content":"<p>Amendment No. 6 not moved.<\/p>"},{"type":"unspoken","time":1576589400,"counter":266,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1576589400,"counter":267,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 5, to delete lines 6 and 7. <\/blockquote> <p>This amendment relates specifically to sunscreen.  From what I gather, few sunscreens contain microbeads.  In fact, it relates to only a small portion of the sunscreen market.  Let us consider the discussions on previous amendments on water soluble materials and wipe-on and wipe-off processes.  Sunscreen tends not to be wiped off.  It comes off by swimming or showering afterwards.  In a way, it is separate to the argument on dealing with wipe-on wipe-off creams or substances.  We question why sunscreen should be exempted.  We would like to see the amendment accepted.  It is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01000","speaker":"1444"},{"type":"speech","time":1576589400,"counter":268,"content":"<p>This came quicker than we thought.  I know this issue was raised in the D&aacute;il.  It is a real concern for us.<\/p> <p>Protection from sun is important but we believe that few sunscreens on the market would be affected by being included.  We are looking mainly at certain products with glitter.  I know there are other products.  I know there is a question over some brand sunscreens that may contain other forms of plastics.<\/p> <p>The key issue is that from our perspective, this is a direct access in that sunscreen enters the ocean directly on people's bodies.  We should certainly provide that it does not carry microplastics.  When we talk about coast-watch, it is one of the immediate areas and issues.  Certainly, there are consumer movements around trying to avoid the presence of microplastics in sunscreen.  As legislators, we should look to ensure it is reflected in legislation and policy.<\/p> <p>The Minister made an argument about removal but no one is removing sunscreen by swab.  Sunscreen is removed either in the ocean or rivers or in the shower.  We feel strongly about this.<\/p> <p>If this is not covered by the derogation, perhaps the Minister might indicate exactly why it is not covered.  To our mind it would be a special case and one that should be reflected.  The Government should immediately start a derogation process if it is not covered by this one.  Perhaps the Minister can clarify my question on the process and the question on sunscreen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01100","speaker":"1405"},{"type":"speech","time":1576589400,"counter":269,"content":"<p>I absolutely appreciate the motivation behind the amendment.  I am not trying to be difficult in saying that I cannot accept it.  We debated the matter on Second Stage.  I gave a commitment that we would look and consult international bodies on the matter.  I said we would look again at the scientific research and evidence available to ensure that we were solid in terms of what we were proposing in allowing for an exemption in the Bill for sunscreen.  The amendment would remove the exemption.<\/p> <p>We spoke to the Health Products Regulatory Authority.  We spoke to the Plastic Soup Foundation in the Netherlands, which oversaw the successful Beat the Microbead campaign.  The Senators are right to say that sunscreen generally does not contain microbeads or microplastics.  However, the Health Products Regulatory Authority was unable to confirm that there were no specialist anti-allergen sunscreen products containing plastic microbeads as substitutes for natural mineral particles that were used as part of the reflection properties.  We had to take a balance of risk in terms of risk to the environment versus risk to the individual's health.  If a person was unable to source a substitute sunscreen, there might not be one available.  That could pose a risk to the health of that person.  That is why the exemption remains.<\/p> <p>This will be kept under review over time.  There are many other products on the market.  Many producers have seen where this is going and have brought in substitute materials, including organic materials that are not plastic.  We will get there with all sunscreen products, but because we were unable to confirm from a health point of view that there would be no impact on certain products we were unable to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01200","speaker":"1295"},{"type":"speech","time":1576589400,"counter":270,"content":"<p>As the issue is pursued further, I have a suggestion for the Minister.  I accept that there are concerns relating to the medical perspective but we will have a separate discussion on the single use plastics directive when that legislation comes through.  The sooner we see meaningful legislation rather than levies, the better.  The sooner we see proper legislation on prohibitions relating to single use plastics, the better.  Exemptions within that legislation will be needed, however.  For example, the use of straws by persons with disability will have to be provided for, as will the reclassification of certain materials with plastics as medical supports.  That is a different categorisation.  It will be a pertinent issue in our general debate on the regulation of plastics because of the nature of certain plastics objects.  I hope what are currently everyday objects will not continue as everyday objects but some may still be necessary for those with particular medical needs or particular disabilities.  In that regard, I suggest that when we look to the matter there may be scope for ensuring that we capture any situation in which there may be a medical necessity, such as that outlined by the Minister relating to sunscreen.  Anyway, that should not provide a loophole for what are unfortunately increasingly prevalent products like shimmer products.  Certain sunscreens contain shimmer and things that are effectively cosmetic and not medical.  Such elements have been added to sunscreen.<\/p> <p>There is a nuance here.  I appreciate that our amendment might not capture that nuance, but it is important that we move ahead and capture that nuance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01300","speaker":"1405"},{"type":"speech","time":1576589400,"counter":271,"content":"<p>I take the point the Senator is making.  Some of the products that create a shimmer effect can do so through natural particles, rather than plastics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01400","speaker":"1295"},{"type":"speech","time":1576589400,"counter":272,"content":"<p>Thank goodness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01500","speaker":"1405"},{"type":"speech","time":1576589400,"counter":273,"content":"<p>Given the public outcry against this product or this type of material in products, producers will move to make replacements if they have not done so already.  However, until we can be certain, we have to put the potential negative health impact first and foremost.<\/p> <p>The Senator referred to the single use plastics directive.  That legislation will not fall under my remit.  In a way, it is probably a good thing.  I keep leaving my keep cup in various places.  That is something I have to deal with myself in terms of my own behaviour.  There will be opportunities to do other things with legislation.  If we have identified a point further down the line where we can make amendments, it may be helpful in terms of the extra things-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01600","speaker":"1295"},{"type":"speech","time":1576589400,"counter":274,"content":"<p>It may be an opportunity to open this up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01700","speaker":"1405"},{"type":"speech","time":1576589400,"counter":275,"content":"<p>I will absolutely raise the matter with the Minister for Communications, Climate Action and Environment, Deputy Bruton, in that event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01800","speaker":"1295"},{"type":"speech","time":1576589400,"counter":276,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC01900","speaker":"1384"},{"type":"speech","time":1576589400,"counter":277,"content":"<p>We are putting it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC02000","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":278,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1576589400,"counter":279,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 5, to delete lines 13 and 14. <\/blockquote> <p>This relates to the transit of goods through a territory, as I understand it.  We have engaged with the Department on concerns that this could breach other rules.  Again, we are looking for a moment of leadership from Ireland.  However, I understand the constraints on the matter and that the derogation would not allow for it at the moment.  Again, it comes from a desire to ensure Irish leadership.  In the context of the current EU law and the fact that it may create tension, we will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC02200","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":280,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1576589400,"counter":281,"content":"<p>Amendments Nos. 9 and 10 are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC02400","speaker":"1384"},{"type":"speech","time":1576589400,"counter":282,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 5, line 29, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;. <\/blockquote> <p>We are looking for strengthening of the legislation replacing the word &quot;may&quot;, which is open-ended and might happen, with &quot;shall&quot; which sounds more like that it will.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pippa Hackett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=0000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=0000&amp;amp;pid=PippaHackett&amp;amp;year=2019&amp;amp;month=12&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Similarly, in amendment No. 10, we propose to put in \"and\" instead of \"or\", which provides an optional opt-out, whereas \"and\" means both aspects will be considered.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#CCC02500","speaker":"1444","continuing":true},{"type":"speech","time":1576589400,"counter":284,"content":"<p>I consider the legislation is strong enough in terms of the powers afforded to the Minister of the day concerning the directions he or she has to give.  Therefore, the amendments are unnecessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00200","speaker":"1295"},{"type":"speech","time":1576589400,"counter":285,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00300","speaker":"1384"},{"type":"speech","time":1576589400,"counter":286,"content":"<p>Yes, in the interests of strengthening the hand of a Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00400","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":287,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1576589400,"counter":288,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 5, line 30, to delete &ldquo;or&rdquo; and substitute &ldquo;and&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00600","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":289,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1576589400,"counter":290,"content":"<p>I move amendment No. 11:<\/p> <blockquote> \tIn page 5, line 31, after &ldquo;and&rdquo; to insert &ldquo;reuse, recycling or&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00800","speaker":"1405"},{"type":"speech","time":1576589400,"counter":291,"content":"<p>Rather than just dealing with the disposal of a product, the amendment seeks to add in the phrase &ldquo;reuse, recycling or&rdquo; disposal.  Such an addition fits in with the current environment and conversations that even schoolchildren are having about climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD00900","speaker":"1444"},{"type":"speech","time":1576589400,"counter":292,"content":"<p>The amendment fits with the changing culture that we are aiming towards, as mentioned by the Minister.  I am sure he would acknowledge that our amendment contains a better wording because it includes a wider framing and would send a signal because, increasingly, when we talk about the life cycles and journey of products we are having to move towards life-cycle monitoring, cost and tracking.  Again, our amendment is a signal that the stages in the life cycle of any product may include reuse or recycling, as well as disposal.  There may be difficulties in terms of timing but our amendment is a good proposal and would benefit the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01000","speaker":"1405"},{"type":"speech","time":1576589400,"counter":293,"content":"<p>It is a good proposal and good wording.  I am assured, however, that section 3(5) of the Bill will give me sufficient power to achieve the aim.  If I were to make regulations around exemptions then I would be able to make sure that the language spoke to reuse or recycling.  Again, at the moment I do not foresee making exemptions in the legislation so it may not be an issue at all as it comes to pass.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01100","speaker":"1295"},{"type":"unspoken","time":1576589400,"counter":294,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1576589400,"counter":295,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \tIn page 5, after line 37, to insert the following:  \t&ldquo;(7) Any regulation made under <i>subsection (3) <\/i>shall be valid for a period of two years unless renewed by the Minister in accordance with this section.&rdquo;.  <\/blockquote> <p>My amendment seeks to insert a new section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01300","speaker":"1405"},{"type":"speech","time":1576589400,"counter":296,"content":"<p>No, it is a new subsection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01400","speaker":"1384"},{"type":"speech","time":1576589400,"counter":297,"content":"<p>The amendment suggests that the regulations that would be made by this will \"be valid for a period of two years unless renewed by the Minister in accordance with this section.\"  The goal is to ensure that we could have a strengthening and an ongoing review.  It is part of the same spirit of renewal and strengthening.<\/p> <p>Section 3(6) states \"Every regulation made by the Minister under this section shall be laid before each House of the Oireachtas\".  As there is a danger, perhaps, in how we proposed amendment No. 12, I am not sure we will press it.  I certainly would not want a situation whereby we would have any sense of a natural expiry for the regulations that would come in and that is certainly not the intent of the amendment.  As I can see a danger in that, I am considering whether to press the amendment.<\/p> <p>Perhaps the Minister might speak to the intent of the amendment.  I mean we should not have a situation whereby these excellent regulations would expire previous to the two-year period.  In the context of section 3(6), the Minister should be actively engaging with the Oireachtas in a constant process of improvement and strengthening of legislation and that should happen on a regular basis.  I do not think the wording in the amendment is correct so I probably will withdraw it.  However, I ask the Minister to comment on the general issue of the evolution of regulations underneath the Bill as it stands.  He should please explain how he sees that working, and how he sees the engagement and expiry periods working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01500","speaker":"1405"},{"type":"speech","time":1576589400,"counter":298,"content":"<p>The Senator is correct to fear the wording and I appreciate her recognition of that.<\/p> <p>We have come back to this matter a couple of times in the debate.  If one were an outsider looking in, one might think this is the one thing we are going to do on plastics and then we are going away somewhere for a while but we are only beginning this journey.  There will be ample opportunities to use either other legislative vehicles to make amendments here that might be necessary in the future or even use regulations to make changes that need to be made if that relates to exemptions.  <\/p> <p>Sunset clauses are quite popular in other parliamentary systems.  What I do not like is that they interfere with the power of the Minister to revoke something early, potentially, or if they wanted to have a phase-out period in line with a new regulation coming in say, for example, a single plastic use regulation or an EU REACH regulation, they  would not have the power to do that or it would be a bit more cumbersome to get it done.  The power to revoke is a lot stronger than having an automatic sunset clause in this instance.  That is why, notwithstanding the fact that the language might have been crafted a bit more differently, it is difficult to accept the amendment.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01600","speaker":"1295"},{"type":"speech","time":1576589400,"counter":299,"content":"<p>I accept the Minister's concern and acknowledge there is the issue of revocation.  As we are on Committee Stage, I ask the Minister to clarify that he does not foresee, for example, exemptions being made and remaining unreviewed for very long or prolonged periods, as science or others things evolve.  The Minister has quite wide powers to exempt a product through regulation.  Can he clarify that he does not envisage an exemption going unquestioned or unchallenged for prolonged periods?  He has indicated that it is important for him as Minister, or whoever may be the Minister, to be able to revoke earlier, which is very good.  I appreciate that a sunset clause is a blunt tool but I am interested in the intersection with section 3(6) because I would like the Houses of the Oireachtas to have the chance to engage.  When an exemption is made for a particular product, sometimes there is lobbying by a particular industry or so forth.  I do not want exemptions to sit unquestioned for five, ten or whatever years.  I ask the Minister to comment a tiny bit more on the intersection with the Houses of the Oireachtas and what he expects to happen when there is an exemption made under regulation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01700","speaker":"1405"},{"type":"speech","time":1576589400,"counter":300,"content":"<p>Section 3 details exemptions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01800","speaker":"1295"},{"type":"speech","time":1576589400,"counter":301,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD01900","speaker":"1405"},{"type":"speech","time":1576589400,"counter":302,"content":"<p>Many of the exemptions at the beginning of the section are the types of things that we have been talking about such as medicinal products and sunscreen.  Where the concerns of the Senators might be realised would be under section 3(3) where one exempts products.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02000","speaker":"1295"},{"type":"speech","time":1576589400,"counter":303,"content":"<p>Sunscreen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02100","speaker":"1405"},{"type":"speech","time":1576589400,"counter":304,"content":"<p>Exactly.  At the moment I do not foresee making any exemptions under that part of the Bill.  I hope that this law will come into effect before the end of this year, so it will be the new law from 1 January.  If I were to then go about making an exemption a process has to be followed by way of putting in place regulations, which takes a number of months.  If one had the sunset clause in place, for example, one would be talking about it expiring in 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02200","speaker":"1295"},{"type":"speech","time":1576589400,"counter":305,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02300","speaker":"1405"},{"type":"speech","time":1576589400,"counter":306,"content":"<p>We are going to be so far past that by 2022.  With the EU regulations on the single plastic use directive, events will have overcome even the power for the Minister to make exemptions under this section of the Bill.  I do not think it is going to be a fear that might be realised.  Hence, the power to revoke remains the stronger element in the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02400","speaker":"1295"},{"type":"speech","time":1576589400,"counter":307,"content":"<p>I accept the Minister's argument.  We may have, in subsequent legislation, an opportunity to address any inadvertent danger of a long-standing regulation or exemption.  I appreciate and am heartened by the fact that the Minister is not currently planning to make wider exemptions in terms of industrial cleaning products.  It is in that context that I withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#DDD02500","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":308,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1576589400,"counter":309,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":310,"content":"<p>Sections 4 to 8, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":311,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1576589400,"counter":312,"content":"<p>I move amendment No. 13:<\/p> <blockquote> \tIn page 10, between lines 29 and 30, to insert the following:  \t&ldquo;(2) The Agency shall produce a report on the implementation of these Regulations after the first 12 months of their operation and lay this report before the Houses of the Oireachtas. The report shall include an overview of implementation including any exemptions granted with details thereof, product tests undertaken and results and any recommendations to further prevent microbead and other microplastic pollution.<br \/><br \/>(3) The Agency shall produce subsequent reports under this section as it considers appropriate.&rdquo;.  <\/blockquote> <p>In his Second Stage speech the Minister gave some indications on this issue, but perhaps he could clarify further.  We spoke earlier about the fact that this is an evolving area.  As the Minister acknowledged, it is in the context of marine protection and increasing concern about the marine.  I note, and this might appear to be a tangent but I do not believe it is, that the Minister spoke about marine protection legislation.  The marine protected areas is another proposal that came from this House.  It was originated by the then Senator, Grace O'Sullivan, and co-signed by me, Senator Ruane and others.  I appreciate what the Minister said about that process and that consideration.  It is one we might have an opportunity to engage on because having put forward the proposals we are very interested in the direction of travel.<\/p><p>Similarly, we want something that indicates the Minister will track this so that what we have signalled as loopholes do not emerge as such.  We do not wish see a wide range of products which we are told are technically fat soluble and not water soluble, even though it might be soap and water that is used to remove them so they end up entering the waterways.  We also do not wish to see fluid plastic being used, or the fact that a shape may change over the course of usage being used as an exemption.  It is about tracking those concerns about loopholes.  We know that wherever there is a possible loophole it will be used.<\/p><p>The Minister addressed this issue briefly on Second Stage but perhaps he will confirm something with regard to the Environmental Protection Agency.  We did not comment on it under other sections but I commend the fact that both resources and powers are being given to the agency in respect of this legislation.  That is positive because too often legislation is passed without mechanisms or resources for its enforcement.  I commend that aspect of the Bill.  Will the Environmental Protection Agency produce a report on how the regulations have been implemented and bring that to the Houses of the Oireachtas to give us a chance to examine evidence on how this new and, in some senses, innovative law is playing out in practice?  The Minister indicated something about that on Second Stage but will he confirm that the Houses will have the opportunity to see a report from the EPA on these issues within 12 months of the Bill being passed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE00300","speaker":"1405"},{"type":"speech","time":1576589400,"counter":313,"content":"<p>The use of the word \"loopholes\" is important in terms of language.  We do not wish to give people outside the House the impression that what we have introduced is not the most professional legislation in the EU dealing with microbeads because it is.  What we and the Senator recognise is the need to go further once this is done, not to sit back on our laurels and say we are brilliant and are now the vanguard.  We have reached this point and we have gone further than our EU partners; now the issue is to drive further on and to use the authority we have as first movers to bring others with us.<\/p> <p>With regard to the work of the EPA, the money is available to it to enforce its new powers.  It is not in the Bill but I give an undertaking to the Senators today to request a report from the EPA on implementation of the Bill after 12 months of its operation.  Let us use that as an opportunity to address the issues that have been raised in the amendments.  We can see what the EPA has done to enforce the new law and whether that needs to be strengthened or requires greater resources.  At that point we can see if we need to make amendments to the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE00400","speaker":"1295"},{"type":"speech","time":1576589400,"counter":314,"content":"<p>We are satisfied with the response from the Minister and in that context we will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE00500","speaker":"1405"},{"type":"unspoken","time":1576589400,"counter":315,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1576589400,"counter":316,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":317,"content":"<p>Sections 10 and 11 agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":318,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1576589400,"counter":319,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1576589400,"counter":320,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1576589400,"counter":321,"content":"<p>I thank the Senators for their co-operation and interest.  I fully accept that it has been a long process.  However, we have been able to proceed quickly through both Houses after receiving the derogation from the EU.  I appreciate the Seanad agreeing to take all Stages today so we could have the legislation in effect from 1 January next.  That is an important statement and an excellent example of what we can do when we work together in both Houses.  I thank all Senators for their support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE01200","speaker":"1295"},{"type":"unspoken","time":1576589400,"counter":322,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1576589400,"counter":323,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE01400","speaker":"1384"},{"type":"speech","time":1576589400,"counter":324,"content":"<p>At 10.30 tomorrow morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019121700002#EEE01500","speaker":"1386"},{"type":"unspoken","time":1576589400,"counter":325,"content":"<p>The Seanad adjourned at 7.35 p.m. until 10.30 a.m. on Wednesday, 18 December 2019.<\/p>","notice":"TIME STRING DETECTED"}]