[{"type":"minorheading","content":"Prelude","time":1352298600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30","time":1352298600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1352298600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1352298600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1352298600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700002#A00100"},{"type":"speech","time":1352298600,"counter":6,"content":"<p>I have received notice from Senator John Whelan that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Health to publish the outcome of the review of the country's community nursing homes which had been designated for closure last year by the HSE but on which he directed a stay pending a review and public consultation process, with particular reference to Abbeyleix and Shaen community nursing home units in County Laois.<\/blockquote>I have also received notice from Senator Trevor Ó Clochartaigh of the following matter:<blockquote>Go ndéarbhóidh an tAire Ealaíon, Oidhreachta agus Gaeltachta go leanfar leis agus nach mbainfear sa bhuiséad atá romhainn don fhoirdheontas, le seirbhís aerthaistil a chuir ar fáíl do phobal thrí oileán Árainn.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700003#B00200","speaker":"1127"},{"type":"majorheading","content":"Order of Business","time":1352298600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700003#B00300"},{"type":"speech","time":1352298600,"counter":8,"content":"<p>The Order of Business is No. 1, statements on alcohol consumption (resumed), to be taken at the conclusion of the Order of Business and conclude not later than 5 p.m., if not previously concluded, with the contribution of each Senator not to exceed five minutes and the Minister to be called on to respond not later than 4.50 p.m.; and No. 19, Private Members' business, motion No. 10, to be taken at 5 p.m. and conclude not later than 7 p.m.  I remind Senators that, as agreed to in the motion passed by the House on 25 October last, Professor Christopher Pissarides of the London School of Economics will be addressing the Seanad at 1 p.m. tomorrow on the topic of youth unemployment during a recession.  I hope that as many Senators as possible will take part in that debate and ask questions of the professor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700003#B00400","speaker":"1130"},{"type":"speech","time":1352298600,"counter":9,"content":"<p>We will not be opposing the Order of Business.  It is important to congratulate President Obama on winning another four years in office.  We hope that the work he does during the coming period will be of benefit to Ireland.<\/p><p>Closer to home and much more important, I ask that the Leader make arrangements for the Minister for Health, Deputy James Reilly, to come before the House at the earliest possible opportunity in order to discuss the specific issue of home help services.  As Senators will be aware, some 600,000 hours have already been removed from the system and there are plans to remove a further 450,000 between now and Christmas.<\/p> <p>The Government undertook to do this in a sensitive manner, with assessments of individual cases.  However, that is not what is happening.  Every Member of the Oireachtas and county councillor in the country, as well as anyone involved in a community organisation, has had representations from people who are genuinely suffering due to cuts that are being implemented in order to save €8 million between now and Christmas.  In the Taoiseach's own constituency, the Mayo coroner, Dr. Eleanor Fitzgerald, stated that reductions in home help services would lead to an increase in deaths from chronic illness.  How many lives are we valuing at €8 million?  That is the question when considering the extra 15 minutes of home help or the simple half an hour that was taken away from some individuals.  That time was to used to help with changing a colostomy bag, help a person to get up out of bed, wash or feed him or her or light the fire.  No impact analysis was carried out on these cuts.  The suffering throughout this country could not have been intended by any Government to save €8 million.  In the other House the Taoiseach welcomed a cut to a pension of €500,000 which was paid by a bank supported by the State, while we are arguing about saving €8 million, which will affect perhaps 450,000 home help hours.  Something has to be done.  It is a serious crisis that must be dealt with immediately.  I do not propose an amendment to the Order of Business but I ask the Leader to make arrangements to have this issue dealt with.  Regardless of the intention of the Minister that each individual case be assessed, that is not happening.  The level of suffering is in no way equal to €8 million in savings.  We must prioritise cuts in other areas if we are to save €8 million, considering the impact this will have on elderly individuals throughout the country.<\/p><p>On another issue, I refer to a number of newspaper articles about family planning clinics and reports of information being provided which was inaccurate and described by some medical professionals as downright dangerous.  Irrespective of one's position on this issue - whether one is pro-life, pro-choice or pro-debate - serious questions have arisen as a result of the investigative reporting by Independent Newspapers.  I gather there is to be a HSE review and investigation of this issue.  In my view it warrants the Minister's personal attention and the Government should oversee this investigation.  Regardless of one's personal, party or moral position on this issue and in view of the fact that medical professionals are saying that dangerous information is being provided and funded by organisations and agencies using taxpayers' money, this must be investigated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700003#B00500","speaker":"1149","continuing":true},{"type":"speech","time":1352298900,"counter":11,"content":"<p>Like Senator MacSharry, I welcome the outcome of the US election.  No doubt the result is a great relief to the many supporters of the Democratic Party in Ireland.  Studies have shown that very few people in Ireland would have supported Mitt Romney if they had been entitled to vote.  It is good to see President Barack Obama re-elected for a further four-year term.<\/p><p>I agree with Senator MacSharry that it would be helpful to have a debate on the issue of home help services in the near future in order to clarify the position.  There is no doubt people are very concerned about the reports, and it would be useful to have the Minister come to the House to debate the issue.<\/p><p>On a further health-related issue, I welcome the announcement of the site for the national children's hospital.  This deserves a great deal of cross-party support.  It is good to see people uniting behind the decision and it is important that a decision has now been made and that the building can proceed.  It is good that the site chosen will mean the children's hospital is co-located with an acute hospital and also adjacent to a maternity hospital.<\/p> <p>I held the view that the Coombe hospital would have been a suitable location.  I am glad to see that the chosen hospital site will be close to the Coombe, a well established maternity hospital, and that it will be adjacent to St. James's Hospital.<\/p><p>I welcome the announcement that the constitutional convention will hold its first meeting on Saturday, 1 December at Dublin Castle and that Mr. Tom Arnold has been appointed chairperson.  The convention will have an exciting 12-month term.  It is worth noting that this is the first attempt by any government in the history of the State to establish a convention of this nature which will consist of a majority of citizens.  It has been given a very tight timeframe in which to report on a range of specific issues.  It may also report on other issues that it considers relevant.  I look forward to being a member of the convention and to working with the people who have been chosen to participate.  <\/p><p>Senator MacSharry referred to newspaper reports on family planning clinics.  For a long time there has been much concern about rogue family planning agencies that operate in a directive manner and hold a particular viewpoint.  If a review of family planning clinics is carried out then it is important that clinics and centres that call themselves pregnancy advisory or pregnancy counselling services should be reviewed generally by the Minister for Health and the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700004#C00200","speaker":"1148","continuing":true},{"type":"speech","time":1352299200,"counter":13,"content":"<p>I also welcome the re-election of Barack Obama as President of the United States.  Of course, for an Independent Senator such as me to send him congratulations from the floor of the Seanad is like <i>The Skibbereen Eagle<\/i> keeping an eye on the Emperor of Russia many years ago.  His election means that we can breathe a sigh of relief this morning with regard to international politics.<\/p><p>  I remind the House that the Independent group has tabled a motion for this evening on the trials and challenges of the social welfare appeals system.  Its an important issue.  We have just returned from a FLAC briefing that was held at 1 p.m.  I know that most Senators come across this organisation on a daily basis.  The bizarre amendment proposed by the Government side is long.  It is longer than <i>Finnegans Wake<\/i> and probably less understood.  I ask the Leader to adopt the spirit of the motion tabled by the Independents, which, similarly to our previous motions, seeks transparency and reform.  I ask him not to provide Senators with three pages of a press release and waffle.  An amendment should be useful and answer the questions contained in the motion.<\/p><p>  There has been a lot of debate following Gabriel Byrne's comments on The Gathering and the relationship between the Government and the Diaspora.  He wished The Gathering well, as I do, and I support it.  More importantly, he highlighted, although this was not picked up, the lack of strategic thinking at Government level.  We should look at what has happened to the National Library of Ireland, the National Museum of Ireland and Culture Ireland.  The Labour Party has undermined the National Cultural Institutions Act 1997, as presented to the House in 1997 by the current President, Michael D. Higgins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00200","speaker":"1167"},{"type":"speech","time":1352299200,"counter":14,"content":"<p>It is his party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00500","speaker":"1116"},{"type":"speech","time":1352299200,"counter":15,"content":"<p>When did that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00600","speaker":"1143"},{"type":"speech","time":1352299200,"counter":16,"content":"<p>It was announced last week by the Minister for Public Expenditure and Reform, Deputy Brendan Howlin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00700","speaker":"1167"},{"type":"speech","time":1352299200,"counter":17,"content":"<p>When did that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00800","speaker":"1143"},{"type":"speech","time":1352299200,"counter":18,"content":"<p>The Labour Party now proposes an amendment to the 1997 Act to abolish the boards of the National Museum of Ireland and the National Library of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D00900","speaker":"1167"},{"type":"speech","time":1352299200,"counter":19,"content":"<p>The Senator is making that up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D01000","speaker":"1143"},{"type":"speech","time":1352299200,"counter":20,"content":"<p>All done under the eyes of the Government.  It is a disgrace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D01100","speaker":"1167"},{"type":"speechnospeaker","time":1352299200,"counter":21,"content":"<p>Ridding us of quangos.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D01200","nonspeaker":"A Senator"},{"type":"speech","time":1352299200,"counter":22,"content":"<p>I shall give one clear example of a lack of joined-up thinking.  I ask the Leader to set aside time for a debate attended by the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, and the Minister for the Environment, Community and Local Government, Deputy Phil Hogan.  Both have held forums and prepared proposals and reports on philanthropy in Ireland.  The Minister for Arts, Heritage and the Gaeltacht has introduced some welcome new initiatives, while the Minister for the Environment, Community and Local Government has published the report of the forum on philanthropy chaired by Mr. Frank Flannery.  Two Departments have issued reports on philanthropy.  I ask the Leader to invite the Ministers to attend the debate together in order to achieve more joined-up thinking on raising private moneys in the charity and arts sectors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D01300","speaker":"1167"},{"type":"speech","time":1352299200,"counter":23,"content":"<p>I welcome the decision by the generic drug manufacturer Teva Pharmaceuticals to reduce the cost of drugs on the market by over 23%.  By contrast, the branded producers have agreed to a reduction of only 7%.  The Minister for Health has held negotiations to reduce the cost of pharmaceuticals.<\/p> <p>It is the first step but there are several others we need to take in this area to ensure we can bring down the cost of health care.<\/p><p>I also welcome yesterday’s announcement by the Minister for Health about the location of the new national children’s hospital at St. James’s Hospital.  It will be a trilocation with the Coombe hospital close to the site too.  It is time we all worked together and we must have consultation at local community level, as well as with all of the stakeholders, at an early stage to fast-track this proposal and get on with the planning, development, building and opening of this new facility.  We need it for the children.  The sooner we can get over all the hurdles in front of us, the better for everyone.  I welcome the Minister’s decision.  I understand we will have a debate on it next week, which I welcome.  It is time, however, that we all worked together, from the medical profession and the Department of Health to the local authority and those involved in planning, to deliver this project at the earliest possible date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700005#D01400","speaker":"1150","continuing":true},{"type":"speech","time":1352299800,"counter":25,"content":"<p>I raise a matter of major public interest, which has already been raised by Senator MacSharry: the recent exposé by Gemma O'Doherty in the <i>Irish Independent<\/i> which uncovered appalling malpractice in the State-funded crisis pregnancy counselling agencies and, in particular, the Irish Family Planning Association.  I fear that Senator Bacik may be attempting to minimise the matter by not recognising that what is at issue is the endangering of women&#8217;s lives by State-funded agencies.  Counsellors in these agencies have been shown to have acted illegally and with gross disregard for the safety of women in their care.  In some cases, as has been pointed out, the advice given was dangerous to women&#8217;s lives.<\/p><p>  The HSE has responded that it will conduct an investigation into the matter.  This raises further questions, however, since the HSE is implicated in the malpractice, in some cases, and in the illegal activities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00200","speaker":"1146"},{"type":"speech","time":1352299800,"counter":26,"content":"<p>If there were illegal activities, these should be reported to the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00300","speaker":"1136"},{"type":"speech","time":1352299800,"counter":27,"content":"<p>Senator Mullen to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00400","speaker":"1127"},{"type":"speech","time":1352299800,"counter":28,"content":"<p>I understand the activity in question has been reported to the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00500","speaker":"1146"},{"type":"speech","time":1352299800,"counter":29,"content":"<p>Then there is an investigation ongoing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00600","speaker":"1136"},{"type":"speech","time":1352299800,"counter":30,"content":"<p>There is also the complicating fact that the newly appointed head of the HSE, Tony O’Brien, is a former chief executive of the IFPA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00700","speaker":"1146"},{"type":"speech","time":1352299800,"counter":31,"content":"<p>A Leas-Chathaoirligh, is it proper to impugn the reputation of people named in the House without giving them the opportunity to defend themselves?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00800","speaker":"1136"},{"type":"speech","time":1352299800,"counter":32,"content":"<p>Senator Mullen, bí cúramach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E00900","speaker":"1127"},{"type":"speech","time":1352299800,"counter":33,"content":"<p>Beidh mé an-cúramach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01000","speaker":"1146"},{"type":"speech","time":1352299800,"counter":34,"content":"<p>Senator Norris, that was an inappropriate interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01100","speaker":"1127"},{"type":"speech","time":1352299800,"counter":35,"content":"<p>I absolutely reject that and ask you to withdraw it immediately.  It was perfectly appropriate.  A gentleman was named and his reputation was impugned.  If you cannot see that this was the point at which you should have intervened, I am very glad that I did.  I will not withdraw it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01200","speaker":"1136"},{"type":"speech","time":1352299800,"counter":36,"content":"<p>Will the Senator, please, resume his seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01300","speaker":"1127"},{"type":"speech","time":1352299800,"counter":37,"content":"<p>I have resumed my seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01400","speaker":"1136"},{"type":"speech","time":1352299800,"counter":38,"content":"<p>The Senator's interruptions are delaying proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01500","speaker":"1127"},{"type":"speech","time":1352299800,"counter":39,"content":"<p>I hope I will not be prevented from making my point but I certainly do not intend to impugn anyone’s reputation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01600","speaker":"1146"},{"type":"speech","time":1352299800,"counter":40,"content":"<p>Senator Mullen has less than a minute left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01700","speaker":"1127"},{"type":"speech","time":1352299800,"counter":41,"content":"<p>I said it was a complicating factor.  It is inappropriate that the Minister has not yet commented on this scandal as it is a matter of the utmost public interest and urgency.  Is it safe practice for counsellors to give information about how to illegally smuggle an abortion pill into Ireland and take it without medical supervision?  Is it legal for counsellors to tell women that they should falsify their medical histories to claim they had a miscarriage in the event of post-abortion complications, given that this could endanger their lives, according to someone no less than the master of the Rotunda Hospital?  Is it legal for Irish counselling services to enter into arrangements with foreign abortion clinics which offer reduced rates to Irish women if they received counselling in Ireland, given the requirements of the Regulation of Information (Services Outside the State For Termination of Pregnancies) Act 1995?  Why does the IFPA continue to promote an abortion clinic in Calthorpe in Birmingham which is the subject of police-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01800","speaker":"1146"},{"type":"speech","time":1352299800,"counter":42,"content":"<p>Once again the Senator is impugning reputations, this time of a particular organisation.  It is not appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E01900","speaker":"1148"},{"type":"speech","time":1352299800,"counter":43,"content":"<p>Is this an appropriate intervention?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E02000","speaker":"1131"},{"type":"speech","time":1352299800,"counter":44,"content":"<p>I am trying to be fair.  I have asked Senator Mullen to conclude.  I do not want anyone impugned here but the interruptions are not helpful either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E02100","speaker":"1127"},{"type":"speech","time":1352299800,"counter":45,"content":"<p>Senator Healy Eames should speak with her boss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E02200","speaker":"1140"},{"type":"speech","time":1352299800,"counter":46,"content":"<p>Senator Mullen should conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700006#E02300","speaker":"1127"},{"type":"speech","time":1352300400,"counter":47,"content":"<p>I will conclude by saying that I am concerned that certain people do not appear to want the truth to be properly dealt with.  We owe a debt of gratitude to Gemma O'Doherty, to the <i>Irish Independent<\/i> and to the women who carried out this investigation, who have done the State some service.  I hope we can have the Minister in the House to make an overdue statement and I hope the Oireachtas Joint Committee on Health and Children will see fit to ask the most probing of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00100","speaker":"1146"},{"type":"speech","time":1352300400,"counter":48,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00200","speaker":"1127"},{"type":"speech","time":1352300400,"counter":49,"content":"<p>I hope it will look at the transcripts, interview the people who carried out the investigation and ask the hard questions of the HSE and the agencies involved.  I do not believe Senator Bacik, Senator Norris or anyone else here should feel threatened by that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00300","speaker":"1146"},{"type":"speech","time":1352300400,"counter":50,"content":"<p>We do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00400","speaker":"1148"},{"type":"speech","time":1352300400,"counter":51,"content":"<p>At the weekend, everyone woke up to newspaper headlines to the effect that the Minister for Finance cannot tamper with bankers' pay or pensions.  These same bankers are benefiting from taxpayers' money which is propping up the banks, but it has also been propping up their individual pensions.  If it is the case that the Minister is unable to deal with that issue, he should take time out to read Michael Murray's article in <i>The Sunday Business Post<\/i> in which he makes a recommendation that we should put a surtax of between 70% and 80% on any of these pensions in excess of &#8364;150,000.  This is very important.  I am unsure whether anyone listened to the radio yesterday, but this was followed by David Duffy saying that he would be writing to all of these people to ask them to give up some of their pensions voluntarily.  However, it could take between four and five weeks before he will know the answer, by which time the budget will have come and gone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00500","speaker":"1161"},{"type":"speech","time":1352300400,"counter":52,"content":"<p>Is the Senator looking for a debate on this matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00600","speaker":"1127"},{"type":"speech","time":1352300400,"counter":53,"content":"<p>I have a question for the Leader.  If the Minister's hands are tied, could Members of this House introduce legislation to give him the power to deal with the issue?  It is as simple as that.  Can we generate legislation to regulate the pensions and pay of these senior bankers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00700","speaker":"1161"},{"type":"speech","time":1352300400,"counter":54,"content":"<p>Yes, we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00800","speaker":"1140"},{"type":"speech","time":1352300400,"counter":55,"content":"<p>I also wish to support the call for the Minister for Health, Deputy James Reilly, to come before the House to discuss the composition of new hospital groupings throughout the country.  The Leader will be aware of a serious situation that has emerged in the south east whereby a recommendation may be made by the expert group headed up by Professor Higgins to dismantle the regional hospital structure in the south east and potentially downgrade the regional hospital based in Waterford.  If one listens to the professionals who work at the hospital and throughout the region, including consultants, general practitioners and staff at all levels, it is clear they are very concerned about what is happening.  If it goes ahead, they would see it as a downgrade of the hospital.  The clinical director of Waterford Regional Hospital is on record as saying that if this goes ahead, cancer services, neurological services and cardiology services will be decimated.  We know that lives will be lost and jobs will be lost.  I listened to the Leader of the House on local radio yesterday.  He stated that he would consider his position as Leader of the House if this went ahead.  That is an indication of how seriously local politicians in the south east need to take this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F00900","speaker":"1133"},{"type":"speech","time":1352300400,"counter":56,"content":"<p>Rightly so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F01000","speaker":"1140"},{"type":"speech","time":1352300400,"counter":57,"content":"<p>I take the opportunity to appeal to Senators from all parties throughout the south east to ensure we work together on this issue and that we do not allow this to go ahead.  We must ensure we do not see another hospital downgraded, or people who live in Waterford having to travel to Cork while people who live in Wexford and Kilkenny have to travel to Dublin.  We must ensure they do not have to take the long road for treatment when we have these essential and critical services in the region already.  It is important for the Leader to make a statement in the House about what is happening and that the Minister for Health comes in to answer serious questions that we will put collectively about the future of the regional hospital in the south east.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F01100","speaker":"1133"},{"type":"speech","time":1352300400,"counter":58,"content":"<p>I support the call for an independent investigation into what exactly is going on in family planning clinics throughout the country.  The issue is that we do not know what is going on.  If there is malpractice or if women's lives are being put at risk, we need to know.  The Leader might advance this to see what exactly can be done and what will be done by the Government on this issue.<\/p><p>I call on the Leader to invite the Minister for Finance, Deputy Noonan, to the House in advance of the budget for two specific reasons.  The first has been referred to by Senator John Kelly.  The public has lost trust in the banks.  From the goodness of our hearts, as a nation, we recapitalised the banks.  We have given bailouts in order that they could help families in difficulty with mortgages.<\/p> <p>The trust has gone.  The House needs to propose solutions to the Minister to deal with those banks which use bailout funds to fund exorbitant pensions.  It is obscene and immoral to pay a pension of more than €500,000 at a time when many people are hurting.  This issue affects those who are paying unsustainable sums of money to cover their mortgages, in some cases more than 35% of their net income.  In the course of campaigning on the children's rights referendum, I have met families who are paying as much of 70% of net income.  That is unsustainable in the long run.  These families are experiencing difficulties in paying their electricity bills and putting food on the table because they are doing all they can to repay their mortgages.  Given that they have lost trust in the banks, they need some relief from the State through, for example, mortgage interest relief because they are the key to the domestic economy.  Any money they free up from mortgage repayments will be spent domestically, thereby helping the economy to recover.  I would be grateful, therefore, if the Leader could arrange a debate with the Minister for Finance at the earliest opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700007#F01200","speaker":"1131","continuing":true},{"type":"speech","time":1352301000,"counter":60,"content":"<p>This is a particularly happy day for the American people.  I wish President Obama and his lovely wife, Michelle, well.  It was a great achievement to become the 44th President of the United States of America.  He received tremendous support from the Irish Diaspora and family members in America supported him warmly because he was an excellent President.  This morning he made an inspirational acceptance speech in which he welcomed immigrants from all over the world to the land of the free and the brave.  There are 40 million Irish-Americans and the Irish helped to build America.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00200","speaker":"1140"},{"type":"speech","time":1352301000,"counter":61,"content":"<p>He did not say that at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00300","speaker":"1131"},{"type":"speech","time":1352301000,"counter":62,"content":"<p>This might be more appropriate to a debate in Congress.  Is the Deputy calling for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00400","speaker":"1127"},{"type":"speech","time":1352301000,"counter":63,"content":"<p>If the Government has its way, this will be our last opportunity to welcome the election of an American President.  We are on death row.  It is significant, therefore, that the Seanad is able to congratulate President Obama.  I acknowledge that the Tánaiste and Minister for Foreign Affairs and Trade will press the issue of the undocumented Irish.  The Taoiseach who will be President of Europe from 1 January will be in a unique position to progress this agenda.  Many Members of this House have valiantly worked on the issue and we should renew our efforts.<\/p><p>I commend my colleague, Senator Mary White, for ensuring proper signposts will be erected on the M7.  As a Member of this House, she led a campaign to have erected the signs to Moneygall, with the National Roads Authority and Fáilte Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00500","speaker":"1140"},{"type":"speech","time":1352301000,"counter":64,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00600","speaker":"1127"},{"type":"speech","time":1352301000,"counter":65,"content":"<p>To support The Gathering next year we should work with Henry Healy to extend a further céad míle fáilte to President Obama and ask him to return to his roots in Ireland in order that we can have a real gathering in Moneygall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00700","speaker":"1140"},{"type":"speech","time":1352301000,"counter":66,"content":"<p>I support my colleagues' call for an investigation into the advice dispensed to women with crisis pregnancies.  I was concerned to learn that my own town of Ballinasloe had been mentioned as one of the places in which this dangerous or illegal information was being dispensed.<\/p> <p>It certainly warrants further investigation at the highest level, particularly as the HSE is providing the venues or funding sources for these advice centres.<\/p><p>In the light of the misappropriation of €4 million of Irish aid in Uganda, I would like the Minister of State with responsibility for overseas assistance to come to the House at an appropriate time for a discussion on how Irish aid is dispensed.  I have every confidence that Irish Aid is doing a good job.  It has put checks and balances in place to ensure money is spent properly.  I compliment the Tánaiste on his swift movement in this issue.  He has ensured the €4 million in question will be returned to the Government and that the people in Uganda who misappropriated it will be brought to justice.  My main concern is that as a result of what has happened in Uganda, Irish people will be less likely to support worthy causes overseas and less supportive than they have been of what Irish Aid is doing.  It would be a real travesty if the misappropriation that has happened in Uganda were to have a serious impact on the most deprived and unfortunate people on this planet.  It is very important that the Minister of State come to the House to clarify the matter and clear up any misunderstanding there might be among the general public.  We need to ensure there is support for Irish Aid and those working overseas to help and assist the vulnerable and deprived people in the world.  Although what has happened in Uganda is unfortunate, at least the issue has been well handled.  Having listened to local radio and read comments on social media, I am worried that Irish people are less likely to support good causes in the future.  In that context, it would be no harm-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700008#G00800","speaker":"1118","continuing":true},{"type":"speech","time":1352301300,"counter":68,"content":"<p>The Senator is well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700009#H00200","speaker":"1127"},{"type":"speech","time":1352301300,"counter":69,"content":"<p>-----to put the remuneration being paid to the heads of some charitable organisations on the agenda for discussion also.  We need to be open and transparent about that matter of concern also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700009#H00300","speaker":"1118"},{"type":"speech","time":1352301300,"counter":70,"content":"<p>The Senator's point has been well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700009#H00400","speaker":"1127"},{"type":"speech","time":1352301300,"counter":71,"content":"<p>I would like to invite the Minister for Finance to the House for two reasons.  We have all listened to roaring and bawling about the director of the Bank of Ireland, Mr. Richie Boucher.  I know I am not allowed to say his name.  He is the director and his name is in the public domain.  With all of the other bailed out banking boys who have brought us to our knees, he appeared before the Joint Committee on Finance, Public Expenditure and Reform last week.  It is hilarious that he spoke about the Bank of Ireland as a commercial enterprise.  How could it possibly be a commercial enterprise, given that the people have put €4 billion into it?  It is absolutely hilarious.  He treated the members of the finance committee of these Houses as if they were boys at a corner.  It was a masterful performance, on which I congratulate him.  We should really take a leaf out of his book.  I have listened to debates in the Upper and Lower Houses about bankers, insurance salesmen, directors and guys in other positions who are making fortunes from their revolting pensions.  <\/p><p>I would like to ask the Minister for Finance a few questions when he comes here.  We are reminded every day about a tycoon who is now in Mountjoy Prison for contempt of court, having put assets beyond the reach of the banks.  The country's pillar banks - Allied Irish Banks and Bank of Ireland - are putting people's lives, hopes, dreams and assets beyond their reach.  That is what they are doing and we are wasting our time here by bawling at them, as it is like throwing snowballs at haystacks.  What should we do?  I have a solution for the Minister.  If legislators - Senators and Deputies - really want to challenge the behaviour of the banks, we have to play them at their own game.  How do we do this?  We should follow our own money out of the banks.  We should take our savings and all of our money out and put them in another bank, the credit union or the post office.  We should pay our bills from another vantage point, as if we keep doing what we are doing, we will continue to be treated by the banks as if we were chattels.  <\/p><p>Like another Senator who spoke, I would like the Minister to explain how, having worked for 30 years on a contract, my pension and tax expectations were changed overnight at the stroke of a pen.  It was called the universal social charge.<\/p> <p>This happened to every other member of our society but it did not happen to the bankers.  I want the Minister for Finance to come to the House and explain the details to me.  Then I will know I am sitting in the Upper House of the Parliament, not at a corner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700009#H00500","speaker":"1170","continuing":true},{"type":"speech","time":1352301900,"counter":73,"content":"<p>I could not agree more with Senators O'Donnell and Kelly.  This is the most pressing and most vexed issue throughout the country.  The people are looking on in awe, flabbergasted at the manner in which the bankers in this country are riding the public bareback while the Government looks on, saying its hands are tied, it is helpless and there is nothing it can do.  That is not true.  If there was a political will a way would be found to deal with this.  Everybody knows that is the reality.  I can offer a precedent.  Mr. Richie Boucher might think he is working in a commercial entity.  He might think he is not a socialist.  However, as he has €4 billion invested in socialism, he is into socialism in a big way, whether he knows it.<\/p><p>I have received letters from a family who have been issued with repossession threats from Mr. Boucher's Bank of Ireland because of a lack of €5,000 in alleged arrears.  It is absurd.  The Minister for Finance should come before the House and explain why nothing can be done.  A precedent was set in 1985 when the then Minister, Dessie O'Malley, faced down his own Taoiseach, Charles Haughey, and introduced emergency legislation to put the PMPA group of companies, including a building society and a provident society, into administration overnight.  Of course it can be done.  We should not be writing to the bankers, asking them to hand back a few bob.  We should take them to heel.  The taxpayers of this country have ownership of these banks; so has the Government but it certainly is not in control.  The Government, the Cabinet, this Seanad and all public officials are a laughing stock as long as we continue to allow the bankers of this country to thumb their nose at us.  Richie Boucher did everything at the finance committee last week except give it the two fingers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700010#J00300","speaker":"1143"},{"type":"speech","time":1352301900,"counter":74,"content":"<p>I echo the Leader's sentiments about the talk to be given in the House tomorrow by Professor Christopher Pissarides.  He will be the first Nobel laureate to address the House since W. B. Yeats.  He is from the small island of Cyprus and has obviously acquired sufficient standing in his subject to be awarded the Nobel Prize.  He will talk about youth employment and afterwards the young people of the Historical Society at TCD will award him the society's gold medal.  That society was founded by Edmund Burke, considered one of the great civil rights activists by both Ireland and the United States.<\/p><p>Yesterday the Northern Ireland Assembly voted by 51 to 29 to extend the voting age to 16 years of age.  All parties - with the exception of the DUP - supported the motion which was in the name of Sinn Féin and the Green Party.  The case made was that at 18 young people have left home to go either to work or to higher education and consequently they drop out of the system for a number of years.  It would be much better to have them enrolled at the age of 16.  After what will undoubtedly be her success next Saturday, perhaps the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, might come to the House to discuss the issue of the voting age.  She has been a very successful Minister and she might wish to extend the right to vote to 16 year olds who have long been worthy of that right, given the amount of civics knowledge they have which would make them superb voters and citizens.  We should seriously consider following the example set at Stormont yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700010#J00400","speaker":"1157"},{"type":"speech","time":1352301900,"counter":75,"content":"<p>I agree with the sentiments expressed about the bankers.  I have spoken in the House on a number of occasions about bringing the banks to book and have put this question.  When the Minister attends the House, he may be able to explain to us what exactly a public interest director of a bank does.  I am confused.  I do not have a clue what these public interest directors do.  They certainly are not acting in the interests of the public and seem to be acting in the interest of the bank.  There is a clear distinction.  Surely there is a way, either through the budget or through taxation, whereby some kind of pension levy could be introduced on pensions in excess of €150,000.  Given that banks have already received billions of euro of taxpayers' money, surely there is some way to do this.<\/p> <p>I accept that nothing can be done retrospectively.  In the context of what these people will be earning in the future, however, we have a responsibility to explore the possibility of introducing a levy.<\/p><p>I wish to commend The Gathering, to which reference has been made.  The comments made by Gabriel Byrne were regrettable.  Mr. Byrne is a person for whom I have respect.  It is regrettable that two or three sentences uttered during a longer interview made the headlines.  That is a pity, particularly as the number of events certified as part of The Gathering has exceeded 1,000.  This is a remarkable achievement and the events in question will bring people back to the country in 2013.  I encourage every parish, community and sporting organisation - it should be noted that there are hundreds of golf clubs throughout the country which have overseas members - to engage with The Gathering.  The latter is not designed to shake down those who will visit the country next year.  Its purpose is, rather, to actively engage with people who will assist us in extricating ourselves from our current difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700010#J00500","speaker":"1158","continuing":true},{"type":"speech","time":1352302500,"counter":77,"content":"<p>It was very unfortunate that a person of the stature of Gabriel Byrne - we all have affection for him and are delighted that he has done so well in his profession - made such comments.  The previous Government appointed him to serve as a cultural ambassador, which he did for a number of years.  I was disappointed by Mr. Byrne's comments regarding The Gathering.  I was even more disappointed by his observation to the effect that the bridge between Ireland and its diaspora has been broken.  Those of us who are fortunate enough to travel abroad realise that this is not true.  There are many organisations, etc., in this country that have direct contact with groups abroad.  They work very closely with those groups.  If one speaks to members of the Irish community abroad, one realises that there is a great grá for the homeland.  There are more than 70 million of Irish extraction across the globe.  That is a huge number.  Even if we try to exploit - I use that word in the best sense - the economic value of the Diaspora, its members would obtain great value for money in return.  We should wish The Gathering well because a great deal of consideration has been given to what is planned.  The main strength of The Gathering is that it will be decentralised in nature.<\/p><p>Where malpractice, particularly if it is supported by taxpayers' money, occurs, it must be of concern to every person on this island, especially those of us who are fortunate and privileged enough to be Members of the Oireachtas.  It does not matter whether such malpractice occurs in a bank, an industry or a family planning clinic.  The extra danger in the latter case is that lives could also be put at risk.  That matter must be taken into consideration.  I would expect every Senator to laud the work carried out by the relevant investigative journalist and to thank the newspaper involved for publishing the findings.  I am somewhat concerned that the type of inquiry which is being considered will be low profile and internal.  Much more is required and an independent inquiry should be established.  I applaud Senator Mullen for outlining the position in respect of this matter in such a dispassionate manner.  The Senator did not try to score points.  He tried to act as any of the rest of us would have acted if a completely different issue were being raised in the Chamber.  The general public and the newspaper in question are going to monitor what will be our reaction to the findings that will eventually emerge in respect of the malpractice to which I refer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700011#K00200","speaker":"1115"},{"type":"speech","time":1352302500,"counter":78,"content":"<p>I am delighted to have the opportunity to welcome the result of the election in the United States.  It was a great achievement for President Obama to gain re-election in such difficult circumstances.  I know we all wish him the best for the next four years.  I trust that this will not be the final occasion on which the Seanad will be in a position to welcome the election or re-election of an American President.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700011#K00300","speaker":"1129"},{"type":"speech","time":1352302500,"counter":79,"content":"<p>Wishful thinking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700011#K00600","speaker":"1140"},{"type":"speech","time":1352302800,"counter":80,"content":"<p>One of the best examples of the Seanad in practice was the Private Members' debate on the national dementia plan held just prior to half term.  I wish to raise again the matter of mental health.  In October, the Irish Association of Suicidology referred specifically to the lack of regulation for those people offering counselling to those with depression or in need of assistance.  There is no regulation.  I refer to the advertisement that says it is good to talk.  I agree it is good to talk, either, first, if one can afford it; second, if one is already in the care of a doctor; third, if one is certain the person to whom one speaks is indeed qualified and regulated and has done the correct training.  Those people who find themselves in need of such talk and such assistance very often take a long time to get to that point and when they do, they may find a person offering assistance who is not qualified to do so.  I ask the Leader to urge the Minister concerned to ensure that this is taken very seriously in any review of the mental health strategy and legislation.  There is no financial support for people who may not have a doctor or a consultant to assist them but if they seek assistance from a counsellor they are unable to get any funding for that expense.  There is often a long queue for such assistance for those with a medical card.  This is a matter which escapes when we talk about mental health and in this House we have done much talking about mental health and suicide and the growing concerns in this area.  This is a very practical matter and perhaps is a subject we could urge the Minister to examine immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700012#L00100","speaker":"1129"},{"type":"speech","time":1352302800,"counter":81,"content":"<p>I join colleagues in congratulating President Obama.  Most of us have aunts and uncles and family members who had to travel to America down the years.  I join in inviting President Obama and all our relations in America to come back for The Gathering next year.  It would be great to see all our friends and family returning.<\/p><p>I wish to talk about the problem of ash tree dieback which was identified in County Leitrim ten or 12 days ago.  I congratulate the Department for moving so quickly to destroy all those plants and in five or six other locations to ensure this disease would not spread.  I call on the Minister of State, Deputy McEntee, to come to the House to discuss the problem in order that people are made aware of it.  Many acres of ash and other broadleaf trees have been planted in recent times and we may not have to import any ash to manufacture hurleys in the future.  We must make people aware that this disease could wipe out the native ash trees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700012#L00200","speaker":"1124"},{"type":"speech","time":1352302800,"counter":82,"content":"<p>They were trying to stop Kilkenny hurling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700012#L00300","speaker":"1125"},{"type":"speech","time":1352302800,"counter":83,"content":"<p>A number of colleagues have raised the very important matter of the financial condition in this country.  I was very happy to follow the invigorating speech by Senator Marie-Louise O'Donnell and her suggestion that we should follow the money trail.  We can follow it even further than she suggested.  We can follow it to where it ended up, in the French and German banks.  I say this because this is the first meeting of this House since the visit of Dr. Wolfgang Schäuble, the German Finance Minister.  I was astonished to hear him say that he wished to compliment Ireland on how well we had done and how useful we were in order that we could be pointed at internationally as an example of the success of the plan.  This is reminiscent of the Famine which was a direct result of the ruthless application of a rigid financial system and theory from the centre and which led to disaster.  It had no concern for the welfare of the people.  I think one would need to be Jonathan Swift to do justice to the ironies implicit in the fact that we are being complimented on how well we are doing, in a week which saw evictions in Ireland and the establishment of the second soup kitchen in Ireland, in Athlone, the first being in Galway.<\/p> <p>I call on Dr. Wolfgang Schäuble to wake up and smell the soup.  The odour should be in his nostrils from Greece to the Atlantic coast of Ireland.  If he thinks that it is a success then I do not know what language he was speaking because it might have been German but it certainly was not sense.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700012#L00400","speaker":"1136","continuing":true},{"type":"speech","time":1352303100,"counter":85,"content":"<p>I support Senator Comiskey's comments on the danger to ash trees in Ireland.  Last September I attended an event in Ballinasloe when a local councillor presented a hurley to the Minister for the Environment, Community and Local Government.  I believe that it led to Kilkenny winning the All-Ireland but that is a story for another day.  The threat to the ash tree is serious.<\/p><p>In 1998 the old sanatorium in Waterford was demolished and a new hospital was built in its place which is now known as the Waterford Regional Hospital.  It took almost ten years to complete the project at a cost of several hundred million euro.  In the past two weeks a leaked document has come to prominence which suggests that Waterford Regional Hospital should be downgraded from level 4 to level 3.  All political parties and politicians in the south east are concerned about the matter.  The hospital serves 500,000 people, provides a broad range of services and is one of the eight centres of excellence for cancer here.  As it works extremely well and is not broken, I do not see a reason to fix it.  I thank the Leader for his assistance on the matter in the past week.  I appreciate his help and the advice that he gave.  I also appreciate the negotiations and lobbying that he has engaged in which are quite obvious to anybody following the matter.<\/p><p>I ask the Leader to ask the Minister to make a statement on the matter and to provide clarification for the people of the south east.  The hospital serves Wexford, Kilkenny, Tipperary and Waterford.  Why has the downgrade been proposed?  We need an answer.  A downgrade would not benefit the welfare of patients or their care.  Is it proposed for the betterment of vested interests?  I want the Leader to ask the Minister that question.  I support the comments made by the previous speaker on the matter.  I hope that it can be dealt with in a speedy fashion in order that we can kill, at an early stage, the idiotic suggestion to downgrade a hospital which provides a perfect and brilliant service in the south east.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700013#M00200","speaker":"1162"},{"type":"speech","time":1352303100,"counter":86,"content":"<p>Yesterday, 6 November, was a great day for the children of Ireland with the announcement of a new paediatric hospital.  Let us hope that all of the various parties concerned, ranging between the medical industry, the academic industry and politicians here, come together to expedite the construction of the hospital.<\/p><p>The weekend before last was a very sad day for children.  During the first weekend of our recess a young schoolchild in Donegal took her own life.  A national consultation of over 300 primary schools here was carried out.  It led the Ombudsman for Children to make a recommendation that schools take a more affirmative action to prevent cyberbullying.<\/p><p>Cyber bullying is a big issue, not just for children.  It is a big issue for all of us who are prepared to log on to the social media network and read the desperate messages that have been posted.  It is always the schools that are called upon to act.  They must teach children about physical fitness, obesity and now they must teach them about the dangers of social media.  Unfortunately, there is not much that teachers can do.  Teachers are afraid to do anything because most of the time they are afraid of their students.<\/p> <p>Bullying is an absolute nightmare for its victims.  An online attack should be treated somewhat as a physical assault.  Parents have the responsibility to monitor their children’s online activity.  Further steps need to be taken to hold parents responsible, legally, morally and financially, for their child’s actions and words online.  It is getting out of control and I call for a serious debate in the Seanad with the Minister for Justice and Equality to see what we can do to tackle cyberbullying and prevent more young people from taking their lives as a result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700013#M00300","speaker":"1165","continuing":true},{"type":"speech","time":1352303400,"counter":88,"content":"<p>I endorse all of what Senator Eamonn Coghlan said on bullying.  I commend the many Members who have raised this issue for several months.  I also agree with Senators MacSharry, Ó Murchú and Mullen on the dangerous and illegal activities carried out by some family planning clinics in this State.  As Senator Ó Murchú stated, it is malpractice and, as Senators MacSharry and Mullen said, dangerous.  The onus is on us to make laws and ensure they are upheld.  I condemn in the strongest possible manner the activities carried out by these family planning clinics.  I commend the <i>Irish Independent<\/i> and its investigative journalist for carrying this story.<\/p><p>  Will the Leader invite the Minister for Defence, Deputy Shatter, to the House to discuss the future of the Reserve Defence Force?  A strong rumour is circulating that he intends to disband this worthy and voluntary part of our Defence Forces.  I want the Minister to outline to the House his plans for the future of this volunteer force and state clearly it is the Government&#8217;s intention to keep it active.  We have a farcical situation where the Army barracks in Cavan was closed at the end of last March and handed over to the local vocational education committee at the beginning of September, which I welcome.  Now, the Minister for Defence has told the Reserve Defence Force in Cavan that it should write to the VEC to see if it can accommodate it.  This is ridiculous and farcical.  Will the Leader invite the Minister to the House as a matter of urgency to debate this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700014#N00200","speaker":"1164"},{"type":"speech","time":1352303400,"counter":89,"content":"<p>On the matter raised by Senator Mullen, one of the strengths of this House is that it represents a broad perspective in society.  The matters he raised are matters of public health.  I support the calls for a debate in this House on women’s health in particular.  The issues the Senator raised specifically relate to women’s health.  I am aware from my legal practice that certain clients I acted for would have AIDS or genetic testing done in Northern Ireland rather than in the Republic in order that they would not have to make a disclosure in matters of insurance in the Republic.  Even without matters detrimental to women’s health being involved, the reality is that we have a situation, not to put too fine a point on it, where we are dealing with certain aspects of women’s health with an Irish solution to an Irish problem.  Certain matters go on in this country because we are not open and transparent around matters of women’s health.  I agree there should be a debate in this House on women’s health.<\/p><p>Yesterday’s announcement about the location of the national children’s hospital is welcome.<\/p> <p>I realise not everyone in the country is happy about it.  There are people who supported the Mater bid and the Coombe bid and so forth, but it is a momentous day.  I am reminded of the fact that in 2007 we built almost 98,000 units of housing in the country and many of them are now in ghost estates but we have not built one public hospital in 20 years.<\/p><p>Certain matters were raised by other Senators relating to the children's rights referendum.  It is easy to forget this in light of the victory of Barack Obama and perhaps another victory that bears mention, namely, the decision by the people of Maryland in a popular vote to approve same-sex marriages.  This is the first time that a state in the United States has voted for that civil right through a popular vote as opposed to the public Legislature.  We face a vote this Saturday relating to the children of Ireland.  It is important that the message goes forward from this House that it is not enough to get this over the line.  There needs to be an overwhelming popular vote to show the children of Ireland that they matter.  We should not be complacent about the result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700014#N00300","speaker":"1172","continuing":true},{"type":"speech","time":1352303700,"counter":91,"content":"<p>I agree with the comments of the previous speakers in respect of the referendum on Saturday and the need to send a positive message concerning the children of Ireland.  I also agree with what Senator Eamonn Coghlan said concerning the final announcement of the national children's hospital.  That too was a good day for Irish children.  My question runs along the lines of those of my colleagues earlier and it relates to children not yet born.  I wish to pose some questions in this regard.  Will the Leader advert to the state of national outcry or outrage if pro-life groups in the country were alleged to be giving possible life-threatening information to Irish women?  What would the situation be in the Irish media if pro-life groups were alleged to be offering illegal information to Irish women?  What would the response be in the House and in the media in general if pro-life groups were instructing Irish women to falsify their medical records?  Rightly, there would be a national outcry.  I am disturbed at the lack of media response to the recent allegations about possible illegal activities by the Irish Family Planning Association and other family planning clinics.  It is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700015#O00200","speaker":"1121"},{"type":"speech","time":1352303700,"counter":92,"content":"<p>Once again the Senator is referring to a specific organisation.  To be fair, other Senators have been careful about making a general comment.  The newspaper reports concern allegations in general.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700015#O00300","speaker":"1148"},{"type":"speech","time":1352303700,"counter":93,"content":"<p>The Senator's interjection is unwarranted.  By and large, Senator Bradford is a very responsible Member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700015#O00400","speaker":"1127"},{"type":"speech","time":1352303700,"counter":94,"content":"<p>I thank the Leas-Chathaoirleach but I respect the Senator's right to intervene.  I hope she is equally concerned.  I am sure she is as concerned as I am about the outrageous allegations we have read about.  I want to have the Minister in the House at the earliest possible stage to give an initial response but I hope we will support the call for a full inquiry.  Frankly, I am not interested in the HSE being the investigator.  I want to see the HSE investigated.  I want the HSE brought before the Oireachtas committee.  I want the Irish Family Planning Association and other clinics before the Oireachtas committee to answer questions.  I want the members of that committee to listen to the transcripts and to view the available evidence because we cannot run away from this possible national scandal.  If the boot were on the other foot, to use that phrase, there would be a much greater public and media outcry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700015#O00500","speaker":"1121"},{"type":"speech","time":1352303700,"counter":95,"content":"<p>I support Senator Mullen and all the others Senators, including Senator Bradford, with regard to their call for the Minister to come to the House, but I am unsure whether it is the Minister for Health we want.  I believe it should be the Minister for Justice and Equality.  If an activity is illegal, either we make it legal or we obey it.  It seems that on this occasion if a State-sponsored and State-funded body is accused of breaking the law, we should have an investigation and the Minister for Justice and Equality should come here and either explain why or whether action is being taken.<\/p><p>There is a need for a debate on tourism, especially with regard to the effort to have The Gathering next year.<\/p> <p>I fully support The Gathering because it is a wonderful tourist concept.  I was disturbed to hear someone I always regarded with high esteem criticise The Gathering and, in a way, damage it.  Instead of showing respect for the Taoiseach he referred to him solely by his surname.  It would be worthwhile to debate these activities in the Seanad, although not before we debate the matter raised by Senator Mullen.  This House has a responsibility to ask hard questions of the Minister for Health regarding activities that appear to be illegal.<\/p><p>It was announced today that Tea Time Express, a company that has been selling products since 1938, will close next month.  That is a shame.  The company was affected by Government decisions.  Every time we make it more difficult for small companies to survive we make it almost impossible for other companies to create jobs.  I refer in particular to the threat that hangs over all companies due to the proposal by the Minister for Social Protection to introduce legislation requiring employers to pay for sick leave.  That will be a tax on employment and will damage companies.  I would like to see a full debate on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700015#O00600","speaker":"1145","continuing":true},{"type":"speech","time":1352304000,"counter":97,"content":"<p>I welcome the announcement that Nextag will create 125 jobs in Drogheda.  The Minister for Jobs, Enterprise and Innovation is sometimes criticised in this House, but he is doing a great job with the IDA.  Nextag has already started to recruit locally for these jobs.  Often when American or other multinational companies establish operations here they have to source workers from abroad, but these jobs are aimed at locals.  Nextag is the largest independent price comparison company in the world.  I understand the Minister will be in the Seanad in the near future.<\/p><p>  I do not want to get embroiled in conflict but I was disappointed to read the report in the <i>Irish Independent<\/i> about the advice given in certain clinics.  A woman was told by a Dundalk clinic that medical practitioners would not be able to determine whether she had had an abortion and was advised to report that she had had a miscarriage.  The people who give this type of advice should be told to act according to the legislation.  It is not good for the organisation concerned that such reports are published.  I recognise that the people who present to these clinics are traumatised and that the counselling is difficult, but the legislation should be obeyed.  The Minister needs to address this issue in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700016#P00200","speaker":"1166"},{"type":"speech","time":1352304000,"counter":98,"content":"<p>I support the call by Senator Kelly for the Minister for Finance to examine all possible ways of dealing with the scandalous issue of pensions in the banks and other areas where public money is spent.  The frustration felt by a considerable number of people has been neatly summed up in the contributions from Senators O'Donnell and Whelan.<\/p> <p>When I was watching one of the American network channels the other evening, I saw the economist and chat show presenter Max Keiser holding up the front page of last weekend's <i>Sunday Independent<\/i>.  He ridiculed the Minister on an American network for claiming to be powerless to do anything about these pensions.  I wondered how the founder of the Labour Party, James Connolly, would have reacted if it was suggested to him when he was leading the Irish Citizen Army down to the GPO on the morning of Easter Monday 1916 that he was powerless to do anything about an issue like this.  What would we be looking at now if that attitude had been accepted by James Connolly or by Michael Collins, who is an icon of the Minister's party?  We have been presented with the idea that a constitutional impediment is protecting the property rights of those receiving these pensions, but of course there are many other things we can do.  For example, Senator Kelly has suggested that we introduce a surcharge or tax on these pensions.<\/p><p> This is one of the most pressing issues we face.  We are at a critical period in our history.  There is a grave danger that a great number of Irish citizens will disconnect from the State.  Perhaps we saw the beginnings of this in the response to the collection of the property charge, or in the reaction of many people last week to the imprisonment of Seán Quinn.  They can be seen as an indication of people's perception of the legitimacy of the State.  I do not think we help ourselves, as a Government, when we say we are powerless to take action in the face of this grave social injustice.  I am calling on the Leader to facilitate the request that has been made by Senator Kelly.  I would like him to bring the Minister for Finance to this Chamber to shed further light on his comments of last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700016#P00300","speaker":"1117","continuing":true},{"type":"speech","time":1352304300,"counter":100,"content":"<p>We are over the time limit.  As no vote is being proposed, I will try to facilitate the remaining four Senators who are offering.  Just one of the Senators who have contributed to the Order of Business today has stayed within the time limit.  Senators should be conscious of the efforts of the Chair to observe the time limit.  I call Senator Mooney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700017#Q00200","speaker":"1127"},{"type":"speech","time":1352304300,"counter":101,"content":"<p>He can be the second Senator to stay within the time limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700017#Q00300","speaker":"1169"},{"type":"speech","time":1352304300,"counter":102,"content":"<p>The clock is ticking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700017#Q00400","speaker":"1127"},{"type":"speech","time":1352304300,"counter":103,"content":"<p>The clock has not started yet.  I would like to join Senators on all sides of the House, particularly my party's acting leader in this House, Senator MacSharry, in remarking on the independent investigation into practices that have been carried out by people who would be the first to admonish those who might be seen to be breaking the law if they did not agree with their particular point of view.  It is important that Senators across the House have contributed on this issue.  I am not saying there has been a cross-party contribution.  I add my voice to what has been said so far.  I cannot help thinking that this is yet another example of a significant group of people in this country deciding to act outside the law, in order to pursue their own ideological commitments, when they find that the law is not exactly as they would like it.<\/p><p>  This is a complex issue.  I agree with Senator Jim D'Arcy that any woman who is experiencing a crisis pregnancy needs to receive the greatest sympathy and understanding.  This is not about those individuals, however.  This is about people in authority who receive State funding.  They have decided to break the law to advance their own particular opinions surreptitiously.  Senator Bradford is absolutely right.  The questions he has asked are relevant.  Quite frankly, I am not sure the HSE is the best group to be investigating anything.<\/p><p>  The Minister for Health or the Minister for Justice and Equality should come to this House to respond to this piece of investigative journalism, for which I applaud the <i>Sunday Independent<\/i>.  As others have said, it is rather surprising that other media outlets have not picked up on this report.  I suggest they have not done so because it has come from a particular constituency.  If those who are protecting and promoting life were involved, I assure the House that thundering editorials in certain newspapers in this country would admonish people for holding the point of view they have.  I fully agree with a view that has been expressed on all sides of this sensitive and complex debate, which is that the law, as it currently stands, is unsustainable.<\/p> <p>It is hard to believe that as a consequence of the X case there might be a situation where up-to-term abortions were performed in this country.  That has to be addressed.  I wished to contribute that point of view and also to emphasise that it is important that either the Minister for Health or the Minister for Justice and Equality attends the House to address this matter and respond to what has been said both in the House today and to the exposé by investigative journalists in the <i>Irish Independent.<\/i><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700017#Q00700","speaker":"1128","continuing":true},{"type":"speech","time":1352304900,"counter":105,"content":"<p>I second the point made by Senator Michael Mullins about the fraud which was discovered in Uganda and ask that the Tánaiste and Minister for Foreign Affairs and Trade should come to the House and discuss that matter.  We give €600 million in foreign aid.  On that day I would like to question the Minister and ask Senators to join me in so doing about what checks, procedures and auditing systems are in place.<\/p><p>Returning to Ireland, the Government gives €4 billion to the charity sector.  There is no charity regulator in place which means there are no checks and balances.  I certainly am not picking on foreign aid but if we want to widen this we must know how our money is being spent.<\/p><p>I am just a parrot today, in my two minutes.  I second Senator Feargal Quinn's proposal.  The Minister for Jobs, Enterprise and Innovation, Deputy Bruton, will be in the House next Tuesday.  I implore Senators to take an interest.  I might get together with Senator Quinn to send Members a quick memo about the proposals on sick pay, with which we will put many Irish businesses out of business.  There is a little bit of kite-flying going on, to the effect that the Minister for Social Protection, Deputy Joan Burton, is thinking of pushing her ideas on sick pay onto the private sector.  We must not let that happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700018#R00200","speaker":"1169"},{"type":"speech","time":1352304900,"counter":106,"content":"<p>I apologise.  Earlier some 18 hands were raised.  I am trying to be as fair as I can.  There are two further speakers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700018#R00400","speaker":"1127"},{"type":"speech","time":1352304900,"counter":107,"content":"<p>I support Senator Eamonn Coghlan's call for a debate on cyber bullying.  Senator Jim D'Arcy is about to table a related motion.  It is a very serious issue.  All our sympathies go to the family in Donegal in the most recent instance.<\/p><p>I condemn the murder on the M1 of the prison officer, David Black.  This was alleged to have been the work of republican dissidents.  That is an insult to the word &quot;republican&quot;.  Murderers killed that man.  They were driving a Dublin-registered car.  As a member of the British-Irish Parliamentary Association, I am absolutely disgusted that something like that could happen on the M1 to a young man of 54, going about his daily business.  That is an important issue.  <\/p><p>An issue was raised in the Dáil on 5 July in regard to having reciprocal driving licences with Canada.  A great number of our young people are obliged to go abroad through no choice of their own because of the lack of jobs.  Many are going to Canada and we must be seen to ensure that we make this as easy as possible for them.  The state of Saskatchewan has signed a reciprocal agreement with Ireland on driving licences.  What is the position?  If there is a big problem the Government should make a statement about it.  If Saskatchewan can do this, giving a five-year, full class 5 driving licence, I wonder what the problem is.  There is the issue of driving on different sides of the road but there are ways to do things.  We should help the young people who have to go abroad.  It is expensive anyway, and insurance is very expensive in Canada if one does not have a full driving licence - just as it is here.  There should be a statement on this issue and I call on the Minister to make one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700018#R00500","speaker":"1135"},{"type":"speech","time":1352304900,"counter":108,"content":"<p>I support the call for the Minister of Health to come to the House in response to the Higgins report.  However, I have an open mind on this because I believe there must be a reconfiguration of hospitals in the State for the 21st century.  We have now built a motorway system that can move people and traffic around the country very quickly.  The people who perhaps are worst placed to take a cold objective view are those who are involved with hospitals.  I disagree with Senator Landy.  I believe Waterford Regional Hospital is broken.  It is the worst regional hospital in the State by a country mile, an opinion I do not offer lightly.<\/p> <p>I do not make that statement lightly because it is based on knowledge and experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700018#R00600","speaker":"1160","continuing":true},{"type":"speech","time":1352305500,"counter":110,"content":"<p>The Senator should back it up with facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00200","speaker":"1133"},{"type":"speech","time":1352305500,"counter":111,"content":"<p>It is welcome that somebody who is not involved in the matter will take a cold and objective view of the suitability of the hospital to provide services that may be substandard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00300","speaker":"1160"},{"type":"speech","time":1352305500,"counter":112,"content":"<p>I join my colleagues in expressing horror at the alleged dangerous or illegal advice provided by certain pregnancy counselling organisations in this country.  As a woman, it is horrific to think women are being advised to withhold information from their general practitioners, who would find it difficult to advise their patients properly without full information.  The journalist concerned should be commended for posing questions which are both legitimate and in the public interest.  Have the counsellors who face these allegations been suspended while an inquiry is ongoing?  Is the inquiry being properly conducted?  Perhaps the HSE should come before the Joint Committee on Health and Children.  The Minister for Health or the Minister for Justice and Equality should certainly come before the Seanad to discuss the issues arising.  Whatever side of the argument an individual may take when it comes to life, this matter pertains to the overall health of women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00400","speaker":"1153"},{"type":"speech","time":1352305500,"counter":113,"content":"<p>We are all on the side of life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00500","speaker":"1136"},{"type":"speech","time":1352305500,"counter":114,"content":"<p>I would hope so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00600","speaker":"1148"},{"type":"speech","time":1352305500,"counter":115,"content":"<p>I ask the Leader to convey the serious concerns we have expressed to the relevant Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00700","speaker":"1153"},{"type":"speech","time":1352305500,"counter":116,"content":"<p>Last but not least, I call the father of the Government side, Senator Paul Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00800","speaker":"1127"},{"type":"speech","time":1352305500,"counter":117,"content":"<p>The Leas-Chathaoirleach has been most tolerant today.  I welcome the appointment of Pat Spillane as the new chairman of the commission of the economic development of rural areas.  We all know Mr. Spillane very well and I am confident that he has the energy, passion and drive to do an excellent job in this important role for rural Ireland.<\/p><p>A lot has been said today regarding malpractice in banks and family planning clinics.  These are matters of public interest which warrant full investigation.  I have called on previous occasions for a debate on banking.  While I welcome that one senior executive has agreed to accept a reduced pension, uniformity among the pillar banks is needed in the interest of equity and fair play.  We should do whatever is necessary to address the issue and I would welcome a debate with the Minister for Finance on the failure of the banks and the money that the Exchequer has provided to prop up these pension pots.<\/p><p>I did not read the article on family planning clinics but I share the concerns expressed by other speakers.  Allegations of malpractice or illegality clearly warrant investigation.  It would be welcome if the Leader could arrange for the relevant Minister to make a statement to the House on the matter because it cannot be left hanging.  I commend Senators on their knowledge of and concern for the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S00900","speaker":"1151"},{"type":"speech","time":1352305500,"counter":118,"content":"<p>As it is only six weeks to Christmas, I cannot leave Senator Brennan out even though he indicated very late.  I ask him to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S01000","speaker":"1127"},{"type":"speech","time":1352305500,"counter":119,"content":"<p>I am not the senior man in this House and do not want the Leas-Chathaoirleach to refer to me as such.  I welcome the announcement that Nextag will create 125 new jobs in Drogheda.  I support Senator Quinn in calling for a debate on tourism and the opportunities to create jobs in that sector.  The question of sick pay has been raised by several of my colleagues.  The imposition on employers of the responsibility for paying the first four weeks of sick leave would be a retrograde step and force further SMEs to close.<\/p> <p>Many of us in this House have asked and encouraged SMEs to create one job each.  There are approximately 200,000 small and medium enterprises in this country and I do not think the imposition of four weeks' sick pay will encourage them to create jobs.  If 60% of the SMEs were to take on one person each, this would make a significant difference to the unemployment figures.<\/p><p>I declare my abhorrence of what happened on the M1 in Belfast last week when David Black was killed on his way to work.  He was a young man of 52 years of age with a young family and it would seem he was a great worker.  I recall an incident 45 years ago, when I killed a dog belonging to a woman who was clipping a hedge, not too far from where this dastardly act occurred.  That was 45 years ago on a Saturday evening at 7 p.m.  I killed a red setter and the woman came out with her clippers and she said, &quot;Young man, I'll take the head off you&quot;.  I replied, &quot;Go ahead, I deserve it.&quot;  That was for killing a dog 45 years ago at 7 p.m. on a Saturday evening.  I have never forgotten it.  I cannot for the life of me understand how some of these guys can go to sleep.  I did not sleep myself last night because of another reason.  I do not understand how they can sleep when they planned to kill a man going to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700019#S01100","speaker":"1138","continuing":true},{"type":"speech","time":1352305800,"counter":121,"content":"<p>Rather than allowing extra time we nearly had a replay today on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00200","speaker":"1130"},{"type":"speech","time":1352305800,"counter":122,"content":"<p>United would like a replay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00300","speaker":"1162"},{"type":"speech","time":1352305800,"counter":123,"content":"<p>I have run out of pages in my book at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00400","speaker":"1130"},{"type":"speech","time":1352305800,"counter":124,"content":"<p>I will give priority tomorrow to Members who did not speak today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00500","speaker":"1127"},{"type":"speech","time":1352305800,"counter":125,"content":"<p>I propose an amendment to the Order of Business, \"That statements on alcohol consumption (resumed) be taken from 4.30 p.m. to 5.30 p.m. and that Private Members' business be taken from 5.30 p.m. to 7.30 p.m.\"   Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00600","speaker":"1130"},{"type":"speech","time":1352305800,"counter":126,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00700","speaker":"1149"},{"type":"speech","time":1352305800,"counter":127,"content":"<p>Senator MacSharry and others congratulated President Obama on his re-election.  We all wish him well for the next four years and we hope his presidency will bring prosperity to his nation and help to bring prosperity to this country and the rest of the world.<\/p><p>I refer to the very important issue of home help services which was raised by Senator MacSharry.  The Government is committed to supporting older people to live with dignity and independence in their own homes and communities for as long as possible.  The Government has invested approximately €320 million this year in home help and home care packages.  This funding is given to various HSE community-based services such as mainstream home help, enhanced home care packages, meals on wheels and day or respite care.  These services meet the preferred wishes of many vulnerable older people while also reducing pressures elsewhere in the wider care system.  Approximately 100,000 people, 20% of those over 65 years, receive some form of HSE community-based supports each year.  This is a challenging year for the health services, including the maintenance of services in line with evolving resource pressures.  The HSE has a statutory responsibility to live within its budget voted by the Oireachtas. <\/p> <p>The HSE plan for 2012 was to deliver 10.7 million home help hours to 50,000 people with a budget of €200 million.  It is proposed that there will be a reduction of approximately €8 million spending on home help between now and the end of the December or approximately 400,000 hours.  However, the HSE intends that the impact of these reductions will be minimised for individual recipients by ensuring that services are provided in the first instance for direct patient care.  Decisions on the provision of home help hours will continue to be based on a review of individual needs and no current recipient of the service who has an assessed need will be left without it.  That commitment has been given and it will be honoured.<\/p><p>Senator MacSharry and many others raised the question of allegations that were printed in a newspaper about family planning clinics.  I understand that an investigation is ongoing in that regard.  It was also stated that the facts were reported to the Garda.  I have the utmost confidence that if the Garda discovers any malpractice and illegal activity by any organisation that it will be acted upon.  It is the appropriate authority to deal with the matter.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700020#T00800","speaker":"1130","continuing":true},{"type":"speech","time":1352306100,"counter":129,"content":"<p>Can I say something on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00300","speaker":"1146"},{"type":"speech","time":1352306100,"counter":130,"content":"<p>As I did not interrupt the Senator, I ask him to allow me to finish.  If allegations of malpractice are made the appropriate body to deal with them is the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00400","speaker":"1130"},{"type":"speech","time":1352306100,"counter":131,"content":"<p>Yes, but there is State funding involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00500","speaker":"1146"},{"type":"speech","time":1352306100,"counter":132,"content":"<p>Senator Bacik mentioned the Minister for Health's announcement of a new children's hospital.  I am sure that we all welcome the fact that a decision was made.  Everybody in the country wants it to start as soon as possible in order that we can provide medical care for the children of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00600","speaker":"1130"},{"type":"speech","time":1352306100,"counter":133,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00700","speaker":"1158"},{"type":"speech","time":1352306100,"counter":134,"content":"<p>Every Senator shares that wish.  Senator Mac Conghail mentioned Private Member's time so we will have ample time this evening to debate the issue.  As he stated, a comprehensive amendment has been tabled and it is an excellent amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00800","speaker":"1130"},{"type":"speech","time":1352306100,"counter":135,"content":"<p>A small concession.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U00900","speaker":"1167"},{"type":"speech","time":1352306100,"counter":136,"content":"<p>I am sure the House will be divided in its opinion but I am sure that the majority of Senators will favour the amendment.  I will not enter into a debate on it now.<\/p><p>Senator Mac Conghail mentioned philanthropy and asked me to invite two Ministers to attend a debate on it as it would lead to better joined-up thinking.  I shall investigate the possibility of having some Ministers here to debate the issue.    <\/p><p>Senator Colm Burke mentioned that Teva Pharmaceuticals has announced that it will reduce the cost of generic drugs and that is welcome.  The cost reductions announced in recent weeks are welcomed by all.  <\/p><p>Senator Kelly and quite a number of Senators mentioned banks and pensions.  There is no doubt that it is an issue that the public is rightly upset and angry about.  The Government has consistently expressed its abhorrence at the excessive pay and pension levels that exist in the financial sector.  As has been stated, it is not possible to reduce pensions for constitutional and legal reasons. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01000","speaker":"1130"},{"type":"speech","time":1352306100,"counter":137,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01100","speaker":"1140"},{"type":"speech","time":1352306100,"counter":138,"content":"<p>Change the law and make them pay tax.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01200","speaker":"1162"},{"type":"speech","time":1352306100,"counter":139,"content":"<p>The Leader to continue, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01300","speaker":"1127"},{"type":"speech","time":1352306100,"counter":140,"content":"<p>It is not possible to reduce the pension for a very small select group of people, the former CEOs of banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01400","speaker":"1130"},{"type":"speech","time":1352306100,"counter":141,"content":"<p>The political will is not there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01500","speaker":"1133"},{"type":"speech","time":1352306100,"counter":142,"content":"<p>In addition, it is not legally possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01600","speaker":"1130"},{"type":"speech","time":1352306100,"counter":143,"content":"<p>It is a matter for the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01700","speaker":"1140"},{"type":"speech","time":1352306100,"counter":144,"content":"<p>It is not legally possible to use the tax system to tax a very select group of people.  Tax must apply generally and it cannot apply to a number of named individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01800","speaker":"1130"},{"type":"speech","time":1352306100,"counter":145,"content":"<p>It is legal advice and the Leader is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U01900","speaker":"1136"},{"type":"speech","time":1352306100,"counter":146,"content":"<p>I am only giving the correct response.  Perhaps it is not the answer that people want to hear but that is the fact.<\/p><p>A number of Members have asked me to invite the Minister for Finance to come here to debate the banks and pensions.<\/p> <p>Next week we will have statements on the economy which is a pre-budget debate.  We have had several debates on the economy as requested by the House.  The Minister of State, Deputy Brian Hayes, will be in the House next week to address the very important area of the budget.  On 14 November the Fiscal Responsibility Bill will be before the House and will be taken by the Minister for Finance, Deputy Noonan, as well as the Credit Union Bill on 4 December.  We will have ample opportunity with those three items to deal with banks, pensions and other areas of the economy on which Members have requested debates.  We are providing sufficient time for these items to be discussed.<\/p><p>Senators Cullinane, Landy, Michael D’Arcy and others raised Professor John Higgins’s proposals for hospital groupings in the south east.  I understand his reports are based on academic linkages.  If they are based on those only, then I believe they are flawed.  Clinical considerations and best outcomes for patients should have far greater weight than academic considerations.  The south-east hospital network should not be broken up as it is working very well.  I accept there is always room for improvement in achieving greater trust and better working arrangements between all the hospitals in the region.  Accordingly, I hope hospital consultants in Kilkenny and Waterford hospitals will engage in meaningful negotiations in this regard.  I reject Senator Michael D’Arcy’s comments on Waterford regional hospital.  He would be well advised to read the KPMG Prospectus report which indicates that hospital is one of the best performing regional hospitals in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700021#U02000","speaker":"1130","continuing":true},{"type":"speech","time":1352306400,"counter":148,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00400","speaker":"1162"},{"type":"speech","time":1352306400,"counter":149,"content":"<p>The Leader is responding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00500","speaker":"1127"},{"type":"speech","time":1352306400,"counter":150,"content":"<p>It was claimed by Senator Michael D’Arcy that it was the worst regional hospital which is defamatory and should be withdrawn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00600","speaker":"1162"},{"type":"speech","time":1352306400,"counter":151,"content":"<p>The Member is not here to withdraw his comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00700","speaker":"1127"},{"type":"speech","time":1352306400,"counter":152,"content":"<p>The Leader has pointed out how an objective and independent report shows it is not the worst regional hospital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00800","speaker":"1162"},{"type":"speech","time":1352306400,"counter":153,"content":"<p>The Senator, with all due respects, is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V00900","speaker":"1127"},{"type":"speech","time":1352306400,"counter":154,"content":"<p>The Member who made that claim is out of order, not me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01000","speaker":"1162"},{"type":"speech","time":1352306400,"counter":155,"content":"<p>Senator Michael D’Arcy was out of order in making comments he cannot back up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01100","speaker":"1133"},{"type":"speech","time":1352306400,"counter":156,"content":"<p>Can the Leader conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01200","speaker":"1127"},{"type":"speech","time":1352306400,"counter":157,"content":"<p>I apologise to the Leader but the issue needed to be raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01300","speaker":"1162"},{"type":"speech","time":1352306400,"counter":158,"content":"<p>I have commented on it.  I could say much more but I will not on this occasion.  I am sure we will have an opportunity to discuss the report when it is published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01400","speaker":"1130"},{"type":"speech","time":1352306400,"counter":159,"content":"<p>The Government Members are all falling out with each other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01500","speaker":"1140"},{"type":"speech","time":1352306400,"counter":160,"content":"<p>I thought the Leyden was going to give us the acceptance speech of the US President, Mr. Obama.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01600","speaker":"1130"},{"type":"speech","time":1352306400,"counter":161,"content":"<p>The Leader is very kind.  He now knows what it is like dealing with hospitals, like we used to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01700","speaker":"1140"},{"type":"speech","time":1352306400,"counter":162,"content":"<p>Senator Mullins and Mary Ann O’Brien raised the issue of Irish Aid and moneys spent in its programmes.  The Minister of State, Deputy Costello, will address this matter and others in the House in early course.  The issues of payments to chief executive officers of charities and the misappropriation of funds in Uganda were also raised and these too will be addressed by the Minister of State.<\/p><p>Senator Barrett raised the matter of extending the vote to 16 year olds as was decided by the Northern Ireland Assembly yesterday.  This is a matter that will be dealt with by the Constitutional Convention but we will have an opportunity to discuss it in this House also.<\/p><p>Various Senators raised the matter of The Gathering.  We will be having a debate on it early in the new year.  When we come back after the Christmas recess, the Minister for Transport, Tourism and Sport, Deputy Varadkar, will attend the House for a general debate on tourism during which this matter can be raised.<\/p> <p> Senator O'Keeffe referred to mental health matters and the lack of regulation of people offering help.  This is an important matter and I am sure we will arrange a debate on it.  The Minister of State at the Department of Health, Deputy Lynch, has been in the House on several occasions to deal with the matter and will be willing to attend again.<\/p><p>Senator Comiskey commented on a completely different matter, the question of dieback disease affecting ash trees, which is a serious problem for the country.  We will arrange a debate on it.  The Minister of State at the Department of Agriculture, Food and the Marine, Deputy McEntee, is willing to come to the House and perhaps we will try to get him in here next week to discuss the matter.  Senator Norris referred to Dr. Schäuble.  I take it the Senator is not a great admirer of Dr. Schäuble.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700022#V01800","speaker":"1130","continuing":true},{"type":"speech","time":1352306700,"counter":164,"content":"<p>Certainly.  I think he lacks a sense of irony.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00200","speaker":"1136"},{"type":"speech","time":1352306700,"counter":165,"content":"<p>Senator Eamonn Coghlan referred to cyber bullying.  This matter will be the subject of a Fine Gael Private Members' motion next week.  We will have ample opportunity for a debate and contributions from all sides of the House on this important issue.<\/p><p>Senator Wilson adverted to the future of the Reserve Defence Force.  The Minister for Defence, Deputy Shatter, addressed the matter in the other House only one hour ago but certainly we will get a full response for the Senator on the issue.  No decisions have been made in this regard.  On a different but related matter, the Civil Defence Bill will be brought before the House next week.<\/p><p>Senator Hayden called for a debate on women's health.  I am sure this will be welcomed by all and we will try to arrange it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00300","speaker":"1130"},{"type":"speech","time":1352306700,"counter":166,"content":"<p>That is unacceptable when there is a pressing matter with the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00400","speaker":"1146"},{"type":"speech","time":1352306700,"counter":167,"content":"<p>The Leader to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00500","speaker":"1127"},{"type":"speech","time":1352306700,"counter":168,"content":"<p>Senator Hayden also commented on the children's rights referendum.  It is important that we urge all people to go out and vote in this important referendum and secure a \"Yes\" vote.<\/p><p>Senators Jim D'Arcy and Brennan referred to jobs for Drogheda.  They are delivering for their constituents in that part of the constituency.  Any announcement on jobs in the country is to be welcomed.  Let us hope there will be many more job announcements in many other areas of the country in the near future.  <\/p><p>Senator Mary Ann O'Brien highlighted the need for a charity regulator and referred to issues of sick pay.  We will have the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, in the House next week.<\/p><p>Senators Keane and Brennan commented on the killing or murder of the prison officer, David Black.  We all extend our sympathy to the Black family on his callous murder and condemn totally the perpetrators, for whom there is no room in this country.  They should be rooted out and brought to justice as soon as possible.  I am sure that the Garda and the PSNI will do everything and work in co-operation to bring the perpetrators of this murder to justice as soon as possible.  It is only right to say that any person who has information on this murder should give it to the PSNI or the Garda.  There should be no room in the country for the perpetrators.<\/p><p>Senator Paul Coghlan spoke on the appointment of Pat Spillane.  Needless to say, although the Senator has congratulated him, he is another Kerryman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00600","speaker":"1130"},{"type":"speech","time":1352306700,"counter":169,"content":"<p>He is a national figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00700","speaker":"1151"},{"type":"speech","time":1352306700,"counter":170,"content":"<p>Is the Order of Business agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700023#W00800","speaker":"1127"},{"type":"speech","time":1352307000,"counter":171,"content":"<p>Did the Leader indicate whether he was acceding to the request from all sides of the House for the Minister for Justice and Equality or the Minister for Health to come to the House to make a statement on the allegations of illegality in family planning clinics?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700024#X00100","speaker":"1128"},{"type":"speech","time":1352307000,"counter":172,"content":"<p>The Leader addressed the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700024#X00200","speaker":"1127"},{"type":"unspoken","time":1352307000,"counter":173,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1352307300,"counter":174,"content":"<p>Sitting suspended at 4.20 p.m. and resumed at 4.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Alcohol Consumption: Statements (Resumed)","time":1352307600,"counter":175,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700026#Z00050"},{"type":"speech","time":1352307600,"counter":176,"content":"<p>I welcome the Minister of State, Deputy Alex White, back to the House.  We resume with Senator Mullins, who has three minutes remaining.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700026#Z00100","speaker":"1125"},{"type":"speech","time":1352307600,"counter":177,"content":"<p>I welcome the Minister of State back to the House.  I welcome also this very important debate and discussion.  On other days when we have discussed this issue, the many problems associated with the abuse of alcohol have been raised, such as domestic violence, unwanted pregnancy, child abuse, pressure on the health services and the fact that our accident and emergency rooms are full at weekends and 2,000 hospital beds are occupied as a result of alcohol abuse.  That is without mentioning the number of road deaths, other health issues and the increase in the number of suicides in recent years, many attributed to the abuse of alcohol.  We all agree there is no more sad sight than witnessing young people on our streets at night getting sick, not knowing where they are and exposing themselves to grave danger.<\/p><p>The price of alcohol is a major issue and we must bite the bullet in this regard.  Minimum pricing must be introduced.  It is crazy that in the large supermarkets one can buy beer and other alcohol more cheaply than a bottle of water.  Alcohol is a drug capable of damaging people's health and its availability at such a low price is not acceptable.  The cheap and easy availability of drink in supermarkets, off-licences and petrol stations is seriously damaging the health of many people.  It is also killing the pub trade.  This is a controlled environment where the barman decides whether a customer has had enough and, in many cases, looks out for that person if he or she is in danger.  Those of us who come from rural Ireland know the difficulties the local pub trade is experiencing.  The multiples have a very unfair advantage in that area.  We must call for stricter control of the sale of alcohol.<\/p> <p>Alcohol should be located in a cordoned off area in large supermarkets and that proof of identity should be requested if it is being purchased by a young person.  There should be mandatory training for staff involved in selling alcohol.  There is little doubt but that those who are under age are consuming alcohol purchased by their older friends.  This is a major issue.  In the context of education, schools and colleges must place much greater emphasis on alerting young people to the dangers of alcohol and drug abuse.  We should use and exploit social media to get the message across in this regard, particularly as so many young people use such media.<\/p><p>My final comment relates to rehabilitation facilities which are inadequate to cater for the number affected by addiction.  There is a lack of residential facilities, particularly public facilities.  If one has money, one can gain entry to a private residential facility.  If, however, one does not have money, one will have difficulty in obtaining treatment in a residential setting.  A number of years ago the HSE closed down a wonderful facility in Ballinasloe - the town in which I live - that was doing tremendous work in treating people for addiction to drugs and alcohol.  An adequate facility was not established to replace it.  I am concerned that many medical practitioners regard people with alcohol problems as a nuisance.  As a result of what happened in Ballinasloe, this problem is not being taken seriously.  I urge the Minister of State to consider the position on the facilities in place for the treatment of addiction, particularly the number of residential beds available.  The facilities in place must be publicised in a much better way in order that many of those who suffer from the effects of alcohol addiction can be catered for and receive treatment in a more timely fashion and more suitable surroundings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700026#Z00200","speaker":"1118","continuing":true},{"type":"speech","time":1352307900,"counter":179,"content":"<p>The Senator is like Galway, he scored in extra time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700027#AA00200","speaker":"1125"},{"type":"speech","time":1352307900,"counter":180,"content":"<p>Alcohol has been available either as a product or a commodity for as long as people have been on the planet.  These statements are on alcohol consumption as opposed to alcohol abuse.  I would, therefore, like to consider some of the positive aspects of alcohol before I focus on the downsides.  I am partial to a drink.  When consumed properly by adults, alcohol can be of benefit both socially and from the point of view of health.  It lends gaiety to festive occasions and can be a source of comfort at funerals and other times of grief and trauma.  A drop of sherry brings a good colour to one's complexion.  All of these aspects must be mentioned before we refer to the downsides.<\/p><p>The alcohol industry is extremely important to the economy of this country and many others.  For example, the annual turnover of the industry in Ireland is €3 billion.  It is responsible for generating €2 billion in VAT and excise revenues and employs over 50,000 people.  A great number of the owners of pubs have raised their families on their premises.  Pubs are a huge part of the fabric of Irish life, particularly in isolated rural areas where they provide the only social outlet for many.  I refer, for example, to elderly and single men who live alone.  I take the opportunity to compliment publicans.  I accept that there are bad apples in every barrel and that individuals occasionally let the side down.  In the main, however, publicans are exemplary.  They run their businesses professionally and have a great sense of their duty of care for their customers.  I would trust most publicans to ensure their customers do not over-imbibe.  If people do have one too many, they are immediately taken care of by those publicans to whom I refer.<\/p><p>The difficulty we face is that most individuals no longer drink in pubs.  People purchase alcohol in off-licences and consume it in their apartments, homes and less salubrious places.  As Senator Michael Mullins indicated, there is some level of control when people drink in a pub.<\/p> <p>However, there is no control over what happens in a private house and there is no one to say, \"Stop, you have had enough\" or to say one should not mix drinks.  The focus should be on the off-licence trade.  What can the Garda Síochána do about young people walking around in broad daylight with litre bottles of Coke which are laced with vodka or Bacardi or whatever else?  It is impossible for a garda to apprehend someone in those situations until such time as they have drunk themselves silly and they begin misbehaving.  This is when the garda can act but the damage has been done by then.  It is rare that a Member of the House on his or her way home, to an apartment in my case or a hotel in other cases, will not encounter some of the most sickening sights of young men and women too behaving in the most debauched fashion, such as urinating in public, abusing people, falling all over the place, or roaring and shouting until the small hours of the morning.  They are not coming out of pubs in that condition; they are coming out of their homes or their garages or wherever they group together.  That is where it is happening for them.  <\/p><p>I am confident the Minister of State has the question of below-cost selling in off-licences on his priority list.  The Government has shied away from tackling the question of advertising and sponsorship of alcohol products.  The Minister of State's predecessor, Deputy Shortall, had very strong views on control of alcohol sponsorship.  Clearly she was at variance with some of the senior members of the Cabinet on that issue, as she was on other issues.  Some senior Ministers went on the record of the House as saying they were in favour of sponsorship of football and sports and cultural events by drinks companies.  I do not propose a blanket ban on such sponsorship but rather I call for a coherent Government policy as to how much of this sponsorship is permitted and what is not permitted.<\/p><p>Drink-driving is a taboo subject and something for which we have no sympathy.  We are winning in this regard.  The Garda Síochána received additional powers which it is using.  Most people have finally got the message that one does not go behind the wheel of a car with drink taken.  I compliment the young people of Ireland because it is anathema to a young person that anyone would drink and drive.<\/p><p>The drink culture is big in Ireland and we all bought into it.  The caricature of the drunken Irishman is not without foundation, which is sad to say.  We have contempt for the drug abuser and for the drug pusher who is reviled in Irish society but we all have a great soft spot for the fellow who cannot control his drinking, falls all over the place in the pub, spills drink and is a nuisance at a race meeting when he wants to tell you his life story.  Maybe we need to get a bit more judgmental - if that is the word I am looking for - and a little less tolerant.<\/p><p>I will finish with a story.  I was in Norway not too long ago.  I went to an Irish pub but I could not get a Jameson, Paddy or Powers whiskey.  One cannot get whiskey in a Norwegian pub unless one is a resident in a hotel.  I went to an off-licence to buy a bottle of gin and was directed to a warehouse out of town.  There is just one such warehouse in the town which is the size of my own town of Listowel.  The place is in the basement of a work space.  I was directed into an empty room with a couple of shutters; it was like visiting a prison.  Brochures were available on a table from which I had to choose, for instance, No. 45, Cork Dry Gin.  The hatch opened, I put in my money and was given the bottle.  There is no advertising, no lighting, no cheery feeling about it.  It is like going to a funeral.  I think that somewhere in between is what we should consider. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700027#AA00300","speaker":"1142","continuing":true},{"type":"speech","time":1352308200,"counter":182,"content":"<p>Thank you, Senator.  John B. Keane will never be lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700028#BB00200","speaker":"1125"},{"type":"speech","time":1352308200,"counter":183,"content":"<p>I will begin by extending a warm welcome to the Minister of State, a former colleague of ours in this House and a very valued Member of the 23rd Seanad. I wish him well in his portfolio.<\/p><p>Those inside and outside of this House are acutely aware of the challenges which face the health service.  In that context I wish the Minister of State, Deputy White, the Minister, Deputy Reilly, and the Minister of State, Deputy Kathleen Lynch, the very best in their endeavours to reform the broken and dysfunctional health service which the Government inherited.<\/p> <p>One of the challenges that plagues the health service and society is the problem of alcohol consumption.  Let us be honest, we have a serious problem with alcohol.  <\/p><p> A recent report entitled, Alcohol Consumption and Alcohol Related Harm in Ireland, contains discomforting figures and shows the extent of our alcohol problem that has endured for decades.  As many as 1.5 million people consume alcohol in a harmful manner and 30% engage in such harmful behaviour at least once a week, and more than 50% of current drinkers engage in binge drinking, which is six or more standard drinks, at least once a month.  The figure increases to 72% for those aged between 18 and 24 years.  Some 73% of those aged between 18 and 24 years drank at least five standard drinks and 31% consumed at least nine standard drinks in one drinking session. <\/p><p> The recession has accelerated an already significant problem.  The amount of alcohol being consumed by adults has increased yearly since 2009.  Figures from the Central Statistics Office show that the average <i>per capita<\/i>consumption of pure alcohol has increased from 11.9 litres in 2010 to 12 litres last year.  At the same time the availability of alcohol is widespread.  We continue to see a greater affordability of alcohol at a time when our abuse of alcohol continues to rise.  <\/p><p> The effects of alcohol abuse go far beyond the individuals concerned.  Often it is families, friends and innocent members of the public in the wider community who are affected, either directly or indirectly, by the alcohol pandemic.  Excess alcohol consumption is a national and societal issue and affects every village, town and community across the country.  It requires a collective solution.  Earlier this year the Minister for Health and his counterpart in Northern Ireland, Mr. Edwin Poots, jointly opened the first North-South conference on the issue and that is welcome.<\/p><p> The problem is not confined to the household, because 2,000 beds are occupied by patients suffering alcohol-related illnesses that cost the Exchequer &#8364;1.2 billion per annum.  This is at a time when we face severe budgetary and financial challenges in the health service.  Alcohol is related to one quarter of all admissions to emergency departments in hospitals and in 2010 it was responsible for some 8,000 admissions to specialised addiction treatment centres.  Alcohol is a contributory factor in 50% of suicides and in deliberate self-harm.  Alcohol also increases the risk of more than 60 medical conditions such as cancers as explained to Members at a recent public consultation hearing conducted in the House.  In Ireland three people die every day as a result of alcohol.  It is associated with 16% of child abuse cases.  Alcohol-related crime cost an estimated &#8364;1.19 billion in 2007 and in 2010 some 70,000 crimes were attributed to alcohol-related activity.  <\/p><p> Finding a combination of different measures to effectively tackle the problem is something that all Senators should work towards.  A number of measures have been proposed by the Oireachtas Joint Committee on Health and Children to stem our over-exposure to and consumption of alcohol.  The widespread availability of cheap alcohol is an issue that the Government is committed to tackling.  Having access to alcohol that in many cases is cheaper than a bottle of water cannot be tolerated in a society that is deeply affected already by its negative consequences.  All one has to do is enter an off-licence, or better still a supermarket, to see the extent to which alcohol has become available and affordable.  The introduction of a minimum price is an issue that the Government will consider in the run-up to the budget in December.  I shall be interested to hear the Minister of State's view on minimum pricing.  We should not encourage the bulk purchase of alcohol by pricing it at a rate which anyone with mere pocket money can afford.  We must strike a balance and cater for people that do not abuse alcohol.  It is in that context that sport sponsorship also arises.<\/p><p> The drinks industry is worth &#8364;2 billion annually to the Exchequer and employs some 70,000 people.<\/p> <p>However, alcohol should not be interlinked with every aspect of society.  The link between sports and alcohol should be curtailed over a reasonable period.  The national substance misuse steering group's report, published in February, found that 16 to 21 year olds had listed alcohol advertisements as five of their top ten favourite advertisements.  The report’s recommendations included a ban on all sponsorship of sports and large outdoor events by alcohol companies, as well as a ban on outdoor advertising of alcohol, higher excise duties on some alcohol products and the introduction of minimum pricing.  The Government is committed to addressing the use of such sponsorship at sports events and the finer details, including the timeframe for such action, are to be decided by the Cabinet.  Some have called for the full removal of such sponsorship, but I would bear in mind the fact that we must strike a balance for those who do not abuse alcohol.  Accordingly, I would not favour a total ban of alcohol advertising.<\/p><p>An option which should be considered is early intervention in highlighting in schools the problems associated with alcohol misuse.  Each year the Garda Síochána runs a successful programme in second level schools on road safety when students are shown the full extent of the dangers of drink-driving, speeding and driving without a safety belt.  It may be worthwhile if a similar project aimed primarily at the responsible use of alcohol was introduced.  As adults, we are beginning to come around to the line of thought that we do have a problem that needs action.  I am not sure if there is the same awareness among young people.  Will the Minister of State consider the need for early intervention in the education system?<\/p><p>As Leader, I will be more than happy to allocate more time and provide more opportunities to debate this issue.  If, as a country, we can successfully reduce our reliance on alcohol, we can build a stronger, healthier and safer society for the betterment of all.  Again, I thank the Minister for his attendance to deal with this important national subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700028#BB00300","speaker":"1130","continuing":true},{"type":"speech","time":1352309100,"counter":186,"content":"<p>I again welcome the Minister of State, Deputy Alex White, to the House.  I have already had the opportunity to congratulate him on his appointment.  I am certain that he will take up the baton from his predecessor, Deputy Róisín Shortall, because I know they share the same vision and she had made significant progress in this area.  The Minister of State will complete this progress because it is extremely important to do so.<\/p><p>I am very glad to witness a change in the debate on alcohol abuse.  Throughout the entire quarter of a century I have been a Member I have been raising this issue.  In the early days I was laughed at from all sides of the House.  It was a not matter that was taken seriously when it should have been.  However, we are not alone, as it is a serious problem across the world.  Globally, there are 2.3 million premature deaths caused by alcohol consumption which is responsible for 4% of the overall premature death figure.  It has severe effects in Ireland because we are at the higher end of the alcohol consumption table, which has been the case for some time.  One can go back to Fr. Mathew and his Quaker friend who jointly started the Teetotal Abstinence Society in 1838.  Now up to 81% of Irish adults are drinkers and the number of women drinking has increased extraordinarily.  <\/p><p>The number of outlets selling alcohol has expanded vastly.  I remember raising the question of how these places were licensed.  It seemed as if every little huckster shop and supermarket could open an outlet.  In some instances, local communities, the local authorities and the police all objected to their opening, but they were still allowed to open.  Why?  I asked that question on television and got into trouble for doing so.<\/p><p>Alcohol promotions such as happy hour and buy a tray of beer for €1 should be stopped.  It is absolute nonsense and guaranteed to undermine people’s health.<\/p> <p>We can either operate the existing law or create new law to end distance sales.  It is possible to ring an off-licence and have drink delivered, and young people are doing this often.  As they cannot afford to drink in pubs, they lay a basis for the end goal, which is not socialising but being drunk, at home and then go out and complete the process in pubs where they can afford it.<\/p><p>Consumption is twice what it was in 1960.  Senator Cummins gave the figures but it is twice what it was when I did my intermediate certificate.  It is a vast figure and if one breaks it down, it is the equivalent of 44 bottles of vodka, 474 pints or 124 bottles of wine.  These numbers increase if one takes out of the equation the 20% of non-drinkers.  It is a vast amount.  If one were to stack up all 44 vodka bottles or 124 bottles of wine, one would get some notion of how much people are drinking.<\/p><p>There has been a fivefold increase between 1990 and 2006 in the number of off-licences.  We know from international studies that accessibility and affordability are the two prime issues, along with advertising.  We need to do something about advertising because people are gulled into the idea that they are more sexually attractive and more likely to have a conquest and a good time if they take particular types of drinks.  The use of the lure of sexual promise is very dangerous, especially with young people, and we must be very careful about the way in which it is used.  I pay no attention to those groups funded by the drinks industry to promote the idea that one can drink safely and so on.  Of course one can and for many people it is possible to enjoy a social drink, but I am wary of these groups because they are not independent.  When they refer to drinking safely I do not really believe they mean it.<\/p><p>The costs are vast and I believe they are even worse than those referred to already.  My information is that they amount to more than €3 billion per year and that the cost to the Exchequer is almost €3,500 per household for alcohol-related problems.  That is a vast amount of money.  It may not seem to be quite as much as it would have been in the old days before we started landing out €3 billion every so often to bail out the bondholders, but it is nevertheless a vast amount of money.<\/p><p>Two thirds of women in the Coombe hospital stated that they were habitual drinkers, even during pregnancy.  This can have a dangerous effect on the foetus.  We spoke earlier about protecting women's health but this is a more significant problem than that raised on the Order of Business.  The number of children affected is also significant.  A total of 100,000 children reported the negative impact of alcohol in their family lives as well as the impacts on mental health and suicide.  Alcohol is a depressant and a significant proportion of people are admitted to psychiatric hospitals because of alcohol-related illnesses.  It is a contributory factor in 97% of public order offences, a startling and astonishing statistic.  It also has an impact on the number of injuries.  Anyone familiar with hospitals, and in particular with accident and emergency departments, will know the situation that occurs especially every weekend when the treatment of what I regard as legitimate injuries is frequently interrupted and made difficult by people who are either drunk or on drugs.  The vast number of drunks who turn up at accident and emergency departments, especially at weekends, needs to be seriously addressed because it is dangerous for other patients.  I remember listening to a radio programme in which someone reported that a man who was drunk came into the accident and emergency department of St. James's Hospital.<\/p> <p>He was very difficult, obstreperous and violent with the nursing staff.  He then vomited and proceeded to urinate against the wall.  He was eventually brought out by security staff who called a taxi but he wandered off before it arrived.  The listeners to this programme, however, attacked the hospital for this which is completely wrong.  That man, by his grossly selfish, inappropriate and irresponsible behaviour, was possibly exposing people with open wounds to infection by his barbarous and disgusting acts.  People like that should be placed in a safe and secure location until the morning when they are then charged in the courts.  That may help cure their hangover for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700030#DD00200","speaker":"1136","continuing":true},{"type":"speech","time":1352309700,"counter":189,"content":"<p>Cuirim fáilte roimh an Aire go dtí an Teach.  One would be somewhat taken with Senator Norris’s quite detailed description of what staff in the emergency services have to put up with as a result of intoxication.  Whatever about the weekends, which are dreadful, every night in this city accident and emergency units have to deal with people who are comatose as a result of alcohol misuse.  It is a societal issue which must be dealt with.  The Oireachtas has a responsibility to protect society from itself.  However, in this regard, we have failed.<\/p><p>The facts of alcohol consumption and misuse have been outlined in great detail by the Leader.  His percentages, however, may have been somewhat conservative as I believe they are far worse.  To deal with the problem in the immediate term, we can introduce minimum pricing.  There is nothing more appalling than when supermarkets have special offers on alcohol.  Some months ago, Senator Power highlighted in the Chamber an appalling advertisement for cheap alcohol on children’s allowance day from a supermarket in Dublin’s north side.  As a result of her actions, the advertisement was withdrawn.  The problem is one still sees beer for €1 in supermarkets, as Senator Norris observed.  Such offers mean young people and students can drink very cheaply which leads to an uncontrolled drinking environment.  We can deal with this as a priority through minimum pricing.<\/p><p>I have always advocated the American system of restricting the sale of alcohol to people over 21.  The identification card system is rigorously enforced in the United States.  While no Member is 21 or near it, everyone knows how young people in, say, Boston will be asked for age identification when looking to buy a drink in a bar.  That is the kind of culture we need in Ireland.  We also need bar owners and their staff to be vigilant and responsible when serving alcohol.  We have all seen people falling off bar stools but who keep getting served which is unacceptable.<\/p><p>The drinks industry sponsoring any sports event is a complete no-no.  We need to break the umbilical cord between drink and sport.  I would also advocate removing drink licences from GAA, rugby, golf, tennis and other sports clubs as a means to breaking this umbilical cord.  There is no reason alcohol should be sold on trains as there is no train journey in this country longer than three hours.<\/p><p>In the long term we need to create a societal change which must start at primary school level and percolate to second level.  If we do not get into young children’s mindset that there is a better way to live than abusing alcohol, then we are probably too late.  The Minister of State, Deputy White, is an exceptionally capable Minister.  I have no doubt he is taking all our views into consideration when formulating his strategy in this area.  While he will not be able to solve it instantly with a magic wand, he will start the incremental process of change which will lead to a better and more mature societal outlook to alcohol.<\/p><p>I recall a former justice Minister, Michael McDowell, for all his faults, advocating a café-bar culture.  At the time, he did not receive the support he deserved for this idea.  The one way of reducing the comatose effects of alcohol is through ensuring people can eat while they are drinking.  The café-bar culture is prevalent across Europe and works.  It is awful to witness O’Connell Street on a Saturday night when at the same time in Rome people enjoy themselves in a mature way.  I am not saying there are no alcohol problems in Italy but there is a different cultural attitude towards its consumption.<\/p><p>We need to explain to and educate young people on how to drink.  Parents have a crucial role in introducing their children to alcohol.  The notion of total abstinence is not going to happen.  Young people are going to drink.  The question is whether we can make them drink sensibly.  Over the years, we have tackled significant issues successfully and we can tackle this one.  We were the brave country that first introduced a smoking ban in bars and restaurants which is now the norm across Europe.  The then Minister, Deputy Martin, took the tough decision on smoking.  Similar tough decisions need to be taken with alcohol.  We need to face down the powerful lobby groups.  When the smoking ban was introduced, some lobby groups went on television saying they ran the country.  I have news for them.  They do not run the country.  The Government runs the country and it will do the right thing by society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700032#FF00200","speaker":"1158"},{"type":"speech","time":1352309700,"counter":190,"content":"<p>Before I ask the Minister of State to conclude, I thank Members for their contributions.  Twenty four speakers over two days shows how serious this matter is regarded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700032#FF00300","speaker":"1125"},{"type":"speech","time":1352309700,"counter":191,"content":"<p>It has been useful to me that the Seanad scheduled a debate on this issue.  I assure Members I have taken note of all that has been said on this pressing issue.  Members have been very clear on the harm alcohol misuse causes.  The national substance misuse steering group's report has been the key in provoking this debate along with the work of the Seanad and the health committee.  We have deliberated on these issues and need to make some decisions to bring forward policy instruments to address them.<\/p> <p>I have listened to what people have been saying and I have been reading and considering all of the reports prepared, not least the strategy group's report.  It is not simply a question of conjecture, anecdote or argument without any basis.  There is hard evidence to support the type of effective measures on alcohol control that people have been advocating at what could be termed the softer end of changing people's attitudes.  This is always a difficult area and when we refer to the need to change people's attitudes and to approach it in a holistic way, everyone agrees on the face of it that it makes sense to try to change the culture and so on.  However, it is always difficult to work out exactly how one delivers this.  We need to introduce harder measures, policy instruments put into law, that are effective.  They should not be put into law for the sake of demonstrating a view or our concern but they should actually have an effect.<\/p><p>Members have raised the issue of minimum unit pricing.  There has been a debate about this and one hears the reaction from some quarters to the effect that minimum pricing would have no effect.  As a recently appointed Minister of State, I have heard both sides of the argument.  Some people say it will not have an effect and others believe that it will.  Perhaps some vested interests have argued that it would have no effect.  We should consider whether there is evidence.  Studies have been prepared and it appears this is the case.  Recently, the World Health Organization and other bodies have brought forward evidence demonstrating the actual and likely effects and certainty of effects of measures such as minimum unit pricing.  This is why the strategy group put those proposals in its report.  It was not simply in order that they could have a list of proposals that looked good on paper.  The proposals have been tested to see whether they would have an effect and have been shown to have such an effect.<\/p><p>There may be other regulatory mechanisms to reduce ease of access to alcohol.  Senator O'Sullivan provided an example from Norway, where there is almost a cloak and dagger atmosphere around access to alcohol.  One must look hard for it.  He described coming up to a hatch, presenting himself and having to say who he was and what he wanted, and only then was it delivered.  It is completely devoid of the presentational context in which alcohol is sold in other countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700032#FF00400","speaker":"1024","continuing":true},{"type":"speech","time":1352310300,"counter":193,"content":"<p>They made me feel rather guilty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700033#GG00200","speaker":"1142"},{"type":"speech","time":1352310300,"counter":194,"content":"<p>Was that the case?  I hope Senator O'Sullivan managed to recover from it reasonably quickly.  Anyway, the Senator made an important point.  Alcohol is no ordinary commodity, as the title of the famous study put it.  It should not have the same level and ease of access as other products.  This general viewpoint has been shared across the board.  The question is how we put that into practice while remaining consistent with maintaining reasonable access for people who are entitled to it.  Apart perhaps from Senator Crown, none of us is advocating any type of prohibition in respect of alcohol.  There is a tolerance for reasonable and moderate drinking to which many people have referred.  However, the difficulty is the considerable abuse and misuse of alcohol to such a harmful extent and we need to start to address it.<\/p><p>An unanswerable case has been made and it is undeniable that action on alcohol reaps considerable gains in terms of better population health and well-being, enhanced employment and productivity, increased health and social welfare savings, greater health and economic equality, and greater social cohesion and inclusion.  There is a broader social and economic imperative involved in the issue.  This is the reason alcohol is now considered to be one of the world's top priority public health challenges.  Certainly, this is the case in respect of this country for me as a new Minister of State, the Department of Health and the Minister for Health.  We have a strong public health dimension to our work with regard to dealing with alcohol misuse because our agenda is to protect and improve the health of the people and this is an important element of it.<\/p><p>Several Members raised the issue of minimum pricing and Senator Cummins asked about my view in this regard.  As colleagues are aware we have not yet brought forward the package of measures but I intend to do so soon.  Minimum unit pricing features prominently in the report of the strategy group.  As I have noted, there is evidence which demonstrates the likely positive impacts of introducing minimum unit pricing.  This debate is raging in many countries.  Litigation is in play in Scotland.  The Scottish Parliament has introduced legislation to provide for minimum unit pricing and it has been challenged by the drinks industry.  The case is currently being heard before the Court of Session in Edinburgh and it is likely to end up in the European Court of Justice.  There is considerable international interest in this case among the drinks companies and across the board.  We will watch the case closely but it is not a case of holding back and watching what others are doing, although we must learn the lessons of what has been achieved elsewhere.  We need to make policy decisions ourselves.  I assure colleagues that there is a compelling case for minimum unit pricing and this is the approach I will be taking.  I am keen to consider all the proposals put forward in the strategy group report and to bring them forward as a package rather than singling out one specific measure for attention today.<\/p><p>I wish to emphasise one point relating to something Senator Norris said.  I started in this job four or five weeks ago but I see my role as picking up the baton on the issue of alcohol.  There is no question of my going back to the drawing board or unwinding or unpicking the work that has already been achieved.  The work is at an advanced stage and I see my role as picking up where my predecessor, Deputy Shortall, left off.  I want it to be clearly understood that there is no question of us starting again or rolling back on any of the work or achievements that have been secured.<\/p><p>Senator O'Sullivan raised the issue of whether there are other perspectives in government.  That is no secret and it would be strange if there were not other perspectives on this issue across government.  That is to be expected.  However, my job is to bring forward these proposals and to ensure they are considered by the Cabinet and that is what I intend to do.  I fully intend to continue to be guided by the report of the strategy group.  It is the set of proposals and recommendations which got the debate going properly in terms of bringing forward policy instruments.  I will seek to stay as close as possible to the recommendations contained in the report and to maintain a position that is as close as can be achieved to the proposals set out in that remarkably helpful document.  This is the undertaking I give to the House today.<\/p><p>Senator Mullins raised the issue of minimum pricing.  I have dealt with that issue.  There is a convincing case for it.  He also touched on the question of availability and accessibility.  The question of the accessibility of alcohol products within stores, supermarkets and other retail units is important.  This features in the strategy group's report as well and it will also feature in the proposals I intend to bring forward.  I note the points Senator Mullins made in respect of rehabilitation facilities and the problem of the lack of residential beds which he identified.<\/p><p>Senator Cummins dealt with the issue of minimum pricing.  He also made the point that he believed the link between sport and advertising ought to be curtailed, although he was of the view that we should strike a balance in this regard and that he would not be in favour of a total ban.  It was interesting to hear the views of all the Senators who spoke on this question and they ranged across the board.  There seems to be a predominance of the viewpoint that there should be a radical move in this regard.  That would appear to be the majority view as I understand it although some have argued, as Senator Cummins did, for something somewhat less than an outright ban.<\/p> <p>Senator Norris referred to the proliferation of outlets where alcohol is available and I have great sympathy for the point of view he expressed.  The extraordinary proliferation of outlets and venues where alcohol can be purchased is a cause for concern.  However, where licences have been extended over a period of years, it would be enormously difficult to reverse that development, although not impossible to do so.  As licences, to a great extent, are assets, there are difficulties involved when one contemplates revoking them.  Nonetheless, I accept the Senator's point and I have discussed the question of the enormous number of outlets with officials in my Department.  It is hard to see how it can be addressed but I am interested in hearing the views of Senators and others on the matter.<\/p><p>Senator Conway spoke about minimum pricing and advertising, and argued that the practice of serving alcohol to people who are already intoxicated is still going on and is totally unacceptable.  It is actually an offence for a publican to serve a person who is clearly intoxicated.  If I am not mistaken, it is an offence for any individual citizen, publican or not, to buy a drink for someone who is intoxicated.  That is my understanding of the law and I am certain it is an offence for a publican to serve an intoxicated customer.  People should be very conscious of that fact.<\/p><p>Senator Conway argued that we need to face down the lobby groups.  As a Government, we must listen to all interests and be aware of the different viewpoints and perspectives of various groups.  However, at the end of the day, Ministers have a responsibility to make decisions in the best interests of citizens and in this case, in the interests of the health and well being of citizens.  In that context, there is an overwhelming case for the introduction of the kinds of measures set out in the strategy group's report.  The proposals that are ultimately brought forward may not be absolutely on all fours with everything in the report but I will seek to remain as true and faithful as I can to what is recommended in that report.<\/p><p>I thank the Cathaoirleach for arranging this debate and assure the House that I will take cognisance of all that has been said during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700033#GG00300","speaker":"1024","continuing":true},{"type":"unspoken","time":1352310900,"counter":196,"content":"<p>Sitting suspended at 5.25 p.m. and resumed at 5.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Social Welfare Appeals System: Motion","time":1352311200,"counter":197,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700035#JJ00100"},{"type":"speech","time":1352311200,"counter":198,"content":"<p>I move:<blockquote><br \/>That Seanad Éireann  <blockquote>notes:<br \/>- the importance of transparency and independence (actual and perceived) in a social welfare appeals system;<br \/>further notes that: <br \/>- social welfare appeals have more than doubled in the last 5 years with 51,500 live appeals in 2011;<br \/>- despite a reduction of 2.6 weeks since 2011 the average waiting time for appeals dealt with by summary decision making  is now 22.4 weeks;<br \/>- despite a reduction of 11.6 weeks since 2011 the average waiting time for appeals requiring an oral hearing is now 40.9 weeks;<br \/>- the current pressure on the appeals system has resulted in a number of appellants being unable to access their fundamental rights due to delays; <br \/>- current procedures weigh against the appellant when making an appeal including a lack of legal assistance for complex cases; and <br \/>- the problems in the system have caused unnecessary hardship for appellants, in some cases resulting in destitution.  <br \/>agrees that: <br \/>- there have been improvements to the system including an increase in the number of Appeals Officers to 41; and <br \/>- the Social Welfare Appeals Office is implementing system reforms which have resulted in decreased waiting times and increased productivity.  <br \/>calls on the Minister for Social Protection to: <br \/>ensure the independence of the social welfare appeals system by undertaking an audit of how the system meets standards of fair hearing and human rights such as those contained in the Irish Constitution and the European Convention on Human Rights and to publish such an audit; <br \/>improve decision making at first instance by:<br \/>· putting more resources into the system at the initial decision stage thereby maximising cost-effectiveness and reducing the number of appeals against wrong refusals; <br \/>· simplifying and making more accessible social welfare application forms; <br \/>· providing for regular training of Appeals Officers in relevant areas of law including human rights law; <br \/>improve fair procedures by:<br \/>· automatically providing appellants with their social welfare file including the Deciding Officer&#8217;s submission without having to make an FOI request;<br \/>· anonymising the Department of Social Protection&#8217;s database of significant decisions and make available to the public as recommended by the UN Special Rapporteur on Extreme Poverty in 2011; <br \/>· amending social welfare appeal forms to include an option to request an oral hearing; <br \/>· directing that Social Welfare Office staff ensure that claimants are able to make an application or are assisted to do so where necessary; and<br \/>improve accessibility by: <br \/>· making civil legal aid available for appellants in complex cases.<\/blockquote><\/blockquote>I welcome the Minister for Social Protection.  I have expressed support and admiration for her reform agenda on numerous occasions.  My colleagues and I view this motion on the social welfare appeals system as an integral aspect of the reform process.  We bring it forward in awareness of the current economic context but with the belief that even in times of economic austerity, we must have due regard to fairness and justice, especially for those who are most vulnerable.  We will identify areas in which there could be a more cost-effective use of the resources already available in the system.  <\/p><p>  We bring forward the motion because we are aware that many public representatives, including Senators and Deputies, receive requests and complaints from citizens and residents who are experiencing enormous delays within the appeals system.  We understand many people are waiting for decisions to be overturned because the initial decision did not take into account all the circumstances of an individual or interpret accurately Irish or EU social welfare law as it applies to the individual's circumstances.  These wrongful decisions were made at the first instance of decision-making and contribute to the extremely high number of appeals before the social welfare appeals office.  A clear indicator that the process is flawed is the fact that 42% of decisions are overturned on appeal.<\/p><p>  As the Minister is aware and the motion indicates, persons who make an appeal face a number of problems.  The number of social welfare appeals has more than doubled in the past five years; there were 51,500 live appeals in 2011.  The average waiting time for an appeal to be dealt with by summary decision is 22.4 weeks.  The pressures on the system have resulted in a number of appellants being unable to access their fundamental rights owing to delays, causing destitution in some cases.  We acknowledge that the number of appeals officers has been increased to 41 and that other system reforms have resulted in decreased waiting times and increased productivity.  However, given the pressures exerted in the current economic climate, it is vital to highlight that the time is almost upon us when the capacity of the system will be reached owing to the ever growing number of appeals and the limited number of staff available to deal with them.  Consequently, we will still have considerable delays in spite of the current reform process.<\/p> <p>Thus, a key part of our motion calls for changes in the way decisions are made at the very beginning of the application process. <\/p><p> We call for a social welfare application and appeals system that is transparent and independent.  Our call is rooted in the recently published research on the system by FLAC, entitled, Not Fair Enough.  I welcome several members of FLAC who are in the Visitors Gallery.  FLAC's motivation in carrying out this research was based on its enormous experience of representing social welfare applicants as well as working with other advocate organisations and independent law centres which have met the hardship of applicants at the coal face. Complementing this - here is where FLAC's research provides us with significant added value - it provides an analysis of the system from the perspective of human rights law.  This gives us a framework within which to determine what is lacking within the current system.  This objective analysis, from the perspective of the rule of law, highlights that people have a right to social security, that they have a right to fair procedures and that they have a right to due process and effective remedies.<\/p><p> We request the Minister to ensure the independence and transparency of the social welfare applications and appeals system.  We are aware that, according to the rule of law, especially the law of the European Convention on Human Rights, Article 6 of the convention, in noting a person's right to fair procedures, states:<blockquote> In the determination of one's civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.<\/blockquote>My colleague, Senator Fiach MacConghail, will address the issues of our motion that recommend changes to the decisions made at first instance.  I will focus the rest of my remarks on a call to undertake and publish an audit of the independence of the social welfare appeals system and how to further improve fair procedures in the system and an appellant's access to justice.  An audit provides us with an objective benchmark.  That benchmark is a checklist of human rights principles and standards of fair hearing against which an objective judgment can be made with regard to the independence and transparency of the current system.<\/p><p> I have selected four such principles as a basis for our recommendations for improving fair procedures and accessibility.  The first of these is a fair balance between the parties.  Current appeal procedures weigh against people when they attempt to make an appeal, because appellants do not have access to the same information as those making the decision about their case.  Appellants are not automatically given a copy of their social welfare file which may contain useful information.  This file as well as a copy of the deciding officer's submission, which contains information on why the application was rejected, should be provided to the appellant as a matter of course.  It should not be necessary to make a freedom of information application.<\/p><p> Second, appellants should be informed of their right to seek an oral hearing, a right which they hold under Article 6 of the European Convention on Human Rights and which should not be at the discretion of an appeals officer.  Statistics show there is a higher rate of success on appeal in cases where an oral hearing is held, compared to a decision that is made on written evidence only.  I would like to give an example of the importance of oral hearings.  A separated woman with a large family, not only had her one-parent family payment stopped, but also received a demand for &#8364;21,000, an alleged over-payment.  Her payment was stopped in November 2009 and, following consultation with FLAC, she made an appeal to the social welfare appeals office.  The Department claimed that she was co­habiting with her ex-partner.<\/p><p> As a result of a freedom of information request the woman received her social welfare file.  This file contained a social welfare inspector's report which stated that she was not cohabiting.  The report showed that the evidence on which the Department based its opinion was flawed.  The woman had presented written evidence in her initial application which corroborated the inspector's report, but her file showed that this was not taken into consideration.  Following an oral hearing which was held more than a year after she appealed the decision, at which FLAC represented her, the social welfare appeals officer allowed her appeal and rejected the overpayment claim.  The woman's payment was restored, but arrears were not granted for a further three months.<\/p><p> Third, people have a right to legal assistance in complex cases.  It must be noted that civil legal aid is not available for representation at a social welfare appeal.  Appellants may seek assistance from an NGO or lay advocate or they may represent themselves.  Some appeals can deal with complex issues of law.  Therefore, appellants may be at a disadvantage when presenting their case without legal advice or assistance.  Civil legal aid should be made available in these instances.  Failing that, advocacy organisations should be funded to assist people in complex cases.<\/p><p> Fourth, there should be consistency in decision-making within the social welfare appeals system.  The appeals office does not maintain a database of decisions which is accessible to appellants about cases which may be similar to their own.  There is a database to assist appeals officers in their work, but all that would be needed is a minor investment in anonymising software in order to make a number of significant decisions available to the appellants and their advocates.   This would assist appellants' preparations for appeals significantly.<\/p><p> I hope the Minister will consider all of our recommendations.  I have read the counter motion, but I hope the Minister will still consider our recommendations, in particular the recommendation to conduct and publish an audit of the system.  Our recommendations for reform are modest, but absolutely necessary for fairness and access to justice.  I hope the Minister considers them in that way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700035#JJ00200","speaker":"1176","continuing":true},{"type":"speech","time":1352311800,"counter":200,"content":"<p>I also welcome the Minister to the Seanad.  She is a person and politician I greatly admire and I thank her for her commitment and time in attending this important debate.<\/p><p>  I second our motion and support my colleague's proposal.  As I said on the Order of Business today, I am somewhat dismayed by the length and verbosity of the Government amendment, particularly as it does not address some of the issues and concerns raised in our motion.  I likened the amendment to <i>Finnegan's Wake<\/i> in that it is almost as long and not easily understood.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700036#KK00200","speaker":"1167"},{"type":"speech","time":1352311800,"counter":201,"content":"<p>Not as beautiful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700036#KK00300","speaker":"1136"},{"type":"speech","time":1352311800,"counter":202,"content":"<p>I would like to concentrate on the element of our motion that deals with improving the decision making process.  We are trying to be as practical as we can and are not interested in creating layers of bureaucracy or in over-regulation of an already fraught and stressful process.  All of tonight's debate and our recommendation could be encapsulated in just one word \"time\".  What should be considered a reasonable amount of time for a process involving appeals for social welfare payments?  Where should we spend the limited resources we have?  We are not suggesting the resources should be increased, but consideration should be given to where they should be spent.  Should they be spent at the front end or back end of the social welfare appeals process?<\/p><p>In my humble and uneducated view, the way the current system operates is in a way designed to spend the least amount of money or to delay spending or paying out any moneys at an early stage in the process.  Our motion strongly argues that by placing most of the existing resources earlier in the process, we will achieve fairness and less hardship.  The hardship cases are well documented and some of them are quite distressing.  The Government amendment notes in a dispassionate and charmless way that &quot;by its very nature the appeals process cannot be a particularly quick one.&quot;  It then lists a series of reasons for this.<\/p><p>We recognise the procedures in place, but not the order or priority suggested by the Government.  The amendment recognises the process is &quot;long and ongoing&quot;.  Our proposal is that we should quantify, clarify and measure the process.  We should make the process for making social welfare applications simpler and more accessible.  This will save money and hardship.  We should inform all appellants and citizens that they have the right to an oral hearing.  This is not about spending additional money.  We must provide consistency in decision making by providing access to previous cases that might be relevant.<\/p><p>This issue is about fairness and transparency.  FLAC, representatives of which are here today, told us in a briefing that there is no system for fast-tracking or prioritising one case over another.  This is regrettable.  There should be a system in place to allow the prioritisation of urgent cases, for example, appeals from people who cannot access another payment while awaiting a decision from the appeals office on a primary payment.<\/p> <p>We had an example earlier, possibly in regard to the application of the habitual residence condition, where Mr. Michael Farrell had mentioned a woman applicant from Northern Ireland who was about to come down with no money to try to wait for the appeal to come through.  There is no safety net for these appellants, as there should be in the interest of fairness and to alleviate hardship.  In this case, I would advocate jumping the queue.  It is about certainty within the available resources, it is about citizen services and transparency and, I repeat, it is about fairness.<\/p><p>The Government amendment states that 42% of the appeals were allowed, which suggests the system is flawed at an early stage.  In other words, there should be enough evidence of why that 42% of appeals were allowed so as not to repeat that figure and to provide information on an earlier basis for appellants in order the rate of appeal could be lower.  Surely the social welfare appeals office has enough statistics and evidence to reduce the percentage by resourcing the process much earlier.<\/p><p>Our motion states that the average waiting time for appeals dealt with by summary decision making is now 22.4 weeks and that for appeals requiring an oral hearing, it is 40.9 weeks.  It is not clear whether the Government amendment agrees with these statistics.  The Government amendment is blinding me with statistics in such a way that I can imagine an appellant being confused by the appeals process.  In a spirit of fairness and knowing the process involved, I ask that the Minister suggest what might be a reasonable target for a waiting time.  It is not a trick question as it is an issue for us to consider.  Given whatever the Minister might suggest as a good target, we could tie that into a performance related goal or indicator for that system and that Department.  In itself, this will offer certainty, transparency and clarity to the appellants.<\/p><p>I am proud to second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700036#KK00400","speaker":"1167","continuing":true},{"type":"speech","time":1352312400,"counter":204,"content":"<p>I move amendment No. 1:<blockquote><br \/>To delete all words after &#8216;&#8216;Seanad Éireann&#8217;&#8217; and substitute the following:<br \/>&quot;- notes the importance of transparency and independence (actual and perceived) in the social welfare appeals system;<br \/>- notes that the appeal process has a statutory basis in both primary and secondary legislation and that appeals officers are quasi judicial officers and are required to be, and are, free and unrestricted in discharging their functions; <br \/>- notes that the appeals system was reformed in 1990 to establish the Social Welfare Appeals Office (SWAO) as a separate executive office headed up by a Chief Appeals Officer;<br \/>- recognises that in the 20 years since that reform the SWAO has operated independently and impartially and that there has been no sustained or concerted criticism relating to the independence of the office or the impartiality of appeals officers;<br \/>- recognises that the impartiality and independence of the office is evidenced by the high level of appeals allowed (42%) and that the ability to invoke the courts on a matter of law or by means of judicial review is a very valuable underpinning of the system;<br \/>- notes that by its very nature the appeals process cannot be a particularly quick one, and includes times spent:&#8226; seeking the Department&#8217;s submission on the grounds of appeal,<br \/>&#8226; further medical assessments by the Department where the issue is medical,<br \/>&#8226; affording the appellant the opportunity to respond or submit any additional medical evidence where there is an unfavourable outcome following further medical assessments by the Department,<br \/>&#8226; further investigations by social welfare inspectors where required, and<br \/>&#8226; the logistics involved in arranging oral hearings where deemed appropriate;- recognises that while the process is long it is an ongoing one where appellant&#8217;s entitlements are reviewed at various stages of the process and often more than once in cases where additional evidence is submitted;<br \/>- notes that the rapid and sustained increase in the number of appeals from 2009 to date placed extraordinary pressure on the SWAO and that actions taken to address these increases include:&#8226; 15 additional appeals officers assigned,<br \/>&#8226; retired appeals officers retained for 18 months from mid-2010 to end 2011,<br \/>&#8226; business process have improved and<br \/>&#8226; significant reform of the operating model, which has re-balanced the processing times for appeals whether they are decided summarily or require an oral hearing;- notes that as a result of these measures there has been significant increase in the number of appeals finalised from an average of 13,500 to 34,027 in 2011 and that the processing times reduced by an overall 10.2 weeks in the nine months to September 2012 as the oral hearing time is down by 12.5 weeks and the summary decision time is up by 2.3 weeks;<br \/>- notes that it is planned to continue to reduce these processing times through:&#8226; finalising an additional 6,000 appeals in 2013 as the capacity of recently appointed appeals officers improves, <br \/>&#8226; the major programme of process redesign and modernisation, which will reduce backlogs schemes and will also reduce the time taken for the Department to respond to request from the SWAO for submissions on appeals for these schemes,<br \/>&#8226; recruiting an additional medical assessors in 2013 which will also reduce the time taken by the Department to deal with requests for reviews or to respond to appeals;- notes that the measures taken to increase output and reduce processing times do not in any way compromise the respect with which the SWAO treat each appeal and the concern they have to ensure that the law is correctly applied in each and every case; the continued emphasis on quality is evidenced in the regular training that is provided for appeals officers in relevant areas of law including human rights law and, as recently as January this year, a training session relating to fair procedures was held and facilitated by an expert in social welfare and human rights law;<br \/>&#8212; recognise that in the interests of fair procedures, clear and concise information is issued to each appellant:&#8226; outlining the process and the oral hearing procedures,<br \/>&#8226; informing them that they have the right to request any documents or information that the deciding officer relied on in making his or her decision from the Department,<br \/>&#8226; informing them that the appeals officer may decide to hold an oral hearing of their appeal and that the purpose of the hearing would be to allow the appeals officer to obtain more details about their case - appellants are also informed that the appeals officer may decide that there is sufficient information available to decide their case without recourse to an oral hearing;- notes that in the interest of fair procedures the range of primary application forms produced by the Department have been standardised to ensure consistency and clarity for customers including the use of plain English and instructions on how to complete the form;<br \/>- notes that in 2011, the Department undertook a skills and training needs analysis of staff in the areas of jobseekers claim acceptance and decisions; as a result of the needs identified, a formal two-week deciding officers training course was designed and launched in November 2011; in addition, initial work has begun on developing further training for deciding officers in other scheme areas in relation to decision-making, reviewing decisions and appeals submissions;<br \/>- notes that in order to ensure that unnecessary hardship is not caused for the most vulnerable appellants, appeals in relation to SWA are prioritised;<br \/>- notes that the National Advocacy Service provides independent, confidential and free advocacy for people with disabilities while the INOU provide advocacy services to the unemployed either directly or through a network of affiliates;<br \/>- notes that the methods of operation by which the appeals office conducts its business is kept under constant review to ensure that the system meets the standards of fair hearing and human rights, and the outcome is reported on in the annual report of the Chief Appeals Officer to the Minister;<br \/>- welcomes the Government commitment to developing the initial work which has already begun on providing further training for deciding officers in other scheme areas in relation to decision-making, reviewing decisions and appeals submissions;<br \/>- welcomes the Government commitment to reduce processing times for appeals as outlined above and through taking any further measures which may be adopted to ensure that appeals are dealt with as swiftly and fairly as possible.&quot;.<\/blockquote>I welcome the Minister who is a frequent visitor to the House.  This is an interesting motion because it is a real issue - it is about a daily occurrence.  I acknowledge that the appeals system has come under unprecedented strain in recent years.  We have to acknowledge the Minister's Department is now making payments to almost 450,000 people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00200","speaker":"1131"},{"type":"speech","time":1352312400,"counter":205,"content":"<p>It is 2.2 million people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00300","speaker":"946"},{"type":"speech","time":1352312400,"counter":206,"content":"<p>I am referring to the people who are unemployed, of whom 300,000 would have been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00400","speaker":"1131"},{"type":"speech","time":1352312400,"counter":207,"content":"<p>There are 2.2 million people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00500","speaker":"946"},{"type":"speech","time":1352312400,"counter":208,"content":"<p>It is a very busy Department.  I acknowledge the system has been improving and waiting times have been reduced.  For example, 15 additional appeals officers have been appointed, the number of appeals closed out in a year is now 34,000 and processing times have been reduced by ten weeks.  This is not to say further improvements cannot be made.  I see that as the benefit of this motion and compliment the proposer and seconder on that basis.  Our purpose should be to look at ways to improve things, although that is not to suggest improvement has not happened.  There is merit to the Opposition motion and I have a real concern, as they do, for appellants who are suffering due to the current appeals process.  I have experience of a number of very trying situations, including a very bad case during the term of the last Government where I had to refer a woman to the Society of St. Vincent de Paul to take up some of the slack because the situation was so bad for the woman and her children.  With respect, appeal times were incredibly long during the last Government's term.<\/p><p>I see merit in moving to a point where we work out a maximum time for an application to be decided upon and a maximum time for an appeal, rather than an average time.  I acknowledge, however, that by its nature any appeal will take extra time.  First, the Department seeks the grounds for the appeal, then further medical assessments may be needed, additional medical evidence may be given, there may be further investigation by social welfare inspectors and there are logistics involved in arranging oral hearings, all of which takes time.<\/p><p>An interesting point made by Senator Mac Conghail is that he sees a benefit to jumping the queue.  So do I, where there are extremely urgent cases, including cases of destitution or severe hardship.  In fairness, this is the role of the public representative as it stands, in that, at times, we do have people jump the queue out of absolute necessity.  I was involved in a recent situation where the husband of a family has cystic fibrosis, his wife is the carer and, if they had accepted the times suggested, there would have been a gap of 20 weeks without any support.  On making a representation, this was solved within a week.  Therefore, there is jumping of the queue in practice, although whether everyone knows that is another thing.<\/p><p>In 2004, 70% of all appeals went to oral hearings whereas in 2011, just 35% went to oral hearings.  Surely it is progress that we have less need to go to appeal.  I wonder if the Senators are reading this as I am reading it.  The system is no doubt straining under the workload being placed on it and, as a result of the waiting times, people are losing out on payments which they deserve.  In the area of domiciliary care allowance in particular - for example, in the case of the care at home of a child with severe disabilities - I have noticed that most of the appeals are being turned down.  I see a potential problem where the initial application may not have been well made, but the case is then very well explained at the appeal stage.  Despite the evidence, I wonder if the social welfare officer has already decided to dismiss the case at that point.<\/p><p>I say this because I have been involved hands-on in particular education cases.  Does the fact the success rate for appeals which include an oral hearing has been consistently higher than the success rate for appeals decided summarily show a flaw in the system?  The Minister might comment.  Can we deploy extra staff from other areas of the public service?  I note that another area which is completely stretched is that of community welfare officers.<\/p><p>In dealing with the motion, I agree with quite a lot of what the proposers are saying.  I acknowledge huge progress since the last Government was in place but it does not mean we cannot do better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00600","speaker":"1131"},{"type":"speech","time":1352312400,"counter":209,"content":"<p>The Senator should conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00700","speaker":"1140"},{"type":"speech","time":1352312400,"counter":210,"content":"<p>Can I follow up with a few more questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00800","speaker":"1131"},{"type":"speech","time":1352312400,"counter":211,"content":"<p>As the Senator's time is up, I am afraid she will have to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL00900","speaker":"1140"},{"type":"speech","time":1352312400,"counter":212,"content":"<p>I had always thought all lead speakers got the same amount of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01000","speaker":"1131"},{"type":"speech","time":1352312400,"counter":213,"content":"<p>I am afraid, in this case, the proposers are the lead speakers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01100","speaker":"1140"},{"type":"speech","time":1352312400,"counter":214,"content":"<p>I meant the lead party speakers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01200","speaker":"1131"},{"type":"speech","time":1352312400,"counter":215,"content":"<p>Six minutes is the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01300","speaker":"1140"},{"type":"speech","time":1352312400,"counter":216,"content":"<p>I will conclude.  Can we simplify the application procedure to cut down on the need for appeals due to incomplete applications?  Website application options should also be available whereby, if the right information is not submitted, it will be refused and the applicant will know.  That could aid the situation.  I ask why social welfare offices do not always answer the main telephone - if one has a key person, there is no problem, but it is important with regard to the main line.  The Galway and Bray social welfare offices come to mind.  I will leave it at that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01400","speaker":"1131"},{"type":"speech","time":1352312400,"counter":217,"content":"<p>I appreciate that.  The Senator is cutting into other Members' time.  I am sure she can submit those points to the Minister. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01500","speaker":"1140"},{"type":"speech","time":1352312400,"counter":218,"content":"<p>Cuirim fáilte roimh an Aire.  I did a quick count of this extraordinarily long Government amendment to the motion.<\/p> <p>In all my time in this House, I do not believe I have seen a longer amendment.  It comes to almost 900 words.  With all due respect to the Minister, who is very busy, she might as well have sent it on its own.  I will be interested to hear what she has to add to what is contained in this comprehensive amendment.  I do not say it is correct but in its response to the motion tabled by our colleagues it is comprehensive.  I will be genuinely interested to hear what further information the Minister will add to this piece of propaganda.  I refer to the last line, which might give an indication of where I stand.  It welcomes the Government commitment to reducing processing times for appeals, as outlined, and to taking any further measures that may be adopted to ensure that appeals are dealt with as swiftly and fairly as possible.  That line is the let-out for the Minister.  We look forward to hearing what the extra measures are.<\/p><p>I know the Minister is groaning under the weight of what is probably the most difficult Department, dealing as it does with economic issues.  We are all aware of that and I do not wish in any way to diminish the attempts she is making to try to streamline what has always been an exceptionally complex Department.  I will always remember a comment made by some colleagues in RTE many years ago, when Michael Woods was the so-called Minister for life in the Department of Social Welfare.  He had become so knowledgeable that, according to one of the reporters, whenever he appeared on television - on &quot;Questions and Answers&quot;, &quot;Prime Time&quot;, or whatever programme - to talk about social welfare issues people's eyes would glaze over, simply because of the complexities involved in trying to explain the various nuances around decisions taken.  Essentially, that is the nub of this issue.<\/p><p>As the Minister is aware, my colleague in the other House, Deputy Willie O'Dea, has been giving her a relatively hard time about these delays, not that she is not capable of responding to this.  The Minister confirmed to the Deputy in the reply to a parliamentary question that there are now delays of up to 12 months in the processing of appeals for key social welfare supports.  The longest delays are in appeals for the disability allowance.  In addition, there are more than 1,600 people waiting to have their appeals for carer's allowance processed.  These are the most vulnerable people under the remit of the Minister's Department.  If one wished to make a hierarchy of vulnerability they would come very high on the list.  The record number of rejected applications for certain social welfare supports and the seemingly endless delays in processing appeals have also been raised repeatedly with the Minister.  There seems to be a suggestion that these delays may be linked to a drive to try to cut costs and cover a budget deficit, although I am sure the Minister will reject that out of hand.<\/p><p>We live in conspiratorial times, but I am not sure the cock-up theory works in this case.  There must be some reason for the lack of any improvement, in spite of the figures contained here.  For example, in 2011, almost one in five decisions were overturned when the original deciding officer simply revised his or her decision.  This information comes from FLAC, which has published a report in this regard, about which the Minister is well aware.  FLAC argues that this very high success rate for appeals shows that many decisions to refuse a payment were wrong in the first place, or at least that is the implication.  In addition, the higher volume of cases, as referred to in this debate, and the need to reduce costs have led the appeals office to rely more heavily on summary decision-making, based solely on written submissions.  Again, this point was raised by the proposers of the motion.  For example, 65% of the cases the office dealt with last year had been summarily dismissed, compared to 41% in 2009.  However, appellants have a higher success rate when an oral hearing is held because that allows them to make a fuller presentation of all their circumstances, with representation where possible.  That is something the Minister might address.  I ask her to give her views on the fact that the appeals office is making summary decisions rather than making provision for oral hearings.<\/p><p>It is interesting that Senator Healy Eames mentioned the difference in percentages some years ago versus those of this year.  She described the result as progress.  Considering there is still such a long delay for appeals, it seems-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700037#LL01600","speaker":"1128","continuing":true},{"type":"speech","time":1352313000,"counter":220,"content":"<p>It is true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700038#MM00200","speaker":"1131"},{"type":"speech","time":1352313000,"counter":221,"content":"<p>On the basis of these figures from FLAC it seems it is not quite true, but we all spin figures to suit ourselves and the case put before us.<\/p><p>The system lacks transparency - there is no question about it - and that is a core part of the proposed motion.  The appeals office does not publish its previous decisions even in an anonymised format, which can leave the appellant at a disadvantage, not knowing whether an established point of law or policy has already been decided upon or clarified in a previous appeal.  FLAC asks that, in the first place, the Government set time limits on decisions.  Fianna Fáil supports this, as do the proposers.  It should be done.  It is a time and management issue within the Minister's Department.  She already indicated in the amendment that many new staff had been appointed.  What are they doing?  Why not have a time limit?  Why not have some creative thinking in this regard?  The appeals office could also publish decisions, even anonymised ones.  Other quasi-judicial bodies such as the Equality Tribunal do so.  Departmental staff could be trained to make better decisions in the first place.  I accept that the Minister makes references to the training regime currently under way under her watch.<\/p><p>The FLAC report which specifically covers 2011 also states that the appeals office should be placed on a statutorily independent footing to ensure independence from the Department of Social Protection, a proposal my party supports, as the Minister is aware.  She argues that there has been no criticism since the office was set up in 1990, to answer any suggestion that the office is anything other than independent.  However, one cannot be judge, jury and executioner in one's own case.  The appeals office cannot operate within the actual Department, regardless of the integrity of the people involved.  The perception alone should be a cause for concern, and certainly a cause for review.<\/p><p>My party does not fully understand why the appeal process is shrouded in such secrecy.  The Minister might be in a position to clarify why this is so.  Families should be afforded, as a matter of courtesy, the right to have their appeals heard at an oral hearing as a basic right.  The Minister should at least consider this and talk to the people on whom the office is sitting in judgment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700038#MM00300","speaker":"1128"},{"type":"speech","time":1352313000,"counter":222,"content":"<p>The Minister is again welcome to the House.  This debate was due to take place at 5 p.m. and because it was delayed for half an hour I am sure it has thrown the Minister's arrangements out of kilter, as it has mine.  As I have a delegation to meet at 6 p.m., I will try to be as fast as possible.<\/p><p>I will and must support the Government amendment to the motion, although I agree with much of what Senator Zappone said.  I was at the Mansion House the week before last when FLAC made its presentation.  I was impressed by the presentation of Ms Emily O'Reilly.  Much common sense was spoken.  The main gist of what was sought was that we should establish an independent appeals system.  I am not entirely sure this is the major problem.  The first problem we have is the initial delay in dealing with claims.  For example, I know a lady who went to a social welfare officer and asked whether she should apply for the carer's allowance, because she looked after her very sick child, or for the family income supplement, as her husband was working.  The advice she got was to apply for the carer's allowance.  Over 11 months she telephoned the office on 19 occasions to discover the status of her application and was told it was being dealt with.  This was not the case.  In the 11th month her application form was looked at for the first time and it was discovered that she was not getting a qualifying payment.  The office wrote to her, telling her this and stating that she would not get the carer's allowance.  If officers had looked at the file and told her that on the first day she could then have applied for the family income supplement.  She lost out on social welfare payments for 11 months simply because the application was not dealt with.  The first problem is the delay in dealing with applications.<\/p><p>The second problem, as highlighted by Ms Emily O'Reilly, is the decision-making on the part of deciding officers.  Some 42% of these decisions end up with the appeals office.  In House debates such as this I have always maintained that if 50% of appeals made to the appeals officer are overturned, the system is operating badly in the first instance.  That is where the problem lies.  If we could take away the 42% of all appeals that are unnecessarily brought to the appeals officer, there would not be as long a delay in getting those officers to deal with decision making.  That is the nub of the problem.<\/p><p>I welcome the movement in the area of carers in that the backlog in the family income supplement section has been moved, as of last Monday, to Letterkenny to be dealt with by people who are less busy than they were, as they had been dealing with another scheme.<\/p> <p>This week ten or 12 of the staff in Longford were moved from FIS to carer's allowance in order to deal with the backlog.  I hope we will soon see signs of improvement as a result of this development.<\/p><p>The issue which arises in the context of the appeals system is that it is not possible to discover when an appeal is going to be dealt with.  In recent days a man forwarded me a letter he was sent in respect of his appeal which states that due to the large increase in appeals received, some time will elapse before the appeals officer will be in a position to examine his case and that the Department will be in contact with him as soon as his case has been examined.  The three greatest overall problems in respect of this matter are the delay in dealing with claims, the making of bad decisions by deciding officers and the fact that people do not have a clue when their appeals will be dealt with.<\/p><p>Senator Mac Conghail referred to the prioritisation of cases, and I completely agree with him in that regard.  If there is a good reason for prioritising a case then it should be given priority.  I recently rang the Department in respect of a woman who is terminally ill and inquired whether it would not be possible for her case to be dealt with as a matter of urgency.  In fairness, the official to whom I spoke ensured that the case was dealt with immediately.  I am of the view that there is further room for improvement in this regard and that priority cases should be dealt with as a matter of urgency.  Senator Healy Eames stated that cases of destitution should be dealt with.  Supplementary welfare allowance is designed to assist those who are destitute and, therefore, such situations should not arise.<\/p><p>If a person makes an appeal, he or she should be sent a full copy of his or her file by the Department.  This would allow the person to see what has happened to his or her application during the entire process.  Allowing people to have copies of their files might improve the standard of the decisions made by deciding officers in the first instance, particularly because it would be possible for applicants to discover, at some point in the future, the reasons for particular decisions and to read the comments of such officers.<\/p><p>I hope Senator Zappone will listen to the Minister and withdraw her motion.  Perhaps there are matters in respect of which common ground might be established, particularly as we are all singing from the same hymn sheet.  I apologise in advance to the Minister for the fact that I will be obliged to leave the House soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700038#MM00400","speaker":"1161","continuing":true},{"type":"speech","time":1352313600,"counter":224,"content":"<p>I also welcome the Minister.  I am surprised by the Government amendment.  At this morning's briefing session, I stated that in my 25 years in the House I have never seen an amendment that was two and a half pages long.  I understand other Senators have had the same reaction to it.  The proposal put before the House by my distinguished colleagues on the other side of the House should be taken on board by the Minister.  I have no doubt that the Government amendment - especially in the context of its length - is something of a fog which is being squirted out by officials in the Department.  We are being blinded by science and subjected to an information overload in this instance.  I am reminded of the words of the great novelist Tom Sharpe, who stated that nothing can so derail an argument as prolonged attention to the inessentials.  What we have been presented with in the amendment is a massive amount of detail which is simply confusing.<\/p><p>The first point to make in respect of this matter is that the social welfare appeals office should be independent and it should be perceived in that way.  It is interesting to consider the language used in the Government amendment.  For example, the phrase &quot;recognises that in the 20 years since that reform the SWAO has operated independently and impartially and that there has been no sustained or concerted criticism&quot; is used.  That is extremely interesting.  Why use words such as &quot;sustained&quot; and &quot;concerted&quot; unless one is aware that criticism has been levelled at the office?  Of course such criticism has been forthcoming.  It came in the form of a critique - this was not intended to be damaging, negative, oppositional or destructive - contained in a report published by the Free Legal Aid Centres, FLAC, in 2005.  Taken on its own, that critique could not be considered to be sustained or concerted.  It could perhaps be brushed aside if, unlike the Minister, one had not consistently supported FLAC, the Northside Community Law Centre, etc.<\/p><p>However, in 2007 the chief appeals officer made a recommendation to the effect that the social welfare appeals office should be independent and should be perceived as such.  How can that be the case when the office is part of the Department and when the people who have responsibility for assessing the merit of appeals are paid employees of the Department?  There is a clear case here for a statutory declaration of independence.  If the Minister states that the office is independent in any event, allowing such a declaration to be made would only confirm the position in law and nothing would change.  We are all on the Minister's side in respect of this matter and we urge her to introduce a statutory measure to ensure that the social welfare appeals office will be completely independent.  The making of a statutory declaration of independence is necessary.<\/p><p>It would be useful if an audit of practice were carried out in order that we might discover what has been happening.  I am not sure we are entirely certain of the position in this regard.  The Government amendment states that everything is wonderful and that everyone is given information at all stages of the process.  The latter is not the case, which is extremely damaging.  Neither are people provided with assistance.  In difficult cases, people should have an immediate right to such information and assistance.  By and large, those who go before appeals officers come from marginalised areas.  They often have difficulty with literacy and fluency and would have problems coming to terms with even a comparatively simple form.  Those to whom I refer are expected to negotiate a system that is incredibly complicated, although I do not blame the Minister for this.  People are not informed about the position at every stage of the process.  I refer, for example, to instances in which appeals officers make written assessments in respect of particular cases.  The information contained in such assessments can sometimes be vital because, for example, a legal point could be raised.  The appellant would not be aware that this point had been raised and, therefore, would not be in a position to answer it.  That is a nonsense.  Such nonsense is endemic throughout the bureaucracy of the Civil Service.  I previously raised in the House the case of a person whose application for naturalisation was refused.  He was informed that he could appeal the decision but that he would be obliged to give the grounds for the refusal.  He applied for the relevant information but was refused access to that also.  This is the same absurd, Kafkaesque situation to which I have referred.<\/p><p>This is a time of great economic distress.  I have lived through such periods before.  During the previous recession, the Labour Party was in opposition when the then Government began dismantling the community advice centres.  That was a particularly mean-minded move.  It did not specifically or visibly take away people's rights; rather, it prevented them from having access to those rights.  If one does not know one's rights, one cannot exercise them.  I am concerned that within the machinery of the social welfare appeals office - I do not know whether this is deliberate or is the result of the obfuscations of the system - information relating to people's rights is being concealed.<\/p><p>There has been a decline in the number of certain kinds of appeal.  In 2004 some 70% of appeals were oral in nature.  By 2011, this had fallen to 35%.  This could be seen as progress, but it is not.  The reason it is not is that last year some 48% of oral hearings were successful, whereas only 24% of summary appeals were successful.  In other words, the number of oral hearings has halved at a time when appeals of this nature are twice as likely to be successful.  The social welfare office should publish as many critical decisions as possible.  Appellants should have access to information at all stages of the process, particularly written material relating to their cases, in order that they might answer any points which arise.  People cannot be assumed to be able to read the minds of appeals officers in order to understand why particular decisions were handed down.<\/p><p>I wish to place on the record of the House information relating to two cases, one of which is ongoing.  I pay tribute to my colleagues and friends in the Visitors Gallery in this regard.  The first case to which I refer was heard four months ago but a decision has not yet been forthcoming in respect of it.  The case in question relates to a woman with a child who has no access to supplementary social welfare payments.  She will soon be out on the side of the road.  The second case relates to a builder.  I know builders are not popular at present but this man had a small operation which employed a number of people locally.  As a result of the economic crisis, his business collapsed and he was left with no money.  He was assessed but his application was ruled out following a means test.  The reason it was disallowed was that one of the officials used Google Earth to assess a property he had in England.  However, the official in question got the valuation wrong.<\/p> <p>It was only when he got legal advice that he was able to spot that and to counteract it.  That situation has now been rectified and he has been given his money and back pay.  This proves the point that access to legal advice and support is vital in order that people can assert their rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700039#NN00400","speaker":"1136","continuing":true},{"type":"speech","time":1352314200,"counter":226,"content":"<p>I welcome the Minister to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700040#OO00200","speaker":"1164"},{"type":"speech","time":1352314200,"counter":227,"content":"<p>I thank the Members who tabled the motion on this important issue and those Senators who have contributed to the debate.  The background to this motion is the report published recently by FLAC entitled, Not Fair Enough - Making the Case for Reform of the Social Welfare Appeals System.  I welcome this report as a valuable analysis of the social welfare appeals system through a human rights lens.  It is important, particularly in straitened times like this, to stand back, reflect and ensure that the drive for efficiency does not compromise the quality or fairness of the services that are delivered.<\/p><p>  Significant resources are being assigned to improve initial decision-making and thereby reduce the number of appeals.  Since I became Minister, a formal two-week deciding officer training course was designed and launched in November 2011 for staff working in the areas of jobseeker's claims acceptance and decisions.  The reform of the process must start with the very beginning of the process with the people who are the initial decision-makers.  The course content includes scheme conditions, legislation, best practice procedures and also areas such as natural justice, good decision-making and proper customer service standards.  Initial work has also begun on developing further training for deciding officers in other scheme areas on aspects such as decision-making, reviewing decisions and appeals submissions.  In reply to Senator Healy Eames, social welfare forms are constantly monitored for relevance and accessibility, with online versions being provided in most cases.  Social welfare local office staff provide information and guidance for customers on the completion of application forms.  My Department runs a very extensive range of information services which are costly to administer.  In reply to Senator Norris, the Citizens Information Board, through its network of offices around the State, provides information, advice and advocacy services for members of the public on a wide range of public and social services, including the social welfare appeals process.  The Citizens Information Service and the Money Advice and Budgeting Service are funded by my Department at a cost of &#8364;47 million annually.  Both these agencies interact extensively with the social welfare system.  Departmental staff also advise customers of the availability of relevant non-governmental organisations, where required.  In addition, interpreter facilities may be accessed by telephone in local offices, as required.<\/p><p>  The National Advocacy Service, which I launched shortly after becoming Minister, is funded through the Citizens Information Board.  It provides independent, confidential and free advocacy for people with disabilities.  In 2011 the National Advocacy Service received &#8364;2.6 million in funding.  The first cases have been reported.  My Department also provides an annual grant to the Irish National Organisation for the Unemployed, INOU, and to the Northside Community Law Centre, under the scheme of grants for the promotion and development of information and welfare rights.  This year, the INOU and the Northside Community Law Centre will receive funding of &#8364;235,000 and &#8364;350,000 respectively.  The INOU provides advocacy services for the unemployed, either directly or through a network of affiliates and the Northside Community Law Centre provides information, advice and representation on legal matters.  Both have a very good reputation in this area and in many cases they work closely with local FLAC services.  The Irish Congress of Trade Unions also receives funding via the community employment and jobs initiative schemes to assist in the running of ICTU information and resource centres.  This approximates to &#8364;5.75 million per year for community employment funding and &#8364;1.8 million for jobs initiative schemes.  Other community employment schemes funded by the Department place considerable emphasis on advising people how to access social welfare.  The Department is very strong compared with other governmental organisations in providing extensive platforms of information on the rights of citizens.  This is at the heart of the services provided by the Department.<\/p><p>  The appeals system was reformed in 1990.  The social welfare appeals office was established as a separate executive office with its own premises and staff and it operates independently.  The chief appeals officer is legally obliged to submit an annual report to the Minister and a copy of the report is laid before both Houses of the Oireachtas.  She is responsible for the distribution of appeals to appeals officers and for the general management of the service.  Appeals officers are quasi-judicial officers.  The Supreme Court judgment in the McLoughlin <i>v<\/i>. the Minister for Social Welfare case in 1958 ruled that appeals officers are required to be free and unrestricted in discharging their functions.  If evidence of independence were needed, there is ample provided by the high level of appeals allowed, at 42% of appeals.<\/p><p>  There is no doubt that in recent years the unprecedented increase in the volume of appeals has led to unacceptable delays and backlogs.  Senator Mac Conghail referred to the recommendations made by FLAC, one of which is that there should be a system for prioritising urgent cases, such as those who are refused supplementary welfare allowance.  This allowance is the safety net payment in the system.  I am pleased to confirm that appeals against refusal of supplementary welfare allowance are prioritised by the social welfare appeals office, as is evidenced by the shorter processing times of 16 weeks for a summary decision and 21 weeks for an oral hearing.  Significant resources and effort have been put into reducing backlogs and improving processing times for appellants, including the assignment of 15 additional appeals officers; retaining retired experienced officers for 18 months ending December 2011; improving business processes; and implementing a new operating model.<\/p><p>  It is worth repeating the scale of the increases in social welfare appeals in the last three years, this at a time when money has become very tight.  Senator Mooney knows what the incoming Government had to deal with, such as the outfall from the bank guarantee.  Up to 2009, the average number of appeals received was 15,000 per year.  The number rose to 32,000 in 2011.  In the same period, the number of decisions finalised increased from an average of 13,500 to 34,027.  The volume of appeals has increased exponentially.<\/p><p>  The Department is examining what further improvements can be made to reduce processing times.  When an appeal is received, it is acknowledged and the Department is asked to make a submission on the grounds of appeal put forward by the appellant.  While this adds some considerable time to the process, it also underpins the flexibility of the Irish system.  There are advantages and disadvantages to this flexibility.  For example, in the case of schemes which include medical criteria, the time taken by the Department will invariably include a review by a different medical assessor from the one who initially examined the case.  In many cases there may be a third review by a medical assessor where additional medical evidence is submitted.  While this process carries an inherent delay in terms of finalising an appeal, it also emphasises the flexibility and accessibility of the system.  In cases where a person's means are the issue, this may warrant a further visit by a social welfare inspector.  This adds time to the process.<\/p> <p>We allow multiple reviews and submissions of fresh evidence in the interests of being fair to applicants.  Senators who handle appeals will be familiar with this.  One may have a GP acting as an advocate on behalf of a person who is making an application.  The GP's evidence may simply state, &quot;I support this application.&quot;  That is of little value in terms of medical evidence, but the GP is being helpful to the patient.  People need to think about this.  In many systems that is where the appeal stops and one is not allowed to appeal again for a considerable period, but in our system we allow the person to resubmit evidence.  A person may go to the citizens information centre or make representations to his or her public representatives and obtain advice on how to present a stronger case.  We allow people to make multiple presentations and submit fresh evidence at all stages of the system.  Very often they make three submissions and, in other cases, many more.  They are anxious to do this because they believe they are strengthening their case and the social welfare system allows them to do so.  Inevitably, however, it means delay.  We need to consider, therefore, whether we should allow people to make their case and then one more submission on appeal in order that a person would have two strikes.  In our system we allow multiple appeals.  In many ways, that is a very humane way to deal with appeals, as one is not obliged to hire a lawyer and can introduce fresh evidence, for example, one can obtain evidence from a wider group of medical referees or specialists.<\/p><p> The chief appeals officer expects to finalise 6,000 more claims this year.  We are improving the computerisation of the system.  We will generate additional capacity as the newer appeals officers become experienced.  As things stand, because of the turnover of staff and with additional new recruits, 25 appeals officers have less than 18 months experience.  There is a major programme of process redesign and modernisation under way in many scheme areas which will reduce scheme backlogs and also the time taken for the Department to respond to requests from the social welfare appeals office.  It is also planned to improve the capacity of the medical review and assessment service through the recruitment of an additional eight medical assessors in 2013.  All of these measures, taken together, will reduce the waiting times for appellants. <\/p><p> Let me point out to Senator Paschal Mooney, in particular, that in 2009 domiciliary care allowance claims were transferred by the then Fianna Fáil-led coalition Government to the then Department of Social Welfare, while illness benefit was limited to two years, whereas previously it had been paid indefinitely.  The consequence of these changes was inevitably extra appeals.  Many of the files from the HSE carried in-built review dates.  That is reasonable because a medical assessor decided that the file must be reviewed because there was a possibility the person would recover from his or her illness.  These are inherent changes that have arisen from the old system when people were paid illness benefit on an indefinite basis when we moved to a more time limited system in the Department of Social Protection.  <\/p><p> Another aspect of the delays being experienced by appellants is the disparity in waiting times between those whose case is decided summarily and those whose appeal goes to an oral hearing.  We have front-loaded the system in 2012.  We have taken on eight experienced retired appeals officers on a part-time basis to work on summary decisions.  In the nine months to September, the proportion of summary decisions dropped from 69% to 56%, while the number of positive decisions has risen from 20% to 30%.  A number of Members referred to the significant improvements as a consequence of the improvements in information technology and the way decisions have been dealt with. <\/p><p> If the information is very clear, it is possible for the deciding officer to make a clear decision.  An oral hearing is provided for in cases in which there is a need to clarify points of evidence.  The supporting information the person can produce is very important, as consistency of decision-making is crucial.  The Department publishes extensive guidelines and information on social welfare entitlements which explain how decisions are made and the factors taken into account.  The decisions advisory office of the Department has responsibility for ensuring consistency in decision-making and the social welfare appeals office liaises with it to give and receive feedback on issues arising and any issue arising is discussed with appeals officers.  This learning is, in turn, reflected in the published guidelines.  In the social welfare appeals office it is the statutory responsibility of the chief appeals officer to convene meetings of appeals officers for the purpose of ensuring consistency.  It maintains a database of decisions for use by appeals officers for this very purpose.  Cases of interest are circulated among appeals officers and where diverse views emerge, these form the basis for discussions at case conferences convened for that purpose.<\/p><p> The issue of making a searchable database available was the subject of the recent High Court case Ikraam Jama <i>v<\/i>. the Minister for Social Protection on 11 October 2011 that the social welfare appeals office publish decisions, suitably anonymised, for the purpose of assisting appellants and their representatives in making an appeal.  The judge in that case found that there was no duty on the social welfare appeals office to maintain a database for public access.  Comparisons were drawn with the social security commissioners in Northern Ireland, the Refugee Appeals Tribunal and the Equality Tribunal which do publish their decisions.  In 2010 the social security commissioners in Northern Ireland finalised 141 decisions; the Refugee Appeals Tribunal finalised 2,783 decisions, while the Equality Tribunal finalised 322 decisions, whereas the social welfare appeals office finalised 28,000 decisions in the same period.  A comparison is being drawn between a body in the North of Ireland which made approximately 150 decisions and the social welfare appeals office which made 28,000 decisions.  We do not have the resources to do what they do in the North for 150 cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700040#OO00300","speaker":"946","continuing":true},{"type":"speech","time":1352314800,"counter":229,"content":"<p>The problem arises from the decisions of the deciding officers.  We should reduce it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700041#PP00200","speaker":"1128"},{"type":"speech","time":1352314800,"counter":230,"content":"<p>The Minister to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700041#PP00300","speaker":"1164"},{"type":"speech","time":1352314800,"counter":231,"content":"<p>The problem also arises from the quality of the information supplied.  If a doctor writes a letter stating, \"I support this case,\" is that of much use in reaching a decision?  <\/p><p>We have organised information sessions for Members and their staff to assist them in advising applicants.<\/p> <p>We will probably run some more in the new year.  The quality of the information that goes into this in the beginning is critical to a person getting a fair decision where they make the best case possible and produce all relevant evidence. <\/p><p>To set up a database for the 28,000 cases is an enormous undertaking.  We do not have the financial or staff resources to do that at present.  We would have to remove all the names and addresses because people have asked for anonymity.  All the personal information would have to be removed such that not even a family member could recognise the case.  Equally, examining anonymous cases could also be misleading given the wide range of variables between the circumstances of different individuals and where the slightest variation between circumstances might mean a different conclusion would be arrived at.  There is a need to strike a balance between achieving effectiveness and efficiency in administrating the system and the need to ensure fair and equitable access for customers.  The chief appeals officer publishes a number of case studies in her annual report which serve to clarify the process by which the appeals are determined.  They are widely reported in the media and the advocacy service has begun to report the kinds of cases it has been supporting in terms of advocating for people's access.  <\/p><p>Senators raised the issue of amending the appeal form to allow people to request an oral hearing.  The chief appeals officer is examining that.  Having regard to the volume of cases, we need to be clear about creating expectations that an oral hearing would be granted even in cases which, by their nature, should be decided on a summary basis such as in the case of a person who does not qualify for the basic provision or he or she does not satisfy a means test if the payment is mean-test based.  People are notified at the outset of the appeal that the appeals officer may decide to hold an oral hearing and that the purpose of the hearing would be to allow the appeals officer to obtain more details about their case.  People are also informed that the appeals officer may decide there is sufficient information available to decide their case without recourse to an oral hearing.  At that point, and bearing in mind what I said at the outset, it is possible for people in the Irish system to then bring in fresh evidence if, for instance the medical evidence has been very weak or only general.  <\/p><p>I appreciate that several Members mentioned the fast-tracking of cases.  Perhaps we should distinguish between cases where there is severe impairment, severe mobility issues or in disability cases where there are severe issues in terms of the disability the person is experiencing.  That would not be popular with everybody and I want to be clear about that.  The experience of people who have various kinds of disability is subjective to the individual.  One person's experience of a particular kind of disability may be very important to that individual whereas other people may feel that on the scale of things it does not rank as highly as somebody with a very serious impairment.  Senators might give some thought to that because I would be very interested in their views on how to decide which cases are deserving of a fast-tracking process.  We all have some thoughts as to how that would be done but it would be helpful to have some ideas from Senators as to how it might be done.<\/p><p>Progress is being made but the degree of dependence on social welfare in the country at this time because of the lack of employment is very severe.  Some 300,000, or 16%, of the population of working age are on some kind of disability, illness or invalidity payment.  That is very high percentage compared to most European countries.  It will give Members an idea of the volume and scale of people who look to the Department of Social Protection for income support.  It is not only jobseekers who seek support, people seek support in regard to illness and other misfortunes that have befallen them.  The social welfare system is there as a safety net.  Under it we spend €20.5 billion.  We are seeking to make that system as friendly and as efficient as possible for people.  We have an appeals system because not everybody qualifies for what they wish to apply.  We have sought to make the appeals system as fair as possible but we do not have extra resources.  The reforms taking place in the system involve, to be honest, doing more with less.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700041#PP00400","speaker":"946","continuing":true},{"type":"speech","time":1352315400,"counter":233,"content":"<p>I commend the group of Senators, the Taoiseach's nominees, for tabling this motion.  I regret the fact that the Government has tabled the amendment it has to it.  Before I talk about the substance of the motion, I would like to make a general point about social welfare offices and how the public can interact with staff in those offices. The public interface is not what it should be.  Many people now find they have to go to a social welfare office for the first time in their lives.  I am aware that because of resource issues the priority for those in a social welfare office is to make sure that people get their primary benefits.  People have to queue to get to a counter to explain their circumstances and they have no privacy when doing so on most occasions.  The full plethora of secondary benefits that might also be available to them is not explained to them.  That is the reason they then have to come to politicians and we then end up supporting the clientelist system of governance that we have.  We need to make sure people have access to public servants who understand the system and can explain to them their exact entitlements not only to primary benefits but to the whole range of benefits.  That does not always happen because of the pressures in social welfare offices.  I accept some progress has been made in this area and the motion tabled by the Senators acknowledges that.<\/p><p>The Government's amendment effectively has ruled out any commitment to even the most modest action.  I regret that it does not give any consideration to what I believe is the key recommendation in the motion, that of &quot;putting more resources into the system at the initial decision stage thereby maximising cost-effectiveness and reducing the number of appeals against wrong refusal&quot;.  That makes perfect sense because prevention is better than a cure.  If we can prevent mistakes happening in the first place, it makes sense that we would not have as many appeals.  Perhaps the reason there are so many appeals is due to under-resourcing.  I fully support the motion tabled.<\/p><p>The suggestions made in the motion come on foot of FLAC's recent report, Not Fair Enough, which makes the case for reform of the social welfare appeals system.  As the report highlights, many applicants for social welfare find the whole system, and in particular the appeals system, very complex and not transparent.  This is evidenced by the rather complex looking spider diagram at the beginning of that report, which illustrates the many different routes an appeal can end up taking.  Given that we are talking about payments to many of the most vulnerable and marginalised sections of society, it is essential that the turnaround is as quick as possible and that justice is done.  This is particularly the case in recent years when the number of applications have skyrocketed and there have been delays in dealing with them and likewise the appeals office is dealing with twice as many appeals now as it did in 2007.  Delay in giving these people their entitlements will mean severe hardship for many.  While it is unfortunately inevitable that errors will be made, and we all accept that, there is a need for an appeals office.  We must ensure appeals are as limited as possible and that they are dealt with promptly.<\/p> <p>As the FLAC report notes, the failures of the system are not just mechanical failures.  They have consequences for people's lives, as I know the Minister would accept.  Given the vital part social welfare payments play in the lives of many people, those consequences are severe.  Poorly made initial decisions which require social welfare applicants to appeal just to get what they are entitled to can lead to stress and uncertainty for many appellants.  In some cases it can result in a lack of income or even destitution on occasion.<\/p><p>The issue of the independence of the social welfare appeals office is noted in the motion and it is worth considering.  The officials in the social welfare appeals office are nominated by the Minister for Social Protection or her Department.  In circumstances such as those, Sinn Féin does not support positions being filled by simple ministerial decision.  That is a process which must be opened up.  These should be publicly advertised positions.  In FLAC's view there is a need for people from a wider variety of backgrounds to have the ability to nominate or be consulted upon such nominations.  There are already a number of examples of that with similar bodies.  An example of that is the Employment Appeals Tribunal where trade unions have the option to nominate officials to adjudicate.  That could be applied to the social welfare appeals office with the community and voluntary pillar, for example, the Society of St. Vincent de Paul and the Carers Association, having nominations.<\/p><p>One obvious issue with the independence of the appeals office and, in particular, in terms of practical application is that there is scope for ensuring the Department and Government officials apply their findings.  We have examples of the Department failing to implement appeals officers' decisions in full.  That applies in the case of overpayments in particular and the Department having ignored recommendations to write off debts on the part of an individual where the basis of that recommendation is that there was no fault on the part of the recipient and that the recipient would not be in a position to repay in full.<\/p><p>There is much more I wish to say on this issue but unfortunately I am out of time.  I regret that the Government tabled an amendment.  I would have hoped the Minister would have taken on board what I thought were practical and considered views put forward by the Independent group of Senators.  Given that progress has been made in this area and we are all here to accept that and to support the Minister in ensuring more progress is made, it is regrettable that the Government tabled such an amendment.  I commend those Senators who tabled the motion because it is important that we give as much support as possible to people who depend on the social welfare system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700042#QQ00200","speaker":"1133","continuing":true},{"type":"speech","time":1352316000,"counter":235,"content":"<p>The Minister is welcome.  I will be voting in favour of the amendment, unfortunately.  It being the Government position one has to do that.<\/p><p>I want to clear up some issues raised by the Minister.  Perhaps we should deal with the problem in the first place rather than with the appeal.  I state clearly that we should not use a sledgehammer to crack a nut.  The Minister rightly pointed out that 16% of young adults may be on illness benefit, invalidity benefit and disability benefit.  I will include intellectual disability in that because I am a parent of a daughter who would not be able for any kind of formal work, along with many of her colleagues with whom she goes to work.  We must have these issues clearly stated.  I would like that 16% figure broken down into those three sections to allow us see what we are dealing with.  I know a lot of my daughter's friends and they would not be able for any form of real work.  I train a few young men every now and then and give them a hand but that is about the size of it.<\/p><p>The Minister rightly pointed out an issue.  I have seen application forms being completed in general practitioner's offices and the people tick the row of boxes.  I saw it happen some weeks ago when a young lad with severe autism and severe challenging behaviour just ran the biro straight down the row of boxes as if it was a normal case.  I had been with his parents.  I visited the house and we reapplied because it had been turned down.  When I was helping the mother complete the form and I had seen the child do it, she told me the doctor ticked the boxes straight down and that I was doing it differently.  I was doing it differently because the child did not meet any of the normal requirements.  There are difficulties in that regard.<\/p><p>Last week in the House I asked a question on the number of medical assessors for domiciliary care allowance and I found out there were 27.  I will ask a question tomorrow on the clinical qualifications of those 27 people.  I do not want them named but I want to know their qualifications because I have seen applications being submitted on behalf of children with severe autism and severe challenging behaviour.  I get many of those applications on my desk, as I am sure the Minister does, but as a parent I probably get more than the average number.  Having had a full clinical assessment by clinical psychologists, child psychologists and occupational therapists within the Health Service Executive, HSE, structure from the early intervention services, those children are denied a domiciliary care allowance.  There is either a problem with the clinicians who make that assessment through the HSE sector or there is a problem with the qualifications of the adjudicators on the domiciliary care side but there is a problem somewhere.  <\/p><p>I do not send in those applications unless there is a stack of reports with them, and I have read those reports from top to bottom.  I have visited the homes of those children - three in the past three months - and the three of them were declined.  There is a problem.  Is the problem with the HSE staff?  Are they not capable and qualified people?  I am not a clinician and therefore I am not qualified to assess that but I know the minute I look at the child that there is a problem.  I am not a fool.  I have seen the same thing all my life.  There is a difficulty where these are just being fired out, so to speak.  I have seen full medical assessments sent in with these applications, and one was included with the form the GP had completed.  Obviously, they read the GP form but not the rest of the application.<\/p><p>We cannot come in here and say everything is fine and dandy because this is a global problem.  The motion is long in regard to appeals.  It is across the entire spectrum.  Everything is not right, and there are areas we can correct but rather than get to the appeal stage we should examine the way domiciliary care allowance applications are being dealt with in the first place, who is ticking the boxes and who is turning down the applications because they cannot be right.  I have seen these children.  It is just not possible.<\/p><p>I have sent some strongly worded letters to the officers recently in which I said that unlike them, I visited the house for two hours, had a cup of tea and watched what the parents were putting up with.  There may be a case for assessors doing likewise.  Does the domiciliary care allowance assessor pick up the telephone and speak to the clinician who made the original assessment to determine the seriousness of the case?  <\/p><p>We must be very clear that there is a cost to disability.  I have 20 years experience of it.  We should accept that and address it.  That is all I ask of the Minister.  She is not a miracle worker.  I appreciate what she had to do when she came into office.  I appreciate the scale of the problem but we do not want to throw the baby out with the bath water.  There are those who are on disability benefit and illness benefit who should not be on it.  I am not going to say that every application is 100% bona fide; that is not the case.  I ask that we look at it and see where we are going wrong.  I understand that reassessments of those on domiciliary care allowance are being done and parents have been written to but let us be clear.  A child with a moderate or severe intellectual disability - in the past the term used was moderately mentally handicapped or severely mentally handicapped - does not get better.  That box must be ticked.  Do not deny that family for 18 years.  They have enough to put up with.  <\/p><p>The same applies to the medical card section.  We need to tick that box and not write to 16 year old children telling them to reapply for the medical card when they would not even know their name on the envelope, let alone be able to read the letter inside it.  Those are the areas about which we must be more compassionate, and we can do that in our systems.  We can tick a box.  It is not that difficult, but let us examine what we are doing and where we are going wrong.  Let us get back to the beginning in terms of how we make the decisions.<\/p><p>Having read through the Minister's reports I am aware that half of the appeals are being won and therefore it is obvious they are being assessed wrongly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700043#RR00200","speaker":"1134"},{"type":"speech","time":1352316000,"counter":236,"content":"<p>No.  Much of it is based on extra information that comes in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700043#RR00300","speaker":"946"},{"type":"speech","time":1352316000,"counter":237,"content":"<p>I do not dispute that but I have seen three and one was wrong.  The GP's form was wrong but all the clinical documentation and assessments by the early intervention services were correct because I went through them and visited the homes.  They read the first page but they did not read the rest of it.  There is a problem in the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700043#RR00400","speaker":"1134"},{"type":"speech","time":1352316000,"counter":238,"content":"<p>I welcome the Minister.  She is right in setting out her stall and pointing out the resources being made available.  In fairness, the Minister has a particularly good track record in making a valiant effort on behalf of the less favoured members of society.<\/p><p>I compliment the Independent Senators who tabled the motion.  It is an exceptionally comprehensive motion.  It is not over-packaged.  It deals only with the facts.  It is not trying to score points.  It is driven by goodwill and compassion.  That is the reason I am disappointed with the Government amendment, not for its length - that is not relevant - but an opportunity has been lost to engage with the motion before us.<\/p> <p>This may not be the norm but we are not living in normal times and that is why a motion of this kind was relevant.  It is accepted that if something is not working satisfactorily one has two options, either restructure it or scrap it and replace it with something else.  From what I could see this evening, there was not one speaker on the other side of the House who felt comfortable in speaking against the motion.  The reason is that they are practitioners on the ground and know that what is in the motion is correct and relevant and requires urgent attention.  The figures speak for themselves.  Leaving aside the bigger figures for disability allowance where there are more than 4,000 appeal applications outstanding, there are hundreds of full-time carers, disability allowance people and people with long-term illnesses, who are waiting more than a year for a response.  The only word that could apply to many of those people is \"destitution\", because they may not have the wherewithal or the money to survive.  They are using a begging bowl with the family or somebody else in order to have the bare necessities for existence.  That is where the debate has to start.  I accept we are holding on to some of the deciding officers, who would have been retiring, for 18 months.  I do not genuinely believe that is the answer to where we are.  I do not mean this in a derogatory sense but it strikes me as a sticking plaster response to a major problem.  <\/p><p>In the first instance we should have an independent appeals body.  It is not because we are casting aspersions on anybody in the Department but the mere fact that it is independent means it has always built in an integral advocacy that may not be intended but it does exist with independent entities.  That is important.  It is vital that an appellant has the right to an oral hearing.  The Minister makes a point for the right reason that it is due to the lack of information provided.  Many of the people we are talking about do not understand the system, and did not have access to primary advice when that was required and certainly could not pay for that advice, legal or otherwise.  They may have difficulty due to their physical ailment in putting down on paper the information required.  When they go to a general practitioner it is a last resort because they see him or her in a friendly or professional sense.  The letter from the general practitioner may not be wonderful in the context of providing evidence to set aside or uphold an appeal.  The people we are dealing with are the most vulnerable in society.  The motion draws heavily on research and the FLAC report.  I did not hear anybody dispute the information put forward.  Unless radical decisions are made to alter the system we may sideline some of the statistics or put them under another heading but from a human point of view that will not help the people concerned.  I sat on the other side of the House and made exactly the same points then.  We are living at a time when we have to do business in a different way.  When Members who have no political axe to grind table a motion in the way it has been proposed, there should have been another methodology of dealing with it rather than putting the roadblock of an amendment, which asks people to sing from the same hymn sheet but not this evening. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700043#RR00500","speaker":"1115","continuing":true},{"type":"speech","time":1352316600,"counter":240,"content":"<p>I welcome the Minister.  I support the statements made by my Independent colleagues, Senators Mac Conghail and Zappone.  Their interventions were spoken with great sincerity and were a call to ensure the independence of the social welfare appeals system.  I welcome the report by FLAC which provides the evidence and underpins the motion.  I thank my colleagues, in particular, Senator Zappone, who undertook considerable consultation and consideration of all the issues before tabling the motion.  It is easy for me to endorse the motion as I know it is evidence based.<\/p><p>  I will limit my contribution to stressing the importance of ensuring that the appeals system be underpinned by, and comply with, the due process and human rights principles enshrined in the Constitution and Ireland's regional and international human rights treaty obligations.  The requirements of independence are well established, namely, the tribunal should be independent of the Executive.<b><\/b> This principle was laid down by the Supreme Court more than 60 years ago in McLoughlin <i>v. <\/i> the Minister for Social Welfare when it found that the appeals officers and deciding officers under the Social Welfare Act are required to be free and unrestricted by ministerial control in discharging their functions under the Act.  Currently all the appeals officers, including the chief appeals officer, are nominated by the Minister for Social Protection, despite the system having its own premises and staff.  It therefore cannot achieve perceived and actual independence or transparency, both of which are essential for public confidence in the system.  There is no public appointment process for appeals officers and no publicly available terms of reference.  Appeals officers are serving civil servants transferred from another part of the Department of Social Protection to the appeals office, which raises concern over the possibilities of external pressures, including removal at any time back to another part of the Department of Social Protection.<\/p><p>  The selection criteria for appointments in the appeals office should be made public.  In addition, appeals officers should be employed from a variety of backgrounds to allow for diversity and range of expertise.  Regular training should be provided to all appointed appeals officers and should include welfare law, immigration law, EU law and human rights law, as well as cultural awareness and sensitivity in respect of ethnic minorities, sexual orientation and transgender issues and people with disabilities.<\/p><p>  My colleague, Senator Zappone, outlined the importance of fair procedures.  I support what she said but will not repeat it.  A control audit of the decisions of the Department of Social Protection should be carried out to identify any trends or patterns of poor quality decisions.<\/p><p>  The right to an effective remedy is well documented in the jurisprudence of the European Court of Human Rights in cases such as Kudla <i>v. <\/i> Poland and Conka <i>v<\/i>.  Belgium, both decided in 2002 and in General Comment No. 19 of the UN Committee on Economic, Social and Cultural Rights in 2008.<\/p><p>  In the context of social welfare appeals an effective remedy must be provided in the national framework.  The current appeals process complies with Article 13 of the European Convention on Human Rights on the right to an effective remedy.  However, the delays in the process itself as well as in the court system may counteract the value of the appeals as an effective remedy.  The remedy may not be effective if the case is not heard or decided within a reasonable period.  In such cases appellants may have to rely on charity, handouts, emergency payments or the help of friends and family to sustain them over a lengthy period to avoid hardship.<\/p><p>  The Department of Social Protection accounts for 40% of overall Government expenditure and almost half of the country's population benefit from social welfare payments.  Clearly, the social welfare system affects a substantial section of the population, inevitably including the poorest and the most vulnerable. <\/p> <p>We know about the increases in social welfare applications but the decisions at the heart of the appeals concerning people's entitlements represent life-changing decisions for tens of thousands.  The decisions often determine what, if anything, is put on the table for dinner, what goes into a child’s lunchbox or whether coats are worn to bed for warmth.<\/p><p>Senator Mulcahy argued we should get it right first time, with which I agree.  However, we need to ensure we have an independent and transparent system of social welfare appeals.  We do not believe the system in place is independent or transparent.  Appellants are entitled to a fair, transparent, accountable and independent appeals system.  It is the duty of the State to ensure its delivery, economic difficulties notwithstanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700044#SS00200","speaker":"1171","continuing":true},{"type":"speech","time":1352317200,"counter":242,"content":"<p>The Minister for Social Protection, Deputy Burton, referred to social welfare appeals service through a human rights lens.  There is another lens, the economic one.  Over 80% of public expenditure comes from health, education and welfare.  We have an impossible borrowing situation which bankers and others account for too, I accept.  However, we cannot solve this problem by the nomenclature of entitlements because for every entitlement, someone else must pay.  We have given away so many entitlements that we have exhausted the taxable and borrowing capacity of the country.  Now we are in bankruptcy ourselves.<\/p><p>  The Minister referred to the social welfare appeals procedure costing &#8364;47 million.  Last year, the National Advocacy Service received &#8364;2.6 million in funding while the Irish National Organisation for the Unemployed and the Northside Community Law Centre both received nearly &#8364;1 million between them.  The Irish Congress of Trade Unions receives &#8364;5.75 million per year.  There are 34,000 appeals cases against 320 in Northern Ireland.  We have made a nightmare industry out of this which needs to be tackled.  Society must be divided into those who pay in, those who neither pay in nor receive and those who are to be recipients.  What the Minister is trying to do is ration but we cannot give everyone everything they want.  That is what has the country bankrupt.  It is not a unique problem in Ireland as there are many other countries whose debt-to-gross domestic product is heading towards 120%.<\/p><p>  I recently read Vito Tanzi&#8217;s book, <i>Government versus Markets: The Changing Economic Role of the State<\/i> who argues that is what has got us all into trouble.  He argues we have made this culture of entitlement but it cannot apply to everyone, stating:<blockquote>With the passing of the years, this additional public spending was increasingly connected with programmes that, once passed, made that spending difficult to reverse.  This created strong political constituencies and expectations that transformed the benefits from the spending into &#8220;entitlements&#8221; or legal claims against society.  [The legal claims are greater than the ability of this society to afford them.]  As a consequence of this spending, public budgets become larger, less flexible and less discretionary, tying the hands of future governments.  In today&#8217;s world, the truly discretionary part of yearly budgets of most countries is often very small &#8230; When new programs are introduced, the pressures on governments to spend more will always be present, especially when attitudes towards larger government role become more favourable.  In these circumstances there is no longer a specific identifiable limit to the spending role of the state.  The requests for higher spending can continue <i>ad infinitum<\/i> as long as there is a political response to them.<\/blockquote>That is what we face in this country.  Tax and social welfare should be integrated, while tax shelters should be eliminated.  Earlier today, we discussed how bankers were allowed to take &#8364;64 billion out of the Exchequer on one particular night in September 2008 and how a German bank located in Ireland cost the German taxpayer &#8364;100 billion to rescue.  There are far too many claimants and one has to allocate the resources towards those with low incomes as best we can.<\/p><p>  Our payments are not low by European standards.  The Minister for Social Protection has told me before that Scandinavian states impose stricter conditions on social welfare payments than we do but everyone asks for us to go for the Scandinavian model.  We cannot sustain existing social welfare payments.  The Minister is making an honest attempt to ration resources towards those who most need them.  I disagree with her on child benefit.  Paying it to everyone preserved the mythology that we all have an entitlement.  The Exchequer cannot continue like this.  An important part of the pre-budget debate is that we identify the priorities in social welfare payments and how can we allocate them without the significant transaction costs we heard this evening.  That Northern Ireland seems to be able to do it without less appeals and less money may be worth examining.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700045#TT00200","speaker":"1157"},{"type":"speech","time":1352317200,"counter":243,"content":"<p>I disagree with my esteemed colleague, Senator Barrett.  In times of recession when one has less to spend, the importance of openness and transparency in how people get those limited resources is even more critical.  I thank my Independent colleagues for introducing this important motion.  While it addresses the Department of Social Protection appeals process, its thrust applies to other areas of society and decision-making.  It is about how we do business as a Government in deciding who gets what in society and does not just apply to the social welfare process.<\/p><p>There are three aspects to the work of the Department of Social Protection – advice and advocacy, an initial decision-making process and the appeals process.  The motion before us deals with the decision-making and appeals processes.  The advocacy element is very important and very critical to the rights people have in the system, however.  I take the Minister’s point that the Department has spent an increasing volume of money assisting people in accessing advice and advocacy.  However, much of this advice comes from the Department.  In other words, the Department has three faces.  Its first face provides the citizen with advice and information.  Its next face is to make a decision on a person’s entitlement.  The third face it presents is it then sits in judgment on its previous decision.  That is where this entire system falls down.<\/p><p>There is quite a problem with the process.  For example, there were 51,500 appeals in 2011 while Northern Ireland had 320.  Clearly, far too many cases are going to appeal.  The deciding officer process is not sufficiently good enough.  It might be better if there were an intermediate phase between the deciding officer and the ultimate appeals process.  An appeals process should not be examining that volume of cases.  I am concerned by the kind of powers appeals officers have.  An appeals officer may decide to hold an oral hearing of the appellant’s case.<\/p> <p>The appeals officer may decide on a case if there is sufficient information available without recourse to an oral hearing.  There can only be an appeal on the decision of an appeals officer to the High Court on a point of law or for judicial review.  Therefore, a significant degree of power is held by an appeals officer.  I do not believe it is fair to compare the Department of Social Protection with a body such as the Irish Refugee Council.  The Department of Social Protection has a different role.  The Irish Refugee Council does not provide accommodation for the refugee who applies to it.  On the other hand the Department of Social Protection is providing the resources that a person making the appeal is depending on.  Therefore, the Department of Social Protection is a party in its own hearing.  The question we must ask ourselves is whether this process is independent and whether it is perceived to be independent.  I do not believe any process in which the Department is a party to its own hearing can be of its nature properly independent.  I do not cast any aspersions on those persons who carry out the appeals process but I simply do not believe the process can be of itself sufficiently independent without being placed on a statutory basis.<\/p><p>The position of the Department is comparable to that of Dublin City Council in the case in which section 62 of the Housing Act was found to be repugnant to Article 6 of the European Convention on Human Rights.  The judgment in that case found that one cannot be the judge and jury in one's own case and that one cannot decide oneself on the outcome of a process in which one is a party.  Several points have been made in this regard.  It is important to hear evidence from both sides.  I got the impression from the Minister's statement that it is not necessarily the case that someone knows the basis on which a deciding officer has made a decision and that one must make an application for the documentation to be made available.  The basis of the initial decision should be absolutely clear from the decision of a deciding officer.  I realise I am running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700045#TT00300","speaker":"1172","continuing":true},{"type":"speech","time":1352317800,"counter":245,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700046#UU00200","speaker":"1118"},{"type":"speech","time":1352317800,"counter":246,"content":"<p>I wish to finish with one important point.  I became concerned when I heard that the volume of oral hearings had diminished.  One important statistic has been highlighted relating to the number of decisions overturned at oral hearings versus the number of decisions overturned at summary hearings.  This is no surprise.  When a person comes to an oral hearing he or she is able to give the full case and present information personally.  The idea that so many cases are being judged on a summary basis should give us pause for thought, especially given that they are so critical to people's future and resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700046#UU00300","speaker":"1172"},{"type":"speech","time":1352317800,"counter":247,"content":"<p>I will be brief because I am aware of the time.  I commend the Independent Senators for bringing this motion before the House and highlighting the real concerns and problems within the appeals system and the social welfare system.  Despite being on the Government side - unfortunately I will have to vote with the Government - I commend them for raising these issues and agree with a great deal of what has been said.<\/p><p>I wish to raise the issue of the domiciliary care allowance and the associated appeals process.  Like Senator Mulcahy, I am a parent of a special needs child and have been utterly horrified at the number of cases that have come before me this year.  Parents have come to me with their children and I have gone out to see others.  These people are perfectly deserving of a domiciliary care allowance and I cannot understand it when the forms come back and although the parents have submitted all the medical evidence, they are refused the allowance and they must go through the whole appeals process.  Fortunately today I was able to ring a constituent and inform her that her appeal had been upheld.  I gave her the good news that she now qualifies for the domiciliary care allowance.  She was waiting for it for more than one year but she should have got it one year ago.  When I rang this lady she was driving back from the south side of Dublin to County Louth having taken her child for autistic care.  She broke down on the M50 and said that she was unable to speak because she was so grateful to have it.  I said it was hard enough to have a child with a disability and to go through that but to be made go through the hoops for something that she should have got an age ago was all the worse.  It is the same with medical cards.  Many people who have children with an intellectual disability are perfectly deserving of a medical card but it has been refused in many cases.  This is another area that we need to examine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700046#UU00400","speaker":"1174"},{"type":"speech","time":1352317800,"counter":248,"content":"<p>I welcome the Minister of State, Deputy Perry.  I also welcome the noting of the importance of independence, actual and perceived, in the amendment.  However, the amendment states that there is no sustained or concerted criticism of the independence of the office.  My colleague, Senator Norris, has referred to evidence to the contrary, highlighting a statement of the former chief appeals officer in 2007, who called for statutory independence for the office.  The Commission on Social Welfare recommended an independent chairperson in 1986 and the Northside Community Law Centre has also called for the independence of the office.<\/p><p>We must examine what independence means.  Stating that the social welfare appeals office is independent without reference to objective standards of independence is simply not sufficient.  There is a host of human rights principles against which we should evaluate independence.  These are embedded in our Constitution and the European Convention on Human Rights, to which my colleague, Senator van Turnhout, referred.  I referred to four of them as well.  They are embedded in the European Convention on Human Rights, although I note that the State is in breach of the convention and has been for more than five years on account of the Lydia Foy case.<\/p><p>We have human rights principles, objective standards developed over time through courts of law and by agreement of millions of people at European level.  These are standards of independence and fair procedure, some of which I have identified.  Our recommendations are based on these standards of independence.  Our call for an audit requests that the Government recognises these standards.  We call on the Labour Party and Fine Gael to demonstrate their recognition of these standards by conducting an audit and publishing it for the public.  It is simply not good enough for the people to be led by a Government which declares that it has respect for the rule of law, including the human rights law, but which lists the accomplishments of reform on the basis of what the Department tells us and on the basis of what we are told by staff appointed by the Government.<\/p><p>We regret that the Government has used the statistic of 42% of appeals allowed as evidence of the independent nature of the appeals office.  We believe this demonstrates the flawed process at the beginning of the system.  The amendment also refers to the ability to appeal to the courts on a matter of law or by means of judicial review.  Other Senators have spoken about this and the Minister referred to it as well.  Realistically many people who access social welfare and who make appeals are among the most vulnerable and marginalised.  How would they have the resources to make these continued applications?  This is why we are calling for legal assistance in complex cases.  I believe the Minister knows the difference between the theoretical opportunity for fairness and justice and genuine access to fairness and justice.  Many appellants require legal representation to access fairness and justice.<\/p><p>The amendment refers to the provision of oral hearings where it is deemed appropriate.  Oral hearings are deemed appropriate by social welfare appeals officers.  These hearings may take more time but they have a higher success rate.  Why is this?  It is because oral hearings allow for a teasing out of the issues and the questioning of evidence and decisions.  One principle of natural law and fair procedure is that a person should have the opportunity to make her case in the easiest form possible.  We have called for an amendment to the social welfare appeals form to include an option to request an oral hearing.  The Minister is unwilling to grant this.  Rather, she has stated that it is under consideration by the chief appeals officer.  Is it not the Minister who creates policy?  This right is integral to fair procedure.<\/p><p>Does our motion call for an audit?  No.  Does it call for putting more resources into the system at the first instance of decision, where, many of us have acknowledged, many of the problems stem from?  No.  Does our motion call for automatically providing appellants with their social welfare file?  No.<\/p> <p>The Government is saying \"No\" to our calls to provide appellants with their social welfare files automatically.<\/p><p>The Minister talked a lot about the difficulties of anonymising the Department of Social Protection database, but we are not talking about anonymising 28,000 cases; rather, we are talking about significant points of law.  The Government is saying &quot;No&quot; to amending the social welfare appeals system to allow appellants to request an oral hearing and &quot;No&quot; to making civil legal aid available for appellants in complex cases.  The message to the people from the Government amendment is that further reforms as identified by us are not necessary, that the current reforms are largely sufficient and that the Government has not taken on board any of our calls for changes to a system that is still not fair enough.  Therefore, I will push the issue to a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700046#UU00500","speaker":"1176","continuing":true},{"type":"vote","time":1352318400,"counter":250,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 25; Níl, 11.<\/p><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Jillian van Turnhout and Katherine Zappone..<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700047#VV00150","aye":["1148","1157","1138","1150","1151","1124","1158","1130","1160","1117","1144","1172","1131","1119","1173","1135","1161","1132","1174","1134","1118","1153","1129","1125","1143"],"nay":["1140","1167","1128","1136","1122","1123","1115","1169","1171","1164","1176"]},{"type":"unspoken","time":1352318700,"counter":251,"content":"<p>Motion, as amended, put and declared carried.<\/p>"},{"type":"speech","time":1352318700,"counter":252,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700048#WW00200","speaker":"1127"},{"type":"speech","time":1352318700,"counter":253,"content":"<p>Ar 10.30 maidin amárach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700048#WW00300","speaker":"1130"},{"type":"unspoken","time":1352318700,"counter":254,"content":"<p>Sitting suspended at 7.40 p.m. and resumed at 7.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Adjournment Matters","time":1352318700,"counter":255,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700048#WW00500"},{"type":"minorheading","content":"Community Nursing Homes","time":1352318700,"counter":256,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700048#WW00600"},{"type":"speech","time":1352318700,"counter":257,"content":"<p>I welcome the opportunity to raise this matter on the Adjournment and I am glad the Minister of State at the Department of Health, Deputy Kathleen Lynch, is in the Chamber to respond to it.  I do not doubt her commitment, passion and common-sense approach to care of the elderly.  Many groups such as Older and Bolder share my opinion of her, even though they are concerned and fearful about what is happening in the sector.<\/p><p>One year ago this week the HSE unilaterally announced the immediate closure of dozens of community nursing homes.  It also circulated a list of 64 nursing homes earmarked for closure or drastic rationalisation, which put the fear of God into many communities.<\/p> <p>Abbeyleix community nursing home and Shaen community nursing home in Portlaoise - two of the three remaining community nursing homes in County Laois - were on the list.  Before the Minister of State took up her post, her predecessor had presided over the closure of 20 beds in St. Joseph's Ward in Mountmellick.  The beds in question remain closed.  If the HSE decision had been implemented unchecked - the Minister of State played a key role in intervening and having it referred back for review and policy consideration - we would have been left with just one community nursing home in County Laois.  One of the biggest wards in the nursing home in Mountmellick has been closed and mothballed.  Like the patients, families, staff who have been affected by the closures, I am most grateful to the Minister of State for taking the time to visit Shaen community nursing home in Portlaoise and Abbeyleix community nursing home.  I know she was impressed with the quality of care she saw at first hand when she called unannounced to the homes in question.  It was a genuine visit.  There were no airs and graces following her arrival.<\/p><p>I am sorry to report to the House the sad news that two of the three elderly ladies who had showed great courage and guts by taking a High Court action against the HSE this time last year, Mrs. Maureen Delaney and Mrs. Catherine Kelly, passed away in recent weeks.  This has caused no shortage of distress in the community.  The third lady, Mrs. Bridget O'Neill, remains hale and hearty.  She is a strong and robust woman.  Does the Department of Health intend to smoke out the entire community and wait until there is no one left?  One year on, we do not know what the outcome of the review is and we are not clear on the policy the Department is pursuing because it seems to be at odds with Government policy as set out in the programme for Government.  In the last week I was shocked to learn in response to a parliamentary question in the Dáil that the HSE had presided over the closure of 1,200 further nursing home beds around the country.  Essentially, it is closing hospitals down by stealth.  If it has its way, it will leave us totally at the mercy of private nursing homes.  I have no ideological problem with private nursing homes.  Many of them are very good.  However, those involved in such homes will admit that they are unable to, incapable of and unwilling to care for high dependency patients such as those with severe Alzheimer's disease and dementia who are cared for in Shaen community nursing home.<\/p><p>I hope the Minister of State can shed some light on what exactly is happening in this sector.  What is the policy of the Government on this matter?  What is the future of Abbeyleix community nursing home and Shaen community nursing home?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700048#WW00700","speaker":"1143","continuing":true},{"type":"speech","time":1352319000,"counter":259,"content":"<p>I thank the Senator for raising this issue and giving me an opportunity to update him and others who have an interest in this matter.  <\/p><p>The 2012 national service plan of the HSE which was published in January anticipated that between 555 and 898 beds would close during the course of the year.  Some 492 beds had been closed by the end of September.  It is not expected that the minimum projection of 555 will be reached before the end of year.  Around the time of publication of the service plan, the Minister for Health asked the HSE to draw up a viability plan for its residential units for older people.  The aim of the plan is to identify the maximum number of beds and public community nursing units which can be retained in each region within existing available financial and staffing resources.  This will give a clear indication of the viability of all community nursing units across the country and the composition of public bed provision in the future.  The HSE is finalising the plan which will form the basis for discussions between the Department and HSE with a view to submitting a final set of proposals to the Minister.<\/p><p>I wish to speak about the provision of services in the midlands region.  The Senator will be aware that in 2011 the HSE considered a proposal to close Abbeyleix community nursing unit and St. Brigid’s Hospital in Shaen.  My colleague, the Minister for Health, and I met local action groups and elected representatives to discuss these proposals.  Both of us have visited each of the units in the last year.  I was sad to hear the news the Senator gave to the House about two of the Abbeyleix residents who had instigated court proceedings in 2011 to challenge the proposed closure.  Our sympathy should go out to the families of the ladies in question.  When I met the women who were taking the case, it struck me that they were incredibly strong, forthright and clear in their thinking, despite their advanced years.  On 7 December 2011 the HSE agreed to set aside its decision to close the Abbeyleix facility.  Following the court proceedings, the HSE confirmed that it intended to carry out a comprehensive consultation process before making any recommendation to the Minister on the future of the Abbeyleix and St. Brigid’s Hospital units.<\/p><p>On 24 May last the HSE launched a public consultation process on the planning and provision of services for older people in the midland counties of Laois, Longford, Offaly and Westmeath with a view to ensuring the most efficient and effective delivery of its services within available resources.  Part of this process involved a review of the HSE's current long-stay residential units, including the potential closure of Abbeyleix community nursing unit and St. Brigid's Hospital in Shaen.  The consultation process has been completed.  I understand all of the relevant documentation was presented to the HSE designated officer for consideration on 16 August and that the officer’s recommendation is expected presently.  In accordance with the HSE protocol consultation document, this recommendation will be conveyed to the national director of integrated care and the chief executive.  If the HSE concludes that full closure of any unit is necessary, a recommendation to this effect must be made to the Minister.  I can confirm that both facilities are registered with the Health Information and Quality Authority as designated centres for older people.  Service providers are legally required to provide six months notice for the regulator before a designated centre can close.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700049#XX00200","speaker":"982"},{"type":"speech","time":1352319000,"counter":260,"content":"<p>I am grateful for the Minister of State's informative response which includes some good and interesting detail.  She has pointed out that the review was concluded on 16 August.  Her suggestion that a recommendation is expected \"presently\" is a little vague for people from where I come.  What does \"presently\" mean?  How long is a piece of string?  I would like to receive some indication of what is meant by \"presently\".  It is causing undue distress and anxiety for elderly people, including some who are in their 90s, in the run-up to Christmas.  A year has passed since the original proposal was made.  As the Minister of State said, the Abbeyleix unit is registered with the Health Information and Quality Authority.  It is able to cater for and cope with 33 clients, but it has just 22.  It is not being utilised to its full advantage, which is not serving anyone well.  Perhaps those beds might be used to care for people who are in acute beds in hospitals but do not need to be.  If these resources are not being used properly, they are costing the Department of Health more money than is necessary.  The unit is not operating at maximum capacity.  I am glad to hear that the buck will stop with the Minister who will have the final say on the matter after the recommendation is made.  It would not make sense to leave the region without sufficient community nursing home beds.  The people of the area would be totally at the behest of the private sector.  I reiterate that the private sector does not want to cater for high dependency patients and does not have the capacity to meet the growing demand for geriatric beds, of which I have strong evidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700049#XX00300","speaker":"1143"},{"type":"speech","time":1352319000,"counter":261,"content":"<p>We have had long discussions about the Abbeyleix and Shaen facilities for many months.  I am sure the Senator will be aware that it is not strictly a question of the level of care provided.  As he has rightly pointed out, the level of care provided is excellent.  Other factors have to be taken into consideration.  When I said a recommendation \"is expected presently\", I meant the report would be on the Minister's desk shortly.  It will have to be discussed.  I am sure the Minister will not take an arbitrary decision on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700049#XX00400","speaker":"982"},{"type":"minorheading","content":"Seirbhís Eitleoireachta","time":1352319000,"counter":262,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700049#XX00450"},{"type":"speech","time":1352319000,"counter":263,"content":"<p>Cuirim fáilte roimh an Aire Stáit.  Is cuairteoir rialta í ar an Teach seo.  Tá míle fáilte roimpi.  Tá mé ag ardú ceist a bhaineann le Roinn na Gaeltachta go bunúsach - an seirbhís eitleoireachta a fhreastalaíonn ar na trí oileán Árainn.  Tá a fhios aici go bhfuil seirbhís aeir go dtí na hoileáin - i dtosach ó Ghaillimh agus níos déanaí ó Aerfort na Minna i gConamara - le níos mó ná 40 bliain anois.  Is cuid fíor-bhunúsach agus fíor-thábhachtach d'infreastruchtúr na hoileáin í an tseirbhís seo.  Bhí dlúth-bhaint ag an aerstráice agus an seirbhís aeir leis na roghanna a rinne daoine chun fanacht ar na hoiléain, dul amach le cónaí ar na hoileáin nó gairm a dhéanamh ar na hoileáin.<\/p> <p>Má táimid chun na huimhreacha a choinneáil suas sna scoileanna, má tá daoine chun gnóthaí a bhunú ar na hoileáin agus má tá sé bheith níos fusa do dhaoine cóir leighis, srl., a fháil, tá an tseirbhís aer riachtanach.  Ag cruinniú leis an Aire Stáit, an Teachta McGinley, le déanaí, tugadh le fios go bhfuil an fordheontas a chuireann an Roinn ar fáil don tseirbhís aer i mbaol.  Bhí ráfla ann go mb'fhéidir go bhfuil an fordheontas le gearradh.  Tá an-imní ar phobal Inis Mór, Inis Meáin aguis Inis Oírr go dtarlóidh sé sin.  Mar a dúirt duine amháin, dá ndéarfaí le duine i mBaile Átha Cliath a bhraitheann ar an Luas go bhfuil an tseirbhís sin le n-imeacht, bheadh an cairpéad bainte faoi chosa an duine sin.  Is féidir an rud céanna a rá faoin tseirbhís bus i gceantair tuaithe.  Cé go dtéann seirbhís farantóireachta maith go leor amach go dtí Oileáin Árann chomh maith céanna, tá an seirbhís aer riachtanach do phobal na n-oileáin.  Labhair an dochtúir a oibríonn ar Inis Mór, Marion Broderick, go poiblí faoin gceist seo an tseachtain seo caite.  Dúirt sí go bhfuil an tseirbhís aer fíor-thábhachtach i gcás aire a thabhairt d'othair a bhíonn orthu taisteal isteach go rialta go Gaillimh.  Níl sé feiliúnach do chuid mhaith acu taisteal ar an mbád mar tá an t-aistear fó-fhada agus déanann sé dochar dóibh.  Cabhraíonn an seirbhís aer le gach éinne go dteastaíonn uathu aistear i bhfad níos tapúla a dhéanamh ó am go ham.<\/p><p>Nuair a labhair mé le fear gnó - Tarlach de Blácam - a bhfuil gnó idirnáisiúnta atá ag plé le cúrsaí cniotála bunaithe aige ar Inis Meáin, dúirt sé liom gur ionann deireadh a chur leis an tseirbhís eitleoireachta agus deireadh a chur leis an gnó atá ar bun aige.  Tá 16 duine fostaithe aige sa chomhlacht, a dhéanann a gcuid gnó go hidirnáisiúnta, go háirithe leis an tSeapáin.  Bíonn orthu earraí agus samplaí dá gcuid oibre a chur thar lear go rialta.  Bíonn custaiméirí an chomhlachta ag súil le seirbhís tapaidh.  Ní thagann an bád isteach sách rialta ionas gur féidir é sin a dhéanamh.  Tá an comhlacht ag brath go hiomlán ar leithéidí DHL, a phiocann na hearraí seo suas nuair a thuirlingíonn an t-eitleán.  Nuair a bhriseann píosa innealra sa monarchan, mar a tharlaíonn ó am go chéile, caithfidh an comhlacht píosa nua a fháil isteach go tapaidh.  Muna bhfuil an tseirbhís seo ar fáil chun a leithéid a dhéanamh, is féidir leis an 16 duine atá fostaithe san ionad seo bheith dímhaoin ar feadh roinnt laethanta.<\/p><p>Caithfear glacadh leis go bhfuil an tseirbhís eitleoireachta go dtí Oileáin Árann mar bhunchuid d'infreastruchtúr, córas iompair agus córas sóisialta na trí oileán.  Tá sé mar sin le 40 bliain.  Is mar gheall ar sin gur éirigh leis an daonra fanacht ar na hoileáin, go bhfuil na scoileanna faoi bhláth agus go bhfuil seirbhísí sóisialta ann, srl.  Tá mé ag impí ar an Aire Stáit deimhniú dom nach bhfuil sé i gceist ag an Rialtas drannadh leis an fordheontas seo.  Sa bhuiséad atá ag teacht, ní cheart aon ghearradh siar a dhéanamh ar an airgead a íoctar le chinntiú gur féidir seirbhís eitleoireachta amach go dtí na trí oileán a chur ar fáil.  Tá an tseirbhís ríthábhachtach do na hoileánaigh.  Tá siad trína chéile le seachtain anuas.  Tá cruinnithe poiblí eagraithe acu ar na hoileáin éagsúla.  Beidh cruinniú acu le ionadaithe tofa i nGaillimh Dé Luain seo chugainn.  Bheadh sé tráthúil dá bhféadfadh an tAire Stáit leid a thabhairt dúinn nach bhfuil sé i gceist drannadh leis an tseirbhís seo.  Ba ionann sin agus na seirbhísí bus nó Luas a bhaint as ceantracha eile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700049#XX00500","speaker":"1122","continuing":true},{"type":"speech","time":1352319600,"counter":265,"content":"<p>The Senator will appreciate that my Irish is not as proficient as his, which is very nice to listen to.  <\/p><p>The Government recognises that our islands have a precious built and natural history and a rich cultural and linguistic tradition.  These are valuable assets for the island communities and the country in general.  The maintenance and development of sustainable communities on the islands have been the goals of the Department of Arts, Heritage and the Gaeltacht for many years and substantial investment has been made to this end.  The 2007-13 National Development Plan identified measures aimed at promoting the future development of the islands, including the development of the piers on the three Oileáin Árann as a flagship project.  This work has been completed.  Over €100 million has been spent on island infrastructure in the past ten years.  This includes the cost of the redevelopment of Cill Rónáin Harbour on Inis Mór at a cost in excess of €40 million.<\/p><p>The Department of Arts, Heritage and the Gaeltacht has agreed contracts for 20 islands to which passenger ferry, connecting bus, cargo and air services are provided by 24 contracted operators.  School transport links are provided for students from Inishbofin, Inishturk and Clare Island who attend mainland schools.  In awarding the contracts, priority is given to the needs of island communities.  The timetables for these services that have been agreed with island representatives allow inhabitants a great deal of flexibility when going about their daily lives.  Passenger and cargo fares have been significantly reduced for islanders as a result of these subsidised services.  The standard of the vessels involved in the provision of these services and the overall comfort of passengers have improved considerably, mainly as a result of the subsidies provided.  Expenditure of €5.93 million was incurred in 2011 to provide passenger and cargo ferry, air and connecting bus transport services for offshore islands under contracts administered by the Department of Arts, Heritage and the Gaeltacht.  These contracts ensure the provision of regular access for island communities to the mainland at an affordable cost to island residents.  Owing to improved access to the islands, visitors have greater options than ever before when choosing to visit particular islands, as a result of which economic benefits accrue to the local and national economy.<\/p><p>The Department of Arts, Heritage and the Gaeltacht has a public service obligation contract with Aer Arann Islands for the provision of air services for the three Oileáin Árann.  This contract will expire on 31 August 2013.  The total cost of the public service obligation contract with Aer Arann Islands for the period from 1 September 2009 to 31 August 2013 is over €6 million.  The exact figure is provided in the reply circulated.  The contract provides for three daily return flights to Inis Mór and two daily return flights to Inis Meáin and Inis Oírr on weekdays, with four return flights at weekends.  Additional flights are also provided, depending on demand.  A separate contract is in place with Bainistíocht Aerfoirt Teoranta, a subsidiary of Aer Arann Islands, to manage the three aerodromes on Oileáin Árann and two airstrips at Inishbofin and Clifden in County Galway.  The cost of the contract for the period from 1 March 2012 to 31 August 2013 is €540,580.<\/p><p>The Department of Arts, Heritage and the Gaeltacht appreciates the importance of this service for the residents of the three islands.  However, account must be taken of the overall funding available to the Department for offshore islands.  Approximately 60% of this funding is being spent on passenger and freight services to the three Oileáin Árann.  According to the 2011 census of population, some 1,251 people live permanently on the three islands.  This represents approximately 43% of the total population of the offshore islands.  The Department will make every effort to ensure the funding available for offshore islands in 2013 is used to provide safe, regular and high quality access.  It recently agreed a five year ferry contract for the provision of a scheduled ferry service from Ros a' Mhíl to Inis Meáin and Inis Oírr at a cost of €800,000 per annum.  In addition, the tendering process has begun to renew the ferry contract from Ros a' Mhíl to Inis Mór which will expire on 31 January 2013.  The Senator will appreciate that the 2013 Estimates process is ongoing.  The Department has not yet been informed of its allocation for 2013.  Therefore, no decision has been made on the renewal of the air service to and from the three Oileáin Aránn.  We are very conscious of the preciousness of the islands' only means of transport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700050#YY00200","speaker":"982"},{"type":"speech","time":1352320200,"counter":266,"content":"<p>I did not mean to offend by speaking completely as Gaeilge and I am sorry if that was the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700051#ZZ00100","speaker":"1122"},{"type":"speech","time":1352320200,"counter":267,"content":"<p>The Senator did not offend me at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700051#ZZ00200","speaker":"982"},{"type":"speech","time":1352320200,"counter":268,"content":"<p>I am surprised the Department of Arts, Heritage and Gaeltacht has supplied an answer in English only, which is not like it because it has given us both on every other occasion.  I appreciate that the Minister of State will read as Béarla but, at the least, an Irish language copy should have been provided.<\/p><p>The provision of safe, regular, high quality access is key.  The case made by the islanders is that businesses and medical and tourism services on the island are dependent on the air service, which is at the core of delivery.  I am disappointed the Minister of State has not been able to say the company will continue the service for sure, although I can appreciate that a budgetary process is ongoing.<\/p><p>I ask that the Minister of State, Deputy Lynch, would ask the Minister, Deputy Deenihan, or the Minister of State, Deputy McGinley, whether they would be willing to sit down with the stakeholders given it is important there would be representatives from the co-ops and the islander community as well as representatives from Aer Arann Teoranta, which runs the service, from the airports and from the Department.  The islanders have suggested ways in which this could be averted and money saved while still providing an air service and operating within the parameters required by the Department, which is crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700051#ZZ00300","speaker":"1122"},{"type":"speech","time":1352320200,"counter":269,"content":"<p>I was not in the least offended as I love listening to the Irish language.  I very much hear what the Senator is saying in terms of the medical service, in particular the emergency element that may be necessary from time to time, although thankfully not very often.  When this is the only means of transport, it is essential, and I know people get very worried about it.  The Minster of State, Deputy McGinley, would have been present but, while he is unfortunately not available, I will convey the Senator's request and ask him to refer to the Senator directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012110700051#ZZ00400","speaker":"982"},{"type":"unspoken","time":1352320200,"counter":270,"content":"<p>The Seanad adjourned at 8.15 p.m. until 10.30 a.m. on Thursday, 8 November 2012.<\/p>","notice":"TIME STRING DETECTED"}]