[{"type":"minorheading","content":"Prelude","time":1584702000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 11:00:00","time":1584702000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1584702000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1584702000,"counter":4},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1584702000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#A00100"},{"type":"speech","time":1584702000,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann passed the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 on 19 March 2020, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00200","speaker":"1381"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1584702000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00225"},{"type":"speech","time":1584702000,"counter":8,"content":"<p>Before we proceed, I would like to say a few brief words.  I welcome Senators to this special sitting, which I summoned using the authority given to me by Standing Orders in cases of necessity, having received a request to do so from the Taoiseach.  Our country is in the midst of perhaps the most serious public health-economic crisis in living memory.  As parliamentarians, we are called on to provide the leadership, legislation and means that will allow our health service workers, the Garda S&iacute;och&aacute;na and our civil and public servants to deal as effectively as possible with the challenges we are facing and the escalation that is expected in the coming weeks and months.  I pay tribute to all those people, our Ministers, public and private sector workers, health service workers, teachers, employers, families, carers and so many others who have put their shoulders to the wheel to get us through this exceptionally difficult time.  I know that the thoughts and solidarity of the Members of Seanad &Eacute;ireann are particularly with those who have fallen victim to Covid-19 and with those who have already felt its economic impact on their lives.<\/p> <p>Before I call the Leader to propose the Order of Business, I remind Senators that this is a special sitting convened for the particular purpose of dealing with the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020.  The purpose of the Order of Business is to consider the proposal to take the Bill and the arrangements for debating it.  I will not permit a wide-ranging discussion on other issues or allow amendments proposing that other business be taken.  Debate on substantive issues arising out of the Covid-19 crisis should be reserved for the debate on the Bill itself.<\/p> <p>I thank Senators for limiting our attendance in the Chamber.  In the course of the sitting, they should maintain an appropriate distance from others and observe recommended hygiene practice.<\/p> <p>I call the Leader to outline the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00250","speaker":"1381"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1584702000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00300"},{"type":"speech","time":1584702000,"counter":10,"content":"<p>The Order of Business is No.<i>a<\/i>1 on the Supplementary Order Paper and No. 1 on the Order Paper.  No. <i>a<\/i>1, Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 - all Stages, is to be taken on the conclusion of the Order of Business and to conclude after three hours by the putting of one question from the Chair, which shall, in respect of amendments, include only those set down or accepted by the Government.  The contribution of group spokespersons during the debate on Second Stage shall not exceed eight minutes and that of all other Senators shall not exceed five minutes.  The Minister shall be given no less than six minutes to reply to the debate, with Committee and Remaining Stages to be taken immediately thereafter; and No. 1, motion for earlier signature of the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020, is to be taken on conclusion of No. <i>a<\/i>1, without debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00400","speaker":"1391"},{"type":"speech","time":1584702000,"counter":11,"content":"<p>We meet in the Chamber in uncharted waters, in unprecedented times.  The seating arrangements alone show the challenges that Covid-19 presents for us, as it did for the D&aacute;il yesterday in the reduced numbers that attended the sitting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This virus will change how we live, work and play.  It will change everything from now on.<\/p><p>Yesterday, the Chief Medical Officer announced 191 more cases, with a total of 557 in the Republic.  The Fianna F&aacute;il group thinks of those who are unwell and wishes them a speedy recovery.  It also extends its sympathies to the families of the three people who have died as a result of the virus.  We wish to thank -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#B00500","speaker":"1407","continuing":true},{"type":"speech","time":1584702000,"counter":13,"content":"<p>I remind Members that there will be a full debate when the Bill is being debated.  I do not want people to spend too long giving elaborate speeches at the outset.  I am not trying to cut the Senator short but I remind her that there will be ample time for debating the substantive issues before us today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00200","speaker":"1381"},{"type":"speech","time":1584702000,"counter":14,"content":"<p>I hope it will be said again and again, that we must thank all our front-line workers including our doctors, nurses, hospital cleaners and catering staff.  Our Seanad colleague, Senator Devine, has re-registered as a nurse, which is commendable.  Nearly 24,000 people have signed up to the HSE's volunteer call.  Words cannot say how grateful we are for the selfless actions of the many who are working on the front line, many of whom have separated themselves from their families because of the risk of transmission.  These people should be commended all the more.  They are working and living in war time situations.  We have not seen the worst of it yet.<\/p> <p>As Dr. Catherine Motherway told \"Prime Time\" last night, we must take this very seriously.  We have half the number of beds of Italy and the EU.  We must stay at home and stop socialising.  Not only will there be a public health element but also a large economic element arising from Covid-19.  The effects of the challenges that we will face as a society will be unprecedented.  There are 250,000 small businesses in this country, and the large majority will suffer and many may not survive.  Today's legislation dealing with the social welfare Acts puts some supports in place to deal with this and to help those who are vulnerable and who do not have an income to get through the next few weeks.  We fully support the measures.  I have some questions but we may deal with them later but now I wish to raise how undocumented migrants are not catered for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00300","speaker":"1407"},{"type":"speech","time":1584702000,"counter":15,"content":"<p>We are on the Order of Business.  I usually give each Member two minutes, not five.  I must be fair to everyone.  This is just the Order of Business.  The substantive debate on the Bill will follow and there will be plenty of time for debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00400","speaker":"1381"},{"type":"speech","time":1584702000,"counter":16,"content":"<p>I will not go through the elements of the Bill which should be improved or which I wish to highlighted.  Once again, I thank front-line staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00500","speaker":"1407"},{"type":"speech","time":1584702000,"counter":17,"content":"<p>It is some time since we sat and perhaps we are familiarising ourselves with procedures once again, including myself.  However, I remind Senators that we are on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00600","speaker":"1381"},{"type":"speech","time":1584702000,"counter":18,"content":"<p>I thank the Cathaoirleach and the staff in the Houses of the Oireachtas for facilitating this meeting.  This morning, I read with some disappointment something by a journalist in <i>The Irish Times<\/i>who is not here, I thought she might have been, which referred to the &quot;last hurrah of the Twenty-fifth Seanad and a rubber-stamping of new laws&quot;.  It is not the last hurrah.  That same journalist spoke of the last hurrah some months ago when we were winding up.  We are a serious House of politics, we are lawmakers, and I am tired of this Seanad being trivialised in <i>The Irish Times<\/i>and other media.  It is about time we stood up as Members and said to the public that we take our work seriously.  It is not a hurrah.  We take our work seriously and that is why we are here today.  I want that message to go to the very heart of <i>The Irish Times <\/i>and hopefully tomorrow there might be some clarification of the point made by that journalist.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are dealing with emergency legislation to give sweeping powers to the State.  I take on board what you have said, a Chathaoirligh.  We do not need to go into all the detail now; we will go through the various Stages.  I acknowledge the work of the Taoiseach and the Government.  They have played a blinder and we must acknowledge it.  It is not a time for politics, but it is a time for politicians to come together.  I will say later in the day the time has come for us to focus together as a nation, as politicians, on addressing this evil, this disease which is undermining so many of us.  Never has it become clearer that the so-called powerful are powerless.  That is the reality of this disease.  We need a national response.  We need a European response.  We need people who are outside the European Union but in Europe co-operating and responding also.  This is a national and an international issue that needs to be addressed internationally by co-operation.  I look forward to working with them.<\/p><p>I particularly acknowledge the work of the Minister, Ms Regina Doherty, who is no longer a Deputy.  I see a woman on television every day standing up courageously at the front line doing her work for the State.  I might put a bit of a plug in: there will be Taoiseach's nominees to the Seanad and she should be given due consideration for the work she has done for our country.  She can be proud of that, as can the Government.<\/p><p>It is important that we work together.  I particularly welcome the sunset clause because there are issues about people's liberties.  Throughout this legislation we are curtailing constitutional rights of free movement and assembly of people.  However, it is temporary, it is necessary and it needs our support.  It is a national effort and a national team.<\/p><p>I appeal to all involved in politics.  Let us at the same time as debating these issues work on a twin-track approach to getting a good strong government in place that respects the mandate of all people who were elected in the general election.  We need continuity and governance.  We need stability, assurance and confidence, but above all we need to unite to protect ourselves our homes, our industries, our farms, our jobs and our loved ones.  We can only do that if we work together - the great old Irish thing of meitheal.  We need to pull together and work together for the common good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#C00700","speaker":"1379","continuing":true},{"type":"speech","time":1584702000,"counter":20,"content":"<p>On the significance of the Senate, when I was in the House yesterday a number of journalists questioned me on what would happen on this day two weeks.  Forty-nine new Members will be elected on Friday, this day two weeks exactly.  I was asked about the constitutional issues that might arise if there is not a functioning Senate and if the D&aacute;il could pass legislation.  I feel certain from my legal knowledge it cannot do so without the second leg of the Parliament, that being the Senate.  Sin sc&eacute;il eile.<\/p> <p>As no one is offering from the Civil Engagement group, I call Senator Devine on behalf of Sinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#D00200","speaker":"1381"},{"type":"speech","time":1584702000,"counter":21,"content":"<p>It feels our world is shattered.  Our way of life is being tested like never before.  Our planet and our people are being tested.  I commend what Senator Boyhan said.  We are all sitting here united.  It is a strange and eerie atmosphere.  I am very proud to be part of this Seanad and to see through emergency legislation in these times.  We will stand united.<\/p> <p>As an aside, we are sitting here and it is about time for Seanad reform.  That is for the next Seanad to deal with.<\/p> <p>We will go through a range of matters today, including childcare, housing and involuntary detainment.  We need to have discussions on all those Bills.  It is almost akin to what my child, who is now a young adult, had - a computer game called Theatre of War.  It seems like we are on a war footing.  We need to act together with compassion and kindness to each other for the safety of us all and our planet.  We will come out of this and maybe a beauty will be born out of this terribleness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#D00300","speaker":"1388"},{"type":"speech","time":1584702000,"counter":22,"content":"<p>On behalf of the Seanad technical group, I join all others in expressing sincere sympathies to all those who have been so terribly affected by this awful virus.  I look forward to the debate on the emergency legislation, which we in Labour will be pleased to support and engage on constructively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#E00100","speaker":"1402"},{"type":"speech","time":1584702000,"counter":23,"content":"<p>I thank the four Members of the House for their contribution to this extraordinary Order of Business.  On my own behalf and on behalf of the Government, I thank all members of staff of the Houses of the Oireachtas for facilitating today's sitting and for their presence and work.  I acknowledge the gargantuan, supreme efforts of all our public and civil servants, those who work in our shops and keep our supply chain going and those who are working on the front line in our health system.  We acknowledge and remember those people particularly today.  We remember also the people who have lost their lives thus far in this pandemic, which, as many Members have said, has transformed our lives perhaps forever.  On behalf of myself and the Government, I express our sympathies to the families of the loved ones who have died and thank all the very many people who have listened to the advice of the Chief Medical Officer, who has done great work, on socialising, self-distancing and, more importantly, taking this absolutely seriously.<\/p> <p>I again thank the Members of the House for their co-operation thus far and thank you, a Chathaoirligh, for your courtesy in advance of today's proceedings.  It is important, as Senator Boyhan said, that we as Members of the Upper House take seriously our role and our duty under the Constitution.  The Senator is correct: that is our job and our duty.  That is what we are doing.  This sitting is not a hurrah; it is us fulfilling our duty under the Constitution.  I know we will do that.  N&iacute; neart go cur le ch&eacute;ile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#E00300","speaker":"1391"},{"type":"unspoken","time":1584702000,"counter":24,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"An Bille Sl&aacute;inte (Caomhn&uacute; agus Cosaint agus Bearta &Eacute;igeand&aacute;la eile ar mhaithe le Leas an Phobail), 2020: An Dara C&eacute;im - Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020: Second Stage","time":1584702000,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#E00500"},{"type":"unspoken","time":1584702000,"counter":27,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1584702000,"counter":28,"content":"<p>Group spokespersons have a maximum of eight minutes and all other Senators five minutes.  When no other Senators are offering I will call the Minister, Deputy Coveney, to conclude.  I welcome the Minister to the Chamber on this extraordinary day for this special sitting and ask him to make his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#E00700","speaker":"1381"},{"type":"speech","time":1584702000,"counter":29,"content":"<p>Yesterday in D&aacute;il &Eacute;ireann we spoke about the truly unprecedented circumstances we are currently living through in Ireland and indeed worldwide.  The global figures are stark, and as of yesterday in this country we have 557 confirmed cases of Covid-19.  Sadly, yesterday we also had another death, and I know that this House will wish to extend its sympathies to the family and friends involved.<\/p> <p>It is not possible to overstate how serious a challenge Covid-19 presents to all of us.  When this Bill was before D&aacute;il &Eacute;ireann yesterday, I said the Oireachtas and its Members are rising to the challenge that confronts us as policymakers and legislators, and I say that again today.  I also wish to put on the record again my appreciation for all the people in our health service who are working so hard to plan for and deal with this pandemic.  Their courage, determination, organisation and togetherness really is inspiring, and it will need to be.  There are also many other people across so many sectors who are all trying to work together to do what they can to plan for Covid-19 as it spreads through our population.  Ultimately, however, it is the people themselves all over the country who need to play their part by following public health advice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">The T&aacute;naiste:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is heartening to see how many key messages have become front and centre in our lives such as the messages to wash hands, cough into elbows, reduce social activity and stay apart.<\/p><p>I know social interaction is important for all of us and it is even more important for some groups, but reducing social activity must happen at this time and we must persevere.  Let us not forget what this is about.  This is about protecting the health and lives of people who are vulnerable to this virus.  I want to send a message directly to people who are not taking the public health advice, and unfortunately there are still many such people, particularly young people such as teenagers who are hanging out together in people's homes or on street corners, interacting, socialising and chatting as they would normally do.  Through parents, families, peer groups and communities, we need to confront people who are not taking this seriously and ask them if they will throw a lifeline to a loved one in a vulnerable group who may be drowning if they have the option to do so?  If they do not listen to public health advice now, they may not be able to positively influence the spread of this disease in a few weeks.<\/p><p>The truth is we have over 500,000 Irish people who are over the age of 70.  We have 170,000 people in Ireland who are either recovering from, have recovered from or are in treatment for cancer, with some 40,000 extra people joining them in treatment every year.  We have 7,000 children and young adults with Down's syndrome and tomorrow is world Down's syndrome day.  We have people with cystic fibrosis, CF, we have tens of thousands of people with respiratory illness and asthma and we have so many other vulnerable communities.<\/p><p>I refer to the actions of people who ignore public health advice because they might not feel threatened themselves in their lives because they are young, healthy and have strong immune systems and if Covid-19 confronts them on a personal level it may mean two or three days of mild illness.  For those people who are not taking this seriously, we need to change the conversation to ensure they do so.  One of the ways in which we can do this as leaders in our communities, as legislators and as policymakers is to speak out in a responsible way to get that message across.  We must not threaten or frighten but we need to confront people with the reality of what this country is facing.  Anybody who listened to \"Morning Ireland\" this morning who heard the deputy mayor from Bergamo in northern Italy - a town I know well - and listened to the interviewer choking up as he was interviewing, realises what we are fighting for here, which is to prevent that reality manifesting in Ireland, whereby towns will have to be cut off because we will be trying to contain or prevent the spread of a disease in order to protect vulnerable people.  All of these hundreds of thousands of vulnerable people are our neighbours, families, friends, parents, grandparents, children and cousins.  That is what people who hold house parties in this environment or who meet up for games of football when they should not do so need to think about.  If we do not carry that message in a responsible way, we cannot expect others to do so.<\/p><p>My message for today is that social distancing matters.  It is not a theory, it is a protection.  We need to confront our families, peers and communities to make sure everybody takes that seriously.  If we do so, we will save thousands of lives.  That almost sounds abstract and it sounds like we are living on a movie set but when we look back in six or 12 weeks' time, we will wish we had done more and we will wish we had confronted those kids on a street corner or at the end of a housing estate who are gathering under a tree, under a light or wherever.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People should listen to what the Government is telling them.  They should listen to what the Chief Medical Officer is saying.  They should listen to what the Minister for Health and all legislators are saying to them right now, in unison.  Let us, as a country, take this seriously and confront those who refuse to do that because they are fortunate enough to not have a personal fear of this virus as it spreads.<\/p><p>This pandemic does not afford the luxury of time and we recognise that here today.  That is why I am asking Senators to consider this Bill and to facilitate its passage in very unusual circumstances that none of us would choose.  We must support people who are affected by this virus and we must do everything we can to prevent, limit, minimise or slow its spread so we can allow our health services to manage the fallout over a sustained period of time, rather than it all coming in one wave that we cannot control.  That is what this Bill is about.  That is why I am asking Members to set aside the normal concerns they would of course have, as I would have, around issues such as civil liberties and giving too much power to the Government, Ministers or officials.  This is a temporary emergency response that I hope we will not need but that I suspect we might.  It gives us a series of measures to support those who are ill, quarantined, in isolation or unemployed as a result of Covid-19.  We are also, temporarily, changing the rules for illness benefit payments and jobseekers' payments for workers affected by Covid-19.  The Bill also allows for measures that will, as I said, serve to prevent or slow the spread of Covid-19.  It is vital that potential avenues where there is a high risk of contact with the virus are closed off and that those who are potentially infected are provided with the necessary medical assistance, as and when required.<\/p><p>I will now outline the content of the Bill.  Section 1 provides for the Short Title, construction, commencement and duration of the Bill.  Sections relating to illness benefit come into operation from 9 March, the date the Government decision on illness benefit was made.  Sections relating to jobseekers' payments come into effect from 13 March.  Sections amending the Health Act 1947 to curb the spread of Covid-19 come into effect on the enactment of this Bill.<\/p><p>The amendments relating to social welfare are in Part 2 of the Bill and will continue in effect until 9 May 2020.  Any regulations introduced under the provisions of the Act will also lapse on that day.  However, if so required by the interests of public health at that time, the amendments in Part 2 may continue to operate by order.<\/p><p>The amendments to the Health Act 1947 are in Part 3 of the Bill.  Following an amendment which the Minister, Deputy Harris, brought to the D&aacute;il yesterday to reflect the views of some Deputies, which I suspect are shared in this House, Part 3 will continue until 9 November 2020 and, if supported by a resolution of the D&aacute;il, may continue later than that date.  I am sure we all hope this will not happen and that extra time will not be needed, but we wanted to give reassurance to the D&aacute;il last night that if there is a decision to extend, that would need to be endorsed democratically in the D&aacute;il.<\/p><p>As I mentioned, Part 2 of the Bill relates to amendments to the Social Welfare Consolidation Act.  Section 3 sets out the necessary definitions.  Section 4 allows for self-employed PRSI contributions to be taken into account in the qualification criteria for illness benefit.  This is only for specified circumstances relating to Covid-19.  The purpose is to provide an income support to self-employed people who are unable to work based on a diagnosis of Covid-19 or who are required to self-isolate as a probable source of infection.  Illness benefit will not be extended to the self-employed, other than for this specific situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">The T&aacute;naiste:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Section 5 provides for amendments to section 40 which deals with entitlement to illness benefit.  Section 40(1)(b) changes the contribution conditions so that employees and self-employed people will qualify for illness benefit based on a minimum number of contributions.  The number of contributions will be specified in regulation and will be set at one, this is, in effect, a nominal number to ensure that everybody qualifies.  This is necessary in order that claims can be processed and to simplify the legislative change now proposed.<\/p><p>Section 40(7) defines categories of people who are \"incapable of work\" for the purposes of this special illness benefit payment.  These will be people in the following categories: people who are certified by a medical practitioner as being diagnosed with Covid-19 or as a probable source of infection of Covid-19; people who have been notified, including by order, by a medical officer of health that they are a probable source of infection; people who are deemed under regulations to be a probable source of infection; and people in respect of whom a relevant order under the Health Act 1947 is in operation.<\/p><p>Section 40(8) provides that where people receive paid sick leave from their employer, such as a public servant, they will not be allowed to apply for this payment.  Section 40(9) provides that the condition of six waiting days that generally applies for illness benefit claims will not apply in these special circumstances.  Section 40(10) enables the Minister to prescribe the minimum PRSI contribution conditions required for these payments.  As I have said, this will be set at a nominal level.  Section 40(11) enables the Minister to vary the rate of illness benefit by regulation.  This is to allow for the special payment rate of &euro;305 per week for such period as may be prescribed in the relevant circumstances.  Section 40(12) specifies that Covid-19 and its variants is the infectious disease in question in these changes.<\/p><p>Section 6 sets out the regulation-making powers to be given to the Minister for Employment Affairs and Social Protection.  These regulations are to give full effect to the measures regarding illness benefit and set out the details that will enable the principles and policies in the Bill to be implemented.  The regulations will provide for: setting out the people to whom these provisions apply; the manner in which a person is deemed to be a person to whom these provisions apply; the notification requirements; any variation in conditions for entitlement, including, for example, the variation in certification requirements; and any additional, incidental, consequential or supplemental matters necessary or expedient for the purposes of giving effect to the provisions.<\/p><p>Section 7 provides power to the Minister for Employment Affairs and Social Protection to vary the three-day waiting period for jobseeker's benefit.  In other words, people need to get it straight away.  Normally, jobseekers must have three days of unemployment before they are entitled to jobseeker's benefit.  That requirement will no longer apply.<\/p><p>As many businesses are closing temporarily because of Covid-19 it is intended to remove the waiting days for people who have suddenly become unemployed as a result of Covid-19.  Section 8 provides for a similar regulation-making power with respect to the waiting-day period for jobseeker's allowance.<\/p><p>I will now turn now to Part 3 of the Bill concerning amendments to the Health Act 1947, which as Members will know are targeted at the prevention and minimisation of the spread of the virus.  Section 9 is a standard provision, providing for the definition of terms used throughout Part 3.  Section 10 inserts new sections, 31A and 31B, into the Health Act 1947.  The intention is to provide for regulations to prevent, limit, minimise or slow the spread of Covid-19.  The regulations will deal with unprecedented circumstances including through prohibiting some events and imposing travel restrictions, if necessary.  Regulations may also be made specifying requirements that may need to be put in place by organisers of events.  In addition, regulations may place requirements regarding premises to prevent the risk of infection to people visiting or working there.  Requirements may also be imposed regarding cr&egrave;ches, schools, universities and other educational facilities, including the temporary closure of such facilities, to prevent or minimise the risk of infection.  Regulations may provide for any other measures that the Minister may consider appropriate for the minimisation of the spread of this disease.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">The T&aacute;naiste:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Subsection (2) sets out what the Minister must have regard to in making regulations, reflecting the extreme nature of this national emergency.  Under subsection (3), in making the regulations, the Minister will consult with all relevant Ministers and other relevant persons.  Subsection (4) provides that the Minister may, after consultation with any Minister deemed appropriate, exempt specified classes of persons providing essential services, statutory functions, other specified public services, or other services, from the provisions of any regulations made.  This is important to maintain essential services and we will be relying on the co-operation of many people working in those services to keep this country going.<br\/><br\/>Subsection (5) provides that this new section is without prejudice to other provisions in the Health Act 1947, including as they may relate to Covid-19.  Subsection (6) provides for offences relating to regulations and compliance.  Subsections (7) to (12) have enforcement powers, including powers for An Garda S&iacute;och&aacute;na.  There are also related offences.  Subsection (13) provides for the implementation and enforcement by relevant persons, for example, medical officers of health.  Subsection (14) provides for assistance to relevant persons by An Garda S&iacute;och&aacute;na.  Subsection (16) defines terms used in sections 31A and 31B.<br\/><br\/>The new section 31B provides that the Minister may, by means of an order, specify an area or region to be an affected area.  This means an area where there is a high risk of infection or importation of Covid-19.  Travel and event restrictions will relate to such areas.  When making an affected area order, the Minister will have regard to the advice of the Chief Medical Officer and will consult other relevant Ministers.<br\/><br\/>Section 11 inserts the new section 38A into the Health Act 1947.  The intention of the new section is to allow a medical officer of health to order the detention and isolation of a person where the medical officer of health reasonably believes that the person is a potential source of infection and where the person refuses to self-isolate.  The medical officer of health must keep the person under review and a medical examination must be carried out as soon as practicable but in any event no later than 14 days after detention.  This reflects the incubation period and is intended to indicate an outer time period.  In practical terms, the person would be medically monitored throughout any time of detention.  The person detained may also ask for a review of his or her temporary detention by another doctor, which we think appropriate in the circumstances.<br\/><br\/>Subsections (1) and (2) of section 38A set out the order provisions and what a medical officer of health must consider before making decisions.  Subsection (3) imposes a requirement upon a medical officer of health to certify his or her opinion on the matters outlined in the order for it to have effect.  Subsection (4) requires a medical officer of health who makes an order to keep the matter under review and to ensure that a medical examination is carried out as soon as possible and in any event, as I said, no later than 14 days from the time that a person has been detained.  Subsection (6) provides for a review by another doctor where one is requested by the person detained.<br\/><br\/>The intention under subsection (7) is that the provisions of subsections (2)(<i>a<\/i>) to (<i>g<\/i>), (3), (4) and (5) of section 38 of the Health Act 1947 shall apply to a person who is subject to detention and isolation.  These provisions include the provision of a copy of the order to the Minister, the person detained and their appropriate person, for example, a parent in the case of a child.  Subsection (8) is the offences subsection.<br\/><br\/>Under subsection (9), the costs of maintenance and treatment during detention and isolation will be paid by the HSE.  Subsection (10) defines the terms used in section 38A.<br\/><br\/>We are living in difficult times, and therefore need strong measures, but they need to be appropriate.  We are asking Senators to support, as temporary measures, restrictions that we would never normally even contemplate, with a sunset clause that means they will end as soon as we can end them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, we need them to ensure we have the powers to act quickly to protect the vulnerable communities that I mentioned earlier.<\/p><p>I want to end by letting Senators know that we have plans to manage this crisis for the health and welfare of people living here.  This challenge is not without hope.  We have seen an extraordinary and heroic effort from the HSE in recent weeks to prepare for what is to come.  We are planning for thousands more beds in the system.  We are effectively decanting people from the current hospital system to create space and resources for the increased numbers whom we know we will have to treat through our hospital system.<\/p><p>We are the fortunate ones in some ways.  We have had some time to learn from Wuhan and from what Italy is going through right now to try to ensure that it is not us in a few weeks' or a few months' time.  Those in the HSE have probably done more in two weeks than would normally be possible in two years in terms of normal procedure and decision-making.  Those of us in the Government will do everything we can in terms of financial resources, legislation and policy to allow them the freedom to be able to do what they need to do as healthcare professionals to prepare to look after the thousands of people that they will need to look after in the weeks and months ahead.<\/p><p>Finally, I wish to say two things to all Members in the Seanad.  I thank them for facilitating this because this is not normal practice - I know that.  We are asking people to agree to things that they normally would not agree to.  I hope Members will see the need for the measures given what I have said.  On a personal level, for those Members who are not standing for the Seanad again I thank them for their contribution.  For those who are, I wish them well in the elections taking place at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#E00800","speaker":"1457","continuing":true},{"type":"speech","time":1584702000,"counter":35,"content":"<p>I intend to share some of my time with Senator Clifford-Lee.<\/p><p>I thank the T&aacute;naiste for coming to the House.  He gave a message, which I do not think was for us but was probably for the wider public, relating to people adhering to social distancing.  Yesterday, I was driving around town when I had to go to vote in the Seanad elections.  I noticed that there were many people on the street talking to each other and walking side by side.  I drove by a skate park in Dublin 8 which was packed with teenagers skating and chatting to each other.  Personally, it did not feel eerie enough.  We may have to do far more to get the message across to people that they have to stay at home.  I would almost say the streets of Dublin were busy albeit shops and restaurants were closed.  People were on the streets and gathering.  Teenagers, especially, were gathering.<\/p><p>Many of the efforts within the legislation, especially the social protection elements, are altogether necessary.  So many people who are living week to week are going to be affected by the closure of small businesses throughout the country.  We have approximately 250,000 small businesses in the country.  Many of them will be closing and the majority will be laying staff off for this period.  They are guessing whether they will be able to survive it.  They are living day to day.<\/p><p>Extensive negotiations are going on with banks at the moment.  Anecdotally, we are hearing back that banks are going to give a payment holiday on the capital but not on the interest.  That is a serious matter.  They should be giving a payment holiday on the full capital and interest.  That is something the T&aacute;naiste may want to raise.  Small businesses are happy that Dublin City Council will give a two-month reprieve on rates.  This is not enough and the council might need to give something more than two months.  I know some landlords are being generous and accommodating small businesses in terms of giving a holiday or deferring rent, but others are not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Perhaps the Government could give a bit more guidance to landlords on the protection of small businesses.  If the cashflow of small businesses is not protected in some way, these businesses will not be there when Covid-19 is finished.  Landlords need to know this.  There may be a deferral of rent in the short term but in the long term they may not have tenants to occupy these buildings.  They will be affected in that regard.<\/p><p>There are some points regarding the payment to those affected by Covid-19.  When a person applies for this payment, he or she needs a public services card but there is a two-week wait for that card.  Will the T&aacute;naiste flag that with the appropriate Department?  Many people who are applying for the Covid-19 payment have never applied for social protection payments before and this is the reason they do not have the card.  Many employees are terrified that if they take this payment and their jobs are ultimately made redundant, this will be a sort of \"get out of jail free\" clause for employers and they will not have to pay statutory redundancy that would be due, especially if somebody has worked in an organisation for a long period.  There is also the matter of undocumented people living in the country who will have no access whatever to a Covid-19 or supplementary payment.  We must consider introducing some sort of relief payment for these people.  They are really on the margins.<\/p><p>I was contacted by members of the farming community who would like to play a role in disinfecting streets using fertiliser machinery, as has been done in other countries, like Portugal, very successfully.  During the foot and mouth disease crisis, when a virus was spread in a similar way, there were disinfectant mats at the doors of hospitals and schools.  We almost acted more quickly then than we have now.<\/p><p>We need to look at improving what we are doing.  Businesses are closed and the country is almost in lockdown without officially being placed in lockdown.  These measures are necessary and I hope people will take on board rules for social distancing.  As the T&aacute;naiste states, they worked in China and Singapore.  As he also said, we hope we will not be looking back wishing we had done more when in six weeks our intensive care units could be overcrowded and we may have run out of ventilators.  These are unimaginable times and I thank the T&aacute;naiste for taking it so seriously and for his message.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#K00200","speaker":"1407","continuing":true},{"type":"speech","time":1584702000,"counter":37,"content":"<p>I will be brief because we must get through some very important business as speedily as possible.  The message I have picked up from the T&aacute;naiste is that time is of the essence.  We are fortunate because we could quickly learn the lessons experienced in Italy and China.  It is up to us to act as speedily as possible.  I appreciate the work done by the T&aacute;naiste and his colleagues in acting very quickly on this.  I have researched this and it seems speed of action is very important.  Rather than getting everything perfect, it is more important to get everything done quickly.<\/p> <p>The T&aacute;naiste brought a message today that we must bring to our communities, namely, that every day counts and everybody's actions also count.  Ar sc&aacute;th a ch&eacute;ile a mhaireann na daoine, or we live in each other's shadows.  We must all pull together and this must be the biggest community effort this country has ever seen.  That will save lives in our communities and families, and we must all act really responsibly.  Our forefathers went through much more than this; they went through war and famine and we are just being asked to stay at home and away from our neighbours and extended family and friends.  We are being asked to stay within our family units as much as possible.  I do not mean to trivialise the trauma being experienced by people in losing their jobs and nobody would ever have thought that 140,000 people would lose their jobs overnight, which is what happened.  There is much more to come.  There is much worry and stress for workers and business owners trying their best to do right by their employees at this point.<\/p> <p>I have some specific matters that the appropriate Minister might address throughout the day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have been in contact with businesses that have been closed and do not have turnover at present but which wish to top up the &euro;203 per week if they keep their employees on the books.  It is a gesture of goodwill.  These are people who have worked for the businesses for many years.  The businesses have a small amount of money and have the ability to do it so they want to be able to top up the &euro;203.  I ask the Minister to address that and to see if there is anything the Government can do to allow that to happen.  It will make it easier for those businesses to get back trading once this crisis passes and makes the situation better for the employees.<\/p><p>Will the T&aacute;naiste refer to the measures in place for people living in emergency accommodation and rough sleepers?  Undocumented migrants is a particular issue raised by my colleague, Senator Ardagh.  There are also people who are living alone.  It can be tough at the best of times, particularly if one is suffering with mental health concerns, so it will be very difficult for people living alone to socially distance themselves.  Is the Government putting specific measures in place to deal with that if and when the measures get more stringent?<\/p><p>Finally, I wish to raise the issue of schools.  A number of younger people have been in contact with my office wanting to know what the situation is with schools.  They are concerned about their learning structure.  Will the Minister give a realistic outline of what is being considered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#L00200","speaker":"1376","continuing":true},{"type":"speech","time":1584702000,"counter":39,"content":"<p>I am sharing time with Senator McDowell.  I welcome the T&aacute;naiste and thank him for his comprehensive statement.  More importantly, I acknowledge the sterling work he, the Taoiseach and the acting Ministers have done.  It has been impressive.  As I said earlier, this is not a time for playing politics.  It is about politics, of course, but it has been an impressive performance.  People on all sides of the political divide have told me in the last few days of how impressed they were by the co-ordinated response of the Government.  It is important we acknowledge that because we are all in this together.<\/p><p>As the T&aacute;naiste said, this is a long-term concern that will go on for months.  It is imperative to twin track our response in dealing with the Covid-19 pandemic.  We also must be mindful as politicians that a strong, stable Government and continuity of message and policy are needed.  The T&aacute;naiste would be exercised about that anyway, but it is worth saying that the public wants it.  The public wants that sorted out in a reasonable amount of time.<\/p><p>It is worth noting that 83 amendments were tabled in the D&aacute;il yesterday and most of them were ruled out of order because of Exchequer funding or because they were considered not relevant.  Today, there are 34 amendments before the Seanad.  I do not know how that will go, but we will see.  The Bill was passed last night without a vote in D&aacute;il &Eacute;ireann, but good, meaningful work and engagement took place and I expect that to be done here today.  I said earlier that the public feels powerless and we are now beginning to question if the so-called powerful are powerless too.  Yes, they are.  Nobody knows where this disease is heading.<\/p><p>I am glad the T&aacute;naiste reassured the House regarding the sunset clause.  It is important that if there are any further extensions they should be brought to the D&aacute;il.  I am glad the Government recognises the need for a rent freeze and a ban on evictions in this crisis.  It is also addressing the welfare payments.  However, those payments are not enough.  It is all very well for us parliamentarians with a few bob in our back pockets, but I know people who do not have a shilling in their back pockets.  They do not know how they are going to pay their rent next week.  They do not have VHI or private health cover.  They are in rent arrears and some of them are being threatened with eviction.<\/p><p>I know people who are in direct provision, away from their families and loved ones.  When there is a crisis in our lives we turn to our loved ones and turn the sail back to our homes.  We gravitate back to where we belong, where people understand and believe us and, more importantly, where people will bail us out.  We are all doing that.  We touch base more often with our homes on the telephone.  We make sure our loved ones are cared for.  That is a natural response.  As legislators, we must be mindful of that fact.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Tonight, what solace can we give to the person who is waiting for shelter?  What can we give to a family from a war-torn country that is here waiting to be processed and wants to touch base with loved ones, wants the reassurances?  It is about a compassionate response to people's needs and we must never lose sight of that.  Someone mentioned the undocumented here.  There are so many of our Irish people undocumented all over the world.  I think of all the people who are in the States undocumented.  How are they going to find assistance, support and help?  I hope through our own negotiations with our contacts in the States and all over the world, to which I know the Minister is fully committed, that we are looking out for the Irish diaspora, our people who are stuck away.  This is a world response and it is something we need to be mindful of.  I also want to hear, if the T&aacute;naiste can tell us, what engagement and synergy there is between the public and private sectors, in finance and in terms of the health response.  We have private health capacity in this country and we need to fully use it and maximise it.  That is important.  I had Councillor Lynsey McGovern on to me the other day; she was in touch with the Department of Foreign Affairs and Trade and was helped and supported in terms of making representations for people stuck in Peru.  The T&aacute;naiste might share with us how that is going in his own Department.<\/p><p>I thank the T&aacute;naiste and leave him with one final message.  I had a call yesterday from a lady who is 98 years of age and she asked me to come and help her plant an Irish oak tree.  What a nice thing to do; she was full of hope, full of brim, full of enthusiasm and concerned how it would progress for the next hundred years.  There was someone with hope.  We have to have hope and belief and we have to work together.  I thank the Minister.  So many people have talked about him, the Government and the Taoiseach and all the people and all the other groups across the political spectrum.  I thank him for his support, help and guidance but, more importantly, for the national leadership that we need, want and deserve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#M00200","speaker":"1379","continuing":true},{"type":"speech","time":1584702000,"counter":41,"content":"<p>I want to echo what Senator Boyhan has just said.  The Minister's contribution here today has been very powerful indeed.  If the media are interested in the proceedings of this House, the broadcast media in particular, the portion of the Minister's unscripted remarks about the seriousness of the obligation to comply with the guidance the Government is giving and the potential consequences of failing to do it should be broadcast, particularly where they can be seen by the younger cohort of the population, to whom perhaps that message has not come home as strongly as it might.<\/p> <p>Some of the powers in this legislation are very far reaching.  There are civil liberties implications to some of them if they are wrongly implemented but let us remember that our Constitution states that the State guarantees to vindicate the right to life of citizens.  The truth is that if we did not implement legislation of this kind now, it would be a failure of constitutional duty for the organs of government in this State to take the necessary means to protect those most vulnerable in our society.  The sunset clause that is in the legislation is, I think, appropriate bearing that in mind.  I believe this is proportionate and necessary to vindicate the State's obligation to its weakest citizens.  <\/p> <p>I want to make a third point of a practical nature.  Citizens over 70 who want to renew their driving licence are obliged to personally attend at their GP's office and to personally attend at the national driving licence centres in order to renew their licences.  This is being insisted upon even in present circumstances.  Clearly, somebody somewhere is not getting the Government's message.  It cannot be right that GPs who are on the front line are spending their valuable time now collecting elderly people at their office for the purpose of driver licence renewals.  That cannot be right.  I would ask the Minister to do whatever he can to reverse that at an administrative level.<\/p> <p>I also want on this occasion to pay tribute to our colleague, Senator Swanick, who is not seeking re-election here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I had a conversation with him this morning.  He operates a general practitioner service in Mayo.  The picture he painted to me, the details of which I will not go into because of patient confidentiality, reinforced in my mind the gravity of the situation we are facing and the likelihood of really horrific consequences if we do not all pull together in the way that has been suggested.  In regard to every aspect of the State, from the National Driver Licensing Service to the courts, there must be a clear understanding that normal business must be suspended, interrupted and modified to the greatest extent possible to allow people to comply with the Government's very strong advice.  Lives are at stake.  Those who are making decisions of an administrative nature should understand that they have a responsibility as servants of the Irish State to implement the State's obligation, which is to vindicate the right to life of every citizen, particularly the weak, the elderly and those whose health conditions make them extremely vulnerable to what is the equivalent of a plague of olden times.  I have not spoken about the economic tornado that is coming at us which will require other measures on other occasions to be dealt with.  This Bill must pass.  Senator Boyhan mentioned that many amendments have been tabled to this Bill.  I hope they do not impede the immediate implementation of this legislation because its provisions are the very least that we can do to confront the situation which is threatening us at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#N00200","speaker":"1403","continuing":true},{"type":"speech","time":1584702000,"counter":43,"content":"<p>I am sharing time with Senator Mulherin.  Even though this is a time of great emotion for people, it is actually a time for calm and cool heads.  As many others have commented, the Taoiseach, the T&aacute;naiste, Ministers and the Chief Medical Officer have been very calm and the tone has been one of reassuring people.  I thank my colleagues in the caring professions and the HSE for the work they are doing.  I also thank our civil and public servants who are changing the way they do business to accommodate a semblance of normal life, especially our teachers who are continually innovating new ways of carrying on.<\/p> <p>I would like to comment on a number of matters.  A silver lining was mentioned.  The air in Beijing is the clearest it has been in 50 years and there are fish in the canals in Venice.  When this is all over, we will need to reflect on our approach to climate change.  Yesterday, at my surgery, which is located upstairs in the building, there were three young boys in the foyer with bicycles, one of whom was lying up against the chrome handlebar of his bicycle with this tongue up against the rail which people hold onto going up and down the stairs.  The Government has spread its message and the HSE has spread its message.  Parents now need to talk to their children.  They need to impress upon them the seriousness of this crisis and how it can affect the many people these children no doubt have in their extended families whom they love and cherish.<\/p> <p>I welcome the sunset clause.  As a general practitioner, I call on people, who in the main have been very patient, to be patient with us because there is a huge volume of work that we have to deal with day-to-day as well as the coronavirus.  It is changing the way, and may forever change the way, that general practice works, particularly in regard to telephone consultations and, perhaps, audiovisual consultations as well.  It is important that people, particularly elderly people, stay away from the surgery as much as possible.  If their problems can be addressed over the telephone that is what we should do and will do.  I refer to Dr. Michael Ryan and what he learned from the Ebola virus: \"Be fast, have no regrets.\"  We needed to act quickly and I think the Government has done that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank the Opposition for its co-operation and all Members of both Houses for their understanding of the seriousness of this situation, putting politics aside and looking after our people by putting in place the sensible advice and precautions we are going to need.  <\/p><p>I ask people in general to be sensible, be aware and, most of all, be safe by observing the social distance rule, sneezing and coughing into a tissue or into one's elbow and washing hands frequently.  Most important, however, is keeping in touch with friends and neighbours by phone, Skype or WhatsApp, whichever way people choose.  It has never been truer that old age is not a problem, but loneliness is.  As others have mentioned, the isolation older people feel generally, but particularly at a time like this, means they need as much support as we can give them.  <\/p><p>People need to stay calm, be mindful there are things they can do and can change, and they should do those things.  They should not, however, lie awake at night worrying, fretting and being anxious about things they cannot change.  I know we will get through this and I am absolutely certain of that.  If we follow the advice we have been given we will lose fewer loved ones, friends and colleagues.  Like most people in this House, I never thought I would see a Bill like this before us and yet we all know it is essential it is passed.  On that basis, I commend this Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#O00200","speaker":"1421","continuing":true},{"type":"speech","time":1584702000,"counter":45,"content":"<p>I join the welcome given to the Minister as the Seanad plays its part in introducing this important and necessary legislation at a time of emergency in our country and throughout the world.  Often in our lives things happen where we realise our limitations or things happen that are outside of our control.  Never in our own lifetimes, however, have we as a people faced something showing us our limitations and that everything is not within our control.  We are dealing with a virus, a disease that is, at the very least, challenging our healthcare and presenting fears of people suffering and dying.  This is also presenting us with an economic crisis as we try to go on with our daily lives and businesses, which cannot go on as they did not so long ago.<\/p> <p>I join in with all the tributes paid to the people on the front line, those people really taking the risks.  I refer to healthcare workers, people working in the shops to ensure we can get food, taxi drivers and all the people who have to come into close contact with other people.  This virus is an attack on our social fabric.  When we see people congregating, which we know should not happen, especially with young people, we know it is a natural reaction at a time when there is a crisis. People will want to come together.  We have to be counterintuitive, however, because we have important public health advice that tells us to do so.  Even with funerals, which we normally do so well in this country, and I am not talking about the funerals of people who have died of Covid-19 but regular funerals, people cannot attend them and cannot reach out in the way they did.  People are being tested in every which way.  <\/p> <p>Everybody has their own fears, and as we self-isolate we face these fears even more.  We are not alone, however, but we will be further tested.  It is at times when we are tested that we look around for inspiration.  That inspiration is everywhere as I speak, even though this is far-reaching legislation that can curtail our liberties, if it is necessary to invoke it.  I refer to people everywhere and the guidance.  Fair play to the Chief Medical Officer, Dr. Tony Holohan, who has set out the picture and to the Minister, the Taoiseach, the other Ministers and everybody who has a job of communicating.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The responsible media are showing what is happening in different parts of the world and have set out the implications for what will happen if we do not follow the public health advice.  Pubs have voluntarily closed, and while there was a direction for schools to do so, parents are also being proactive.  People are reaching out, with teachers offering support online through distance learning and home tutoring where people feel they are stuck.  Gym instructors are telling people how to stay healthy at home.  People are reaching out to those in self-isolation by offering to collect their groceries, prescriptions and medication.  It is fantastic that people are doing this even without the legislation being in place, although we know that not everybody will have the same appreciation of the circumstances.  <\/p><p>I take issue with recent commentary by Joe Brolly.  I have a certain admiration for Mr. Brolly, his background and some of what he has done in his life, including donating a kidney to a stranger.  He was way off the mark, however, in his comments on the Taoiseach's speech and on the manner in which he is handling the crisis.  We are in unprecedented times, as we all know.  We are bringing in legislation that in normal times would be draconian and that would not be even contemplated.  We are asking people to act in concert for the public good and they are doing that.  We are acting as one.  The Taoiseach is the leader of our country in a caretaker Government, which is challenging in itself.  I commend the Taoiseach and say to Joe Brolly that he got it wrong on this occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#P00200","speaker":"1425","continuing":true},{"type":"speech","time":1584702000,"counter":47,"content":"<p>I will share my time with Senator Ruane.<\/p> <p>I welcome the T&aacute;naiste.  It is appropriate that we began the debate with him, the Minister for Foreign Affairs and Trade, because this is an international crisis.  We share the messages of solidarity sent to the people of Bergamo and around the world, including those in developing countries who we hope can be supported to be resilient and protected in advance of this crisis affecting them.<\/p> <p>I thank the Minister for Health and those working with him for the many robust and responsible actions taken recently and for the willingness to take on ideas that others have put forward, which will be crucial.  The rent freeze legislation, which we will have a chance to debate next week, will need to work for the most vulnerable in the housing market.<\/p> <p>On public health services, others have rightly praised the extraordinary, wonderful contribution that people, including some Senators, have made.  It is yet another reminder that a public health system and other public services have a speed, scale and flexibility of response that cannot always be seen in a privatised sector or where there is a bottom line of profit.  There has been a willingness to change systems, such as the scaling up of testing, which has been heartening over the past week and will be crucial in our response.  Nevertheless, some of those we are asking to make extraordinary contributions in the front-line services also need protection.  Concerns have been raised with me by a number of doctors who have been told that if they work outside of their specialty, they may not be indemnified.  It is a concern if those we ask to step into the breach, including those we ask to return to our health service, may find themselves personally vulnerable through a lack of indemnity.  I have written to the Minister for Health about the issue and I ask that he address it.  It is vital that we support those who are supporting all of us.<\/p> <p>Many people have offered their services to the HSE, while communities throughout Ireland have stepped up in many different ways.  It shows the strength of our social fabric, even as it is stretched.  As the threads between us get longer and further away, they are also becoming stronger.  People have found new ways to support one another and to show care and appreciation for one another, including small businesses.  It has been clear that many businesses see themselves as part of the social fabric and have put the well-being of their staff or communities above profit, showing social solidarity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The intergenerational solidarity that has been spoken about today, that we have seen in the young people who have made loving choices to protect and support older citizens, will, I hope, be echoed in choices we might make in the very near future to protect the children who are most at risk from environmental threat and who will need our help and positive choices.<\/p><p>Care is precious and can keep people alive and well.  I hope that after this we become better at recognising and rewarding all those who do care work in all its forms and the invisible work which has become clear in its essential nature, the carers, cleaners and postal staff and the factory workers in medical technology companies who are making life-saving equipment such as ventilators who are working at full capacity who need support.  I have written to the Minister to ask that we engage, not in some requisitioning of warehouses, but in a positive pro-active partnership with companies such as Medtronic in the west of Ireland who are making ventilators and who need our help in adapting their supply chain, getting derogations from Europe where needed on individual parts of the thousand parts needed.  We must ensure that the very skilled people in Ireland are recruited and directed into this area.  There should be 24-hour production of ventilators.  It is not simply needed for our hospitals but for others around the world.  It is one of the ways that Ireland can show practical global leadership in this crisis.  We need to recognise these as critical services.  <\/p><p>We face many difficult decisions in the short, medium and long term.  This Bill is about the short term by its nature.  I welcome the developments on the sunset clause, on which we had put down amendments, that there must be a time-bound nature on it.  That is important.  We must also be realistic that when we get to the other side of this difficult and dark time it probably will not be business as usual.  We need to emerge with a society and an economy that are more sustainable and more resilient to future shocks and challenges.  There will be job losses and changes in the nature of work.  SIPTU and other unions have asked the Government to engage in talking about that.  The European Central Bank has released &euro;750 billion to help tackle the coronavirus and its aftermath.  It is vital that goes first to strengthen our public services, that it is climate proofed, and that if it supports businesses and sectors that they will be on our side when it comes to the next crisis, that of climate change.  It is important that we look to the other threads in our businesses, employers and innovators and that we value responsible business in all its forms.  One is local radio, which was referred to in yesterday's D&aacute;il debate, which is something that is important in sustaining communities.<\/p><p>Finally, I refer to the voluntary sector organisations which the health service works with, which other members of the Civic Engagement group who cannot be here today asked me to mention.  Many of those services reach homeless people, migrants and those at risk of domestic violence and those at the margins.  This requires all our responses.  We must work and support together but the legislation must work for everyone in society, because everyone is part of the solution.  I look forward to further debate on the Bill. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#Q00200","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":49,"content":"<p>I will save most of my points for Committee Stage.  I welcome the contribution by the T&aacute;naiste, Deputy Coveney, earlier.  It was encouraging but it was also sad and stark to hear of the numbers still gathering in public.  Senator Mulherin mentioned funerals which struck a chord with me.  My nanny is dying during the coronavirus outbreak which means that we have had to stop visiting her as well as stopping much of our contact with my mother, who we live with, so that she can continue to spend these final days with her mother.  I think of the amount of people in nursing homes who will not have access to their loved ones which is extremely sad.  I hope that there can be some support given to nursing homes and care staff in those homes to try to be creative in ways to enable people communicate with their family members, whether supporting them in making video calls or access to iPads, so that they come up with a response to combat that isolation, even a little.<\/p> <p>Today I wish to raise the issue of prisons.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Obviously, public health and prison health are the same thing; prison health is public health.  I am not aware of any measures so far to reduce the prison population.  It has been mentioned but nothing has begun to be put in place.  There was some communication about prisoners who were due for release in the next six months and then possibly looking at 12 months.  We might need to move away from considering how much of their sentences is left because some prisoners with longer sentences may pose a lower risk of reoffending.<\/p><p>I have some suggestions for the Minister to discuss with the Cabinet regarding the open prisons at Loughan House and Shelton Abbey.  One of them has 127 prisoners and the other has 103.  Those prisoners could walk out at any minute.  They are fully committed to their rehabilitation and reintegration which is why they are in an open prison.  They are near the end of their sentences.  When considering prisoner release, we should first look at the open prisons.  There are also two premises there.  I am thinking of them because I know Keltoi has been asked to stop taking in people who are on the waiting list for its addiction recovery and detox services.  It is the only residential addiction detox centre in the country.  I wonder if we can reduce the prison population all at once and keep Keltoi open for a very vulnerable group.<\/p><p>I know we have mentioned the number of people who have signed up to help front-line health services including nurses who are coming back from career breaks and so forth.  There is also a system put in place for crisis cover for other services.  Our homeless and addiction services will also come under the same strain with their staff becoming unwell, working in long-term accommodation, short-term accommodation, the rollover beds.  There will be a major shortage in homeless services.  As I obviously have a background in working with addiction and homelessness, I was able to sign up to go on that relief panel and cover for staff when they are out sick.  I ask others to spread that word.  It is not only our hospitals; we will also need to keep our homeless services open as well.  Anybody with a skill set in social care or support work on addiction and homelessness should also sign up to that relief panel.<\/p><p>I will deal with other matters on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#R00200","speaker":"1404","continuing":true},{"type":"speech","time":1584702000,"counter":51,"content":"<p>As we all know, this is extraordinary legislation but it is to support people whose lives are gravely impacted by Covid-19.  It is almost like a dream.  Every day we all wake up and say, \"Oh, I remember that.\"  It still goes on as if one is half-asleep during the day.  Who could ever have dreamt this?<\/p> <p>I would like to cover many areas, which, as other Senators have said, will be addressed in the amendments.  Some women have voiced concern to me over abortion consultations.  Can abortion medications be taken at home?  I have received questions about essential travel.  I know it is all still up in the air but we need to consider it all.  Senator Ruane is absolutely correct in what she said about capacity in the health services.  I am also thinking about those with enduring mental health issues and those with intellectual disabilities.  Those services almost certainly will be diluted to service public physical health.  However, we need to ensure we still have those community outreach teams and do not leave them bereft and on a very dodgy thread.<\/p> <p>From a professional perspective, I have diagnosed the world as having anticipatory anxiety.  Those suffering enduring mental ill health or other issues will feel it so much more.  We need to look after the well-being of us all, but in particular those who are more vulnerable, including children with autism who now have to stay at home.  That routine is all disrupted now, with parents trying to calm them down in new routines that are very difficult to stick to.<\/p> <p>Only one medic is required to order involuntary detention in contrast to the Mental Health Act which requires two medics.  We need to be cognisant of that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to be cognisant of every single thing we agree today because it must be and will be overturned once this crisis goes away.<br\/><br\/>The Minister, Deputy Coveney, talked a lot about young people.  Yesterday I was outside a local pharmacy and the customers were all 2 m apart.  Older people were going in to get medications.  They worry that the medications will disappear from the pharmacy stock.  Pharmacists are under an awful lot of pressure.  There were about 15 boys aged 14 to 15 years of age standing there joking and laughing.  I thought at first I would love to give them a clatter across the ear.  Then they started playing tag with the older people and running away shouting &quot;Covid-19&quot;.  They kept going.  I burst out crying because it was only older people there.  I told the boys in a nice way to leave people alone and have a bit of respect, but they were not for listening.  We must reach out to the parents.  We become a little hip ourselves: we use TikTok and Instagram.  We do national adverts.  Young people are vectors; they are in most cases not victims.  We need to address that.  It is almost like someone has written a revenge horror movie: the youth's revenge on the elderly.  It was very scary there yesterday for quite a while.  Garda&iacute; did come along and disperse the boys, but this will keep going if we do not raise the social conscience among everybody that it is completely and utterly unacceptable to congregate in streets and terrorise people.<br\/><br\/>I am not friends with the banks.  I would love us to take this opportunity to get rid of the vulture funds, to burn them in the way we did not burn the bondholders, which we should have done.  Let us burn the vulture funds.  Look at the accommodation now coming up on <i>daft.ie<\/i>.  Properties on Airbnb are not being rented.  Those who listed them are now looking for tenants to rent them.  The recent regulations on Airbnb need to be enforced.  They have not worked.  We need something more stringent that gives people homes because homelessness will continue through and after this pandemic if we go back to those ways of allowing these vultures to gobble up much-needed homes and property from our people.<br\/><br\/>I have a lot more to say but we will go through it bit by bit in our amendment.  An all-Ireland approach is more necessary now than ever.  This concerns not just healthcare staff but also porters and people such as the maintenance guys in Dublin City Council who, after I pleaded with them, went out yesterday to an older person's home to fix a collapsed ceiling.  They are absolute heroes without capes.  I have tabled one amendment dealing with the health service staff who are answering the call.  It seeks to support swiftly their posting.  I am still awaiting approval of my registration, which I applied for on 9 March.  That seems like a long time ago.  Then I will have to go back to the hospital and they will tell me where I need to go.  I also have to get cleared by the Garda.  That will take a minimum of six weeks.  I know extra resources have gone into the Garda vetting bureau, but the process still takes too long.  We need to get people out into their posts to be able to give what they can to this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#S00200","speaker":"1388","continuing":true},{"type":"speech","time":1584702000,"counter":53,"content":"<p>We are living in unprecedented times, and none of us can articulate the challenges we face.  The powers in this legislation that have been mentioned are very far-reaching.  They are not necessarily what we would like but are absolutely necessary to protect the citizens of our country.  As well as the measures that have been outlined, we need very strong leadership.  I appreciate that we would never ordinarily contemplate having in place any of the restrictions we have in the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I really admire the leadership that has been shown to the citizens of this State by the Taoiseach, the T&aacute;naiste, the Ministers, the Opposition parties and by everybody.  We have come together and everybody appreciates that.<\/p><p>I am not known to be emotional or soft but I find this situation emotional.  I drove through my home town, which I think is the centre of the universe, as everybody in the Fine Gael parliamentary party knows, on Tuesday night and all of the shops were closed and in darkness with little white notices in all of the windows.  I felt emotional about it.  I came home and I was sad and down on myself and then I listened to the Taoiseach at nine o'clock.  Again, I was sad but I was also proud because he spoke about all the things this country is doing.  The T&aacute;naiste, Deputy Coveney, has said on numerous occasions that in our need to pull together we must stay apart.  That is what this country has done.  We need to plan for the future and for the economy but our first and foremost priority has to be the safety and security of our citizens and that is what we are doing and so I commend this Bill to the House.<\/p><p>I want to thank the front-line medical staff and not just the medical staff in our hospitals and primary care centres but also the security, catering and cleaning staff.  Retail staff all over the country are doing a phenomenal job.  They are exhausted and frightened and one can see they are frightened but they are not failing to turn up, they are there every day and they need to be commended.  Our local authorities are trying to keep their offices open in order to serve the public and that also needs to be acknowledged.  I mention the Garda and the Defence Forces.  I know there is an election under way and it might sound cynical for me to say this but I have a group on my phone who are all county councillors and they are being contacted on an hourly basis by constituents looking for information, help and advice.  They are on the front line of this, they are doing their best and they need to be acknowledged because politicians do not usually get acknowledgement for their work on the ground.  The Taoiseach, the T&aacute;naiste and all of the Ministers are doing a phenomenal job.  Senator Boyhan is right about the Minister for Employment Affairs and Social Protection.  She has been incredible.  She was not elected by the people but that did not stop her.  She is a force to be reckoned with and a formidable women and she has done everything she possibly could to keep the citizens looked after.  That has to be acknowledged.<\/p><p>I wish everybody here well.  I wish those who are not standing for election well and I wish those who are standing for election the best of luck.  Please stay safe and look after yourselves and your families.  These are trying times.  We can come out the other side but we need to work hard at it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#T00200","speaker":"1375","continuing":true},{"type":"speech","time":1584702000,"counter":55,"content":"<p>I would like to welcome the Minister, Deputy Harris, to the House.  Along with so many others, I express my sincere sympathies to those who have been so terribly affected by this horrific virus, and in particular to the families of the three people in this jurisdiction and the four people on this island who have sadly died, to the 557 individuals in this jurisdiction and the 634 individuals on this island who have been diagnosed with Covid-19, to their families and to all of those affected.  I would also like to express my solidarity and that of the Labour Party with everyone else who has been affected by the coronavirus, particularly those who have lost businesses or jobs - and we know many thousands are facing real economic hardship as a result of the crisis.  I also express solidarity with those who are on the front line in providing services, particularly with the healthcare workers and the amazing 30,000 or so people who have volunteered to support the health services and to be on call and I know the Minister has commended them.  I mention all of those who are offering community spirit.  We are seeing immense social solidarity being expressed in communities all over this island.  That has been important in buoying up everyone over this time.  I also want to express solidarity with so many others internationally, particularly in Italy, China, Spain and all of the countries that have been so badly affected and from where we are hearing awful reports of the terrible impact of the virus.  I want to pay tribute to the Minister, the Taoiseach, the T&aacute;naiste - who was here earlier - and to all of those in government who have shown immense leadership in this short period.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think it is only 20 days since the first case was diagnosed here in Ireland.  The Minister for Health has shown immense leadership and all of those in the national public health emergency team, in particular Dr. Tony Holohan, and Mr. Paul Reid and all in the HSE have also shown immense leadership, courage and decisiveness.  I know others have spoken in this House and elsewhere of the impact of the Taoiseach's statement on St. Patrick's Day.  It was very important and uplifting, yet it was a very serious reminder of the stark reality of what we are facing, that this is only the calm before the storm and that we need to be prepared to take every measure we can to prevent the awful scaling up we have seen in other countries.<\/p><p>In opening this debate, the T&aacute;naiste, Deputy Coveney, spoke with immense eloquence of the importance of social distancing and adhering to HSE guidelines.  I agree that all of us in this House and the other House must keep repeating that message and keep practising these important measures to prevent the spread of the virus.  The T&aacute;naiste made a statement about this Bill which I thought really sums up what we all feel about it.  He said it is a temporary measure that he hopes we do not need but he suspects we might.  That is the reality of the context in which we debate this Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020.<\/p><p>As Deputies Brendan Howlin and Alan Kelly did in the D&aacute;il, I speak to support the Bill, which is a vital part of the national effort to overcome the outbreak.  I know it contains measures which are draconian and which we would never contemplate passing in normal times, but which have been advised by the national public health emergency team and which, therefore, we must support.  I am very glad we have a sunset clause.  That was an amendment that we in the Labour Party had put down, and others also spoke in favour of it in the D&aacute;il last night.  I am glad to see it is now in the Bill, which is very important.  I thank the Irish Council for Civil Liberties and others who raised this issue and who followed the D&aacute;il debate so closely.<\/p><p>I am also glad that the other substantive issue we had dealt with in a Labour Party amendment in the D&aacute;il has been promised to be dealt with, namely, the issue of evictions and protections for tenants.  As we will see other legislation on that next week, we have not put forward amendments to the Bill today.<\/p><p>I want to raise a couple of issues with the Minister.  With regard to Part 2 and the social protection measures, a key issue for employers and employees is the one that has been flagged by Senator Clifford-Lee and also with me by employers, that is, whether they can pay more than the &euro;203 per week provided for in the pandemic unemployment payment without losing their entitlement to recoup that &euro;203 per week.  This is very urgent for employers who are facing the prospect of having to put people on short-time working or let people go temporarily, they hope, and who wish to keep paying full wages.  Clearly, it is in everyone's interest that they do so.  However, it appears from reports today that they are going to be disincentivised because they will lose the right to recoup the &euro;203.  I have asked for the Department of Employment Affairs and Social Protection to address this matter urgently as I would like to see clarity for employers and employees.<\/p><p>Part 3 of the Bill deals with the extraordinary powers on detention provided for in section 11.  In the D&aacute;il, Deputy Howlin raised the issue about the difference in terminology between \"probable source of infection\" in Part 2 and \"potential source of infection\" in Part 3.  I believe that is dealt with by the text of subsection (10) of section 38A, the new section of the 1947 Act inserted in section 11.  It is my reading that this subsection deals with the point and outlines the reason for the difference in terminology, so I am satisfied with that.<\/p><p>There are other issues around section 11, however, which, as we know, brings in a new section 38A of the 1947 Act to allow for the forced detention of persons who will not self-isolate.  Again, we accept reluctantly that this measure may be necessary and we welcome the sunset clause.  However, we do have some issues in respect of the tests for detention.  In subsection (1), the test is that the medical officer must believe that the detention is \"appropriate\".  I wonder should there be tighter language, such as \"necessary\" or in regard to providing for \"reasonable grounds\".  There is a slight concern that the wording and threshold are somewhat vague compared with the normal threshold required where a power of detention is provided for.<\/p><p>Subsection (4) gives 14 days as the period in which a medical examination must be carried out.  Again, I believe this language could be slightly tighter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Subsections (5) and (6) very importantly will provide for the review triggered at the request of the detained person.  I believe that an omission here is the lack of provision to require that persons would be informed of this right.  I hope this can be dealt with through ministerial regulation rather than necessarily in the text of the statute.  I believe it is an important point and, if the person is a child, a parent or guardian should be also informed of the right to review.  There is a children's protection issue there.<br\/><br\/>There could be a separate provision for a review by another medical officer within 28 days of the detention.  To go beyond the incubation period would require a review, whether triggered by a request or not.  Those are some additional safeguards that could be provided for.<br\/><br\/>I also have a concern that we have not seen the terms of the order that has to be signed by the medical officer to authorise the detention.  I have a draft available, and I thank my colleague in the Law Library, Tony McGillicuddy, for making that available.  I can also make it available.  The term &quot;medical officer&quot; is not defined in the section itself but is defined in the primary Health Act 1947.  That, however, has been amended since.  Perhaps greater clarity on that definition could be provided for us.<br\/><br\/>There are other issues that arise, about which I will make some brief points.  I accept that these issues cannot be dealt with in this legislation but they may need to be dealt with.  Some people, for example, may require to get married.  If they are in long-term relationships some people may wish to get married, perhaps <i>in extremis<\/i>.  Perhaps we could look at waiving the normal notice period or making it easier to get a waiver in place.  This may be for a slightly later date.<br\/><br\/>There is also the point raised by Senator Michael McDowell and Deputy Brendan Howlin this morning.  There are many public agency deadlines that are not related to health such as driver licence renewal and residency permit and work permit renewals that require people to appear in person at State offices.  Let us put in some law a general postponement of three or six months of such deadlines to ensure that all of us, but especially older people, do not have to appear in person at State offices.  I am conscious that passport renewals can be done online but many others, such as driver licence renewals, currently require a personal appearance.<br\/><br\/>I once again commend the Minister, Deputy Harris and his Government on their leadership.  All of us are doing all we can to ensure the messages get out about public health and prevention.  All of us are dealing with very anxious people.  I have dealt with a number of Trinity College students and alumni who are stuck abroad.  I have spoken with the T&aacute;naiste about ensuring that Irish citizens can get home if they are currently stuck abroad.  All of us know this is a really unprecedented time, we are all facing unprecedented challenges and it looks as though things will get so much worse.  In that context we are supporting this extraordinary legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#U00200","speaker":"1402","continuing":true},{"type":"speech","time":1584702000,"counter":58,"content":"<p>I am conscious that as we talk about this issue every family in the State is enormously affected by it.  It may be stating the obvious but very simple and ordinary things are not happening such as grandparents being able to talk with their grandchildren and to see them and wish them a happy St. Patrick's Day in person.  Mother's Day will not be happening the way it normally would.  There were three funerals this week of people I knew very well.  They were not distant relatives, I knew them very well.  I could not go to the funerals and I am conscious that those families have not had the opportunity to grieve in the normal way we do in Ireland with many people coming to meet them and to express sympathy.  This situation has changed Irish society is many different ways very quickly.<\/p> <p>I am the chairman of a school board of management.  The schools have changed their plans with oral examinations being scrapped.  There is potential for the leaving certificate itself to have to be moved, maybe with the knock-on effect of no first year students going on to third level education next year because there may be no exam results.  I do not want to panic people but we are probably all aware that it is highly unlikely we will reopen pubs and restaurants on 29 March or anything like it.  I do not want to scaremonger but the majority of people are realising this.  It was on this day last week when it only hit home a little bit.  The pubs were still full and were still quite full on the Saturday, but they are not now.  There are thousands of people in the pub, restaurant, hotel and hospitality sectors who are behaving amazingly responsible but there is a tiny percentage who are not.  This legislation needs to be used in cases where people are opening premises when clearly they should not, and where social distancing is essential everywhere.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I commend the Minister, the Taoiseach, the T&aacute;naiste, the Minister for Finance, Deputy Donohoe, and the Minister for Employment Affairs and Social Protection, Regina Doherty.  I commend all the Ministers who have been on the front line on this issue.  This is a national issue and not one with which we are playing politics.  I am cognisant that every person in this Chamber, bar one, is in the process of an election but we are all here because this is far more important.  Elections are important but this is a much bigger deal and affects every human being in the State.<br\/><br\/>We must acknowledge the sacrifices that many people are making in the retail and hospitality sectors, and other sectors where thousands of people with good wage packets are being paid off.  I will not labour the point because I think the Minister for Employment Affairs and Social Protection, Regina Doherty, may have made a statement on this issue at approximately 12 o'clock, reported by <i>The Irish Times<\/i>.  The Government has said it will look again at who is entitled to a refund in the legislation.  A pub, restaurant or any business that decides to pay its staff more than the &euro;203 per week legislated for in this Bill, which is commendable if such a business is in a postilion to do so, will not get a refund.  That is apparently the current scenario.  The Government is looking at that again, and I commend it for doing so, but it is not equitable that businesses which pay extra are punished when compared with other businesses that treat their employees to the minimum payment of &euro;203 per week.<br\/><br\/>We are facing a crisis not only of people's physical well-being.  The Minister has a Minister of State with responsibility for mental health who is still in office at the moment, although there will be another one in time.  The mental health aspects of this crisis are important.  Ireland is one of the most social countries in the world.  It is renowned for its welcome and our willingness to socialise, to be with other people and enjoy their company.  We are in an unnatural situation and people's mental health is going to suffer as a result.  We need to ramp up whatever supports are available online and over the phone.  People's physical and financial well-being are also very much in question.<br\/><br\/>We must talk to large businesses such as those in the insurance industry.  The television company, Sky, is not showing live sport and yet expects pubs, even though they are closed, to pay for live sports that are not on.  That costs a considerable amount of money and &euro;2,000 to &euro;3,000 a month in many cases, which amounts to &euro;30,000 or &euro;40,000 a year, is being paid to a large corporation.  Large, profitable corporations need to play their part in ensuring that small businesses are not exploited at a time when they are under enormous pressure.<br\/><br\/>I have concerns for many businesses that were teetering on the edge of financial unviability after Christmas and were looking forward to St. Patrick's Day, Easter and the busy tourism season.  Many people in this Chamber come from parts of the country that are dependent on tourism.  I worry that those types of businesses may never get properly back on their feet.  I do not want to scaremonger but we must be cognisant of the struggles and hardships through which people are being put.<br\/><br\/>This legislation is important and Fianna F&aacute;il is supporting it.  We must all work together in solidarity.  Where people are not behaving correctly, we need the Garda public order unit, or whoever it needs to be, to intervene if there are large gatherings of people, house parties and social gatherings that completely flout the rules.  There are good images on Facebook and other places that demonstrate the importance of social distancing.  One such demonstration is a video of a line of matches which are lit and the flame travels along until two or three of the matches step out of the line and the fire goes out.  We all need to stay at home, stay safe, talk to people on the phone and online.  <br\/><br\/>People should keep their distance but look after their elderly neighbours and relatives as best they can.  I have a neighbour who will be 95 years old in the next week.  That person is in good health but I would worry for any older person, let alone somebody who was born in 1925 and is vulnerable to colds, the flu, pneumonia and so on.  I know of people who have died of pneumonia in their 40s.  It is a serious disease.  This is a serious virus and we need to make sure that young people appreciate that.<br\/><br\/>I commend the Minister, all of the Government and the Members of both Houses for the work that is being done.  Constructive opposition is being provided - or, perhaps &quot;constructive opposition&quot; is the wrong term, it is constructive help from the Opposition.  I wish the Minister well in his work and I hope that this Bill can pass speedily through the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#W00200","speaker":"1412","continuing":true},{"type":"speech","time":1584702000,"counter":60,"content":"<p>There are four remaining speakers.  They are, in order, Senators Conway, Marshall, Buttimer and Lawlor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#X00200","speaker":"1381"},{"type":"speech","time":1584702000,"counter":61,"content":"<p>I do not think any of us expected to be back under these circumstances.  I wish to pay tribute to our team, which is essentially \"Team Ireland\", including the Taoiseach, the T&aacute;naiste and the Minister for Health.  The job the Minister for Health has done in recent weeks has been heroic.  I do not think anyone could contradict that.  The Minister for Employment Affairs and Social Protection, Regina Doherty, as has been rightly pointed out in the House, did not get re-elected to D&aacute;il &Eacute;ireann.  Yet, she rolled up her sleeves and is performing a phenomenal job.  I salute the people who are leading and working in our health service.  They are heroes - fantastic people.  What we need to do as a society is emulate what they are doing.  We need to play our part.<\/p> <p>I am often critical in the House of repetition but I think today repetition is important.  We need to repeat the simple messages of social distancing, proper hygiene and washing hands.  These are simple messages but if they are repeated often enough, they may actually filter down into the hearts and souls of the people who are not observing what they should be observing.  Most organisations are playing their part, including the people working in the shops, supermarkets and hauliers.  They are frontline staff as well and they are doing a great job.<\/p> <p>There are probably some quirks in the system.  I understand not all supermarkets have hand sanitisers at the entrance.  I got a telephone call this morning about one in a certain part of the west of Ireland.  The message from the head offices to put in place hand sanitisers needs to be implemented in all public places and spaces where people are engaging.  The supermarkets are making particular times available for older people to shop and that is most welcome.<\/p> <p>Our responsible broadcasters are doing a fantastic job as well.  I listen to Ryan Tubridy in the mornings.  He is doing everything he can to lift the hearts of the nation.  He is a fantastic person with a wonderful way of articulating hope.  I hope that people keep hope in their hearts.  We will get through this.  As the Taoiseach said on 17 March 2020, when things are at their worst we are at our best.  That is what he wants the history books to say about us.  I believe we have made a damn good start at that.<\/p> <p>I salute the people in our communities.  There is a councillor in north Clare, Councillor Joe Garrihy, who has put together a whole structure of engaging with people to ensure people have access to supplies.  Leaflets are being delivered through An Post with telephone numbers so that people can ring a neighbour or friend.  We might think these types of things are done, but they are not done unless someone does them.  I have to say \"well done\" to those heroes as well as to our priests.  I went online for a couple of evenings because our local priest is now saying the rosary online.  I see people going on Facebook whom I never saw inside the door of a church - not that I am there much myself.  Fr. Des Forde is giving hope to people and giving people space and some reflection time.  All these people are playing their part in knitting together a meitheal that will get us through this.<\/p> <p>The sad reality is that we are all going to know someone who will be lost to Covid-19.  The challenge is to ensure that we do not lose more people.  We want to avoid knowing whole communities lost to this.  We need to keep the deaths to an absolute minimum.  We need to do what we are told and listen to the advice.  We need to implement the advice.<\/p> <p>We need to show leadership and we are showing leadership.  We are here today.  I took the view that it was my duty to be here today to support our Minister, our Government and political leaders.  The Minister for Health will have tough days ahead but I have absolutely no doubt whatsoever that he will rise to them and play a critical part in pulling us through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#Y00100","speaker":"1416"},{"type":"speech","time":1584702000,"counter":62,"content":"<p>Extraordinary events demand extraordinary measures.  Ultimately, this crisis has demanded responsibility from every citizen, man, woman or child, old or young, in this situation.  However, the State does need the tools and powers to manage and steer a path through this pandemic.  I support the Bill and support the provision of enough latitude and flexibility within it for Government to react to what is an ever-changing situation.  No one knows what lies ahead in the next weeks or months but we need the flexibility in that Bill to deal with this.  The first killer is undoubtedly the virus but the next is a breakdown in society with a lack of cash in circulation to buy food and essentials, especially for the most vulnerable in society.  It is this lack of cash that will bring everything to a grinding halt.  With that in mind, I am encouraged by the support mechanisms that are being put in place for the tens of thousands of people who are staring down the barrel of a gun with job losses and lack of cash in their private finances.  Cash is king and ultimately cash in the pockets will be the thing that will kick-start the economy again after this.  I refer to the provisions for \"preventing, limiting, minimising or slowing spread\" of this disease.  We cannot emphasise enough that there is responsibility with individuals to take action and to be responsible.  We need to create a stigma around those who are seen to be irresponsible or careless or who have a disregard for the protocols.  Anyone who ignores these protocols or the recommendations should be shunned and should have a stigma.  This Bill should stand as the last resort.  We need to encourage a sense of social responsibility and for people to act responsibly and let that be the preferred choice rather than defaulting to the legislation.<\/p> <p>Something that has not been mentioned this morning that is very important, and that anyone would expect me to mention, is that Covid-19 does not recognise borders.  Everyone was frustrated last week and in the last number of weeks by the different positions adopted north and south of the Border.  No more than the citizens of Northern Ireland, everyone is frustrated by this.  This is a time more than ever when good communication, co-operation and collaboration North and South must be the order of the day.  We need dialogue between Dublin and Belfast, and between Dublin, Belfast and London.  I take the opportunity to encourage open and transparent dialogue with the Executive in Northern Ireland.  We are going to need it until we see some light at the end of this tunnel.  It is vital to take note of the importance of local radio, as we looked at the media this morning.  We are bombarded at the moment with information from disreputable and dubious sources.  I highlight the importance of local radio to get a credible, substantiated and validated message out to citizens to know what the course of action should be and where we are with this crisis.  <\/p> <p>The Irish Government's handling of this crisis, and the Minister, Deputy Harris's handling of it especially, in conjunction with all public servants, has been exemplary.  It is has demonstrated more than ever in both Houses of the Oireachtas that when a crisis kicks in, the green shirt goes on and team Ireland comes into play.  That team spirit inside Government will be equally important when we emerge from the Covid-19 crisis.  I encourage the Minister and all elected Members to remember that it is the team that will get us through and lead the country back after Covid-19.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#Z00100","speaker":"1439"},{"type":"speech","time":1584702000,"counter":63,"content":"<p>I thank everybody for their presence today in the Houses of the Oireachtas.  It is an extraordinary day.  My father is 83 and was a nurse all his life, and he spoke to me about the polio epidemic in Cork and the outbreak of TB.  Today we have our modern, more profound pandemic.  Life has changed, perhaps significantly, forever.  One thing that has not changed is that in the history of our country, leadership is shown by those at the helm.  It is exemplified by the Minister, Regina Doherty, who lost her seat and continues to work.  It is typified by the Minister here who was berated and treated badly by many sections of society and the media.  Look at him today in this Chamber, our Minister for Health, leading, putting his own personal life on hold, his young daughter, his wife and family.  To other members of Government and of our front-line services, we owe a profound debt of gratitude.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When this is all over I ask everybody to thank the man or woman who works in the shop, the lorry driver who supplies us with food, the cleaners, porters, the people in X-ray and the professionals for a job well done.  Many of us, such as Senator Devine who worked in a hospital, know the people we are talking about, who do not even get acknowledgement on some days.  Let us thank them for a job well done.<\/p><p>This morning the T&aacute;naiste made the most profound comment anybody could make.  The Taoiseach spoke about super heroes wearing capes.  I say to our young people: \"You are not super heroes and you are not immune.  You are carriers.  Please remember you have a duty to play your role in stopping the spread of this pandemic\".  I also appeal to the many families who, next weekend, might wish to call to grandparents or visit them in a nursing home or hospital for Mother's Day not to do so.  They can wave from the car or the front gate or get on the telephone and use WhatsApp video, FaceTime or Skype.  We can celebrate Mother's Day again.  We all know people who are struggling to visit loved ones in nursing homes and hospitals and grandparents who are separated from their grandchildren.  This is a time for national unity and patriotism.<\/p><p>Senator Marshall referred to the Border.  I appeal to the Ministers in the government in Stormont not to play North versus South.  We are an island nation, one nation with no border.  Let us not play politics North and South.  We have 32 testing centres and I appeal to those in Stormont to open theirs.<\/p><p>We are privileged to have courageous men and women in our health service.  Testing saves lives.  Slowing the spread of the virus must be our objective.  The median age is 43 years, which tells us something.  This is an opportunity for us, as a nation, to be leaders.  All Members of this House are trying to be leaders.  The outcome is physically in our hands.  Leadership is being shown by the Government, the healthcare system and those who work in the food supply chain.  Public health messages can be heard only by those who are open to hearing them.  The individual leadership of every ordinary person is now required to slow down and stop this pandemic.  Flattening the curve is up to each of us.  I commend the Minister and the Government, the healthcare workers and all who are doing everything in their power to ensure we slow down the pandemic, flatten the curve and stop the spread of infection.<\/p><p>I have never been more proud of a Minister, a Government and our healthcare system.  At a time when the HSE is criticised by many, the leadership shown by Mr. Paul Reid, the Chief Medical Officer, Dr. Tony Holohan, and their staff is to be commended.  We cannot be complacent.  Other leaders across the world have been shown to be lethargic in their approach.  At least, we have not been.<\/p><p>Mar fhocal scoir, I thank those who are not contesting the Seanad election for their public service and their service in this House.  I wish those who are contesting the election the best of luck.  Hopefully, we will see each other at the count.  I thank all Members and staff for facilitating this sitting of the Seanad and if we must sit next week, we will do so.  We are here to work and serve and we will not be found wanting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#Z00200","speaker":"1391","continuing":true},{"type":"speech","time":1584702000,"counter":65,"content":"<p>I commend the Minister and the Government on the work they have done so far.  I also commend the staff of the health sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not just people on the front line but pharmacists and others such as carers who are meeting elderly people on a regular basis.<\/p><p>I acknowledge the speed of the reaction since the first confirmed case and the necessity of this type of legislation.  It is something none of us wants brought in but because of our current position, it must be done.  I commiserate with people who lost their jobs and people losing businesses.  They will be hit hard.  I welcome the speed with which people can get social welfare payments.<\/p><p>One of the startling pictures I saw over the past couple of days was of trucks coming out of Bergamo carrying coffins as the local crematorium could not cater for the number of people dying.  We all saw it.  The sad part is that kids have not seen this but they are likely to pass on the infection.  There is a huge responsibility on parents to relay the message to the kids who are congregating in groups.  There is also a responsibility on elderly people to help.  Most older people have either grandchildren or great-grandchildren and they should be used as a conduit to relay the message about keeping those young kids apart.  They should relay the message that their grandchild or great-grandchild could kill them.  It is the reality and the message must be put across to the young people who are currently being irresponsible.  They are a major source of infection that must be stopped.  There is a role for older people in doing that.<\/p><p>I call on each of us to have five numbers on our phones of people in isolation, especially if they are older, and to ring those people every day.  Part of the issue is that social isolation leads to mental health problems.  Give those people a ring and see how they are.<\/p><p>I do not see anything in the legislation about what we must do with the banks.  Most of us were here when legislation was passed in 2011, 2012 and 2013 when we transferred funding from the National Pensions Reserve Fund to save the banks.  They are doing nothing currently and they are not giving any of that money back to help beleaguered businesses.  They are not giving it back to help people who lost their jobs who may need extra cash over a period.  The reserve fund was meant to help safeguard ordinary people but they lost their jobs while people in banks kept theirs.  Ordinary people had to emigrate while that happened.  The banks need to step up to the mark now.  Rather than postponing payments they should take a hit themselves.<\/p><p>I welcome that there will be an end point in this legislation.  Having the Act on the Statute Book longer than necessary may give Governments the opportunity to use an iron fist when it is not required.  We need to support local radio and funding should be made available for this purpose.  There are 70,000 people who listen to KFM, my local radio station, every day.  It is a source of information that can be dispersed.  Perhaps people with previous Garda vetting can be moved more quickly through the system so we do not have to vet them again, as would happen in more usual circumstances.  I commend all the people who have signed up to help in the medical sector.  This evening I will be delivering prescriptions from the local pharmacy and everybody can help in similar ways if people are unable to get down to a pharmacy.<\/p><p>This will end.  A couple of sectors have been really badly hit, including the hospitality sector.  When this ends, I encourage people to take a staycation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should support our local hostelries and hotels by taking a staycation rather than going abroad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#AA00200","speaker":"1438","continuing":true},{"type":"speech","time":1584702000,"counter":68,"content":"<p>I do not think any of us ever expected to be here today speaking on this particular subject.  I want to preface my remarks by congratulating the Taoiseach, the T&aacute;naiste, the Minister for Health, Deputy Harris, the head of the HSE, the Garda S&iacute;och&aacute;na, the Defence Forces and the many responsible citizens we have in our country.  Sadly, not all of our citizens are responsible.  On Saturday night last, I tweeted an image of Temple Bar to the Taoiseach and rapid action was taken.  This shows tremendous leadership.  I am a bit tired of the keyboard warriors who continually attack the Government.  The Government has shown that at a time of great need in this country it can step up to the plate and deliver the type of leadership that is required.  I congratulate the Minister, Deputy Harris, and his fellow Cabinet members for what they have done.<\/p> <p>I am deeply concerned by the news I heard this morning that backdoor pubs are operating throughout the country.  Public houses have been advised to close but I understand some are operating the old backdoor policy and people are going in and sitting around quietly drinking.  I wonder if these clowns have seen what is happening in Italy.  Do they think for one moment that they are in some way immune from it?  What they are doing is despicable.  I have also seen advertisements by people who provide personal services such as hairdressing and so on to the effect that they will space out appointments so that people do not have to sit in a room with other people, with no consideration being given to the equipment and seating that will be used.  We are in a crisis.  People have to realise that we are at war.  The enemy is not an enemy we are used to or one that we have seen before.<\/p> <p>What is going on is a war against humanity not just the people of Ireland, the United States and so on.  I call on the Government to raise with the European Union and the United Nations the plight of those countries around the world that are currently subject to sanctions as a result of political differences, including Russia and Iran, and cannot draw down the resources they need to buy vital equipment such as ventilators and protective clothing for their nursing staff.  I am calling today for those sanctions to be lifted for the duration of this crisis.  I appreciate that this matter falls outside of the remit of this country but this is a war against humanity.  Fixing it in one particular corner of the world while allowing it to run rampant in other countries is not serving humanity in any way.  I am asking that the United Nations and World Health Organisation be called on to lift immediately whatever sanctions are currently impeding the purchase of vital equipment for the saving of human life.  If supervision is required to ensure that the equipment gets to the right people in the right places then let us do that.  The type of leadership this country is showing needs to be shown across the modern world.  The type of leadership being shown by the Minister, Deputy Harris, the Taoiseach and others needs to be shown across the world. <\/p> <p>Yesterday I went to do some grocery shopping and I had two experiences.  At approximately 9 a.m. I went to one of the designated supermarkets and it was swamped with people so I did not go in.  Shortly after that, I went to an Aldi supermarket and it was the most surreal experience I have had in my life.  People were adhering to social distancing in the aisles.  For the first time ever in my life I saw people drift away from me.  The message is getting out there, which is down to the Minister and his colleagues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask that we remind people on a more frequent basis that we need to keep our distance.  The closer we get, the further away we should be.  I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#CC00200","speaker":"1390","continuing":true},{"type":"speech","time":1584702000,"counter":70,"content":"<p>I thank the Minister for coming into the House.  Dr. John Crown, who was in this Chamber for five years, has been speaking extensively on this issue.  We should all listen to his guidance because he is speaking based on what he is seeing happening in Italy.  He is talking to people there and what is happening is nothing short of a war zone.  We have to take that advice and not delay by five days.  We are making every decision just that little bit late, and that is the advice we are getting.  The shutdown that has worked in other jurisdictions is required, as are a range of measures.  Dr. Crown is talking about what works, however, and that is what matters.  I know that is what the Minister is doing in many instances.<\/p> <p>One issue that has come up, however, concerns voluntary groups, such as the GAA and others, helping the elderly and bringing food and supplies to people.  Those groups need proper advice and guidance on how to deliver food.  I contacted the Food Safety Authority of Ireland, but I do not think the response was adequate.  Irish Rural Link came up with advice on how to approach people, which applies to urban and rural areas, to ensure they have choices and that two people go to a house at any one time.  That safety advice is very important.  I do not know if the Minister's Department has that information ready for the GAA, which will be able to disseminate it.  I might contact the Minister's office later to see if we can get that out.  I state that because my brother is involved in a meals on wheels system and I asked if he realised that every item he has is a possible source of contamination.  One of the pieces of advice Dr. John Crown shared was for people to act as if they had the virus.  People should not act as if they are trying to prevent themselves from getting the virus.  Instead, people should wonder how they would act if they knew they had the virus.  Would they go to the shop?  Would they touch door handles?  Would they visit their parents or grandparents?  That is the message we have to get out to those kids hanging around street corners.  We have to get that idea into their heads. <\/p> <p>Another issue concerns ventilators.  Ireland is now the centre of the world regarding this crisis.  People in Galway are making 50% of all acute ventilators in the world.  They, along with our medical staff, are the key to addressing this issue.  Those are people the Department of Health needs to ensure stay healthy.  We all know the statistics.  Some 60% of people will get the virus.  If those people working in Galway get the virus, the ventilators will not be produced.  Medtronic is bringing staff in from all over the world.  We need to ensure that supply chain, more than any other, is the one that keeps going to ensure that not only Irish people have access to ventilators, but also people in Northern Ireland, the European Union and, as Senator Craughwell pointed out, those countries now under global sanctions by the United States and others.  We cannot have a situation where countries such as Russia, Iraq and Iran are prevented from saving lives because we cannot give them ventilators.  I appeal to the Minister's office, therefore, to work with that company.  The staff working in Galway may have to be put into a hotel, because they are going home to their families, interacting with them and there is a possibility of community contagion as a result.  Those staff are possibly the most important 250 people in the world right now.  It is vitally important how they are looked after.  <\/p> <p>I thank the Minister for coming into the House and I might touch base with him again regarding community groups.  They are doing great work, but if they are not getting the simple guidance on how to process food and hand it over safely, they could be doing more harm than good.  All those groups want to do good, but we have to give them the guidance to ensure they can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#DD00200","speaker":"1414"},{"type":"speech","time":1584702000,"counter":71,"content":"<p>I think it is a universal view, thankfully, but I pay tribute to the Taoiseach and T&aacute;naiste for their leadership in this extraordinary time.  The Minister for Health has been doing a huge job.  As the Leader said earlier, many people regard what he is doing very highly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I commend my constituency colleague, the Minister for Business, Enterprise and Innovation, Deputy Humphreys, on the work she is doing in supporting small businesses.  It is correct that we identify and pay particular tribute to the Minister for Employment Affairs and Social Protection, the former Deputy, Regina Doherty, for the fact that she is as selfless and committed as if she were seeking to return to her role.  In addition to congratulating our Government, which is giving leadership <i>par excellence<\/i>, and the Taoiseach for his rallying call to the nation the other night, I pay tribute to the GAA clubs throughout the country and the scouting leaders who contacted me yesterday to offer the use of their facility in Cavan.  All such voluntary groups that are helping throughout the country are heroes and we should be proud of them.  Sadly, they may be needed to a greater extent in the future.<br\/><br\/>The strategy of slowing down transmission and flattening the curve is correct.  I sense there has been a positive response and there has been buy-in from the people.  There has been an acceptance that it should be the case and that we should all work together.  The meitheal is developing and coming together.  There may be a minor aberration of small groups of young people congregating and so on, as has been mentioned on the radio, but I expect that to rectify itself.  With greater publicity and discussion of the issue, I hope that as we proceed, that will sort itself out.  Through this Chamber, we should ask anyone with influence over young people to encourage them not to congregate in that fashion.  The response to the Bill has been very positive throughout the nation and we should be proud of that.  The Bill will provide for detention as a last resort where somebody will not self-isolate voluntarily.  With God's help, one has to assume, that will be rare.  While the human condition dictates that such legislation is necessary for the duration of this emergency, one assumes that it will rarely if ever have to come into play.<br\/><br\/>Given that my wife is a public health nurse, through her I meet many nurses, doctors, home care assistants and so on.  We should pay great tribute to the healthcare workers on the front line.  They are the heroes of the hour, putting themselves at risk, and there is no way they cannot do so.  My wife and all her colleagues - she is no different from the rest - have been visiting homes in recent days.  There is no way they can do so wearing some sort of a spacesuit.  They run a risk, which we have to minimise, but they are prepared to gamble.  <br\/><br\/>The social welfare payment should be processed efficiently.<br\/><br\/>The banks' initiative in respect of mortgage rates was good.  We should examine the interest rate on loans and the banks should have to make a contribution in that regard in order that debt will not accumulate.<br\/><br\/>Finally, I turn to the issue of insurance, which is not specifically part of the Minister's brief even though every matter is part of his brief in this context.  The insurance companies will have to come some way to meeting this challenge because many businesses must pay insurance.  For example, a hotelier in my area and the owner of a bar-restaurant down the road contacted me to say they have been told by their insurance companies, &quot;No joy.&quot;  I phoned my broker last night about a little retail outlet in my family and again, &quot;No joy.&quot;  Something has to be done about that and it needs consideration.  Their hand will have to be forced on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#DD00300","speaker":"1397","continuing":true},{"type":"speech","time":1584702000,"counter":73,"content":"<p>I thank Senators for attending this special sitting of the Seanad to debate an emergency item of public health legislation.  We live in very difficult, worrying times.  I detect a sense of both individual and national anxiety at the moment.  People throughout the country are worried, scared and upset.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are asking grandparents not to see their grandkids on occasions and asking sociable creatures to come apart as a country - to come together as a country by staying apart.  We are asking people to make extraordinary efforts to do extraordinary things to save lives.  We must all remember that every word in this legislation is about trying to protect people who have to self-isolate financially and save lives.  There will be another chance next week for more legislative proposals to be brought forward in the area of how we protect our renters.  I thank all political parties and groupings for the incredible way in which people have engaged since this pandemic took grip of our country.  The more intensively I work in this area, the less partisan I find myself becoming each day as people have really been superb in coming together and working on this across political lines.  That is what has enabled us, and the country, to be able to bring in emergency legislation through the Oireachtas during an interregnum.  That says much about the maturity of our political system and our desire to respond to that challenge.  <\/p><p>I want to say to the people of Ireland that the Government can, and will, take actions; we have shown that.  The Oireachtas can, and will, take actions, as it has shown.  Our doctors, nurses, medical scientists, paramedics and all those working in our health system in all different roles can take actions; they are working flat out 24-7.  However, the people who can do the most are individual citizens and communities.  That is the real message.  Sometimes during this pandemic I have been worried that people have thought \"That is great, the Government has made a decision\", a plane is out of the sky or a match is cancelled.  That makes great headlines and for great political interest.  People ask if we are going to close various things and the Government is going to do whatever is appropriate in line with public health advice, and it will help, but it will only help marginally compared with the actions or inactions of Irish citizens.  It might sound trite, boring or repetitive but if the Chief Medical Officer was here today he would tell the House this: the hand washing, cough etiquette and, crucially, social distance will save more lives than anything that any one of us in this House or any medic will be able to do.  When I met a leader in intensive care recently, a senior consultant, she told me that doctors will save hundreds of lives during this pandemic but the people of Ireland can save thousands.  We can save thousands.  When we talk of a pandemic, a global situation, we can feel powerless.  People ask themselves \"What can I do?\" but the answer is they can do an awful lot.  <\/p><p>I say to school kids that this is not the summer holidays.  I understand that it is very challenging for them and it is very challenging for their parents but we need their help.  They are not the summer holidays, they are extraordinary times; we have closed the schools not because there was a problem with the school buildings but because there is danger where they congregate together in large groupings.  We did not close the schools to move a large group of kids from one place to another.     <\/p><p>To everybody, I say this is not a weekend for socialising but one to try and look among their families and communities to see how they can live their lives, but a little bit differently.  As we come into the weekend, it is a time to think and have a conversation with husbands, wives, partners, kids and grandkids about what everyone can do to get through the next weeks together.  Are there things that everyone can do around the house?  Are there ways they can go for a walk and keep the social distance?   <\/p><p>I am also worried about the mental health of the nation because people can get sick of things that are not Covid-19.  We all have to look after each other's well-being during this time.  I am inundated, as is everyone in government and the State agencies, with offers of help, with solidarity and people who want to do the right things.  That is what keeps everybody going.  We will have to do that.  I am conscious that when people listen to politicians, whoever they are, making comments or giving speeches that much of it can worry them, particularly older people.  I want to tell them that no matter what we have to do in coming days and weeks, they will not be left alone.  The people of this country will not leave them alone, nor will the Government or the Oireachtas.  We will come together to make sure that even if we must ask them to do difficult things, we will not leave them on their own.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all need to reassure the people of that.  This will get very tough.  This is not like the snow which stays for a few days and then thaws.  This will be with us for the foreseeable future.  As Senator O'Reilly said, the meitheal, that great Irish spirit, will get us there.<br\/><br\/>We are going to make decisions.  As long as I am Minister for Health, we will make decisions not based on political populism or the latest trend on Twitter, but based on sound health advice.  Our public health experts are human like the rest of us and they will make the very best decisions based on all the evidence and information they have.  I will never bow to pressure from anybody in this House, the other House or anywhere else, saying that I should do this, that or the other.  I will act on the advice of the Chief Medical Officer and the national public health emergency team.  They were working on this before many people in broader society probably knew what Covid-19 was.  They have been working on this for weeks.  They are true heroes.  Senators know some of their names including their lead, the Chief Medical Officer, Dr. Tony Holohan, who is doing a super job.  Some other names are not known, but they are all working flat out.  Every decision we make will be grounded in that, not based on the convenient thing to do at this moment, but what is the appropriate thing to do to keep the people safe and well.  Maintaining public health is about making the right intervention at the right time for the right length of time.<br\/><br\/>I thank everybody who is working so hard.  I thank everybody who has responded, as Senator Bacik has said, to Ireland's call.  It is a different Ireland's call from the one we thought we would be engaged in around this time of the year.  The last time I checked, more than 40,000 people, including Senator Devine, had gone to <i>hse.ie\/oncall<\/i>and offered to help.  We need to help to ensure we speed up things such as the registration process and bust through bureaucracy.  I assure Senators that we will do that.  On Garda vetting, the Garda Commissioner has been really good in promising to prioritise people in these areas.  We will do everything we possibly can.<br\/><br\/>Twenty-four Irish doctors have said they are coming back from Perth because they want to help.  An Irish GP wants to come home from Toronto to help.  Other Irish people around the world will not be able to come home but are fighting the pandemic in the countries in which they are living.  We are proud of them all and grateful for all that they do.  What we can do today is pass this legislation and let our public health experts get on with it.  I reassure the Irish people who are anxious that they will not be left alone.  We cannot tell them when the virus will go away but we can tell them we will mind them, protect them and do everything we possibly can to keep them safe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#EE00200","speaker":"1624","continuing":true},{"type":"unspoken","time":1584702000,"counter":76,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"An Bille Sl&aacute;inte (Caomhn&uacute; agus Cosaint agus Bearta &Eacute;igeand&aacute;la eile ar mhaithe le Leas an Phobail), 2020: C&eacute;im an Choiste agus na C&eacute;imeanna a bheidh F&aacute;gtha - Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020: Committee and Remaining Stages","time":1584702000,"counter":78,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00300"},{"type":"speech","time":1584702000,"counter":79,"content":"<p>Before we start, I make the point to Members that there are 34 amendments, of which 19 have been ruled out of order.  Therefore we need to deal with 15 amendments obviously as quickly as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00400","speaker":"1412"},{"type":"speech","time":1584702000,"counter":80,"content":"<p>On a point of information, do we know which amendments have been ruled out of order?  I do not have that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00500","speaker":"1388"},{"type":"speech","time":1584702000,"counter":81,"content":"<p>Notification has been sent to those Members by email.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00600","speaker":"1412"},{"type":"speech","time":1584702000,"counter":82,"content":"<p>It might be helpful for the Acting Chairman to give that list now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00700","speaker":"1405"},{"type":"speech","time":1584702000,"counter":83,"content":"<p>The following amendments have been ruled out of order: Nos. 3 to 11, inclusive, 15, 18, 19, 24, 25, 27 to 29, inclusive, 31 and 33.  This debate must finish by 2.23 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG00800","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":84,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":85,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1584702000,"counter":86,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 4, line 25, after &ldquo;Government,&rdquo; to insert the following:  \t&ldquo;following consultation with experts in relevant fields and advice which may be published at the request of the Oireachtas,&rdquo;.  <\/blockquote> <p>At the end of his speech, the Minister mentioned those travelling home from Toronto and Australia to serve in our medical services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are also many highly-qualified medics within our asylum-seeking process, and it is very important we do not see qualified medical staff facing both legal stress and potential deportation at a time when they could be of such great use.  I therefore urge the Minister to engage constructively with the Department of Justice and Equality on that issue.  These people have an extraordinary contribution to make.  I know that many of those coming from Sudan, for example, are medics because they were part of leading the revolution in Sudan.  There are, therefore, some extraordinarily skilled and conscientious people in the asylum system who want to contribute.<\/p><p>The Minister mentioned public health advice, and I appreciate that the decisions being made are being made on foot of the best public health advice.  However, in some sections of the Bill, and specifically the sections to which this amendment relates, extraordinary powers are being given.  The Minister has acknowledged that they are unusual powers and beyond what we would normally ever give to a Minister.  In this section the Minister allows for new orders to be made of potentially an indeterminate length of time.  My amendment No. 1 inserts text in page 4, line 25.  Actually, the wrong placing has been given.  I was not planning to press the amendment anyway so I will speak to the point.  The text was meant to be placed in a further section which provides that if the Minister were to extend powers, he would share with us the rationale.  It is mentioned that Ministers will consult with one another, which is of course appropriate, and I understand and expect that the Minister will consult with experts in medical fields and, where appropriate, in seeking legal advice on any new order or extension order that might be made under the Bill.  I simply ask, however, that the Minister commit to share with us insofar as possible the advice he is given, especially in situations in which the order or extension order may seem controversial.  That would be important in maintaining the political co-operation and confidence of the Houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#GG01100","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":88,"content":"<p>That is very much my intention and the intention of my Department, so much so that I have now taken a conscious decision such that any time the national public health emergency team makes a recommendation to me, quite frankly, to do anything, I get the recommendation by way of written letter from the Chief Medical Officer, which I then publish in full.  It is my intention to continue in that regard.  If we want people to follow public health advice, they need to know the rationale behind it.  In this jurisdiction people can take comfort from the fact that politicians are making decisions on public health issues based on public health expert advice, not political populism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#HH00200","speaker":"1624"},{"type":"unspoken","time":1584702000,"counter":89,"content":"<p>Amendment, be leave, withdrawn.<\/p>"},{"type":"speech","time":1584702000,"counter":90,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 4, after line 33, to insert the following:  \t&ldquo;(6) Every regulation made under this Act shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling the regulation is passed by either such House within the next subsequent 21 days on which that House has sat after the regulation is laid before it, the regulation shall be annulled accordingly, but without prejudice to the validity of anything previously done thereunder.&rdquo;.  <\/blockquote> <p>I welcome the sunset clause which was put in place in the legislation.  It gives me some comfort.  This amendment seeks to address a somewhat similar issue.  In the Bill as it stands either House of the Oireachtas has a right to make a resolution annulling an extension order within 21 days but there is no equivalent right for either House to pass a resolution annulling a regulation over the Bill in general.  Therefore, the current right to annul an order relates only to extension orders.  It does not relate to, for example, regulations that the Minister might make under a different part of the Bill.  I understand and take some comfort from the fact that there is at least a sunset clause, that we know that these regulations will be in place for a limited period and that they will fall in November.  The D&aacute;il will at least have an opportunity - I would like if it were both Houses, but so be it - to send a signal at that point and to determine whether or not we continue.  I am just pointing out that there is an anomaly in the Bill.  I would like to know the plans for reviewing regulations made under the Bill.  This might not be the Bill as a whole; it might be a particular section under which particular regulations are made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What is the mechanism whereby we can ensure that if they are not working correctly and if they are having unintended consequences, we are feeding back the message that they may need to be reviewed or revoked?  We are making a lot of decisions in a short timeframe and we need to have a quick response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#HH00400","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":92,"content":"<p>As the Senator rightly says, the D&aacute;il decided yesterday that there should be a sunset clause in the legislation and I was pleased to be in a position to agree with that.  It was a significant debate because a variety of amendments were tabled, some of which sought for the emergency powers to continue for 12 months, some of which did not explicitly seek a sunset clause and others which sought for the emergency powers to be in place for a short period of time.  In an effort to have as much consensus as we could, we landed on a period up until 9 November.  That seems to be a midway point that many were in a position to agree with so there will be a sunset clause.  There is a logic in this section in that if one is in my Department at 3 o'clock in the morning, as we were last Wednesday week, and decisions are being made that if we got to a point - we do not envisage getting to this point - where the Houses of the Oireachtas could not be convened due to the public health situation, and the powers this House is passing in this Bill present that as a possible scenario, and because the Constitution is proscriptive in terms of the D&aacute;il having to meet within Dublin, there are limitations we needed to be conscious of.  That was the original logic.  I am advised that the regulations are under the primary legislation in the 1947 Act, so they would still have to be laid before the Houses under the primary Act, which gives the Houses of the Oireachtas the same opportunity to annul any regulations we lay.  The regulations will be placed before the Houses under the existing primary legislation from 1947.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#JJ00200","speaker":"1624"},{"type":"speech","time":1584702000,"counter":93,"content":"<p>That is very useful.  I am satisfied with the answer from the Minister and I will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#JJ00300","speaker":"1405"},{"type":"unspoken","time":1584702000,"counter":94,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1584702000,"counter":95,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":96,"content":"<p>Sections 3 and 4 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":97,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1584702000,"counter":98,"content":"<p>Amendment No. 3 in the names of Senators Ardagh, Clifford-Lee and Wilson has been ruled out of order due to a potential charge on the Exchequer.  Amendment No. 4 in the names of Senators Ardagh, Clifford-Lee and Wilson has been ruled out of order due to a potential charge on the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#JJ00800","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":99,"content":"<p>Amendments Nos. 3 and 4 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":100,"content":"<p>Section 5 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":101,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1584702000,"counter":102,"content":"<p>Amendment No. 5 in the names of Senators Ardagh, Clifford-Lee and Wilson has been ruled out of order due to a potential charge on the Exchequer.  Amendment No. 6 in the names of Senators Warfield, Gavan, Devine and &Oacute; Donnghaile has been ruled out of order due to a potential charge on the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#JJ01200","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":103,"content":"<p>Amendments Nos. 5 and 6 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":104,"content":"<p>Question proposed: \"That section 6 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1584702000,"counter":105,"content":"<p>I have two queries on this and I am sure more queries will come up in Senator Higgins's contribution.  On the working family payment, there have been no provisions made and no clear indication or instruction on women who are on the working family payment and who also receive jobseeker's transition payment.  For example, a women with one child could be on &euro;237 per week of jobseeker's transition payment, is working ten hours per week as a waitress and receives &euro;110 in wages, which means that if she was to change to the emergency Covid-19 payment, she would be on less money because it does not take dependants into account in the amount that is paid.  The rate of &euro;203 per week is flat and it does not allow for dependant children so it does not take in the special circumstances of women and mothers in being able to ensure they still have a sufficient level of income.  Has there been any instruction that the working family payment will continue to be paid, even in an emergency capacity?  Or will the Government begin to look at the fact that women have dependants and increase the Covid-19 emergency payment for them so it will be brought up to a standard that means they are not at a loss when they are temporarily unemployed?<\/p> <p>I have one more question on this section.  I know there has been lots of discussion on the expansion of HAP.  It makes more sense to me that we would look at a Covid-19 emergency payment for rent allowance similar to the &euro;203 per week payment, rather than expanding HAP.  Is there room for us to create an emergency access for those in shared accommodation?  We have some landlords who do not have a mortgage so will they be passing on the savings they make when their mortgage is in a holiday period?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some people who are laid off work will not be able to pay their rents unless there is a complete suspension of rents or unless they have access to an emergency rent allowance payment in the interim.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#JJ01400","speaker":"1404","continuing":true},{"type":"speech","time":1584702000,"counter":107,"content":"<p>I had considered proposing amendments to the section but I was aware they would probably be ruled out of order.  It is my hope that the Minister, Deputy Harris, will be able to engage with the Minister, Regina Doherty.  Unfortunately, I have not been able to get answers on these questions and it is important to do so.<\/p> <p>The issue of working family payment was raised last night but we did not really get an answer.  This is very important.  It was mentioned in regard to its intersection with jobseeker's transitional payment but on a wider basis.  The working family payment is an in-work payment while the Covid-19 payment is related to the jobseeker payments and the job space.  It is almost a fast-tracking of that process and is giving a payment that will maintain a relationship with an employer but allow for a period of unemployment.  The working family payment is a payment which is designed to supplement those who have been in low paid work and who have dependents.  A premise of the working family payment is that a person would be working 38 hours a fortnight, or 19 hours a week equivalent.  A concern for people who might be laid off but also many others, including cleaners and those who are working in those vital services we have all been praising, is that they could find themselves, for example, working ten hours a week for a period of time, rather than 19 hours a week, or they may find that their employer places staff not on the Covid-19 payment but on the short-term working payment.  This is a payment mechanism which allows for some topping up of salary where people's hours have had to be reduced and they go from working two days instead of four days, and so forth.  However, the working family payment is not related to wages or tied to that.  It is a top-up payment that we give to families so they can survive and keep themselves healthy.  What is crucial to know, and many people are concerned about this, is the position if people's hours temporarily dip for a period of time.  If they are still employed but their hours have gone down, for whatever reason, and if they are on working family payment now, can they be assured they are not going to, for example, be told in six weeks or eight weeks time their hours were below the threshold?  That is something people need clarity on and they need to know going into the summer months that this working family payment will still go through.  It is money the State already pays and it is doing very important work.  We need that assurance for people so they do not find their employer has put them on short-term working, where they are working ten hours when the working family payment requires 19 hours.  These are vulnerable families in a crunch.<\/p> <p>The Minister might address the issue of rent allowance, which was mentioned by my colleague.  There are particular issues with the jobseeker transitional payment and the income disregard.  For example, does the income disregard apply to Covid-19?  There are many intersections but rent allowance is a core issue.  People are very nervous of losing rent allowance in any shape or form, so this is something to be looked at.<\/p> <p>There were a couple of other issues in regard to social welfare which we need to consider.  The Minister might be able to give me an overall assurance that the Minister for Employment Affairs and Social Protection can make regulations in respect of these issues, which is a core question.  We have not put in legislative amendments but we want to know the Minister is planning to make regulations and is willing to engage with each of us, as different parties and groups.  I know there is a lot of talk about engaging with party leaders but, as the leader of a group, I have not had any engagement or reach-out yet, I am afraid.  If we were able to engage around constructive regulations on some of these issues, that would be the way we can resolve them without amendments to this section.  Perhaps the Minister can address those issues.<\/p> <p>The habitual residency condition is something that creates a lot of anxiety for people.  There is the question of the emergency provisions and also the issue of testing, which falls under the Minister for Health's remit.  This concerns not just those who do not have enough habitual residency to meet the condition but also those who are out of status in terms of accessing emergency welfare supports or special needs payments, and also those who have concerns around testing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Can people be confident in seeking those supports and that it will not be the people who are undocumented, who we have already spoken about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#KK00200","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":109,"content":"<p>I am conscious that under sections 6 to 8, inclusive, the Minister is given extensive powers to make regulations.  In this context I seek clarification on a point raised by me and other Members on Second Stage, which is about the employers' top-up amount.  It is a real matter of urgency whether or not employers who pay full wages to people, when those staff are hopefully being temporarily laid off, will be able to recoup the weekly payment of &euro;203.  There has been a bit of confusion and some uncertainty about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00200","speaker":"1402"},{"type":"speech","time":1584702000,"counter":110,"content":"<p>I ask Members to be conscious that we are not dealing with any amendment currently and we still have 13 amendments with 28 minutes in which to deal with them.  They will be cut depending on time.  I ask Members to be as brief as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00300","speaker":"1412"},{"type":"speech","time":1584702000,"counter":111,"content":"<p>I will certainly be brief.  I am learning that the Minister for Employment Affairs and Social Protection has a lot of regulation-making powers.  We should replicate this in other Departments.  This is, however, the answer to many of the Senators' questions.  If there are issues that need to be teased through, the Minister for Employment Affairs and Social Protection has regulation-making powers on these payments.<\/p> <p>On the specific issue of people who are undocumented, and I have heard this a number of times, as the Minister for Health I want to provide an assurance to those people that the health service will treat them with dignity and with absolute privacy and patient confidentiality, as will their social work system, during this time of emergency.  We want people to come forward to be tested.  We want to be able to find the virus, isolate the virus and contact people who have been in contact with the virus.  We absolutely need people to come forward.  The thought that anybody would not come forward who may need medical treatment, and who could help us to slow down the spread, is one on which we need to provide reassurance.<\/p> <p>It is fair to say that rent matters will be teased out during this week.  We will have legislation before D&aacute;il &Eacute;ireann, I believe on Thursday 26 March, to deal with those particular protections, and subsequently it will be debated in this House.  The Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, intends to engage with Opposition groupings.  I will ensure that Senator Higgins and her group are very much recognised in that regard.<\/p> <p>I have a note but in the interests of time I will not read all of it out.  I will provide some of the information to the Senators around their queries on the working family payment.  The Department official has offered very kindly to have a conversation with the Senators post the conclusion of the Bill.  If a person is in receipt of a one-parent family payment, the jobseeker's transitional payment, the carer's allowance or the disability allowance then any application for the pandemic unemployment payment is received and processed as normal in relation to the existing payment.  If a person is already in receipt of the working family payment and then puts in an application for the pandemic unemployment payment, it is processed as normal and the person receives the pandemic payment in addition to the existing payment.  These customers are considered to meet the eligibility requirements for the working family payment in this situation and their payments are not ceased at this time.  These customers should not submit an application for jobseeker's payments as it would cease their in-work support.  Obviously, if these customers lose their employment subsequently, and it becomes a more permanent job loss, and if the customer applies and is awarded jobseeker's payment, then the person's working family payment would cease.  There is a detailed note that I can provide to Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00400","speaker":"1624"},{"type":"speech","time":1584702000,"counter":112,"content":"<p>I reckon we have not half an hour remaining.  With all of the amendments that have been ruled out of order I suggest, to help the House, that Senators would email their queries.  I am aware that the Minister is probably overwhelmed but perhaps we could email the queries and questions on this.  To discuss amendments that are out of order, and I am aware that people need information-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00500","speaker":"1388"},{"type":"speech","time":1584702000,"counter":113,"content":"<p>We cannot discuss amendments that are out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00600","speaker":"1412"},{"type":"speech","time":1584702000,"counter":114,"content":"<p>Okay.  I presumed that amendment was being discussed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00700","speaker":"1388"},{"type":"speech","time":1584702000,"counter":115,"content":"<p>We are not discussing any amendments.  We are discussing section 6.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00800","speaker":"1412"},{"type":"speech","time":1584702000,"counter":116,"content":"<p>Yes.  Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL00900","speaker":"1388"},{"type":"speech","time":1584702000,"counter":117,"content":"<p>I wish to come back to Senators Bacik and Devine and the House.  The issue raised by Senator Bacik on the employers' top-up is being looked at as we speak.  I believe that the Minister, Regina Doherty, may have said this in the time since we have been in this House.  It is the Minister's intention, as the Senator has suggested, to convene a briefing for Oireachtas Members on this.  I suggest that Senators email any questions they have to the Minister, Regina Doherty.  The Minister will arrange a briefing, with officials, on the various payments and supports being put in place for people during this time of pandemic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#LL01000","speaker":"1624"},{"type":"unspoken","time":1584702000,"counter":118,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":119,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1584702000,"counter":120,"content":"<p>Amendment No. 7, in the names of Senators Ardagh, Clifford-Lee and Wilson, is out of order as it involves a potential charge to the Exchequer.  Similarly, amendment No. 8, in the names of Senators Warfield, Gavan, Devine and &Oacute; Donnghaile, is out of order as it involves a potential charge to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM00200","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":121,"content":"<p>Amendments Nos. 7 and 8 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":122,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":123,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1584702000,"counter":124,"content":"<p>Amendment No. 9, in the names of Senators Ardagh, Clifford-Lee and Wilson, is out of order as it involves a potential charge to the Exchequer.  Amendment No. 10, in the names of Senators Warfield, Gavan, Devine and &Oacute; Donnghaile, is out of order as it involves a potential charge to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM00500","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":125,"content":"<p>Amendments Nos. 9 and 10 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":126,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":127,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1584702000,"counter":128,"content":"<p>Amendment No. 11, in the names of Senators Warfield, Gavan, Devine and &Oacute; Donnghaile, is out of order as it involves a potential charge to the Exchequer and is not relevant to the subject matter of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM00775","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":129,"content":"<p>Amendment No. 11 not moved.<\/p><p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":130,"content":"<p>SECTION 10<\/p>"},{"type":"speech","time":1584702000,"counter":131,"content":"<p>Amendment No. 12 is in the names of Senators Higgins, Ruane and Kelleher.  Amendments Nos. 12, 13 and 16 are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM00900","speaker":"1412"},{"type":"speech","time":1584702000,"counter":132,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \t<font color=\"#2F2F2F\">In page 8, line 10, after &ldquo;necessary&rdquo; to insert &ldquo;and proportionate&rdquo;.<\/font> <\/blockquote> <p>I will speak to amendments Nos. 12, 13 and 16 simultaneously.  I was asked to put in a number of amendments in this area and I acknowledge the extraordinary and important work of the Irish Council for Civil Liberties in addressing the unforeseen consequences of this legislation and ensuring that it is rights-proofed.  Amendment No. 12 addresses the fact that the Minister would have powers &quot;where otherwise necessary&quot;.  I am concerned to make sure that necessity and proportionality is applied to every measure made under this legislation.  Those are core principles.  I have been asked to put a number of substitutions and I did not add five amendments where we should be putting &quot;necessity&quot; and proportionality tests into the legislation.  I would like, in the clause to which this amendment applies, for the Minister to indicate that necessity and proportionality will be applied not just to the areas that are listed in section 10, but to the other unnamed areas which he also gives himself the power to regulate.  This is a wide power and does not apply only to what is listed.  The power can apply to whatever the Minister deems &quot;otherwise necessary&quot;.  I want to know that anything the Minister deems otherwise necessary will be proportionate to the crisis and that he will give us the rationales on the necessity and proportionality of any steps he will take.<\/p><p>Which other amendments are being discussed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM01000","speaker":"1405"},{"type":"speech","time":1584702000,"counter":133,"content":"<p>Amendments Nos. 13 and 16.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM01100","speaker":"1412"},{"type":"speech","time":1584702000,"counter":134,"content":"<p>Amendment No. 13 refers to the restrictions which the Minister may choose to apply.  I ask that restrictions the Minister will put in place be for a specific duration, subject to review at regular intervals and subject to appeal.  As the Minister is given these sweeping powers, it is reasonable that we are assured that blanket new restrictions will not be put in place and simply left on the books.  We must know, as with the Bill itself, that there is a defined period of time for each restriction and a mechanism for review.  If there are unforeseen consequences of a restriction or regulation made by the Minister, there must be some mechanism whereby they can be appealed.  We will be learning and evolving good practice together as we move forward.<\/p> <p>Amendment No. 16 makes the same point about proportionality and aims to insert the word \"proportionate\" at another key point in the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM01200","speaker":"1405"},{"type":"speech","time":1584702000,"counter":135,"content":"<p>It is absolutely my intention to share the rationale for any decisions made, under any such provisions of this Bill, with the Houses of the Oireachtas.  The Senator will know this, but for the benefit of people following the proceedings, I remind them that the reason we are bringing in these measures is purely the extraordinary situation of a global pandemic in which we find ourselves.  These measures are time limited until November unless these Houses decide to extend that.<\/p> <p>The purpose of the text of the provision concerned addresses the circumstances that would necessitate regulatory measures and restrictions being put in place for the safeguarding of public health and human life.  The detailed list of the possible regulatory measures outlined in the provisions of subsection (1) outlines a range of possible regulatory options, ensuring that appropriate and proportionate measures can be put in place.  A proportionality test is already provided for in subsection (2) of the new section 31A of the Health Act 1947.  That outlines, in a detailed list, the matters to which I, as Minister, must have regard when making regulations under section 31A.  That obviously includes having regard to the expert advice of the Chief Medical Officer.  Proportionality and necessity will be at the core of what we do and we will share the rationale for our decisions with the Houses of the Oireachtas.  We believe the proportionality test is met by the new section 31A.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As to the other point, the purpose of regulations is to protect the public by preventing, limiting, minimising and slowing the spread of Covid-19.  Regulations, whether about travel or events, will only be in place for as long as is needed to meet that test based on advice.  They will be kept under regular, constant review as the situation changes.  It was the view of the public health experts in my Department that we did not need to set it out in the Bill.  For that reason I would rather not accept that amendment, other than to assure the House that they will absolutely be kept under review and only kept in place for as long as needed and based on expert public health advice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#MM01300","speaker":"1624","continuing":true},{"type":"unspoken","time":1584702000,"counter":137,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1584702000,"counter":138,"content":"<p>Amendment No. 13 not moved.<\/p>"},{"type":"speech","time":1584702000,"counter":139,"content":"<p>I move amendment No. 14:<\/p> <p>In page 8, lines 21, after \"homes,\" to insert \"or places of lodgings,\".<\/p> <p>This amendment just makes sense.  Not everyone has a home.  There are different names.  It speaks for itself.  Most people would have a home and those who have one are lucky.  However, other people who do not have a home have places of lodgings.  I do not wish to hold up the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN00400","speaker":"1388"},{"type":"unspoken","time":1584702000,"counter":140,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1584702000,"counter":141,"content":"<p>Amendment No. 15 is ruled out of order as it involves a potential charge on the Revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN00600","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":142,"content":"<p>Amendment No. 15 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":143,"content":"<p>Amendments Nos. 16 and 17 not moved.<\/p>"},{"type":"speech","time":1584702000,"counter":144,"content":"<p>Amendment No. 18 is ruled out of order as it involves a potential charge on the Revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN00900","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":145,"content":"<p>Amendment No. 18 not moved.<\/p>"},{"type":"speech","time":1584702000,"counter":146,"content":"<p>Amendment No. 19 is ruled out of order as it is not relevant to the subject matter of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN01100","speaker":"1412"},{"type":"unspoken","time":1584702000,"counter":147,"content":"<p>Amendment No. 19 not moved.<\/p>"},{"type":"unspoken","time":1584702000,"counter":148,"content":"<p>Question proposed: \"That section 10 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1584702000,"counter":149,"content":"<p>Is the Minister aware of any progress on the letter from dental practitioners regarding the aerosol spray?  He might make a comment about it.  I have had a lot of traffic in my email this morning about clarification on the information from the Chief Dental Officer.<\/p> <p>I wish to comment on powers of detention, and hopefully it will not happen, and my question regarding prisons and new prisoners or arresting people with warrants.  When we are saying we will detain someone, are we talking about within the prison system or the hospital system?  We must be mindful that even though recruitment drives can happen everywhere else, they cannot happen within the prison system unless we bring back retired officers.  The only other option is the Garda or the Army whose members I am sure would possibly be dispersed elsewhere.  The goal is that if we are picking people up that we already have a warrant or we are detaining them for some reason that the goal would be to keep the prison population down and not increase it because the staffing issue would be difficult to address.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN01400","speaker":"1404"},{"type":"speech","time":1584702000,"counter":150,"content":"<p>As regards dentists, I gave a commitment yesterday that my Department would make contact which it did.  I think there is a meeting scheduled for Monday with the Irish Dental Association.  It is important that they engage on this and get clarity on all the issues which they need.<\/p> <p>As to the issue of detention, the Senator will know this is very much a public health Bill.  We will be taking a health-led approach.  We will hope never to have to use these powers, and if we do have to detain someone it would be for the purpose of protecting that person's health but crucially for the purpose of reducing the spread of the virus.  We would be envisaging it in a health setting.  The Senator has made some important suggestions regarding the Prison Service and the likes.  The Government will examine those and revert to the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN01500","speaker":"1624"},{"type":"unspoken","time":1584702000,"counter":151,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1584702000,"counter":152,"content":"<p>SECTION 11<\/p>"},{"type":"unspoken","time":1584702000,"counter":153,"content":"<p>Amendment No. 20 not moved.<\/p>"},{"type":"speech","time":1584702000,"counter":154,"content":"<p>I move amendment No. 21:<\/p> <p>In page 15, line 7, to delete \"14 days\" and substitute \"72 hours\".<\/p> <p>I will be honest with the Minister, this is an amendment which I would press in other circumstances.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It pains me very much not to do it.  I and many others need assurance from the Minister on this issue.  Both of these amendments relate to the periods of time for which people are to be detained under the legislation.  It is a real concern that at the moment, under the Bill, if people are detained under the powers of the Bill based on an appearance that they may be - it is quite wide - potentially a source in respect of Covid-19, they are guaranteed to see medical examination within 14 days.  Effectively we are looking at two weeks in which somebody can be detained without a test, without a medical exam, without any contact from a medical person, simply on the basis of the powers of this legislation.  I absolutely agree detention can be appropriate where there is a medical risk but this is effectively detention without evidence for a two-week period.  I understand the pressures on the health system.  That is why I suggest 72 hours, knowing the pressures we may be under.  The Minister has already described this as an extraordinary and, he hopes, little-used power of detention.  I want to know that he guarantees he is going to be putting regulations in place to ensure that those who are detained under this legislation are seen promptly in terms of testing and in terms of medical intervention.  It is really crucial.  I have been contacted by some of the older persons advocacy organisations.  They are concerned that the powers may simply be used effectively to move large blocs of people to other places where we want.  Older people in particular are very concerned about that.  These powers are there for a reason and should be used for those reasons only.  They have to be evidence based, as the Minister has said, so let us make sure that detention is evidence based.  <\/p><p>On the same issue, the term \"practicable\" is quite wide in terms of people seeking a review.  A three-day period is very reasonable for people seeking a review of an order made in respect of them, people who may wish to have a medical person assess whether they are actually a risk.  We will come to amendment No. 23.  On those advocacy groups, as I have said before, it is really important that there is advocacy for people facing detention, particularly all those with mental health concerns whom we spoke about previously.  I hope I get to speak to that amendment but I want to just note that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#NN01900","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":156,"content":"<p>I raised on Second Stage the concern that we need to see adequate safeguards in place for the exercise of the detention powers under section 11.  I am conscious that one particular safeguard would be to provide for right of information about the right to be able to trigger a review on request.  I felt that this could be done through regulation rather than by amending section 11 of the Bill.  That would be an important safeguard.  I am referring to the right of information not only for the detained person but, if he or she is a child, for the parent or guardian.<\/p> <p>The second point I raised, to reiterate it, is that there needs to be a standard form order for authorising detention.  The concern would be that otherwise, medical officers could be drafting their own individual orders.  Clearly that would not be appropriate or ideal and could lead to challenges to the detention of such persons in the High Court if we are seeing inconsistency across the terms of orders.  I am grateful to my colleague in the Law Library, Mr. Tony McGillicuddy, who has drafted up an order which I can give the Minister.  The point is that it could have been in the Schedule to the Bill.  I know the legislation was being drafted with immense time pressure.  We are all conscious of that and that it is extraordinary legislation.  I accept the need for a 14-day period, given that it is the incubation period of this virus and I understand that is why it is the period specified, but I do think we need to see an assurance on safeguards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#OO00200","speaker":"1402"},{"type":"speech","time":1584702000,"counter":157,"content":"<p>We are facing a really difficult situation.  This is only the beginning of it.  I commend the Minister, the Government and everybody else, the Opposition included, for the way they have handled this.  We could find ourselves in a situation where we are really struggling with health personnel, and the possibility of being able to review a patient within that time could present real difficulties.  We are in the area here, dare I say it, of Typhoid Mary, somebody who just will not co-operate.  The legislation is clear that the medical officer must reasonably believe, so there is going to be medical input at the beginning.  Of course, like others, I would be very concerned that somebody could be detained for 14 days without being actually properly fully assessed, if that is what people are concerned about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#OO00300","speaker":"1421"},{"type":"unspoken","time":1584702000,"counter":158,"content":"<p>However, consider the situation where we have a very high proportion, proportionate to the rest of the population, of 15% to 20% of healthcare workers infected.  We could have a problem with healthcare workers being available to protect people from the very few, hopefully none, who would seek to ignore the advice given and endanger others as well as themselves.  I hear what Members are saying and I am sure the Minister will reassure us that, where possible, this will be done within 72 hours and that people will have the right, as is written down in black and white, to get a second doctor's opinion.  That will obviously necessitate the patient being interviewed and all his or her medical facts being put on the table.<\/p><p>There are safeguards in the legislation.  I know it is not ideal.  As I said earlier, it is not legislation any of us ever thought we would be dealing with in the House, but we are where we are.  We are facing very hard times and we must stay together and show unity.  That is difficult now, but it is going to be very difficult as we get into the thick of this, the numbers go into the thousands and, sadly, fatalities start to rise.  I hope the Minister will be able to reassure the Opposition Senators because it is important that we have unity on this and no delay in passing the Bill.<\/p>"},{"type":"speech","time":1584702000,"counter":159,"content":"<p>I thank Senators for these questions and I wish to provide reassurance at the outset.  I am the Minister for Health and have no wish to detain anybody.  We are talking about a situation where we believe somebody could have Covid-19 and we want to assist the person medically and isolate him or her for the protection of people from this pandemic and the person is refusing, for whatever reason, to take that assistance.  We believe it is highly unlikely that this will arise.  Senator Reilly will know, as a former Minister for Health, that such detention provisions exist for notifiable diseases under the 1947 Act.  One already can be detained.  The difference here is that sometimes getting confirmation of the existence of the infectious disease can take a little longer than is the case with the infectious diseases we dealt with previously.<\/p> <p>I take on board the points made by Senators Higgins and Bacik in terms of trying to provide that reassurance through regulation, particularly with regard to the role of advocacy, in case we do not get time to discuss it, the right to a review and a standard forum.  I wish to give them assurances on that.  The only reason 14 days is provided for is that it is seen as an outer limit.  That is the period of time in which one can become symptomatic.  Anything less than that could end up inadvertently defeating the purpose of the legislation, which is to slow the spread of the coronavirus Covid-19.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#PP00200","speaker":"1624"},{"type":"speech","time":1584702000,"counter":160,"content":"<p>May I respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#PP00300","speaker":"1405"},{"type":"speech","time":1584702000,"counter":161,"content":"<p>Senator Devine wishes to speak on the same issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#PP00400","speaker":"1381"},{"type":"speech","time":1584702000,"counter":162,"content":"<p>When we talk about involuntary detention I also think about involuntary detention for those displaying mental ill health.  That requires two medics; this requires one.  Presumably, those at risk would be quite vulnerable to Covid-19 because a capacity for awareness may not always be present.  Will one medic for emergency involuntary detention be used more frequently for people, as opposed to involuntary detention requiring two medics under the Mental Health Act?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#PP00500","speaker":"1388"},{"type":"speech","time":1584702000,"counter":163,"content":"<p>We have referred to those who refuse.  As Senator Devine said, there are also those who may not have the capacity to understand what is being asked of them for different reasons and at different times.  It is not simply bad intention in many cases.  For example, people with dementia are likely to be among those in respect of whom these powers may be used.  That is why the advocacy piece is important.  As one can imagine, for those with mental health difficulties a week or two weeks in an unknown situation can cause extraordinary levels of distress.  That is why there must be that medical advice.  I would like the Minister to link with us on the regulations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=03&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For example, if somebody who is an expert in infectious diseases makes a determination, that is fine, but there should be a signal to recognise where additional supports may be needed for somebody.  It will be vital.<\/p><p>I mentioned indemnity and the Minister did not have the chance to come back to me on that.  I would appreciate an answer.  These are medical specialists working across different fields and going into each other's areas.  For example, there may be an intersection with the mental health legislation and this Act.  People are cutting across specialisms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#PP00600","speaker":"1405","continuing":true},{"type":"speech","time":1584702000,"counter":165,"content":"<p>It is not our intention to interfere with the Mental Health Act 2001 or the safeguards in that at all, but I agree fully with the points made by Senator Higgins about the vulnerability of some of our citizens and the capacity-making powers of some individuals and the need for advocacy.  It is absolutely my intention, the intention of the Government and, I note, the intention of the Oireachtas from this debate that there would be a very central role for advocacy.  When somebody is detained under the provisions of this Act, that person can be removed from that detention by voluntarily co-operating with the isolation period.  I am conscious of older or vulnerable people who may be watching and these are kind of scary words we use when we mention \"detention\".  These are exceptional powers that we hope we never have to use.  Everything should be used other than them to achieve the common good, which is the isolation of the Covid-19 disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00200","speaker":"1624"},{"type":"speech","time":1584702000,"counter":166,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00300","speaker":"1381"},{"type":"speech","time":1584702000,"counter":167,"content":"<p>In the context of the emergency and with the promise that the Minister will engage with us on regulation, I will not press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00400","speaker":"1405"},{"type":"speech","time":1584702000,"counter":168,"content":"<p>Thank you for your co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00500","speaker":"1381"},{"type":"unspoken","time":1584702000,"counter":169,"content":"<p>Amendment, by leave, withdrawn.\r\n\r\nAmendments Nos. 22 and 23 not moved.\r\n\r\nSection 11 agreed to.\r\n\r\nNEW SECTIONS<\/p>"},{"type":"speech","time":1584702000,"counter":170,"content":"<p>Amendments Nos. 24 and 25 are out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00700","speaker":"1381"},{"type":"unspoken","time":1584702000,"counter":171,"content":"<p>Amendments Nos. 24 and 25 not moved.<\/p>"},{"type":"speech","time":1584702000,"counter":172,"content":"<p>I move amendment No. 26:<\/p> <blockquote> \t<font color=\"#2F2F2F\">In page 16, after line 20, to insert the following:<\/font>  \t<b><font color=\"#2F2F2F\">&ldquo;<\/font><\/b><b>Amendment of <\/b><br \/><br \/><b>12. <\/b>The is amended by the insertion of the following new section after section 14A: <blockquote> \t<b>&ldquo;Consideration by Bureau of application for vetting disclosure in the exceptional circumstances of Covid-19<\/b> <blockquote> \t<b>14B. <\/b>(1) A vetting disclosure for healthcare workers who have returned to service for the term of the emergency period outlined in the <i>Health (Preservation and Protection and other Emergency Measures in the Public Interest) Act 2020<\/i>in the following exceptional circumstances can be granted a member of An Garda S&iacute;och&aacute;na not below the rank of Inspector. <blockquote> \t(2) An existing certificate which has been granted by the Bureau for another activity over the previous 12 months in respect of the person who is required to provide vetting will suffice for the term of the emergency period outlined in the <i>Health (Preservation and Protection and other Emergency Measures in the Public Interest) Act 2020<\/i>.&rdquo;.<font color=\"#2F2F2F\">&rdquo;.<\/font> <\/blockquote> <\/blockquote> <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ00900","speaker":"1388"},{"type":"speech","time":1584702000,"counter":173,"content":"<p>Does this relate to notices to quit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01000","speaker":"1624"},{"type":"speech","time":1584702000,"counter":174,"content":"<p>It relates to the National Vetting Bureau.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01100","speaker":"1388"},{"type":"speech","time":1584702000,"counter":175,"content":"<p>I thank Senator Devine for her amendment and the work she has done in the area.  We want to ensure the health service has the people it needs that may need to be vetted but we will look at this separately from the Bill.  I give a commitment to return to this but I will look at this separately from this Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01200","speaker":"1624"},{"type":"speech","time":1584702000,"counter":176,"content":"<p>As the time permitted for the debate has expired, I am required to put the following question in accordance with the order of the Seanad of this day: \"That amendment No. 26 is hereby negatived in Committee; the Preamble and the Title are hereby agreed to in Committee, and the Bill is accordingly reported to the House without amendment; Fourth Stage is hereby completed and the Bill is hereby passed\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01300","speaker":"1381"},{"type":"unspoken","time":1584702000,"counter":177,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020: Motion for Earlier Signature","time":1584702000,"counter":178,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01500"},{"type":"speech","time":1584702000,"counter":179,"content":"<p>I move:<\/p> <blockquote> \tThat pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01600","speaker":"1421"},{"type":"unspoken","time":1584702000,"counter":180,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1584702000,"counter":181,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01800","speaker":"1381"},{"type":"speech","time":1584702000,"counter":182,"content":"<p>It may not be until after the election.  May I make a brief comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ01900","speaker":"1421"},{"type":"speech","time":1584702000,"counter":183,"content":"<p>We have been waiting patiently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ02000","speaker":"1405"},{"type":"speech","time":1584702000,"counter":184,"content":"<p>The sitting is over.  If I allow one Senator contribute, I would have to allow everybody to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ02100","speaker":"1381"},{"type":"speech","time":1584702000,"counter":185,"content":"<p>Senator Devine was waiting very patiently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#QQ02200","speaker":"1405"},{"type":"speech","time":1584702000,"counter":186,"content":"<p>I will make one final comment.  I will not stand in Senator Devine's way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00100","speaker":"1421"},{"type":"speech","time":1584702000,"counter":187,"content":"<p>I had a big speech organised on the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00150","speaker":"1388"},{"type":"speech","time":1584702000,"counter":188,"content":"<p>No you cannot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00175","speaker":"1381"},{"type":"speech","time":1584702000,"counter":189,"content":"<p>That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00187","speaker":"1388"},{"type":"speech","time":1584702000,"counter":190,"content":"<p>If I allow anyone in I will be opening the shutters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00200","speaker":"1381"},{"type":"speech","time":1584702000,"counter":191,"content":"<p>I will be very brief.  As Acting Leader, I thank everybody.  It has been an honour to serve.  I wish everyone going forward in the election the best of luck.  To those who are not, I wish them well.  I wish the Government, the Minister, Deputy Harris, his colleagues and those who will serve in the next Oireachtas the best of luck dealing with this very serious crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00300","speaker":"1421"},{"type":"speech","time":1584702000,"counter":192,"content":"<p>I ask Senators, the Minister and all of his staff to stay safe and healthy.  To those seeking re-election, I wish you well.  To those not seeking re-election, I wish you a long and happy life outside of politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00400","speaker":"1381"},{"type":"speech","time":1584702000,"counter":193,"content":"<p>I wish to inform the House that we could be sitting next week.  The D&aacute;il is sitting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00450","speaker":"1391"},{"type":"speech","time":1584702000,"counter":194,"content":"<p>Sin sc&eacute;al eile.  We are adjourning <i>sine die<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020032000002#RR00475","speaker":"1381"},{"type":"unspoken","time":1584702000,"counter":195,"content":"<p>The Seanad adjourned at 2.30 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]