[{"type":"minorheading","content":"Prelude","time":1421764200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1421764200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1421764200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1421764200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1421764200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002#A00100"},{"type":"speech","time":1421764200,"counter":6,"content":"<p>I have received notice from Senator David Cullinane that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Transport, Tourism and Sport to state if he is aware that the airline carrier Flybe is withdrawing from Waterford Airport, to outline the Government&rsquo;s commitment to the regional airport, and to detail all past and planned State funding for the airport, including funding to extend the runway to accommodate larger aircraft.<\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for Health and the HSE to fund the provision of eculizumab or Soliris medication for patients urgently in need of it.<\/blockquote>I have also received notice from Senator John Whelan of the following matter:<blockquote>The need for the Minister for Health, in order to best address a patient's extremely rare PNH blood condition, to instruct the HSE to provide to her the necessary eculizumab medication treatment (details supplied), similar to that being made available to others affected by this blood disorder and as prescribed by her medical team at St. James's Hospital.<\/blockquote>I have also received notice from Senator Fidelma Healy Eames of the following matter:<blockquote>The need for the Minister for Education and Skills to outline the plans, proposed facilities and rationale for site choice for the new school arising from the amalgamation of Mercy Secondary School and Presentation Secondary School in Galway city.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to review the current procedure for providing medical cards for those with Huntington's disease in view of the fact that only 700 people in the country suffer from this medical condition.<\/blockquote>I have also received notice from Senator Ivana Bacik of the following matter:<blockquote>The need for the Minister for Justice and Equality to inform the House whether maternity, adoptive and parental leave are available for members of the Judiciary.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Cullinane, Byrne, Whelan, Burke and Bacik, and they will be taken now. <br\/>I suggest that Senators Byrne and Whelan share time as their matters are on the same topic.  Senator Healy Eames may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1421764200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002#A00300"},{"type":"minorheading","content":"Regional Airports","time":1421764200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002#A00400"},{"type":"speech","time":1421764200,"counter":9,"content":"<p>On the first matter, I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000002#A00500","speaker":"1120"},{"type":"speech","time":1421764200,"counter":10,"content":"<p>It is nice to be making history today with the first Commencement matter.  I welcome the new changes.  I welcome the Minister, Deputy Donohoe, to the House as well.  We were going to discuss this issue before Christmas, but the Minister had other arrangements on the day I tabled the motion.  I thank him for coming to the House to discuss it on our first day back.<\/p>  <p>I support regional airports because they are very important for local and regional economies, especially in the south east.  Waterford Airport, which serves the entire south-east region and not just Waterford, is important for business, enterprise, tourism and the economy generally in the south east.  It has been providing air transport services for the region for the last 30 years.  It currently provides a number of scheduled services.  The Minister will be aware that Flybe is withdrawing all of its services in the first quarter of this year.  This will create a difficulty for the management and the board of the airport.  They are actively seeking alternative carriers at present.<\/p>  <p>Waterford Airport is a base for search and rescue operations.  The Irish Coast Guard's Sikorsky S92, which is based at the airport, provides emergency rescue cover for the entire south and east of Ireland, including medical evacuation, 24 hours a day, seven days a week.  The airport also has an aero club with between 80 and 100 members.  Obviously, corporate jets use the airport for the purposes of doing business with enterprise in the region.  Genzyme, Sanofi, Audi, NuVasive and West Pharma are among the companies that have used the airport for these purposes.  It is a hugely important regional airport for the south east.<\/p>  <p>Passenger traffic at the airport for the full calendar year of 2014 increased by 17.9% by comparison with the 2013 figure.  This shows that the airport is serving its catchment area.  There is certainly potential at Waterford Airport.  People want to use it.  I met representatives of the airport's management, including its chief executive officer and its general manager, last week.  They are very grateful for the operational expenditure subvention they get from the Department of Transport, Tourism and Sport and the capital expenditure subvention they also get.  They have not received any capital expenditure investment for infrastructural development since 2007.<\/p>  <p>Everybody accepts that we are in straitened times.  Everybody accepts that the capital funding of all sorts of projects was put on hold and frozen because of the economic situation we found ourselves in.  In 2007, a previous Minister for Transport promised under Transport 21 that &euro;22.3 million would be provided for the airport.  This funding was to be used to extend the runway to 2,300 m, which would allow much bigger aircraft to use the airport.  I think the airport accepts that such an extension is not possible at this time.  It has opted for a slimmed-down version.  I understand it has received planning permission for an extension of up to 350 m.  That will make it somewhat easier for the airport to get alternative carriers with different types of aircraft to use the airport.<\/p>  <p>Can the Minister remind us of what funding has gone into the airport from the State?  Can he give us his own views on regional airports and Waterford Airport in particular?  Is he aware of the issues with scheduled services at the airport that I have mentioned?  What level of funding, if any, is he prepared to put in place at the airport?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000003#B00100","speaker":"1133"},{"type":"speech","time":1421764200,"counter":11,"content":"<p>I thank Senator Cullinane for raising this difficult issue.  I am pleased to be here for the first execution of the new Commencement Debate in the Seanad.  If we had dealt with this matter under the previous system on the date the Senator hoped to have such a discussion, I think the debate would have happened at 3 a.m. or 4 a.m.  I think this is a better way for the Senator and I to handle the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000003#B00200","speaker":"1007"},{"type":"speech","time":1421764200,"counter":12,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000003#B00300","speaker":"1133"},{"type":"speech","time":1421764200,"counter":13,"content":"<p>The Department of Transport, Tourism and Sport has been informed by Waterford Airport that Flybe will be withdrawing its services with effect from the end of March 2015.  Flybe is the only commercial operator currently using the airport.  It operates services on the Manchester and Birmingham routes.  It is understood that the withdrawal of Flybe services is not limited to Waterford Airport, as at least four other European airports are similarly affected.  This withdrawal comes at a particularly unfortunate time for Waterford Airport.<\/p> <p>The load factors on the two Flybe routes have seen a significant improvement last year with passenger numbers up almost 18% compared to 2013.  Therefore, the news of the withdrawal of these services was most unexpected for the airport.<\/p> <p>Any plans to address the reduction of services or to introduce new routes are entirely commercial in nature and are a matter for the board and management at the airport.  Therefore, I do not have a role in such matters.  However, I understand that the airport is moving to identify a replacement carrier to continue the routes after March next year.  I am aware of the challenges facing Waterford Airport arising from these developments in addition to Aer Arann, now Stobart Air, withdrawing its London-Luton route in 2013. <\/p> <p>In recognition of Waterford Airport's contribution to balanced regional development, the Exchequer has provided support to the airport under the Regional Airports Programme 2011-2014, through the CAPEX and OPEX schemes.  The OPEX scheme which deals with operating expenditure provides compensation for subventible losses; in other words, the costs incurred in providing core airport services in so far as these costs cannot be fully met by prudent commercial management.  Waterford Airport received more than &euro;1 million in funding under this scheme in 2014.  This brings the total OPEX funding granted to the airport since 2006 under this programme and the previous programme to &euro;11.3 million.  <\/p> <p>The CAPEX scheme provides for funding for safety and security projects at the regional airports to ensure that our airports comply with the necessary domestic and international regulations.  In 2014 alone, more than &euro;500,000 was paid to the airport for safety and security related projects, bringing the total capital funding paid to Waterford since 2006 under this programme and the previous programme to &euro;6.4 million.  <\/p> <p>In November 2011 funds were allocated under the CAPEX scheme for the construction of a runway end safety area, RESA, which involves the purchase of land at the southern end of the airport to facilitate this work.  This work is regarded as essential for safety purposes by the Irish Aviation Authority, IAA, to ensure compliance with safety regulations.  However, CPO process for the land purchase was referred for arbitration and the hearing has now been delayed until April 2015.  The exact amount to be paid for the lands will be determined through the arbitration process.  <\/p> <p>I should point out that the CAPEX scheme does not cover developmental projects at the airport, such as the proposed runway expansion.  I understand that the airport board is committed to raising the necessary funds with assistance from local businesses and local authorities in the region for that project.  The loss of Flybe's services, along with the need to replace the key London-Luton route means that the airport is facing a very challenging future.  I urge all concerned to work together to arrive at a successful outcome for the airport which in turn will benefit the business and tourism sectors in the region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000003#B00400","speaker":"1007","continuing":true},{"type":"speech","time":1421764500,"counter":15,"content":"<p>I welcome the Minister's response and acknowledge the subvention that has been made by the State to the airport over a long number of years.  Perhaps I can take the Minister back to the point I made about the promises made under Transport 21 and the &euro;22.5 million.  Everybody accepts at this point in time that is not attainable but an application has been made to the new Waterford City and County Council to extend the runway by 350 m.  It is a live application.  It will help the airport to position itself to attract larger aircraft and make it easier to get new routes which is what we want to achieve, an issue of which the Minister is supportive.  We are aware of media reports whereby Knock Airport has been promised 90% of infrastructural funding.  If it is good enough for Knock Airport it should be good enough for Waterford Airport.  I wish to impress upon the Minister the importance of regional airports, including Waterford Airport, to the economy in Waterford and not only Waterford but the entire south east.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000004#C00200","speaker":"1133"},{"type":"speech","time":1421764800,"counter":16,"content":"<p>I thank the Senator.  I am absolutely aware of the importance of regional airports to national economic development and also, more particularly, to regional economic development.  I have an appreciation of the role the airport has played not only in tourism in the area but also for the business community.  The Senator, in his own contribution, named some of the companies that make great use of it.<\/p>  <p>On the specific question the Senator put to me on the status of the proposed extension to the runway and any commitment from my Department on that, I confirm to the Senator that &euro;405,000 has been approved under the capital expenditure scheme that I outlined earlier, the CAPEX programme, for the purchase of land for that.  The reason that authorisation was made was in appreciation of some of the points the Senator was making.<\/p>  <p>Having regard to the limitations of the scheme and broader European Union law, I am not able to invest in some of the infrastructure works which are required.  However, this is the reason local authorities and local businesses in the area are working to find funding.  On the Senator's particular comment regarding my support for the runway, as I have stated, my Department has provided &euro;400,000 for the land purchase for the runway.  For the Senator's efforts, if one looks at operational expenditure in 2014 alone and the amount of funding that has been made available for that, over &euro;1 million was made available to Waterford Airport to meet the needs in that area.  In total, since 2011, &euro;4.6 million has been made available to Waterford for operational expenditure.  That is funding it needed and for which it met the criteria.  Where possible we provided support for all that work and the work being advanced.  I am aware of the challenges being faced now given the loss of Flybe and Stobart.  However, I do know that the board are now responding to that to try to find a replacement service. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00100","speaker":"1007"},{"type":"minorheading","content":"Health Services Provision","time":1421764800,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00200"},{"type":"speech","time":1421764800,"counter":18,"content":"<p>I welcome the Minister, Deputy Varadkar, to the House.  The next motion is Senator Thomas Byrne's and I understand he is sharing time with Senator Whelan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00300","speaker":"1120"},{"type":"speech","time":1421764800,"counter":19,"content":"<p>I thank the Minister for coming to the Seanad and wish him the best.  I will speak about a young man, John Duggan-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00400","speaker":"1116"},{"type":"speech","time":1421764800,"counter":20,"content":"<p>I ask the Senator to refrain from naming people on the record of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00500","speaker":"1120"},{"type":"speech","time":1421764800,"counter":21,"content":"<p>The gentleman himself is here today, in the first seat beside the door in the front row of the Visitors' Gallery.  He is a young man from Bellewstown in County Meath and I believe he deserves the chance of a normal life and, indeed, the chance of life.  John was diagnosed with paroxysmal nocturnal haemoglobinuria, PHN, in 2010.  It is an extremely rare blood disorder which is characterised by the breakdown of red blood cells, as I am sure the Minister will know only too well being a doctor himself.  I understand about a third of patients with PHN die within five years.  In John's case, PHN is resulting in him having blood transfusions every six weeks or so, he is lethargic and he greatly fears blood clots.  He describes his prognosis in his own words:<blockquote><br \/>I am getting worse and worse.  There is every chance I will have a heart attack or kidney failure.  A blood clot is definitely coming and this is not a time for messing around.<\/blockquote>There is a treatment available, as the Minister will know, for PHN.  It is an expensive treatment - I acknowledge it is expensive - called Soliris.  The chemical name is eculizumab.  It has been shown to normalise life expectancy for those receiving it.  As I understand it, and this is part of the crux of the matter, ten patients in Ireland have already been prescribed Soliris, funded by the HSE, and I understand from contacts Mr. Duggan has had with some of them that it is working very well.  Mr. Duggan and one other patient of whom I am aware - I am sure it is a person of whom Senator Whelan is aware - have been refused it.<\/p> <p>This strikes me as fundamentally wrong, unethical and unfair.  How can this State arbitrarily decide that Mr. Duggan is different from those already being given the medicine by the State?  How are these decisions made?<\/p> <p>May I quote from Mr. Duggan's GP, Dr. Oliver Lynn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000005#D00600","speaker":"1116","continuing":true},{"type":"speech","time":1421765100,"counter":23,"content":"<p>I ask you to refrain from putting the names of people on the record of the House because they are not here to defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00200","speaker":"1120"},{"type":"speech","time":1421765100,"counter":24,"content":"<p>His name is already on the public record.  He said that he would urge the HSE to consider providing to this young man the correct treatment before he reaches catastrophic thrombosis, which would be catastrophic.  I will not name his consultant haematologists but will quote them.  His consultant said that given the overwhelming evidence that eculizumab is the only effective therapy for PHN, and given that the HSE already funds eculizumab therapy for ten patients, they believe there is a very strong moral and ethical argument that the HSE should agree to fund eculizumab.<\/p>  <p>I ask the Minister, his officials, the relevant body and the HSE to please reconsider the decision.  Please give this man, and the other person of whom I know affected by this, the chance of life.  Please do not tell him and his wife, Aileen, that there is no hope for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00300","speaker":"1116"},{"type":"speech","time":1421765100,"counter":25,"content":"<p>I am particularly heartened to see the Minister, Deputy Varadkar.  I am grateful to him for taking these questions from myself and Senator Byrne.  It is not unfair to say the Minister is regarded as one of the most forthright, upstanding and decent politicians of all time.  His reputation and credibility precede him.  I am not saying that, in any way, as a charm offensive but I know he is a straight-talker who will do anything that can, and should, be done.  In that regard, we appeal for fairness, natural justice and basic equity of medical provision for the handful of people in the country who have been diagnosed with the rare blood disorder PNH, including Ms Mary Gorman from Ballinakill in my neighbourhood.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00400","speaker":"1143"},{"type":"speech","time":1421765100,"counter":26,"content":"<p>I have already explained this to Senator Byrne and I ask you to refrain from naming people on the record of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00500","speaker":"1120"},{"type":"speech","time":1421765100,"counter":27,"content":"<p>I respect that but Ms Gorman has travelled here today from County Laois to be with us.  She has gone public on this as a result of suffering in silence for the past two years in what has turned out to be a vain hope that the HSE would address her medication and her treatment, as recommended by her consultant team and haematology team from St. James's Hospital whose reputation is second-to-none in the world, as is the work it is carrying out there.  It does not lightly prescribe and recommend this treatment, which first became available to ten patients in this country, as Senator Byrne said, as far back as 2010.  It is proving to be technically excellent and it is a life-saving intervention.  There is no other way to put it.  It is beyond me how we can continue to stand over making fish of one and flesh of another.  There is no equity to it.<\/p>  <p>Notwithstanding that, the moral bankruptcy of the exorbitant fees the pharmaceutical company which manufactures Soliris charges, the State has to intervene and make the best possible treatment available to Ms Mary Gorman and the handful of people who have this rare condition.  We appeal to the Minister.  One word from him to the HSE could resolve this and we appeal for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00600","speaker":"1143"},{"type":"speech","time":1421765100,"counter":28,"content":"<p>I thank the Senators for raising this important issue.  As Senators will know, I cannot comment on individual cases and I make no decisions on individual patients.  There are no patients' charts on my desk so my remarks relate to the issue at hand and not any individual patient.  The HSE has statutory responsibility for the decisions on pricing and reimbursement of medicinal products under the community drugs scheme in accordance with the provisions of the Health (Pricing and Supply of Medical Goods) Act 2013.  This requires consideration of a range of statutory criteria to reimbursing any medicine, including clinical need, effectiveness, costs and the resources available to the HSE.  The decisions on which medicines are reimbursed by the taxpayer are made on objective, scientific and economic grounds by the HSE on the advice of the National Centre for Pharmacoeconomics in St. James's Hospital.  They are not political or ministerial decisions, nor should they be.<\/p>  <p>This drug eculizumab, or Soliris to give it its brand name, is indicated for the treatment of patients with paroxysmal nocturnal haemoglobinuria.  It is one of the most expensive drugs in the world.<\/p> <p>I understand that in 2010 the HSE entered into an interim access with evidence development agreement, a sort of trial, between the company, Alexion Pharma and St. James's Hospital, to treat ten patients with this drug.  The interim agreement was put in place with the expectation that evidence would emerge which would assist with the future decision on making this drug.<br\/>The HSE received an application for the inclusion of eculizumab in the general medical services, GMS, and community drugs schemes.  In accordance with agreed procedures the National Centre for Pharmacoeconomics conducted a pharmacoeconomic evaluation of eculizumab.  I have that evaluation from October 2013.  In it it concludes that there is evidence that the medicine is a treatment for adults and patients with paroxysmal nocturnal haemoglobinuriam, that it reduces transfusion requirements and there is weaker evidence that it reduces the risk of thrombosis, renal failure and mortality.  Furthermore, evidence of clinical benefit in the treatment of patients with PNH is limited to patients with a history of transfusions.  It also concluded that the total cost per patient per year of &euro;437,247 would have a cumulative gross budget impact over five years estimated at &euro;33 million.  In addition, the manufacturer did not include an economic model as part of its submission and failed to demonstrate the cost effectiveness of the therapy.  Consequently, the National Centre for Pharmacoeconomics was unable to recommend reimbursement of the product under the community drugs scheme.<br\/>The HSE has been engaging with the company for some time to arrive at a price that would assist it in its desire to fund this medicine for as many patients as possible within available resources.  I am informed that engagement with the company has now been concluded and the HSE is considering the outcome of that engagement.  It is regrettable that to date the company has not been able to provide this drug at a more sustainable price to the HSE to reflect the clinical evidence.  Nonetheless, the door is not<i><\/i>closed to a new medicine and it remains open to the company to come back with new evidence, a new price, or both.<br\/>I want to assure the House that the HSE and I fully understand the concerns of patients regarding the availability of this drug and that every effort is being made to achieve a satisfactory outcome.  While I appreciate that some may take the view that the taxpayer should reimburse every licensed medicine for whatever the price the drug company demands, the better interests of the health service, our entire body of patients in the country and the taxpayer require that we only reimburse the most effective medicines and only do so at a fair price.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000006#E00700","speaker":"948","continuing":true},{"type":"speech","time":1421765700,"counter":30,"content":"<p>A brief question, Senator Byrne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00100","speaker":"1120"},{"type":"speech","time":1421765700,"counter":31,"content":"<p>I would make a brief comment.  There are significant differences between what the Minister read out and his script.  He completely changed the meaning of one sentence and read out additional information.  I am not complaining to the Minister but if one only had the script-----  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00200","speaker":"1116"},{"type":"speech","time":1421765700,"counter":32,"content":"<p>I think it may state \"now\" but it should be \"not\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00300","speaker":"948"},{"type":"speech","time":1421765700,"counter":33,"content":"<p>Yes.  The Minister also read out another paragraph which put a bit more meat on the bones.<\/p>  <p>I appreciate the Minister does not deal with individual cases but there are so few of these cases that they must come under consideration.  If the Minister is looking for evidence of a history of transfusions in a case, that is certainly the position in the case of the person I spoke about earlier.  The Minister stated that the HSE is considering the outcome of that engagement.  Does that mean that people should be awaiting a decision or has a decision been made?  That is my follow-up question.  I appeal to the Minister is the nicest possible way because I do not want to be political, critical or anything like that on an issue like this that affects people's lives.  I ask him to please look at this.  There is a fundamental unfairness here in that ten people have this drug.  I do not know the terms of the agreement with the company for those ten people but they have the drug.  They have the chance of life.  I ask the Minister to please give it to the other people who badly need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00400","speaker":"1116"},{"type":"speech","time":1421765700,"counter":34,"content":"<p>I thank the Minister for his reply.  I was glad to hear him say that the door is not closed.  However, time is of the essence.  The conduct of the pharmaceutical company is despicable in this regard.  I urge the Minister to use his good offices to ask the HSE to engage with urgency on this and come to a positive conclusion with urgency.  People's lives are at risk here and we must help them if we can at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00500","speaker":"1143"},{"type":"speech","time":1421765700,"counter":35,"content":"<p>The HSE national drugs committee and the HSE as a body corporate is always open to pharmaceutical companies to make new applications or revise applications.  Members may be interested to know that Alexion as a company has a revenue of &euro;1.15 billion, had profits of &euro;253 million and equity of &euro;2.4 billion.  The chief executive officer of the company is paid &euro;12 million a year.  In Belgium in 2013, politicians of Government and Opposition alike alleged that the company was guilty of moral blackmail when it was discovered by<i>De Standaard<\/i>, a newspaper in that country, that Alexion had hired a PR company to help a nine-year old child who was denied the drug by the Belgian authorities. <\/p> <p>The parents of the boy believed that they were being helped by a patients' organisation and were not told that a PR company was behind it.  That is the kind of thing we are dealing with in these cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000007#FFF00600","speaker":"948","continuing":true},{"type":"speech","time":1421766300,"counter":37,"content":"<p>There is no PR company in this case.  None whatsoever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00200","speaker":"1116"},{"type":"speech","time":1421766300,"counter":38,"content":"<p>There may not be, but there was in Belgium.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00300","speaker":"948"},{"type":"speech","time":1421766300,"counter":39,"content":"<p>There is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00400","speaker":"1116"},{"type":"speech","time":1421766300,"counter":40,"content":"<p>I do not suggest that there is in this case.  This is a company that is very aggressive in the way it prices its medicines.  The door is never closed to a new medicine.  The company can present new evidence, a better price, or both.  I call on the Seanad to stand behind the taxpayer in the interests of patients as a whole and support the HSE national drugs committee in its efforts to ensure a fair price for this medicine.  Even though I have no direct role in this matter at all, and do not make decisions under legislation, I am of course happy to discuss the matter in the Seanad today, and there will be a similar question in the D&aacute;il tomorrow.  However, I suggest to Senators that the Joint Committee on Health and Children might call in representatives of Alexion in order to help in a way that might be most effective by putting pressure on the company to do right by Irish taxpayers and patients.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00500","speaker":"948"},{"type":"minorheading","content":"Medical Card Eligibility","time":1421766300,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00600"},{"type":"speech","time":1421766300,"counter":42,"content":"<p>I welcome the Minister to the House.  The matter I raise relates to Huntington's disease.  A presentation was made to the Joint Committee on Health and Children last Thursday by Dr. Niall Pender, principal clinical neuropsychologist with Beaumont Hospital.  Huntington's disease is an inherited, progressive degenerative brain disease.  There is currently no cure.  In Ireland at present, approximately 700 families are affected by the disease and they have no access to special services.  The neurological consequences of Huntington's disease make those affected extremely vulnerable.  Behavioural and psychiatric changes lead to fracturing of normal family supports and those affected are at increased risk of serious injury, homelessness, suicide, drug and alcohol misuse and exploitation.  There is no known treatment to slow down or cure the pace of neurodegeneration, which generally leads to death over a 20-year period after clinical diagnosis.  The clinical manifestations of the disease vary widely, but they generally include dysfunction in cognition, mood and voluntary motor control.  There is currently no dedicated treatment team for patients with Huntington's disease in Ireland and it is in that context that I have raised the matter.  Only 700 families are affected.<\/p>  <p>Last Saturday I spent some time with a family filling up an application form for a medical card.  In this family, the wife must provide full-time care to her husband, who has Huntington's disease.  On the basis of income it would seem they will not qualify for a medical card, yet it is clear that they need it on the basis of what they have to go through.  For instance, the clinic they use is located in Dublin, which necessitates travel there every so often.  Another issue is access to medication.  The wife is not looking for carer's allowance; all she asks is that they get a medical card.  Their only source of income is a pension.  Given the small number of people affected, when dealing with medical card applications the Health Service Executive must take the disease into account when assessing entitlement.  I accept that people might not fulfil the qualifying criteria financially, but the disease will not go away and there is no cure, although doctors might be able to stabilise the condition for a period.  I have asked the Joint Committee on Health and Children to correspond with the HSE's medical card application office to ask that Huntington's disease be recognised and that when applications for medical cards are made people are not put through the appeals process or made to go back to the drawing board if they are unsuccessful.  I urge the Minister to make the HSE aware that this condition should be given serious recognition when applications are made for medical cards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000008#G00700","speaker":"1150"},{"type":"speech","time":1421766600,"counter":43,"content":"<p>I would like to thank the Senator for raising this important issue.<\/p>  <p>Under the Health Act 1970, as amended, eligibility for health services is based primarily on residency and means.  The Senator will be aware of the publication of the report of the expert panel on medical need for medical card eligibility, and the medical card process review in November 2014.  A key recommendation of the expert panel was that a means test should remain the main qualifier for a medical card.  The panel concluded that it would not feasible, desirable, ethical or just to list medical conditions in order of priority as a means of determining medical card eligibility.<\/p>  <p>Discretion continues to be an integral part of the medical card assessment process.  If an applicant's means are above the financial thresholds as set out in the national guidelines, the HSE routinely examines for indications of medical or social circumstances which might result in undue financial hardship in arranging medical services and, exercising discretion, may grant eligibility for a medical card on that basis.<\/p>  <p>The Senator will no doubt be aware that the temporary reinstatement of discretionary medical cards has been extended and holders of discretionary medical cards, including the terminally ill, are no longer included in random reviews.  The Senator may be interested to know that the number of discretionary medical cards in circulation has increased from about 50,000 to 75,000, in part due to the reforms announced by the Minister of State, Deputy Kathleen Lynch, and I last year, although the implementation of the ten actions remains a work in progress.<\/p>  <p>I am aware that the HSE has developed more integrated and sensitive processing of applications, involving greater exchange of information between the central assessment office and the local health offices in relation to people's medical circumstances and needs.<\/p>  <p>I can also advise the Senator that the HSE currently funds a range of community services and supports to persons with Huntington's disease.  The HSE's role is to apply a multi-disciplinary team approach which includes the provision of health and personal supports and incorporates hospital and primary care and community services.  In this context, people with Huntington's disease receive interventions from a wide range of services and facilities, either directly from the HSE or through a range of voluntary service providers.  One such voluntary service provider is the Huntington's Disease Association of Ireland, which works in partnership with the HSE to ensure that all of the resources available for people with disabilities are used in the most effective manner possible.<\/p>  <p>The HSE provides assisted living services, including personal assistant services, and therapeutic assistance, including physiotherapy, occupational therapy and speech and language therapy, as well as a range of medical interventions.  People with Huntington's disease may be eligible for assistive devices such as medical or surgical aids and appliances that facilitate or maintain mobility or functional independence, and assessments are carried out by a range of multidisciplinary staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000009#H00100","speaker":"948"},{"type":"speech","time":1421766600,"counter":44,"content":"<p>I thank the Minister for his reply.  I am raising this matter in the context of what has occurred in recent weeks.  Applications were made to the HSE's medical card office by people with serious illnesses, yet discretionary cards were not granted.  There has been quite a lot of media comment on that.  I fully accept what the Minister has said about Huntington's disease because I have dealt with another family on this matter.  When the health and social services did get involved, they provided a comprehensive package which was extremely beneficial for the family.<\/p>  <p>As regards discretionary medical cards, I think there is a lack of understanding within the HSE of particular medical conditions.  They are making a judgment on a financial basis rather than based on medical conditions.  For instance, if a person submits only a GP report for assessment, in nine out of ten cases his or her application for a discretionary card is refused.  However, if a medical consultant's report is submitted the applicant has a greater chance of obtaining a medical card.  That is one of the issues I have noticed.  <\/p>  <p>Because such a small number of people suffer from Huntington's disease, the HSE should highlight the issue with staff so that they will be aware of the condition.  In that way, they will apply discretion rather than forcing people through the appeal process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000009#H00200","speaker":"1150"},{"type":"speech","time":1421766600,"counter":45,"content":"<p>I studied this matter a lot last year and I have considered it repeatedly since then.  The conclusion I came to - and I still take this view - is that until we have universal health care and everyone is entitled to health care, one will always have anomalies and injustices.  There will always be somebody who is just above the threshold and does not meet the assessment criteria.<\/p> <p>However, we are trying to improve the system, and that is what the ten actions that the Minister of State, Deputy Kathleen Lynch, and I announced last year were all about.  Among those actions was the establishment of a clinical advisory group which will give the HSE new and revised guidelines on discretion.  It is intended that this group will be appointed in the next couple of weeks.  I hope that the guidelines the group gives will make it easier for HSE staff and medical officers to assess such cases, although it will never be perfect until universal health care exists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000009#H00300","speaker":"948","continuing":true},{"type":"minorheading","content":"Courts Service","time":1421767200,"counter":47,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000010#J00125"},{"type":"speech","time":1421767200,"counter":48,"content":"<p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000010#J00200","speaker":"1120"},{"type":"speech","time":1421767200,"counter":49,"content":"<p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House, and I welcome the fact that my matter on the Commencement was one of those chosen on the first day of this new procedure.  I very much welcome the change we have made, which will streamline Seanad procedures and make them more effective.  I am grateful to the Minister of State for coming in to answer the question.<\/p>  <p>My question is simply about the need to inform the House as to whether maternity, adoptive and parental leave are available for members of the Judiciary.  I will explain briefly to the Minister why I ask this question.  In 2003, along with two colleagues in Trinity, I conducted a survey on gender discrimination in the legal profession.  It was published as \"Gender in Justice,\" the first ever examination of gender discrimination in the legal professions, including among members of the Judiciary.  At the time, we made 50 recommendations on how to improve the position for lawyers, particularly female lawyers, because we found evidence of significant discrimination at various levels.  Among the 50 recommendations, one I am glad to see was implemented was that solicitors' firms would pay full maternity pay to their employees who are on maternity leave, which had not previously been the case - they were only getting statutory pay.<\/p>  <p>We revisited the study in 2013, looking at various figures.  At that point I was interested to note that the proportion of female members of the Judiciary had increased from 21% in 2003 to 28% in 2013.  In particular, in December 2013, 30% of Supreme Court judges, 42% of Circuit Court judges, and 27% of District Court were women.  In fact, significant numbers of the Judiciary are women.<\/p>  <p>The Joint Committee on Justice, Defence and Equality, of which I am a member, has been looking at the issue of judicial appointments.  Recently, we sent some material to the Minister for Justice and Equality, Deputy Frances Fitzgerald, on the workings of the Judicial Appointments Advisory Board, JAAB, which she is reviewing currently.<\/p>  <p>I am conscious that within the past ten years there have been significant moves in the promotion of many women in senior levels of the legal professions.  The Chief Justice, the Minister for Justice and Equality, the Attorney General, the Director of Public Prosecutions, the Chief State Solicitor and the Garda Commissioner are all female.  Significant progress has been made.<\/p>  <p>On foot of all of these changes, it occurred to me that in 2003 we had not considered the issue of child care, particularly maternity, adoptive and parental leave, for members of the Judiciary.  It was not raised with us, although many other issues were.  We conducted an extensive survey of lawyers, judges, legal academics, etc., and the issue of child care generally was raised universally by working lawyers, but it was not raised with us as an issue for members of the Judiciary.  It struck me that, as we see increasing numbers of women entering the Judiciary, this should become more of an issue.  Of course, it should also be an issue for men who are fathers and members of the Judiciary too, but generally it has been raised with us by women as an issue.  I look forward to the response of the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000010#J00300","speaker":"1148"},{"type":"speech","time":1421767200,"counter":50,"content":"<p>Gabhaim bu&iacute;ochas leis an Chathaoirleach agus leis an Seanad&oacute;ir.  The Minister for Justice and Equality, Deputy Frances Fitzgerald, wishes to thank the Senator for raising the matter and regrets that she is unable to be present for this discussion today.<\/p>  <p>As the Senator may be aware, members of the Judiciary are office holders and not employees, and therefore the provisions of the current statutory employment legislation do not apply to them.  As such, they have no statutory entitlement to the categories of leave to which contractual employees are entitled, such as maternity, adoptive and parental leave.<\/p>  <p>Senators will be aware that, under the Constitution, judges are appointed by the President on the advice of the Government.  The current process for the appointment of judges in Ireland is set out in sections 12 to 17, inclusive, of the Courts and Courts Officers Act 1995.<\/p> <p>The Constitution also provides for aspects of the terms and conditions of judges, such as remuneration, pension and age of retirement, to be regulated by law.  Senators will be aware that the Minister for Public Expenditure and Reform is responsible for the pay and pensions of judges.<\/p> <p>In respect of maternity leave, while recognising that judges as officeholders have no statutory entitlement to maternity leave, judges who have been due to give birth while in office have been permitted to avail of the same period of maternity leave that was available to civil servants and contractual employees under the legislation in effect at that time.  The decision to allow judges to avail of maternity leave was taken with a view to ensuring their terms and conditions during their terms in office were not inferior to those of employees or to the terms and conditions to which they may have been entitled at an earlier stage of their careers.  In addition, it was considered that not allowing judges to avail of maternity leave could serve to discourage women from applying to the Bench.<\/p> <p>The Minister has been informed that relatively few judges have availed of maternity leave in the past.  She is pleased that the proportion of women in the Judiciary is increasing.  Of the 81 judicial appointments made since this Government came into office in March 2011, some 35 were female, which was 43.2% of the total number of judges appointed.  There are now 53 female judges, of a total of 161 judges, holding office in the State.  This equates to 33% of all judges.  As judges generally take up office at a later stage in their career, it is not anticipated that the number of judges availing of maternity leave will increase significantly.  The Minister wishes to underline that it is intended that the established procedure of permitting judges to avail of paid maternity leave, in line with prevailing statutory entitlements, will continue.<\/p> <p>Senators will be aware that the scheduling of court cases and the allocation of court business is a matter for the presidents of the courts and the presiding judges.  Under the Constitution, they are independent in the exercise of their judicial functions.  Issues which may arise over the management of the courts owing to the absence of a particular judge are matters for the president of the relevant court.  As no procedures are in place to enable judges to avail of unpaid leave, the Minister is not in a position to comment on the unpaid aspects of the maternity and adoptive leave or unpaid parental leave.  The Minister would like to emphasise that every effort will be made to facilitate female members of the Judiciary in fulfilling their roles and that applications for unpaid leave will be considered on a case-by-case basis.  I thank Senator Bacik for raising this important issue.  The Minister wishes to assure her that she will keep her updated on any developments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000010#J00400","speaker":"1018","continuing":true},{"type":"speech","time":1421767800,"counter":52,"content":"<p>I thank the Minister of State for his full response.  I am delighted to note that the proportion of women in the Judiciary has increased to 33%.  I was conscious that there had been increases since we did our last survey in December 2013.  While this increase is welcome, it must be noted that over 50% of those entering the Law Society as trainee solicitors are women.  Indeed, two thirds of law students have been female for some decades now.  It is certainly about catching up.  It is very welcome.  I note the Minister of State's comments about judges being officeholders, rather than employees.  I had anticipated that.  Similar issues apply to Members of the Oireachtas, of course.  I speak as a Member of the Oireachtas who was pregnant and had a child while in office.  I took some time without having the benefit of any application of statutory maternity leave while in office.  I am conscious of that aspect.<\/p>  <p>I am very grateful for the Minister of State's comments about allowing judges to avail of maternity leave on the same basis as civil servants and contractual employees.  It is hugely important for it to be emphasised that judges should have such an entitlement on the same basis.  The Minister of State's comment that not allowing judges to avail of maternity and other forms of parental leave \"could serve to discourage women from applying to the Bench\" is an important consideration when we are seeking to achieve greater diversity and, particularly, greater gender balance on the Bench.  I ask the Minister of State to ensure that this practice continues and that applications for unpaid leave such as parental leave are considered favourably on a case-by-case basis.  It is hugely important as a general issue in terms of seeking to encourage more women and more younger people to enter the Judiciary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000011#K00200","speaker":"1148"},{"type":"speech","time":1421767800,"counter":53,"content":"<p>I thank the Senator again.  While this specific issue falls outside my area of responsibility, I do have responsibility for gender equality.  Therefore, I have a keen issue in the issue raised by the Senator.  I have explained that members of the Judiciary are not employees but are officeholders and as such do not fall within the statutory employment legislation.  Having said that, the issue of paid maternity leave has been appropriately managed on a case-by-case basis by the Department in the small number of circumstances in which it has arisen in the past.  The independence of judges and their status as officeholders rather than employees is an important principle.  The Minister considers it to be of paramount importance that women should not experience barriers to applying for and successfully taking up judicial appointments.<\/p> <p>Senators will appreciate the important role that is carried out by members of the Judiciary.  It is important that judges are able to carry out their duties in ensuring access to justice.  However, this need will also be balanced with the needs of the individual judge to avail of appropriate leave, such as maternity or adoptive leave.  While these matters have not caused any particular issues to date, the Minister wishes to assure the Senator that the Department will keep the matter under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000011#K00300","speaker":"1018","continuing":true},{"type":"unspoken","time":1421768400,"counter":55,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1421768700,"counter":56,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000013#O00100"},{"type":"speech","time":1421768700,"counter":57,"content":"<p>The Order of Business is No. 1, statements on the HSE national service plan, to be taken at 4.45, with contributions from group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be called on to reply to the debate no later than 6.40 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000013#O00200","speaker":"1130"},{"type":"speech","time":1421768700,"counter":58,"content":"<p>I welcome everyone back.  It is good to see Senators back after the recess.<\/p>  <p>I wish to raise a few items with the Leader.  In regard to the proposed new rules on deposits for residential mortgages, which have not been formally announced but have been discussed, and in respect of which Professor Honohan of the Central Bank seems set on sticking to a 20% minimum deposit requirement, Fianna F&aacute;il has made submissions, as I imagine the Leader's party has, on the impact of the rule.  We believe such a requirement would be using a sledgehammer to crack a nut and that we should be examining salary multiples and the affordability of mortgages.  To take the example of a house in Dublin valued at  &euro;200,000, which would be below the market average in most parts of Dublin, this requirement means that the purchaser would require a deposit of &euro;40,000, which would put people out of the market.  It would be more reasonable for the deposit requirement to be 12%. People talk about the Central Bank being independent, and it is, but it should live in the real world.  Are we going to condemn people to paying exorbitant private rents?  The rental market throughout the country is extremely difficult.  We have seen rents increase by 20%, 30% and 40%, and they are still increasing.  If the Government proceeds with the introduction of a 20% minimum deposit requirement, home ownership will be put out of reach of the vast majority of young people.  While we have discussed that issue here, I would like to hear a view from the Government - from the Minister for Finance, Deputy Noonan.  There should be a further discussion on this in the Seanad before a decision is made on it.<\/p> <p>I wish to raise a specific issue with the Leader which I intend to raise as a Commencement matter.  I am aware the Minister for Health, Deputy Varadkar, will come to the House this afternoon.  I wish to alert colleagues to a problem with breast prostheses for ladies who have had mastectomies.  They have an entitlement to breast prostheses and surgical bras.  In parts of Dublin, in particular in area 8, people have been waiting since September for breast prostheses and surgical bras.  A total of 91 women in area 8 have not even got approval for same.  The cost of a mastectomy prosthesis is &euro;68.50.  In Cork, the application period for a mastectomy prosthesis takes about two days and there are no waiting lists.  Most of us understand that following such a severe procedure it is important for people who are entitled to treatment to get the service they need whether they have medical cards or not.  When my party leader, Deputy Miche&aacute;l Martin, was Minister for Health, he introduced an entitlement under a HSE scheme to breast prostheses, surgical bras and swimwear, but that is not the case at the moment, although it is important for the many women concerned.  In most areas in Dublin people are waiting three to four months.  According to the HSE, it does not having funding for the service in Dublin yet it has funding available in Cork.  I cannot understand how that could be allowed to happen.  It is another example of very poor management within the HSE.  Surely it should be a standard process, but that is not the case.  I will raise the matter on the Commencement debate but I ask the Leader to raise the matter with the Minister for Health.  My colleagues will raise the matter with him later this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000013#O00300","speaker":"1139","continuing":true},{"type":"speech","time":1421769000,"counter":60,"content":"<p>I also join Senator Darragh O'Brien in wishing everyone a happy new year and welcoming everyone back.  In particular, I welcome the new schedule, the new timings for Seanad sittings and our new procedures, especially the matters on the Commencement, as they are now to be known rather than matters on the Adjournment.  I was delighted to have the opportunity to raise one of those matters earlier.  We will see a more efficient and more effective Seanad as a result.<br\/>I am sure others, like me, will want to express outrage at the heinous killings in Paris by extremists of people at the <i>Charlie Hebdo<\/i>offices, and related killings in the Jewish supermarket and elsewhere.  I know everyone would wish to offer sympathy to the families of those killed and injured in those awful attacks.  Those awful events remind us of how precious our freedoms are in a democracy and the need to ensure protection for such freedoms, such as freedom of speech.  In the Seanad we already debated before Christmas the criminal justice Bill which will introduce new offences designed specifically to target those who return from having fought abroad in Syria and other such places and who may be attracted to extremism and related issues.  The Bill is going through the D&aacute;il as well.  I wonder if we could have a debate in the Seanad about freedom of expression because that is the other issue, apart from security and criminal justice matters, in particular about the way we legislate on that.  Many people have pointed to problems with the offence of blasphemy.  I was hugely critical of the offence as it passed through this House and the D&aacute;il in 2009 as part of the Defamation Act.  We could look at amending the legislation to ensure that it does not operate as an unjustifiable constraint on free speech in a democracy.  I ask that we might have a debate on blasphemy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000014#P00200","speaker":"1148"},{"type":"speech","time":1421769000,"counter":61,"content":"<p>None of our newspapers will probably print anything anyhow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000014#P00300","speaker":"1139"},{"type":"speech","time":1421769000,"counter":62,"content":"<p>I also welcome the extensive legislative programme for the spring and summer session until the end of July.  I note there are 41 Bills on the A list.  I very much welcome publication of the Climate Action and Low Carbon Development Bill and the fact that the Gender Recognition Bill will commence in this House tomorrow.  Some very important legislation is on the agenda.  Could the Leader make efforts to ensure that the Employment Equality (Amendment)(No. 2) Bill, which will amend section 37 of the Employment Equality Act and ensure greater equality for LGBT employees in particular in the areas of health and education, could resume Committee Stage and pass through Report Stage in the Seanad before the end of February in order that it might be passed into law by Easter?  I am conscious, as we all are, of the marriage equality referendum, which is to be held in May of this year.  I welcome the extensive support evident in opinion polls for such a measure, but it is clear that there cannot be any complacency around it.  We need to lay the legislative groundwork for that, not only with the Employment Equality (Amendment)(No. 2) Bill but also with the child and family relationships Bill.  I ask the Leader to ensure that we have time put aside for Committee and Report Stages of the Employment Equality (Amendment) (No. 2) Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000014#P00400","speaker":"1148"},{"type":"speech","time":1421769000,"counter":63,"content":"<p>I wish a happy 2015 to all Members.<\/p> <p>I predict that this could be an extraordinary year for Ireland, and not just because we will be casting our eyes towards the horizon of the iconic year of 2016.  As the scientists and guru meditation experts remind us, the best way to live - the way that provides the most happiness and creativity - is to stay in the now.  There will be so much extraordinary opportunity for the Irish in 2015, and it has already started.  For example, 2015 could be the year in which we revolutionise the way we do politics in this country.  We have heard about the possibility of new political parties, new political movements and a re-imagining of traditional political parties.  There is a lot of political fluidity, which is great for innovation.  What is dangerous in some of this debate, though, is the suggestion that political movements or parties do not have to be rooted in social and economic ideologies of the right or left.  I say yes, they do.  What really needs to happen in 2015, as we head towards a general election, is that political parties and movements re-imagine what left and right mean and be clear to the public where they stand.  Some of this clarity and re-imagining should be embedded in the key economic and social debates that are raging right now.  <\/p> <p>I ask the Leader to arrange for a debate with the Minister for Finance on the issue of quantitative easing.  As Members are aware, the ECB is supposed to be laying out its plan this Thursday.  There are two central questions in this debate, one of which is what form Europe's quantitative easing will take.  Will the ECB print money to buy bonds in Europe's banks, insurance companies and pension funds?  Or will it be the case that each country's central bank is the primary source of the money?  From today's newspaper reports, it looks as though it might be the latter.  I agree with the Minister for Finance that this will not help us much.  Second, whatever form quantitative easing takes, will the average taxpayer feel its benefits?  Some economists argue that if the ECB buys assets only rich people will gain, because poor people do not own assets.  There are ways to implement quantitative easing so that lower-income folks benefit more directly.  This is why a debate on such a key issue would be timely and welcome.  It would also help us to begin to re-imagine what it means to be on the left or the right in 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000014#P00500","speaker":"1176","continuing":true},{"type":"speech","time":1421769600,"counter":65,"content":"<p>Over the past few years we have been witness to an extraordinary transfer of wealth from the poor to the rich.  This is a moral issue, but it also has practical consequences for even the most market-oriented economy.  It was astonishing that, as Oxfam has pointed out in the run-up to the Davos conference, the richest 1% of the planet's population controls more than the remaining 99%.  That is an extraordinary distortion.  The 85 richest people in the world have more wealth than the poorest 50%.  That is 3.5 billion people on the one hand and 85 on the other.  I do not think that kind of distortion is sustainable in the long term.  I hope that the Irish representatives at Davos will bring this to the attention of that international audience.<br\/>Some of my colleagues have mentioned the situation in Paris, including the attack on the offices of <i>Charlie Hebdo<\/i>, which I unreservedly condemn.  However, I have to say there is a great discrepancy between the way in which we treat these appalling murders and the situation, for example, in Nigeria, where a Roman Catholic cardinal asked for the world's attention to be focused there as much as on <i>Charlie Hebdo<\/i>.  In addition, devastation has been wrought on Iraq, where many people have been murdered or wounded by the Americans and their allies.<br\/>When I look at the demonstration in Paris - &quot;<i>Je suis Charlie<\/i>&quot; and all that kind of stuff - the representatives there would turn your stomach.  Saudi Arabia was represented there.  That country sentenced a blogger who sought greater freedom of expression to 1,000 lashes.  After the first 50 lashes he was so ill that the government had to grant an extension so his wounds could heal in order that the remaining 950 lashes could be administered.  These are the people who are protesting against the events at <i>Charlie Hebdo<\/i>.  I would say, therefore, that we need to keep a balance.<\/p> <p>We need to keep matters in proportion.  Human life is human life and one human life is just as valuable as any other human life, whether in Iraq, Nigeria, the United States or Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000015#Q00200","speaker":"1136","continuing":true},{"type":"speech","time":1421769900,"counter":67,"content":"<p>This morning, on &quot;Morning Ireland&quot;, we heard Mr. Cian McCormack talk to the EPA and Irish Water about the latest drinking water survey which states that 121 supplies need remedial action.  Let us hope that Irish Water is working on this so that people will see a difference quickly.<br\/>On a related matter, a report in the <i>Sunday Independent<\/i>by Mr. Jim Cusack highlighted that fuel smugglers are pumping massively toxic waste linked to cancers and abnormalities in unborn babies into water supplies in the Republic.  A sample of water taken by the <i>Sunday Independent<\/i>last week was shown to contain 8,000 times more chemical pollution than clean drinking water.  This toxic waste is being pumped directly into streams that feed directly into the River Finn drinking water system.  The issue was discussed at Louth County Council yesterday, when a motion put forward by Councillor John McGahon condemning such activity was passed.  It is a pity that Sinn F&eacute;in councillors did not feel they could support the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00200","speaker":"1166"},{"type":"speech","time":1421769900,"counter":68,"content":"<p>It is not a surprise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00300","speaker":"1117"},{"type":"speech","time":1421769900,"counter":69,"content":"<p>Thankfully, tests by Louth County Council-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00400","speaker":"1166"},{"type":"speech","time":1421769900,"counter":70,"content":"<p>Is Senator Jim D'Arcy seeking a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00500","speaker":"1120"},{"type":"speech","time":1421769900,"counter":71,"content":"<p>I would ask the Cathaoirleach to give me 30 seconds more.  Tests by Louth County Council indicate that the water supply for Dundalk is not yet affected but surely it is only a matter of time.  As people, particularly children and young babies, are at risk due to this contamination, I ask the Leader to invite the Minister of State at the Department of Public Expenditure and Reform, Deputy Simon Harris, into this House as a matter of the greatest urgency to comment on these happenings and the issue of diesel laundering in general, and I would also ask that the Minister of State, in his role as Minister of State with responsibility for the Office of Public Works, commission and produce a report on the level of toxicity in the streams and shucks of south Armagh and north Louth in conjunction with the Department of the Environment in Northern Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00600","speaker":"1166"},{"type":"speech","time":1421769900,"counter":72,"content":"<p>I support my colleague on the mortgage issue.  The suggestion of a 20% deposit is certainly not fit for purpose.  It is a reaction that shows an extraordinary lack of knowledge and ineptitude in the context of trying to nurture a market that is healthy and is not overheating, but that facilitates the normal trade where people can buy and sell houses in the normal way.  Naturally, so that there is no misunderstanding, being involved in that sector I have an interest to declare in that regard.<\/p>  <p>Notwithstanding that the Minister for Health will be here later in the afternoon, I seek a specific debate on the nursing home sector.  The leaked HIQA report shows that the authority suggests the level of non-compliance requires an investment of &euro;300 million.  As I stated, this is a leaked report, but it is worrying when one considers that the HSE is making available only &euro;7.3 million to facilitate the necessary upgrades in that sector.  This puts under threat 7,000 residents throughout the country in the nursing home area.  As we all will be aware from our constituencies, there is a waiting list of 2,000 persons for those self-same nursing home beds under the scheme.  This debate is needed urgently.  There is no Government plan in this area, with a stated budget of &euro;7.3 million and with the investment necessary, according to HIQA, only to remain safe, being &euro;300 million.  It is a matter of the utmost urgency.  It is far too important an issue to bury in a broader debate on the budgeting within the health service which will be able to touch on it in the afternoon.  It requires a specific debate of its own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000016#R00700","speaker":"1149"},{"type":"speech","time":1421770200,"counter":73,"content":"<p>Earlier today, I had the absolute pleasure and honour of visiting Showcase: Ireland's Creative Expo in the RDS, which celebrates all Irish design.  It was a truly impressive exhibition and I recommend that everybody pay a visit to it over the next couple of days.  It is the largest international trade fair in Ireland, welcoming buyers from over 26 countries.  The 2015 showcase marks an exciting start to the year for Irish design.  It is expected that over 5,000 people will attend, from both Ireland and abroad, and the expo will showcase everything that is good about Irish design.  It would make one very proud to be Irish to see the wealth of talent and products out there which are made and designed in Ireland.  I was delighted to hear that new buyers have been attracted to the exhibition this year from China following the recent state visit of President Higgins in December, with sales orders in excess of &euro;20 million expected over the next four days.  There are almost 500 exhibitors unveiling their latest collections and opening order books.  I am delighted to showcase some wares today from Corona Silver and Orla Barry, both situated in Dundalk.<\/p>  <p>I wish to raise the serious funding issue with the WALK PEER programme, which was announced as part of the disability activation project in 2012.  Unfortunately, the funding for this is due to run out in April 2015 - in a few months - with the loss of five staff who work on the project.  If it goes, 120 young people in Louth will lose this vital and excellent support.  It provides a service to people with a disability and encourages them to get into work or supported employment.  I will take the issue up again as I understand time is flowing.  We really need a debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00100","speaker":"1174"},{"type":"speech","time":1421770200,"counter":74,"content":"<p>I have three questions for the Leader.  Will he bring the Minister for Public Expenditure and Reform, Deputy Howlin, to the House so he can let us know the progress with regard to the lottery regulator?  I do not know who that is.  We were promised a lottery regulator but I do not know if one has been appointed.  If somebody has, will he or she make him- or herself known to us?  When will the regulator appear?  I hope it will be soon, as we have had a major debacle involving lottery machines.  I said it would happen and it was well documented in <i>The Daily Mail<\/i>over the weekend, which had an excellent article about what is happening with machines and particularly their inability to read tickets, etc.  Where is the lottery regulator and when can we hope to have one?  Will he or she be made known to us?<br\/>Will the Leader bring the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, to the House to tell me about the progress of the public water forum we were promised?  Some of us put our heads on the line with regard to the water services Bill.  We were happy to do so, as I believe we should pay for water, which should be metered-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00200","speaker":"1170"},{"type":"speech","time":1421770200,"counter":75,"content":"<p>We were sold a pup.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00300","speaker":"1139"},{"type":"speech","time":1421770200,"counter":76,"content":"<p>It is my personal opinion.  What is the status of the public water forum?  When is it to be established and when can people start applying for it?  It is very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00400","speaker":"1170"},{"type":"speech","time":1421770200,"counter":77,"content":"<p>If the Senator has a friend, she can get on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00500","speaker":"1139"},{"type":"speech","time":1421770200,"counter":78,"content":"<p>Senators might agree that the next matter is a burning issue.  Some of us are paying property tax from salaries or in lump sums, but we have all paid it.  Exactly how much of that is going to Irish Water-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00600","speaker":"1170"},{"type":"speech","time":1421770200,"counter":79,"content":"<p>All of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00700","speaker":"1139"},{"type":"speech","time":1421770200,"counter":80,"content":"<p>I ask the Fianna F&aacute;il Senators not to answer, as we are in this position because of its-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00800","speaker":"1170"},{"type":"speech","time":1421770200,"counter":81,"content":"<p>It is all of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S00900","speaker":"1139"},{"type":"speech","time":1421770200,"counter":82,"content":"<p>Senator O'Donnell without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01000","speaker":"1120"},{"type":"speech","time":1421770200,"counter":83,"content":"<p>I will ask the appropriate Minister to answer the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01100","speaker":"1170"},{"type":"speech","time":1421770200,"counter":84,"content":"<p>The Senator took-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01200","speaker":"1149"},{"type":"speech","time":1421770200,"counter":85,"content":"<p>We would not be looking into water meter holes - as Senator Mooney stated - if it was not for Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01300","speaker":"1170"},{"type":"speech","time":1421770200,"counter":86,"content":"<p>That is rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01400","speaker":"1139"},{"type":"speech","time":1421770200,"counter":87,"content":"<p>The Senator has shown her colours.  She was sold a pup before Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01500","speaker":"1149"},{"type":"speech","time":1421770200,"counter":88,"content":"<p>In common with others, I welcome the beginning of Commencement debates.  That will make us more efficient that we were when we had the former practice of Adjournment debates.  I agree with Senator Darragh O'Brien on the proposal for mortgage applicants to provide a 20% deposit.  That is unrealistic and not related to the market.  A figure of 10% to 15% would be much more appropriate, with a cap of 3.5 times the combined salaries of applicants.  I also agree with the comments of my colleague, Senator D'Arcy, regarding Mr. Jim Cusack, whom I met about another matter at a lunchtime meeting in the House today.<\/p> <p>I think what has happened up there as regards fuel smugglers dumping that waste into the streams-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000017#S01600","speaker":"1151","continuing":true},{"type":"speech","time":1421770800,"counter":90,"content":"<p>Republicans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00200","speaker":"1117"},{"type":"speech","time":1421770800,"counter":91,"content":"<p>I did not know what they were.  I very much agree with the motion that Councillor McGahon passed and which was approved by Louth County Council.<\/p>  <p>I compliment Mr. Duffy who, unfortunately, is leaving AIB.  I wish him well with Clydesdale Bank and I am sure he will do an excellent job, as he has done in the major transformation he undertook at AIB.  He made the bank into such a valuable asset for the taxpayer now that it has returned to profitability and is going places.  It is always a team effort - just as you people here are a team.  The strength of the team and the combined team in AIB are going places, in my opinion.  It is all very positive and I want to wish him well.  Please God, he will be staying on until his replacement is found and no doubt, he will have a hand, along with the chairman and others, in finding that replacement.  It augurs well for the banking strategy which has been in place under the tutelage of this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00300","speaker":"1151"},{"type":"speech","time":1421770800,"counter":92,"content":"<p>I second what Senator Zappone said about the conference held yesterday in Dublin Castle.  The Minister, Deputy Noonan, expressed serious concerns that we are creating in Europe a dangerous political vacuum as a result of the economic policies being pursued from Brussels and Frankfurt.  I hope that after the elections in Greece, some of those people might stand up and say they made a mistake and that they will reconsider some of their policies.<\/p>  <p>I note an issue being discussed here, namely, the upward-only rent reviews.  Some 140 people will shortly lose their jobs in Bewley's which is around the corner from here.  We were heavily influenced by the death of a man who died near Leinster House.  I ask about 140 people losing their jobs.  Senator Quinn has asked that this issue be raised.  We ought to seek the Attorney General's opinion on why there can only be upward-only rent reviews.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00400","speaker":"1157"},{"type":"speech","time":1421770800,"counter":93,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00500","speaker":"1136"},{"type":"speech","time":1421770800,"counter":94,"content":"<p>What about the property rights of people other than developers, bankers and so on?  What about the property rights of workers?<\/p>  <p>I share Senator Conway's concern about the costs of the banking inquiry on which I have been happy to serve.  The lawyers are on &euro;264 an hour and that amounts to &euro;528,000 a year.  These are costs which Senator Conway has rightly condemned and on which we need to keep a close eye.<\/p>  <p>I congratulate Mitchel McLaughlin on being the first Speaker of the Northern Ireland Assembly elected from the Nationalist community and supported by the DUP.  That is the kind of Northern Ireland we wish for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00600","speaker":"1157"},{"type":"speech","time":1421770800,"counter":95,"content":"<p>Implemented &euro;800 million worth of cuts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00700","speaker":"1117"},{"type":"speech","time":1421770800,"counter":96,"content":"<p>Senator Barrett, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00800","speaker":"1120"},{"type":"speech","time":1421770800,"counter":97,"content":"<p>I congratulate the new Canadian ambassador to Ireland, Mr. Kevin Vickers, who has Cork ancestors and about whom the Speakers of both Houses of Parliament in Canada wrote to thank us.  I have copied those letters to the Leader and to the Cathaoirleach.  They are grateful for our interest when Mr. Vickers defended the Canadian Parliament against those who invaded it on 22 October.  I am sure he is a person we would welcome here very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T00900","speaker":"1157"},{"type":"speech","time":1421770800,"counter":98,"content":"<p>I wish to speak about the proposed increase in registration fees for nurses and midwives.  This is an 80% increase over two years from &euro;88 two years ago to a proposed &euro;150 this year.  If the costs rose as a result of legislative changes there might be a case to be made, although I think the case would be a very poor one.  There is a growing and deepening suspicion that a figure of &euro;4.7 million will appear on the accounts of the Nursing and Midwifery Board of Ireland which has not published accounts in two years.  These accounts are to be published in the next few days and they might show a figure of &euro;4.7 million costs due to impaired loan repayments.  A spokesman for the Nursing and Midwifery Board of Ireland seems to have confirmed yesterday that this is the case and therefore, we will be in real trouble.<\/p> <p>That is because we are of the view that we can solve our problems within our profession, which is probably as it should be.  In the past week or so, the Minister, Deputy Varadkar, called on nurses to go the extra mile or make an additional effort to ensure that the crisis in our accident and emergency departments is resolved.  I would contend that they have gone an extra two miles in this regard.  In fact, nurses go the extra mile every day in order to ensure that accident and emergency services, and the health service in general, operate properly.  The response from the Nursing and Midwifery Board of Ireland has been to prevent the same nurses the Minister has called upon to make the additional effort from working because they will not pay the registration fee.  I do not believe nurses should pay that fee, particularly if it is connected to the increased costs relating to paying off impaired loans.<\/p> <p>The Minister needs to become involved in dealing with this matter.  He made a statement in recent days but he needs to take a more proactive approach and discover what is the exact position.  If the board has incurred debts of &euro;4.7 million in respect of property speculation, this would indicate that the malaise within the board is even worse than previously thought.  Will the Leader ask the Minister to take the type of approach to which I refer in the interests of resolving this dispute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000018#T01000","speaker":"1117","continuing":true},{"type":"speech","time":1421771100,"counter":100,"content":"<p>It is Senator Craughwell's intention to move an amendment to the Order of Business to the effect that the Minister for the Environment, Community and Local Government should come before the House today to discuss health and safety issues relating to the installation of water meters.  I take this opportunity to propose the amendment and the Senator will then expand on the reasons-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00200","speaker":"1133"},{"type":"speech","time":1421771100,"counter":101,"content":"<p>The Senator cannot propose an amendment to the Order of Business on behalf of another Member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00300","speaker":"1120"},{"type":"speech","time":1421771100,"counter":102,"content":"<p>I am proposing the amendment and Senator Craughwell will second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00400","speaker":"1133"},{"type":"speech","time":1421771100,"counter":103,"content":"<p>That is okay then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00500","speaker":"1120"},{"type":"speech","time":1421771100,"counter":104,"content":"<p>The Senator may not have someone to second the amendment so I am taking the opportunity to propose it in the first instance.<\/p>  <p>The other issue I wish to refer to is the housing crisis.  We raised this matter on the Order of Business on several occasions in the run up to Christmas.  I commend the Leader on the range of issues on which the House will take statements in the coming days.  These are all matters in respect of which Senators previously sought debates.  I am of the view, however, that there is also a need to debate the position with regard to housing in the short term.  There is a difficulty in respect of a lack of supply and rising rents.  In addition, there is a major problem in the context of rent caps and the impact these are having on many people.  I do not believe that lifting such caps would constitute a solution.  Such a move might have the unintended consequence of increasing rents, thereby making matters more difficult for those in the private rented sector who do not receive rent supplement.  However, we must examine the possibility of controlling rents.  The latter comes within the power of the Government.  Any of the measures the Government has put forward to date do not go far enough in the context of meeting people's needs.<\/p>  <p>This matter is increasingly becoming one of concern throughout the State.  It began as a major issue in Dublin as a result of rising rents and it is now such an issue in Waterford, where the Leader lives.  Those Senators who deal with ordinary individuals on a regular basis will know that the problems relating to housing and rent caps are becoming massive.  People simply cannot find accommodation and they are finding it difficult to get access to either the rental accommodation scheme, RAS, or the housing assistance payment, HAP, on foot of rent caps.  While lifting those caps might not represent the solution, there are other actions the Government can take and interventions it can make in order to help families.  I, therefore, request a debate on housing and on the supports that are being put in place to meet people's needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00600","speaker":"1133"},{"type":"speech","time":1421771100,"counter":105,"content":"<p>Senator Cullinane is seeking that the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, come before the House today.  If the Minister is at a location 150 miles from these Houses and if there is no way that he can get here, does the Senator propose to proceed with a nonsense vote that will be of no relevance in respect of this matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00700","speaker":"1161"},{"type":"speech","time":1421771100,"counter":106,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00800","speaker":"1120"},{"type":"speech","time":1421771100,"counter":107,"content":"<p>That is my first question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U00900","speaker":"1161"},{"type":"speech","time":1421771100,"counter":108,"content":"<p>Where is the Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U01000","speaker":"1133"},{"type":"speech","time":1421771100,"counter":109,"content":"<p>Senator Cullinane is entitled to ask.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U01100","speaker":"1139"},{"type":"speech","time":1421771100,"counter":110,"content":"<p>He is 150 miles away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U01200","speaker":"1149"},{"type":"speech","time":1421771100,"counter":111,"content":"<p>I wish to raise an issue to which I and Senators Whelan and Landy have made reference on many previous occasions, namely, wind energy.  Planning permission - with conditions - was granted to a particular company in respect of a development in the south east.  An issue arose afterwards in the context of noise levels and the local community spent 18 months liaising with Wexford County Council in the interests of bring about a resolution of the matter.  The company involved has stated that it is not and will not be compliant with the conditions attaching to the planning permission.  The council appears to be hamstrung on this matter.  Is it acceptable that a massive industrial development relating to a wind farm can be proceeded with and that the company involved can decide not to comply with a planning condition?<\/p> <p>I ask that the Minister for the Environment, Community and Local Government be invited to the House as soon as possible so we can have a broad debate on the issue of wind energy.  It is laughable to see that SSE Airtricity has expressed an interest in developing wind farms all over the country, as I saw on RTE yesterday.  Part of its advertisement shows an ape running around between wind turbines.  I do not know what the significance of that is, but if the company thinks the people of this country are apes and will buy into this, it is completely mistaken.  People can see the nonsense of this wind energy project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000019#U01300","speaker":"1161","continuing":true},{"type":"speech","time":1421771700,"counter":113,"content":"<p>It ate the Cadbury's chocolate very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00100","speaker":"1170"},{"type":"speech","time":1421771700,"counter":114,"content":"<p>Will the Leader convey a unanimous vote of sympathy to the remaining <i>Charlie Hebdo<\/i>staff and the families of 17 people who were murdered in Paris?  It was a terrorist attack on the satirical magazine and we must clearly state that this House condemns the actions of the terrorists who carried out this cold blooded murder of the journalists involved.<br\/>With regard to Senator Bacik's remarks about freedom of speech, there are also responsibilities in regard to the production of provocative cartoons depicting the prophet Muhammad.  The Koran makes it very clear that any depiction of Muhammad in any shape or form is not acceptable to the 1.3 billion Muslims throughout the world.  The Koran also rejects murder and all such acts.<br\/>Senator Norris made the very wise point that murder is murder throughout the world, be it by a Christian or otherwise.  However, to put things in context, the abbot of Glenstal Abbey, Mark Patrick Hederman, said a few days ago that the cover of the most recent <i>Charlie Hebdo<\/i>featured a tearful Muhammad holding a sign which said &quot;all is forgiven&quot;.  That is provocative.  It is very strange that Air France-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00200","speaker":"1140"},{"type":"speech","time":1421771700,"counter":115,"content":"<p>Are you seeking a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00300","speaker":"1120"},{"type":"speech","time":1421771700,"counter":116,"content":"<p>I am.  I also want the Leader to convey our sympathies to the people of France and the families involved.  It is quite extraordinary that Air France purchased 20,000 copies of the latest edition of Charlie Hebdo-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00400","speaker":"1140"},{"type":"speech","time":1421771700,"counter":117,"content":"<p>It is a secular society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00500","speaker":"1170"},{"type":"speech","time":1421771700,"counter":118,"content":"<p>Air France is an international airline and it bought 20,000 copies with the satirical depiction of Muhammad.  It circulated it in the Middle East and beyond.  I regard that as highly provocative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00600","speaker":"1140"},{"type":"speech","time":1421771700,"counter":119,"content":"<p>They do not care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00700","speaker":"1170"},{"type":"speech","time":1421771700,"counter":120,"content":"<p>One must be very balanced and fair in how one operates in this world.  Freedom of expression is definitely freedom of speech, but it is not to attack or debase any religion be it Islam or Christianity.  It is provocative.  I cannot understand why a company such as Air France would risk-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00800","speaker":"1140"},{"type":"speech","time":1421771700,"counter":121,"content":"<p>Senator, you are over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V00900","speaker":"1120"},{"type":"speech","time":1421771700,"counter":122,"content":"<p>-----being so provocative to these extreme Islamic gunmen who are prepared to take any action required in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V01000","speaker":"1140"},{"type":"speech","time":1421771700,"counter":123,"content":"<p>It is exercising freedom of speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V01100","speaker":"1117"},{"type":"speech","time":1421771700,"counter":124,"content":"<p>I congratulate Senator Noone for the courage she showed recently following a serious attack on social media.  It was not easy, so my hat is off to her.  I am extremely proud to see her back in her seat today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V01200","speaker":"1196"},{"type":"speech","time":1421771700,"counter":125,"content":"<p>She is not alone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V01300","speaker":"1170"},{"type":"speech","time":1421771700,"counter":126,"content":"<p>Unfortunately, I am at odds with my colleagues in Fianna F&aacute;il on the 20% deposit issue, but there should be a debate in the House on the percentage requirement for the purchase of a private dwelling.  I believe there are ways around the 20%, but I hope the 20% will be kept in place.<\/p>  <p>I visited Showcase Ireland at the weekend and was extremely proud to see some of the work produced by Irish designers.  However, the tax system is killing the industry.  One can design something in Ireland and have it manufactured in China for a fraction of the cost.  It is killing our manufacturing industry.<\/p>  <p>Finally, I circulated an e-mail this morning containing photographs of the work practices being engaged in by contractors for Irish Water.<\/p> <p>Anybody who looked at those photographs clearly saw that there is a serious health and safety issue with every aspect of the work in which in they are involved.  Ramps were poorly stacked up against doors and fencing was placed across people's front doors.  It is no way for any organisation to operate.  I understand that the Minister is 150 miles away, but I am sure the Minister of State is not that far away.  I ask that we amend the Order of Business to take a debate on this most important issue.  I second the motion of Senator Cullinane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000020#V01400","speaker":"1196","continuing":true},{"type":"speech","time":1421772000,"counter":128,"content":"<p>Senator Jim D'Arcy referred to an article which states that fuel smugglers are pumping toxic waste, which is linked to cancers and abnormalities in unborn babies, straight into water supplies in the Republic.  Toxic waste, which is the result of fuel laundering, is being pumped into the main reservoir that supplies Dundalk and surrounding areas, as well as Crossmaglen in County Armagh.  That is how serious the situation is regarding the fuel laundering being carried out, predominantly in Border areas, by gangsters who claim to be representatives of the ordinary people.  That is the reality of what is happening.<br\/>On a number of occasions, I and Senators Terry Brennan, Jim D'Arcy and others have raised this serious matter.  While I commend An Garda S&iacute;och&aacute;na and Customs and Excise on this side of the Border for the major efforts they are making to discover these illegal operations, the article written by the highly respected security correspondent of the <i>Sunday Independent<\/i>, Mr. Cusack, highlighted some other very serious concerns, one of which is that a blind eye is being turned to these activities by the security forces and PSNI in the Six Counties.  If that is the situation, it should be addressed as a matter of urgency.<br\/>The health concerns are extremely serious and should be addressed by the authorities on this side of the Border.  The financial loss to the State is estimated at &euro;150 million per year and is a very serious revenue issue.  Some &pound;80 million is being lost to the Northern Ireland Assembly.  In addition to the call by Senator Jim D'Arcy for the Minister of State, Deputy Harris, to come before the House, an urgent meeting should be sought by the Taoiseach with the British Prime Minister, and by the Ministers for Finance, Justice and Equality and the Environment, Community and Local Government with their counterparts in the Northern Ireland Assembly.  It is an extremely serious issue.  It raises its head from time to time and then tends to be forgotten about, but there are some very serious questions to be answered by the so-called security forces in the Six Counties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000021#W00200","speaker":"1164"},{"type":"speech","time":1421772000,"counter":129,"content":"<p>I join colleagues in extending our sympathy to the people of Paris and all of the families who lost loved ones in the <i>Charlie Hebdo <\/i>killings.  It brings home very clearly to us all how vulnerable we all are.  It would be appropriate for the Minister for Justice and Equality to come before the House to update us at an early stage on any potential security threats in our country.  I agree with Senator Norris that human life is human life and many innocent people lose their lives every day in war-torn parts of the world.  Reports of young children dying from the cold in refugee camps along the Turkish border close to Syria is something about which we should be deeply concerned.<\/p> <p>During this term I would like a discussion with the Minister, Deputy Flanagan, on Syria and associated conflicts.<\/p> <p>I strongly support the actions called for by Senators Jim D'Arcy and Diarmuid Wilson on the pollution of our watercourses, the loss of revenue to the State as a result of fuel laundering and petrol stretching, and the damage inflicted on people's vehicles on an ongoing basis as a result of this criminality.  This is a very small island and it should be possible to put a stop to it.  I am deeply concerned about something I read in some of the newspapers over the weekend, which is that as part of the peace process there may be an understanding that the authorities go easy on paramilitaries who are now involved in criminality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000021#W00300","speaker":"1118","continuing":true},{"type":"speech","time":1421772300,"counter":131,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00200","speaker":"1120"},{"type":"speech","time":1421772300,"counter":132,"content":"<p>If this is the case, we certainly need to have the meeting called for by Senator Wilson between the Taoiseach and the British Prime Minister to sort out this issue once and for all, so that the type of criminality being raised as an issue in the House on an ongoing basis, and being perpetrated by republicans, is stopped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00300","speaker":"1118"},{"type":"speech","time":1421772300,"counter":133,"content":"<p>I call for the Minister for the Environment, Community and Local Government to come to the House at an early stage.  I am not looking for him to come today.  We need an urgent debate on home ownership.  It is something to which many of us aspire in our lifetime, and in the past it was possible for many of us to achieve it, as we had a home ownership rate of more than 80%, which was one of the highest rates in Europe.  This figure has fallen to below 70%.  I join my colleague, Senator Darragh O'Brien, in having serious reservations about the imposition of a requirement for purchasers to provide a 20% deposit.  When we bought our first house we decided we would live in a caravan to save on rent so that we would have a deposit.  Many people would not have got on the housing ladder if they had needed a very high deposit.  Protection of the banks continues to be put ahead of the interests of the country.  I can understand that people on six-figure salaries of &euro;200,000 or more may not be able to see the difficulties of people earning between &euro;30,000 and &euro;70,000, but it would be a great saving to the State if we could assist these people in achieving this aspiration of many.  It is right that the extent of the loan should be decided having regard to income ratios but, having said this, I feel a more modest deposit of 10% would be adequate.  We need an urgent debate before the Governor of the Central Bank gets carried away with his own thinking on this.<\/p>  <p>The tribunals which were such a scandal in the country have come back to haunt us.  Those who were here over the previous Seanad terms, going back to 2000, have heard me say this before.  The manner in which they were run, the huge and exorbitant costs and the pedantic approach taken by the chairmen has led to a situation in which their findings are being successfully challenged in court.  At the time, I remember quoting Mr. Justice Adrian Hardiman of the Supreme Court-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00400","speaker":"1126"},{"type":"speech","time":1421772300,"counter":134,"content":"<p>I ask the Senator to refrain from naming people on the record of the House.  They are not here to defend themselves.  The Senator well knows the precedent.  On top of this, we also have the separation of powers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00500","speaker":"1120"},{"type":"speech","time":1421772300,"counter":135,"content":"<p>I applaud the fact a Supreme Court judge did, during the currency of these tribunals, point out the deficiencies and the manner in which people were not getting fair play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00600","speaker":"1126"},{"type":"speech","time":1421772300,"counter":136,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00700","speaker":"1120"},{"type":"speech","time":1421772300,"counter":137,"content":"<p>It is high time those involved took responsibility for their actions, and they know the honourable course to take.  We should have a debate in the House on legal costs.  In the basement of these Houses a banking inquiry is taking place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00800","speaker":"1126"},{"type":"speech","time":1421772300,"counter":138,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X00900","speaker":"1120"},{"type":"speech","time":1421772300,"counter":139,"content":"<p>The legal profession is being paid seven times more than the legislators for sitting at these inquiries, and no Government has tackled it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000022#X01000","speaker":"1126"},{"type":"speech","time":1421772600,"counter":140,"content":"<p>I wish to refer to the debate in the media during the past two weeks regarding accident and emergency departments.  There is a shortage of real information on the services provided by the dedicated staff in those departments.  For instance, it is projected that there will be 451,000 emergency admissions in 2015.  Information on what is happening should be made available.  That figure equates to an average of approximately 1,239 people per day.  People need to be advised urgently to use all other health services before resorting to accident and emergency departments.  If the average weekly number of people attending departments is more than 8,600, any sudden increase could see that figure increase to 12,000.  The HSE, the Department of Health and all of the agencies and people involved in providing health care need to get the message about other services out there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000023#Y00100","speaker":"1150"},{"type":"speech","time":1421772600,"counter":141,"content":"<p>That matter is No. 1 on today's agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000023#Y00200","speaker":"1120"},{"type":"speech","time":1421772600,"counter":142,"content":"<p>Yes, but it is important that we get the information out there and that we have a debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000023#Y00300","speaker":"1150"},{"type":"speech","time":1421772600,"counter":143,"content":"<p>We closed our Christmas session with the water Bill and are opening our 2015 session with quite a number of concerns about the quality of our drinking water.  Senator Wilson referred to reports of fuel smuggling and dangerous and possibly carcinogenic residues flowing into rivers.  Senator Craughwell referred to health and safety concerns about water installations.  Today's report by the Environmental Protection Agency, EPA, is quite damning.  According to it, 20,000 people cannot drink their water because of boil water notices and there are 121 at-risk supplies on its remedial action list.  Various schemes in Galway, including in Connemara, have problems with lead, cryptosporidium and E. coli.  What is the plan and when can the Minister for the Environment, Community and Local Government, Deputy Kelly, attend the House to report on the remediation action plan?  We understand that progress has been made as regards drinking water, but everyone deserves clean, safe drinking water.  It is clear from today's report that many people are being disadvantaged and their health is being put at risk.  There can be no slip-ups on this issue.  Will the Leader also explain whether the Minister will always answer to the House on behalf of Irish Water?  This is an important question.  We need to know who is accountable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000023#Y00400","speaker":"1131"},{"type":"speech","time":1421772600,"counter":144,"content":"<p>I have often raised the issue of fuel laundering.  At the time, it related to the question of the number of containers of sludge being deposited on the roads of north Louth and Monaghan, but the situation has grown more serious.  We do not know the quantity of sludge that is being dumped into the tributaries, rivers and lakes that, as Senator Jim D'Arcy mentioned, comprise the main source of water for Dundalk town and the area surrounding Cavan Hill in Knockbridge.  This is a serious situation.  While it was always costly to dispose of the sludge that was being dumped on the roads and scenic areas of north County Louth and County Monaghan, we do not know what quantity is being dumped into our tributaries.  This must be stopped forthwith.  Continuous monitoring of the tributaries is required.  I call on an independent body to assess the water.<\/p> <p>If this situation is allowed to continue it will be injurious to the water supply for Dundalk and the surrounding area.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000023#Y00500","speaker":"1138","continuing":true},{"type":"speech","time":1421772900,"counter":146,"content":"<p>I commend my colleagues in this House who are participating in the banking inquiry.  They come from all sides of the House and are doing an exceptionally good job.<\/p>  <p>I also commend the economists and others who are advising, and are prepared to advise, the banking inquiry free of charge because they have realised the importance of the work being done by the banking inquiry.  I regret, however, that some members of the legal profession who are providing advice to the banking inquiry see fit to charge this State enough sums of money for their work and at an hourly rate.  These people are extremely capable and their expertise is required and essential to ensure the banking inquiry gets the best possible legal opinion that the State can provide.  I call on them to reduce and, if possible, waive their fees in the public interest because this inquiry is important.  As referenced here already, other inquiries have cost hundreds of millions of euro.  The Oireachtas banking inquiry has the potential to set a precedent and create a model for how these types of inquiries can take place into the future.  The legal profession, along with economists, accountants and other people, should do the State some service and make their expertise available to the committee free of charge.  We are lucky to have people like Senator Barrett and others from this House and people from the other House, on the inquiry.  I have no doubt that they are going not just the extra mile but the extra miles to ensure that the inquiry unearths the truth.  I hope we will have the correct narrative that will go into our history books and will benefit future generations thus ensuring we know what went on during those days.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000024#Z00200","speaker":"1158"},{"type":"speech","time":1421772900,"counter":147,"content":"<p>Senator Darragh O'Brien and other Senators mentioned the Central Bank's rule of having a 20% mortgage deposit.  The Central Bank Bill will come before the House and I know it will deal with a specific matter on Thursday.  Personally, I feel a 20% mortgage deposit is a little unrealistic, particularly for young people who are trying to get on the first rung of the housing ladder.  Obviously other Members of the House will disagree with my viewpoint.  I hope sense will prevail and that a progression towards 20%, over a number of years, will be contemplated by the Central Bank.  I am sure this is not the last time we will have words about it and I am sure we can debate the matter.  I am sure submissions have been made by the public and groups but we must await what the Central Bank will say on the matter.<\/p>  <p>I note the point made by Senator Darragh O'Brien on breast prosthesis and a request that funding is standardised throughout the length and breadth of the country.  I agree with him on the matter and the subject can be raised with the Minister when he comes into the House after the Order of Business.<\/p>  <p>Senators Bacik, Leyden, Norris, Mullins and other Senators mentioned the Paris killings which were reprehensible acts.  Senator Bacik called for a debate on blasphemy and other Senators, like Senator Norris and Mullins, pointed out that one human life is as valuable as another.  Such points will be taken into consideration.  I am sure we will have a debate on the whole area of blasphemy in the not too distant future.<\/p>  <p>Senator Bacik called for us to proceed with the Employment Protection (No. 2) Bill.  I shall find out the current status of the Bill and whether the Department is ready to take Committee Stage of the Bill. <\/p> <p>Senator Zappone mentioned the right-left divide and the need for clarity in political policies.  She also called for a debate on quantitative easing.  Senator Barrett mentioned that the Minister for Finance, Deputy Michael Noonan, commented on the matter at yesterday's conference.<\/p> <p>Senator D'Arcy mentioned Irish Water, and Senator Healy Eames raised the same point.  I will address the points of Senator Healy Eames in my final comments.<\/p> <p>Senators D'Arcy, Coghlan, Wilson, Brennan and Mullins referred to the toxic waste and sewage being dumped into rivers in the Republic, especially in north Louth, as a result of diesel laundering.  Those engaging in these types of practice are former subversives and gangsters.  The practice is affecting not only the economy but also the health and safety of people in north Louth and the other side of the Border.  I agree that this matter will have to be dealt with firmly.  The Garda and customs authorities on this side of the Border take the matter very seriously.  I hope this is also the case in the North.  There is a doubt about whether the PSNI and people on the other side of the Border are dealing with the matter properly, but I can assure the Senators that the matter will be dealt with.  I will certainly raise it with the Taoiseach with a view to having it raised with the British Prime Minister.  It is very serious and I know it will be discussed.  There is an item on the agenda of the British-Irish Parliamentary Assembly meeting in February dealing specifically with this matter.  Senator Coghlan is chairman of the relevant sub-committee.  I assure the House that the matter will be raised very firmly at the meeting.  From both a health and safety and an economic perspective, the practice in which the gangsters are now involved is reprehensible.  The sooner they are brought to justice, the better for everybody in the State and those on the other side of the Border.<\/p> <p>Senator Marc MacSharry referred to the nursing home sector and the need for major capital investment in some nursing homes so they will be safe and fit for purpose.  I am sure that matter will be raised with the Minister for Health in the debate on the health service plan.<\/p> <p>Senator Moran referred to the Irish design expo in the RDS, showcasing what is best in Irish design.  We compliment all those involved in it.  I note the Senator's points on the WALK PEER programme, which may be raised as a Commencement matter in the future.<\/p> <p>Senator Marie-Louise O'Donnell had a number of questions on progress regarding the lottery regulator.  I will certainly raise this with the Minister for Public Expenditure and Reform.<\/p> <p>On the public water forum, the Minister will be in the House tomorrow discussing water meters as part of the Private Members' motion tabled by Fianna F&aacute;il.  Perhaps Senators David Cullinane and Craughwell could wait until then to discuss their concerns.  I ask them to consider withdrawing their amendment to the Order of Business, as I am sure the matter they wish to discuss can be discussed as part of the Private Members' motion tomorrow evening.<\/p> <p>Senator Marie-Louise O'Donnell also asked about property tax and how much of it will be going to Irish Water this year.  I will certainly ascertain the position with the Minister.<\/p> <p>Senator Coghlan complimented Mr. Duffy on the major transformation that is taking place in AIB and wished him well for the future.<\/p> <p>Senator Barrett raised a number of items.  I have responded to what he said about the comments made by the Minister, Deputy Noonan, on the question of quantitative easing at a conference yesterday.  The Senator also called for a debate on upward-only rent reviews and costs in that regard.  He also welcomed the appointment of the new Canadian ambassador to Ireland, Mr. Kevin Vickers.<br\/>Senator Gilroy lauded the work of nurses and asked the Minister to become more involved in the dispute between the board and the nurses in relation to registration fees.  I am sure he could raise that matter with the Minister when we have a debate on health issues after the Order of Business.<br\/>Senator Cullinane called for a debate on housing and rent caps.  I understand the Labour Party intends to propose a Private Members' motion on that whole area on 11 February.  The Minister will be present to discuss that matter on 11 February.<br\/>Senator Kelly spoke about wind energy and raised the question of people not complying with planning permission.  I suggest to him that the local authority certainly has and should have a role to play if people are not complying with planning permission.  It would be a serious matter if local authorities did not use their powers to deal with people who do not comply with planning permission.<br\/>Senator Leyden spoke about the Paris killings and suggested that the actions of Air France in circulating <i>Charlie Hebdo<\/i>were very provocative.<br\/>Senator Craughwell raised the whole question of health and safety in so far as it pertains to water meters.  He also suggested that he is in favour of the retention of the proposed 20% mortgage deposit requirement.<br\/>I think I have dealt with the matter of fuel laundering, which was raised by Senator Wilson.<br\/>Senator Mullins called for the Minister, Deputy Charles Flanagan, to report on the Foreign Affairs Council meeting that was held in Brussels this week.<br\/>Senator Walsh asked for a debate on home ownership.  As I have said, the Labour Party has tabled a Private Members' motion that it intends to move for debate on 11 February next.  We can have a debate on that matter.  The Senator also called for a debate on legal costs with specific reference to the cost of tribunals.  When Senator Conway also raised this issue, he advised us that some economists are giving advice to the banking inquiry free of charge and called for legal practitioners to adopt a similar course of action.  I think we would probably be waiting a long time.  One never knows.  It might happen.<br\/>Senator Colm Burke praised the work of everybody involved in accident and emergency services.  He said that an average of over 8,000 people attend accident and emergency departments each week.  I am sure other matters in that regard will be raised during the debate that will take place after the Order of Business.<br\/>Senator Healy Eames rightly pointed out that the EPA has published its annual drinking water report for 2013.  The report points out that while the public drinking water supply is of a high quality, some 121 of this country's 978 water supply plants are on the EPA remedial action list.  The 121 plants in question affect almost 940,000 people.  There is no question that 121 is a large number.  There is a need for improvements to disinfection systems and better management of water treatment.  Further water improvements are required due to the introduction of a more stringent requirement relating to lead.<\/p> <p>There is a need for Irish Water to remove and prevent boil water notices, implement a national lead strategy, optimise a treatment process to reduce all contaminants in water and prioritises RAL schemes.  The findings reinforce the Government's policy to create a single national utility to bring new levels of co-ordination, expertise and investment to managing Ireland's drinking water supplies.  The findings relate to 2013, the last year for which the local authorities were responsible for water services.  Irish Water has assumed responsibility for those services from 1 January 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000024#Z00300","speaker":"1130","continuing":true},{"type":"speech","time":1421773800,"counter":151,"content":"<p>It is 2015 according to the EPA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000027#CC00200","speaker":"1131"},{"type":"speech","time":1421773800,"counter":152,"content":"<p>The reduction in the number of at-risk supplies from 141 last year to 121 is welcome.  The number of people affected by boil water notices and at-risk supplies remains unacceptable.  The EPA states that greater investment in drinking water infrastructure is needed.  That is why a single national utility funded by domestic and non-domestic water charges is so essential.  Water charges and the utility approach to water services will bring more investment and more focus to improving the water network.  This year we will see increased investment in water infrastructure.  It is expected that more than &euro;420 million will be spent in 2015 and Irish Water is beginning to address the problems affecting the system, such as lead piping and all the other matters which the Senator and other Members have raised.  I think the matter is being addressed.  It cannot be addressed overnight but it shows the need for much capital investment in the water infrastructure.<\/p>  <p>Senator Terry Brennan raised the issue of fuel laundering and sludge, and the need for continuous monitoring of water supplies, especially in the north Louth area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000027#CC00300","speaker":"1130"},{"type":"speech","time":1421773800,"counter":153,"content":"<p>Senator David Cullinane has moved an amendment to the Order of Business, \"That a debate with the Minister for the Environment, Community and Local Government on the health and safety issues arising in relation to the installation of water meters be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000027#CC00400","speaker":"1120"},{"type":"speech","time":1421773800,"counter":154,"content":"<p>No, it is withdrawn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000027#CC00500","speaker":"1133"},{"type":"unspoken","time":1421773800,"counter":155,"content":"<p>Amendment, by leave, withdrawn.<\/p><p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"HSE National Service Plan 2015: Statements","time":1421774100,"counter":156,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000028#DD00150"},{"type":"speech","time":1421774100,"counter":157,"content":"<p>Item No. 1 is statements on the HSE National Service Plan 2015.  I welcome the Minister, Deputy Varadkar, to the House and ask him to make his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000028#DD00200","speaker":"1164"},{"type":"speech","time":1421774100,"counter":158,"content":"<p>I am pleased to address Members of the Seanad on the HSE's National Service Plan 2015.  I know that Members may also wish to discuss emergency department overcrowding and influenza.  I am happy to update Members on both of these matters also.  As the HSE service plan is now in operation, it is time that I update the House on the contents of the plan and my priorities for the health service this year.  As this House is aware, the health service faces important challenges in 2015.  We are dealing with immediate difficulties due to overcrowding in some emergency departments and more longer-term challenges, for example, our ageing population and an increasing incidence of chronic disease.  I wish to outline how I intend to address both of these immediate and longer-term challenges.<\/p>  <p>All Members will recognise that the health service has been through seven very difficult years of retrenchment as a direct consequence of the financial crisis that the State had to address.  In the period 2008-11, &euro;1.5 billion was taken out of the health budget.  This occurred under the last Government led by Fianna F&aacute;il.  Under the current Government, health spending has remained flat with a modest increase provided for in 2015.  Nonetheless we are still trying to run a quality, modern health service with fewer staff, less money and more demands than we had seven years ago.  Budget 2015 represented the first welcome step in reversing this prolonged spending freeze by increasing the funding available to the HSE - the first increase in seven years.  As a result, the HSE has &euro;635 million more to spend this year than it had budgeted for in 2014.  This &euro;635 million is made up of Exchequer funding of &euro;305 million and projected one-off revenues of &euro;330 million.<\/p>  <p>This funding increase is part of a two-year process to stabilise and improve health funding.  The spending ceiling for health in 2016 has already been increased upwards by a further &euro;174 million.  Health funding for the first time since 2008 is going in the right direction.  A minimum savings target of &euro;130 million has been set in areas such as procurement, drug costs and agency costs in 2015.  In a welcome development, any further savings that can be delivered over and above this target will go back into the delivery of the health and social care services and will not be used to reduce the deficit or the debt and that is important.  The more realistic budget parameters of 2015 allow the HSE service plan to include a number of targeted enhancements to health and social care services by providing generally for existing levels of services.  The service plan also progresses key elements of the health service reform programme.<\/p>  <p>Before I talk about the specifics of the 2015 service plan, I would like to update the House on the current position in overcrowding in our emergency departments and the number of patients who are waiting on trolleys.<\/p> <p>I would again like to stress that my Department, the Health Service Executive and I regard the current situation as unacceptable.  I am very much aware of the distress and hardship it causes for patients and their families.  Many different factors contribute to overcrowding and trolley waits.  Factors vary from hospital to hospital and this needs to be reflected in the measures taken by hospitals in response to the current difficulties they face.  In all cases, however, effective local leadership, management and communication are of key importance in addressing overcrowding in emergency departments.  Staff unions and management all have a role to play, as does the Government.  I firmly believe that all of us involved in health service provision need to co-operate and work together to find solutions to this long-standing problem.<\/p> <p>In response the immediate situation, hospitals are taking exceptional measures to reduce overcrowding and have invoked hospital escalation plans.  These include the opening of additional overflow areas, curtailing non-emergency surgery, providing additional diagnostics, that is, easier access to scans and other tests, strengthening discharge planning and twice daily ward rounds.  There has also been increased collaboration between hospitals and hospital groups to enable access to additional capacity, for example, opening a ward in Navan to relieve Drogheda.<\/p> <p>These and other measures have resulted in improvements to the number of patients waiting on trolleys.  I do not think I have today's figures in front of me.  I think I printed off the wrong attachment.  At 2 p.m. today, the number was 237 on trolleys, 143 of whom were there for more than nine hours.  We expect the number to fall below 200 later on in the day but, inevitably, that will go up overnight.  It will then go down during the day tomorrow.  Those are not the figures I was looking for but I suppose they give Senators an idea of where we are.  They are similar to this time last year and previous years so I suppose where we are is regarded as normal by Irish standards but should not be regarded as normal in my view.  What we need to achieve this year is a new normal which is a much lower level of patients on trolleys than we have had in recent years.<\/p> <p>Also impacting on emergency department overcrowding is the issue of delayed discharges of patients who no longer require acute care in hospitals.  In late 2014, I provided additional funding to begin to address this issue.  This has continued into 2015 with a further &euro;25 million provided in the budget to fund additional fair deal, short stay and community nursing beds and home care packages.  These measures are beginning to have an effect with the number of delayed discharges now at around 750 whereas it had been approximately 850 in September.  I intend to keep this matter under careful and continual review in the weeks and months ahead.<\/p> <p>Looking to the future, it is clear we need to come up with long-term sustainable solutions to emergency department overcrowding.  The emergency department task force I convened before Christmas met again last week and had a very productive meeting, co-chaired by Tony O'Connell, the outgoing national hospitals director, and Liam Doran, who is general secretary of the Irish Nurses and Midwives Organisation.  The essential elements of an action plan were discussed in detail.  As intended, the action plan will be finalised by the end of January.  It will set out immediate, medium and long-term solutions across the continuum of care to address emergency department issues, with a view to achieving a significant reduction in trolley waits over the course of 2015.  The task force is scheduled to meet again in early February.<\/p> <p>While on the matter, I do not want to lose sight of the contribution over time that better public health and well-being can make by helping to reduce demand for acute health services.  The same applies to better primary care and social care - primary care so that people do not have to go into hospital as often and social care so that they can get out quicker.  This year's service plan provides for the improvement of the health and well-being of the population as a whole through the continued implementation of the Healthy Ireland programme.<\/p> <p>Many of the immediate problems with which the health services are currently grappling are caused by underlying structural issues which I am determined to tackle.  While there is undoubtedly a strong case for increased funding in health in the years ahead, it is also important to acknowledge that as a demand-led sector, health will quickly absorb any funding provided.  If we have learned anything from the Celtic tiger years, it is that providing more resources without reform simply does not work.<\/p> <p>The continuation of the programme of health service reform is of critical importance.  With this in mind, the HSE's 2015 service plan gives priority to progressing the Government's reform agenda.  The 2015 service plan provides for the establishment of community healthcare organisations which will improve the way in which primary care is delivered in the community.  This will enable better and easier access to services for patients, closer to home and in which patients can have confidence.  Likewise, the reorganisation of public hospitals into hospital groups is designed to deliver improved outcomes for patients.  Each group of hospitals will work together to provide acute care for patients in their area integrating with community and primary care.  The objective is to maximise the amount of care delivered locally while ensuring that specialist and complex care is safely provided in specialist centres and larger hospitals.  The priority in 2015 will be to get the seven hospital groups up and running and to agree a strategic plan for each one.<\/p> <p>The HSE will further implement activity based funding on a phased basis this year.  Under this funding model, hospitals are paid for the quantum and quality of services they deliver.  This, I believe, will drive efficiency and, hopefully, increase transparency.<\/p> <p>I also want to highlight the work of the national clinical programmes as an example of clinical leadership.  They have already greatly improved services in many specialised areas, such as stroke and cardiac services.  The service plan foresees the development of the national clinical programmes into five integrated care programmes, dealing with patient flow, older persons, chronic disease, children's health and maternal health, and will improve the integration of services, access and outcomes for patients generally.<\/p> <p>As I mentioned earlier, the 2015 service plan, provides for the delivery of an existing level of services, with targeted enhancements in some areas.  One of the service enhancements is the commencement of the extension of the BreastCheck screening programme to women aged 65 to 69 years of age. Screening of these women will commence towards the end of 2015 and will be expanded on a phased basis.  The additional eligible population is approximately 100,000 and when fully implemented 540,000 women will be included.<\/p> <p>The 2015 service plan also provides for the implementation of the first two phases of a universal GP service, making available a GP service without fees to all children under six years and everyone over 70 years.  The aim is to have universal GP care without fees for children under six years implemented in the first few months of this year, subject to the conclusion of discussions with the Irish Medical Organisation and the successful completion of a fee-setting process.  Signing up, of course, will be optional for GPs.  The over 70s will be facilitated under the existing contract once the relevant legislation has been passed by the Oireachtas.  With the co-operation of the House we hope to have that done in the first quarter of this year.  By the end of 2015, almost half of the population will have access to their general practitioner, without charges, for the first time.  That is a major and concrete step on the road to universal healthcare.<\/p> <p>The service plan also provides an additional &euro;30 million to fund new hepatitis C drugs in 2015.  This has the potential to bring major benefits for patients with serious illness as a result of hepatitis C.  We are ahead of many other countries in making these medicines available.  As with other countries, Ireland must ensure that access to high-cost treatments such as these is managed.  We must prioritise access for patients who can benefit most, while also ensuring that the financing model is sustainable and affordable.  Our aim is to provide access for as many patients as possible given the resources provided by taxpayers.  An early access programme for over 100 patients with the greatest need for these new drugs is already in place.<\/p> <p>Budget 2015 provides an additional &euro;35 million in ring-fenced funding for mental health, bringing to &euro;125 million the total investment by the Government in mental health services since 2012.  The additional funding will enable the HSE to continue to develop and modernise our mental health services in line with A Vision for Change.  This includes the ongoing development and reconfiguration of general adult teams, including psychiatry of later life, and also child and adolescent community mental health teams, along with other specialist mental health services.  This will be delivered through further recruitment and investment in agencies and services in order to achieve consistent provision of quality services across all areas.  The funding will also permit urgent specialist needs to be addressed, including services for those with mental illness and an intellectual disability, suicide prevention services, psychiatric liaison services, and addressing the gap for low secure acute care and rehabilitation services to service users with complex needs.<\/p> <p>A number of measures will be taken in 2015 to further develop primary care services and allow more people to receive a wide range of quality services in their own community.  An additional &euro;14 million is being provided in 2015 for primary care developments, including the extension of the pilot ultrasound GP access so that GPs can get ultrasounds for patients, particularly in the southern part of the country, without having to refer them to hospital and also the provision of a minor surgery services pilot in about 30 GPs practices and primary care centres, thus enabling 30 GPs around the country to perform minor operations which are normally done in hospitals.  There will also be extension of GP out-of-hours services, within existing resources, to areas currently not covered, particularly urban areas, and more spending on community orthodontic and ophthalmic services.  Some &euro;1 million in additional funding is being provided for each of those in an effort to significantly reduce or eliminate the children's ophthalmic services waiting list in Dublin and also reduce waiting times for orthodontic treatment around the country.  Additional funding of &euro;2 million is also being provided to improve maternity services, although how that is to be deployed has to be determined. <\/p> <p>Patient safety will, of course, remain an overriding priority across the health service in 2015 and this is reflected in the plan.  The HSE has redesigned its national quality and patient safety function and has established a quality and patient safety enablement programme.  The overall goal of this programme is to improve the quality of services with measurable benefits for patients and service users.  Priority areas that were identified in last year's service plan will continue to be the focus of attention and include medication safety, healthcare associated infections and the implementation of the national early warning score.  In addition, the process for identifying, reporting on and following up on serious reportable events, SREs, has been strengthened.<\/p> <p>The Health Identifiers Act 2014 provides the legislative framework for a national system of unique identifiers for patients and health service providers for use across the health service, both public and private.  Individual health identifiers are primarily a patient safety tool and are designed to ensure that the right information is associated with the right patient at the right point of care.  It is rather like a PPS number for health.  In addition, identifiers will help make our health service more efficient and will support health reform initiatives, including the activity based funding model I spoke of earlier.  Health identifiers are a fundamental building block in support of the e-Health agenda.  The HSE will develop and implement the individual health identifier on a phased basis starting in 2015.<\/p> <p>Every employer's greatest resource is its workforce and, with this in mind, a priority highlighted in the service plan is the development by the HSE of a workforce plan to ensure that staff are motivated and retain good levels of job satisfaction while delivering effective and compassionate care.  The HSE will have more autonomy and discretion to manage staffing levels within its overall pay framework in 2015.  This should greatly assist in reducing reliance on agency staff which is very costly and is one of the key priorities for the HSE in 2015.<\/p> <p>With greater autonomy and greater capacity to utilise any further savings achieved within the health service comes an even greater responsibility for cost containment and cost avoidance.  The HSE has, therefore, put in place a considerably enhanced governance and accountability framework for 2015.  This is set out in detail in the service plan.  The framework provides the means by which the HSE, hospital groups and community health organisations and other units, will be held to account throughout the year for their efficiency and control across the balanced scorecard of access to services, patient safety, finance and human resources.<\/p> <p>There are enormous demands and cost pressures on our health service.  Healthcare demand continues to rise due to our growing and ageing population, the increasing incidence of chronic conditions and advances in medical technologies and treatments.  Health systems all around the world are struggling with this issue of rising costs.  Against this backdrop, I am aware of the limitations as to what can be achieved with the funding available for this<\/p> <p>year.  Clearly, we do not have sufficient funds to address all areas of concern or all the priorities we would like to address across the health sector immediately.  However, what we have been able to do in this year's HSE service plan is to make a start, an important start, towards the restoration of stability to the health service and its budget.  The modest increase in resources being provided in 2015 and reflected in the service plan is the first step in a two-year process to stabilise the health budget.  My focus is now on assisting and supporting the HSE management and staff in achieving the service delivery and patient safety and quality targets set out in its service plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000028#DD00300","speaker":"948","continuing":true},{"type":"speech","time":1421775000,"counter":161,"content":"<p>I welcome the Minister to the House.  In January 2014, following a Fianna F&aacute;il motion in the other House on the 2014 HSE service plan, our view at that time was that the plan was insufficient for the health service.<\/p> <p>The Minister's predecessor stated: &quot;For people and patients, a key barometer of the success of our reform programme must be the performance of emergency departments and waiting lists.&quot;  He also stated that chaos was 569 people on trolleys on a day in January 2011.  In the Minister's early days in the role he has managed to surpass this chaos.  We are likely to see a further deterioration in waiting lists in 2015.  At present, approximately 59,463 people are on the inpatient day-case list and 5,205 of these are children.  Approximately 21.5% of adults wait for more than eight months and, scandalously, more than 2,100 children, which is almost 40%, wait for longer than the 20 week Government target.  There has been an increase of 385% on the number of patients waiting for more than a year for an outpatient appointment.  This is quite a big increase from 9,406 people last January.<br\/>The director general of the HSE admitted the &euro;180 million in non-specific pay savings included in the 2014 service plan was never sought as it was not realistic.  He stated the &euro;180 million was not allocated as it was not meaningful or real and would have had an unfortunate impact on the morale of people working in the HSE.  It is reasonable that people might ask why we should believe the Minister that the budget brought before us this year is sufficient for the year ahead.  By the Minister's own admission it is not.  A net &euro;115 million is being set aside for the year ahead, including all of the waiting lists which are set to rise.  Mr. Tony O'Brien, the director general, stated the one year target is not achievable.<br\/>What was aptly termed chaos by the then Minister, Deputy Reilly, has been surpassed.  None of this is happening without due warning.  I am sorry for mentioning names, but these people have public roles.  For many months Mr. Fergal Hickey, the head of the Irish Association for Emergency Medicine, told us a major crisis was ahead.  In the early part of last year the five CEOs of the Dublin hospitals stated patient safety was a genuine concern because of cuts to the acute hospital sector, the closure of beds, the moratorium on staff, the fact we cannot get consultants and the fact we cannot get people to work because morale is low.  In the weeks running up to Christmas, our flagship hospital in urology, among other disciplines, had to close its doors because it could not deal with the crisis.  This continued to get worse and a talk shop has been set up to plan.  It seems we have plan after plan but no money to deal with the problem.<br\/>I have no doubt all Members can replicate the stories I have heard.  On Sunday morning, I spoke to a gentleman in Sligo who told me his 68 year old sister was told to report to St. James's Hospital for a planned surgery of a serious nature but after driving there was told no bed was available.  This is not an acceptable service.  Yesterday week, a gentleman with a serious prostate condition expected to be admitted for surgery in University College Hospital Galway but was told there was no bed for him.  These instances are fundamentally unacceptable.  The chaos the then Minister, Deputy Reilly, quite rightly described is being papered over with spin once the facts are laundered through the HSE PR agency of choice.  What is the plan?<br\/>The Minister spoke about clinical programmes.  I agree that the outcomes from the national cancer control programme have improved.  There have also been improvements in the 90 minute turnaround on stenting following a heart attack for approximately 75% of the population, but the 25% of the population who live where I do, in the north west of the country, in Sligo, Leitrim, Donegal, Cavan and north Roscommon, are at a disadvantage.  There is no Government plan to provide them with the same services and give them the same survivability from a heart attack.  There are no cardio-categorisation laboratory facilities in this part of the country and no plans to develop them.  This is dismissed by stating other options are available, but they are not.<br\/>We have conceded the fact that we are not prepared to have a decent ambulance service because we do not have the money.  The fleet is ageing and staff and vehicle resources are insufficient.  We do not have any where near the turnaround times necessary.  The report which was leaked last week stated Ireland is too rural for us to expect to enjoy the same outcomes as the UK.  If Government policy is to throw in the towel before we begin, I have huge concerns.  The Minister mentioned some improvements in primary care and these are welcome.  We should be using our primary care centres in a much better way.  We should negotiate with GPs how best they can extend services rather than having machines and pilot programmes for minor surgeries.  A significant amount more should be done in this regard.<br\/>While the national cancer control programme has improved outcomes, my part of the country has nothing despite endless commentary and promises from the Labour Party and Fine Gael in the run-up to the election and since.  The former Minister of State, Deputy Perry, is on the front page of <i>The Sligo Champion<\/i>today stating follow-up mammography services will return to Sligo Regional Hospital.  This is another act of political delinquency, as he undertakes to deliver from the backbenches what he could not do as a Minister of State.  I presume he is teeing up his exit strategy from Fine Gael because he probably intends to leave the party and run as an independent when the Government does not deliver.  I notice an absence of the Fine Gael logo in his advertisements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000030#FF00200","speaker":"1149","continuing":true},{"type":"speech","time":1421775600,"counter":163,"content":"<p>He is not here to answer for himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00200","speaker":"1132"},{"type":"speech","time":1421775600,"counter":164,"content":"<p>He is well able to talk for himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00300","speaker":"1149"},{"type":"speech","time":1421775600,"counter":165,"content":"<p>Senator MacSharry has the sum of all human knowledge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00400","speaker":"1117"},{"type":"speech","time":1421775600,"counter":166,"content":"<p>There are 95,000 fewer medical cards today than there were this time last year.  Am I correct that it is envisaged there will be 60,000 fewer this time next year?  From whom will these be taken?  I welcome the continuing row-back on the cut to discretionary cards.  A man from Sligo suffering from cancer who also has heart issues applied for a discretionary card, which he had in the past, but was refused.  We helped him to appeal it but it was refused again.  I wrote to the Minister about it and he gave me one of the parrot-like responses for which I condemned Mary Harney and I will no less condemn the Minister for doing the same.  It was a departmentally-generated parrot-like response which simply stated that under the Health Act 2004, the CEO of the HSE was responsible for the issue and the Minister will forward my representations to him for direct reply.  We do not need a Minister if this is the case.  I will write to the Minister again about it.  I will not mention the person's name in the House.  I do not expect to receive one of these parrot-like responses.  Discretionary cards are available, but people with cancer and heart disease do not receive them.  They do not have millions but they are marginally over the income threshold.  To whom do we give discretionary cards and for what?  My allocated time of eight minutes is not sufficient----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00500","speaker":"1149"},{"type":"speech","time":1421775600,"counter":167,"content":"<p>It is sufficient for us listening to you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00600","speaker":"1117"},{"type":"speech","time":1421775600,"counter":168,"content":"<p>Senator Gilroy, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00700","speaker":"1164"},{"type":"speech","time":1421775600,"counter":169,"content":"<p>-----to go through the full suite of issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00800","speaker":"1149"},{"type":"speech","time":1421775600,"counter":170,"content":"<p>Senator MacSharry's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG00900","speaker":"1164"},{"type":"speech","time":1421775600,"counter":171,"content":"<p>I sympathise with the task the Minister has to hand and I do not doubt his personal commitment to try to solve it.<\/p> <p>However, before we begin, in January, the health service plan is insufficient.  The Minister does not have sufficient funding.  He is behind the curve in terms of following crises across all of the disciplines.  I did not even get to mental health, where Deputy Varadkar's colleague, the Minister of State, Deputy Kathleen Lynch, outlined today that she foresees a crisis in staffing where 1,000 nurses will retire this side of the summer.  What plan has the Minister in place to deal with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000031#GG01000","speaker":"1149","continuing":true},{"type":"speech","time":1421776200,"counter":173,"content":"<p>I welcome the Minister back to the House.  He was here earlier dealing with the Commencement debates.<\/p>  <p>I welcome the service plan that has been set out clearly for 2014.  We are talking about a substantial budget of &euro;12.131 billion.  The service plan clearly outlines how that budget is to be spent over the next 12 months.  It is important that we get value for money but also that there is an efficient service which can deliver the level of care required.  It is helpful that the plan also sets out clearly the intention for 2016 so that a lot more planning can go into the provision of health services, over not only the next 12 months but the next two years.<\/p>  <p>The reorganisation of the hospitals into hospital groups is a welcome long-overdue development.  The previous Minister was to the fore in ensuring that this progressed and, likewise, the Minister is.  In the reorganisation of the hospitals into hospital groups, there is one area on which we need to focus, namely, how we employ the medical staff.  An issue on which I have focused since I became a Member in 2011 is that of medical staff being given six-month contracts where the standard response I get from the HSE is that different hospitals have different budgets and the HSE cannot give a junior doctor a contract for two or three years because he or she will move on to other hospitals.  One aspect of the development of hospital groups is ensuring that we provide long-term contracts, by which I mean two to three years, for junior doctors so that the drain of young medical professionals out of this country is stopped.  They need certainty, security and a clear career plan.  The HSE has not given that issue the priority it deserves over the past few years.  We now need to change that focus to ensure that we retain the maximum number of Irish graduates within the health system.  That should be one of the priorities in the new hospital groups.<\/p>  <p>The Minister outlined the changes that will be made in 2015.  BreastCheck will now be available to women up to the age of 69.  There will be free GP care for over 70s and expansion of mental health teams.  There is &euro;30 million to fund access to new hepatitis C drugs.  There is &euro;25 million to deal with the issue of delayed discharges, the Minister has already given detailed explanation on that issue, additional day-surgery cases and &euro;2 million for improved maternity services.  I raised previously the important issue of maternity services.  The Hanly report of 2003 set out quite clearly that there were slightly over 100 consultants in maternity services and the target was that by 2012 there should be 190.  Currently, there are 130.  Part of the plan for this year is that an extra ten consultants in that area will be employed.<\/p>  <p>As I am dealing with the issue of consultants, there is now a major problem.  There are 2,500 whole-time equivalent consultants.  I understand that up to 300 of those positions are currently vacant.  These positions are filled either by agency consultants or locums.  That issue needs to be tackled in 2015 because we need to ensure that there is continuity and clear organisational management within each section in hospitals as regards the provision of care, whether in surgery, orthopaedics, maternity and paediatrics, and that senior positions are not filled by consultants who may be moving on in two or three months' time.  That is another area to which we need to give priority.<\/p>  <p>In the case of nursing staff, the figures for agency staff are quite frightening.  I understand that the figure is &euro;336 million, which is equivalent to 2,000 whole-time equivalent agency staff.  There is a target that we reduce that by &euro;140 million in 2015.  It is essential that we reduce it and that we work hard to ensure that we get nurses in on a permanent basis and those in the medical area are given contracts the duration of which are similar to what they would be offered in the United Kingdom, Australia, New Zealand and Canada.  The issue with agency staff is that it puts significant strain on the services right across the board, from management to nursing staff and those involved in administration, and occupies a considerable amount of time in administration.  It is extremely important that we deal with that in 2015.<\/p>  <p>The report also refers to the EU cross-border directive.  Ireland has a population of 4.6 million and it is not possible for us to provide every possible medical care that is required because within each area, consultants are sub-specialising.  For instance, the area of paediatric urology, where one needs a paediatrician who specialises in that area, has been extremely difficult to fill, and yet there are a lot of patients who require a specialist in that area.  We should look at this area of specialist care co-ordinating with services outside the country.  The area of cross-border health care is one that will grow for which we need to be prepared, and on which we need to work.<\/p>  <p>There are a significant number of staff, 97,000 whole-time equivalents, working in the health care area.  When one includes those involved in the home care area, the total number comes to 102,000.  It is a significant number of staff employed.  It is important that we give them the support they need to ensure that they are highly motivated and continue to get the supports within the service itself.  One of the figures I looked at, returning to the agency staff issue, is that 8% of the total staff budget goes on agency and overtime.  That is something we need to tackle, especially in 2015, ensuring that we get value for money.<\/p>  <p>Senator MacSharry spoke of the emergency department issue and I raised this earlier on the Order of Business.  The prediction for 2015 is that 451,000 people, or 8,676 per week, will attend accident and emergency departments or will be accident and emergency admissions.  If there is a 25% increase, it will bring the figure over 10,000 per week.  As I stated on the Order of Business this morning, we need to get information out there to ensure that people use any available service they can before resorting to accident and emergency departments because we are suddenly asking accident and emergency staff to provide for a far greater number of people with little or no notice.  It is extremely important that we get that message out there.  The staff are dedicated and committed and provide a good service, and it is important that we give them recognition for that.<\/p>  <p>The service plan for 2015 has been carefully set out and well costed, and no doubt the standard of care that has been provided by the HSE in the hospitals will continue to be provided in 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000032#HH00200","speaker":"1150"},{"type":"speech","time":1421776800,"counter":174,"content":"<p>I welcome the Minister to the House.  He has been a refreshing dose of reality and fresh air in the way he has handled commentary about health issues.  He has not made unreasonable promises.  Clearly, he came in at a time of particular circumstances with respect to the public perception of the health service and in the context of his party's entirely realistic and not extravagant pre-election promises to undertake a very fundamental reform of the health service.  The usual way health issues are handled by politicians is to adopt one of two positions which are absolutely independent of ideology or party affiliation.  I must give the Minister credit because has not really been a big offender in this regard.  The two positions to which I refer are entirely dependent on which side of House one happens to sit on.  I have been in Ireland for 23 years and seven-odd Governments.  I was trying to amuse myself earlier by totting up the number of bureaucracies that have nominally been my employer in that time.  It is rather breathtaking.  In fact, it is a Soviet-style list.<\/p>  <p>Opposition politicians in Ireland traditionally wring their hands, keen, lament and olag&oacute;n.  Typically, they mention hard cases and the unbelievable disasters that strike individual people as evidence not only of the systematic failures of the system but also of the inhumanity of the individuals on the other side of the House.  They promise they would fix these problems if they were in power.  Irish politics being Irish politics, that flip does tend to occur.  We tend to change Governments once every three elections, on average.  We may well be heading into a different series of political events in Ireland over the next decade.  After there has been a change of Government, the folks who were on the Opposition benches usually assume the opposite role by preaching rectitude, collective responsibility and the concept of opportunity costs.  They say we have to be careful in how we spend our health pounds, as they used to be before they became punts and subsequently euro.  We are told that every euro we spend on one patient is not available for somebody else.  We are reminded that these decisions have to be made by the person in the hot seat.  This is all entirely correct.<\/p>  <p>The sad reality is that I do not think things have improved that much while this ideology-free, positional situational flip-flopping has been taking place over the last 23 years   People will quote individual statistics about how things have changed.  Things have changed in medicine all around the world.  It is not unique to Ireland.  Sadly, our relative position has not changed.  We are anchored firmly at the bottom of the league table that ranks the quality of the health systems of major OECD countries.  I know the Minister will quote the most recent OECD survey, which shows we are now approximately halfway up the list.  However, I ask him to look critically at the variables.  We are routinely anchored at the bottom with regard to the only variable that really matters, which is access to care.  Our only neighbour at the bottom is the system we emulate the most, which has served Britannic majesties.  I refer to the UK National Health Service.  Every morning, those involved in the NHS must fall on their knees and thank the good Lord that the Irish system exists because we are keeping their system off the bottom of all the waiting list statistics.  That is the way the system works.  I will not go into all the grim details.<\/p>  <p>The Minister has probably been bombarded and inundated with lectures on theoretical health economics over the last year or year and a half.  I have probably been guilty of doing some of that.  The reality is that if one examines a P value that correlates the kind of funding model used for one's health system with access to care, one will find that all the systems which follow the Beveridge model of central taxing and pre-ordained budgeting tend to occupy the lower positions on international league tables of access to health care.  Such models unlink activity to reimbursement and thereby disincentivise quality, efficiency and fairness.  That does not apply to countries that have an equally social democratic model.<\/p>  <p>I ask Senators not to think I am advocating a Darwinian approach to health care.  I am not advocating a cut-throat, care by ability to pay model.  I am advocating a more rational model of socialised health care.  I refer to the Bismarckian model, which was introduced in Germany by the Iron Chancellor in the latter part of the 19th century.  This model survived two world wars, the Great Depression, communism and the split and reunification of Germany.  It will probably survive all kinds of other models.  It has stood the test of time.  Under this model, as the Minister knows, people have mandatory health insurance.  If a person cannot afford it, the rest of us who can afford it pay for it on behalf of him or her.  When one gets this, with nuances, one is left with a freely negotiable and equal insurance instrument that one can take to any type of institution one wishes.  The idea is that public, private, charitable, academic and other institutions are forced to compete with one another on the grounds of quality and efficiency within a network that is regulated, policed, legislated and enforced to make sure price-gouging, self-serving activity on the part of doctors, hospitals and other for-profit health care providers is not allowed.<\/p>  <p>I would like to appeal to the Minister in this regard.  The subtext to his appointment was not that there was perceived to be a need within Fine Gael for radical reform of the health service, but that there was a need within Fine Gael to radically reform its electoral prospects.  The Minister, Deputy Varadkar, was seen as a particularly competent and politically astute pair of hands who had credibility in health.  It was considered that he could take the Fine Gael ship off the rocks of electoral difficulty, if not on course for reform.  I am sorry if that sounds uncharitable to Fine Gael, but I really believe it is the case.  The Minister's appointment was accompanied by an almost contemporaneous statement to the effect that a long-cherished goal of many of us - it was adopted by Fine Gael in recent years - was to be abandoned.  I refer to the idea that the health service should be fundamentally reformed and there should be a move to a social insurance-based model.  I suggest that officials from various Departments of State and the health agencies that are charged with running the health system deemed this goal to be wholly impractical.  I must say it was a very bitter pill to swallow.<\/p>  <p>The Minister should remember a few things.  I ask him to give himself a vision for reform.  He should not see himself merely as a narrow technocrat.  He is too smart for that.  He can do this right.  He could be the Minister who fixes the health system.  If he is to do that, he needs to confront officialdom, which I believe to be the greatest entrenched force for inertia we have.  I will mention a few paradoxes in this context.  Ireland is, as it was when I came back here 23 years ago, the country with the highest number of medical schools per head of population in the western world.  Paradoxically, it is also the country with the lowest number of career-level doctors.  Even though we churn out far more medical graduates than many other countries, we still manage to have a great shortage of medical doctors.  Even though we have a shortage of medical doctors, we are exporting them at a rate which is unprecedented in the EU or in OECD countries.  Some of the countries of eastern Europe are now doing this on a similar scale, but it has never been done in the traditional western countries.  We have one of the highest numbers of hospitals per head of population, but we have one of the poorest levels of access to the hospital system and one of the longest waiting lists for access to care.<\/p>  <p>This can be fixed.  If it is not, we will have the quadrennial or quinquennial performance that involves those politicians who were crying when they were in opposition assuming the reins of power and immediately assuming the powers of their predecessors, while those who had the power to do something to fix the health system find themselves again keening, olag&oacute;ning and outlining the sad cases about which their constituents have written to them.  I expect more from the Minister, Deputy Varadkar.  He is a good and smart guy.  He is the smartest of this lot.  He can put his stamp on this.  He has an opportunity to do so.  He should not see this as a damage control exercise, or as part of the campaign to re-elect the Taoiseach.  He can do this properly if he is prepared to put his bow into the wind, put up the sails and really get the wind going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000033#JJ00100","speaker":"1147"},{"type":"speech","time":1421776800,"counter":175,"content":"<p>I welcome the Minister to the Chamber.  I recognise the constraints that limit our potential to deliver the services that are required in this country.  A great deal of good news and good stuff is contained in the national service plan.  The real increase in the budget of &euro;115 million, when last year's commitments are met, certainly has to be welcomed.  The decision to enable general practitioners to access ultrasound will make a significant difference to the way we deliver primary care services.  I recognise the improvement in the framework for the provision of cancer services, which is a model for how we would like the entire service to be.  I intend to devote the greater part of my contribution to mental health services.  I welcome the provision of 12 extra beds for people who are suffering from eating disorders.  This area is under-catered for in the health service at the moment.<\/p> <p>Are there plans to provide an enhanced role for non-medical professionals, particularly in our accident and emergency departments?  I say this in the context of a visit I paid with a young fellow who was playing football and injured his knee.  We waited a while to see the triage nurse and then waited again to see a doctor, waited again to get an X-ray, waited to have the X-ray results read, and then waited for a prescription or treatment.  If we had somebody like an advanced nurse practitioner in triage who could have referred the patient directly to X-ray, it could have saved at least three or four hours.  That is one example.  I understand that medical professionals jealously guard their own jurisdictions, and that might be one of the blocking points to resolving the problems we are facing in the accident and emergency departments.<\/p> <p>The mental health service budget is &euro;756 million, and an additional &euro;35 million has been approved again this year.  That is welcome.  There is a real concern among people working in the mental health services that the &euro;35 million that has been provided to implement the recommendations of A Vision for Change and to recruit more staff is not being used to recruit any more net staff, or very few net staff, into system.  It is suggested that the &euro;35 million is being used to promote or create very important jobs from within the existing cohort of staff.  The wages for the post that is being promoted remain with the HSE and the only difference the &euro;35 million makes is the difference between the existing post and the promoted post.  I would like the Minister's comments on that.  Is he concerned about this?<\/p> <p>My colleague and friend, Senator MacSharry, during his - I have to say - ill-informed contribution, referred to what the Minister of State, Deputy Lynch, said about the crisis she feels might be developing in staffing in the mental health services.  There is a danger that 1,000 staff might be leaving the system this year.  It is an ongoing yearly concern that has not just arisen this year.  Every year it is the same, and it looks like the structure of career paths for psychiatric nurses leads people to take retirement earlier than other professionals might.  A Vision for Change recommends we employ 12,240 staff and the service plan acknowledges that at the moment there are only 9,000 whole-time equivalents within the system.  To implement the recommendations of A Vision for Change fully, we are 25% short-staffed already, before the imminent and worrying retirement of other staff.  It seems to me that this is a legacy issue of not training psychiatric nursing staff and failing to provide proper career paths for staff who are being trained.  I would like to see some statistics of the number of graduate nurses leaving the education system who do not enter into the mental health services and who go abroad.  Anecdotally, it seems the numbers are quite high.<\/p> <p>We might say it is a problem of pay or career path, but private providers of mental health services are also experiencing difficulties in recruiting staff and are using a lot of agency staff.  If we view it merely as a problem with the career paths in the simplest sense, we are not really seeing the main problem.  What is the Minister's opinion on that?<\/p> <p>It is 31 years since I entered Our Lady's Hospital in Cork as a student psychiatric nurse, and in that same year a document called Planning for the Future was published - two momentous events.  It seemed to me then, and seems to me and a lot of my colleagues now, that we are always just one step or one action away from delivering the perfect mental health services that we need.  A Vision for Change stands with the very best policy documents in the world.  Some years ago I was involved in a literature review of mental health documents in seven English-speaking countries, and A Vision for Change was certainly well up there, possibly even the best policy document.  However, it has been acknowledged everywhere, even probably by the Minister, that we are not doing as much as we should to implement A Vision for Change, and even after four years of our Government trying to implement it, it seems that we are moving backwards rather than forwards in many areas.<\/p> <p>The service plan mentions the establishment of different offices, one of them being an office of service user engagement.  The language is amazing.  The jargon we use in the health services is just perplexing.  It also says we want to appoint service user members onto each panel of mental health management teams.  While that seems to be a good idea, I am not sure how we can do it.  How would the people who are going to serve on these management teams be selected?  Would they be -again - insiders from the HSE or would there be open competition?  While it is very important that we aspire towards things like this, the actual delivery of them at HSE level will probably not live up to the potential.<\/p> <p>It is worrying to see that we are only now in the process of appointing clinical leads to the three clinical programmes.  Is the position of director of mental health services still vacant?  Is the director still seconded from that position?  Is any consideration being given to driving forward in very real terms the recommendations of A Vision for Change?  By that I mean we should perhaps try to appoint somebody similar to the Canadian doctor who was appointed to oversee the development of cancer services in the country.  While there was a lot of opposition to what he wanted to do at the time, we can now acknowledge and agree that the outcomes provided in cancer services are second to none.  Has the Minister given any thought to appointing a similar mental health czar to drive change in the area of mental health?<\/p> <p>I cannot let the opportunity pass without referring to the ongoing crisis which is developing regarding the retention fee for nurses and the Nursing and Midwifery Board of Ireland.  I spoke about this on the Order on Business and I am very concerned about it.  There are 70,000 active nurses on the file.  The trade union movement and staff bodies are recommending that they do not pay the new enhanced registration fee.  I am inclined to agree.  I was not in agreement until I heard a spokesperson for the Nursing and Midwifery Board of Ireland on the \"Drivetime\" radio show yesterday saying that a lot of this money will go towards servicing an impaired loan.  Bad property speculation decisions by a previous board should certainly not be a factor in 70,000 nurses not being able to work in this country.  The Minister needs to step in and bang some heads together - not nurses' heads but maybe some nursing board heads - and ask what is happening.  It is very worrying.  Only last week, he himself called for nurses and other health professionals to step up and go the extra mile to deal with the crisis in our accident and emergency departments.  The nurses did that - they do it every day - but they went the extra mile only to find that their regulatory body is saying if they do not pay their registration fees in the next two months, they will not be working in our hospitals.  It is incongruous for the Minister to be saying one thing while the regulatory body is saying another.<\/p> <p>I will not mention my final point as I am just out of time, but I will take it up with the Minister in person later on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000033#JJ00200","speaker":"1117","continuing":true},{"type":"speech","time":1421777400,"counter":177,"content":"<p>I welcome the Minister and wish him a happy new year.  It is very welcome news that BreastCheck is being extended to women from 65 to 69.  With a bit of luck that should improve their health outcomes and that is what I would call a good policy initiative.  The Minister mentioned the universal GP service, that it has to be worked out with GPs, as I thought, and that it is optional for GPs.  How does the Minister get spread in that case?  Can he address that in his summing up?  If, for example, in Galway, only three GPs sign up to the scheme, how will there be universal free GP care for those under six and over 70?<\/p> <p>As far as I can recall, the Minister did not mention investment in health promotion and prevention in the budget.  Will he note that figure?  I will talk about accident and emergency in a minute but if we could ensure people take greater responsibility for their health and if we keep people well, which I know the Minister is trying to do with the universal GP service, then we would have fewer people in accident and emergency departments.<\/p> <p>In terms of the accident and emergency crisis, how much has the Minister put into the budget to re-orientate services towards the community and to have better diagnostic equipment in the community?  How much has been invested in IT services, so that there can be communication between the primary health care centre, for example, and the centre of excellence?  How much of an improvement is that on previous years?  Is the policy of re-orientating care from the hospital setting towards the community working at all?  Will the Minister give me an account of the improving trend on that over recent years?<\/p> <p>I refer to the accident and emergency situation, in particular in University Hospital Galway.  I spoke to six or eight accident and emergency nurses on this issue.  The facts are as follows.  There is an average daily attendance of approximately 200 to 220 people.  On average, the wait is two hours to see a triage nurse and on average, a wait of eight to 12 hours would be normal to see a doctor.  That is very off-putting.  What is happening is that people are leaving without being seen.  They are getting no service.  They go back to their GP and then they are back to the accident and emergency department again.  Older patients are on trolleys for 24 to 36 hours, with no one to speak to them.  As the Minister knows, they are not allowed to be served hot food, so it is less then suitable.  <\/p> <p>I will give the Minister an example.  A patient was referred from Letterkenny to Antrim and then transferred to Galway for plastics, due to a finger injury.  There were no beds, so the accident and emergency team had to see the patient for plastics admission.  I point out these situations because we need good practice in these areas.  I will give the Minister one example of very good practice, which is working.  Advanced nurse practitioners are dealing with minor injuries.  They can discharge within two hours, without seeing a doctor.  That is working well.  The Minister needs to look at the specific problems emerging and introduce good practice to match those problems.<\/p> <p>The accident and emergency department in University Hospital Galway was built for a population of 50,000 but we now have a population of 250,000 in Galway alone.  The Minister knows Galway is being used by a much wider geographical area.  It is a centre of excellence for the region.  What are the Minister's plans to improve space in the accident and emergency department in Galway?  We are losing senior staff to private settings and to public health and are losing general practitioners, due to too much stress.  <\/p> <p>In June 2014, 30 staff were approved for appointment through the national recruitment service but only nine of those have been appointed.  What are the Minister's plans to push on that appointment process?  The Minister might define the boundaries of the Saolta Group when summing up.  University Hospital Galway's accident and emergency department is now taking from Tullamore and Athlone because the consultants are taking patients way outside the Saolta Group boundaries.  For example, spinal surgery in University Hospital Galway is on Fridays.  We had a case of a patient waiting in Tullamore who was taken into University Hospital Galway.  The Galway Clinic is sending patients to University Hospital Galway and that adds to the problem because they want private beds in a public hospital - beds which are currently taken up with isolation units.<\/p> <p>The nurses fear losing their registration due to working in unsafe conditions in terms of health and safety.  People who call me looking for a bed or to complain about the services praise the staff but the staff, in particular the nurses, are at their wits end.  Do not close St. Rita's ward, which has 19 beds and is due to be closed, until there is a solution to the capacity issue. <\/p> <p>I have raised some macro issues and some micro issues but if we are to solve the accident and emergency crisis, we really need to introduce good practice in some of the areas I mentioned.  I thank the Minister for his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000034#KK00200","speaker":"1131","continuing":true},{"type":"speech","time":1421778000,"counter":179,"content":"<p>I join in the welcome to the Minister and wish him well with a very difficult task.  I am sure if he had the opportunity to start with a blank sheet of paper and redesign the health service, there are many things he would do very differently from what he inherited.  The Minister said there were enormous demands in and cost pressures on our health service, that health care demands continue to rise due to our growing and ageing population, the increasing incidence of chronic conditions and advances in medical technologies and treatments and that health services around the world are struggling with the issue of rising costs.  I think we all accept that.  It is welcome that the HSE will have &euro;635 million more to spend this year than it did in 2014.  This financial allocation is part of a two-year process to stabilise the health service with a further &euro;174 million being added in in 2016.<br\/>The majority of people who interact with the health service will tell one that their experience, in the main, has been positive but there are problems.  The Minister was right to devote much of his contribution to the emergency department situation.  It is very stressful and causes great hardship for patients and families when the situations described at University Hospital Galway and, to a lesser extent, in Portiuncula Hospital, which have happened over the past number of weeks, occur.  The Minister was right to say that staff, unions and management all have a role to play.  I hope the action plan for accident and emergency departments, which is due by the end of January, will address many of the issues that have been very much to the fore in recent times, including issues like staffing levels, bed availability and the facilities themselves.  I think Senator Healy Eames referred to the unsuitable nature of the accident and emergency department in University Hospital Galway.  It is just not capable of catering for the numbers coming through that facility.<br\/>Senators Colm Burke and Crown spoke with some passion about the recruitment and retention of medical staff.  They have spoken regularly in this House about the fact that we spend a fortune educating our doctors but then see them leave, bringing expertise to other jurisdictions.  On the other hand, we depend on doctors from developing countries to sustain our health services.  In some cases, these medics come here with lesser qualifications than our own doctors.  There are language issues and then there is the ethical aspect about whether we should take medics away from these developing countries when their services are required at home.  I am sure it is very much at the top of the Minister's agenda to address this whole issue of medical doctors and how we can retain them and attract back some of our highly qualified doctors and consultants who are working abroad but who we need back in our health service.  <br\/>The whole issue of filling frontline posts, consultant posts and nursing posts, must be given priority.  In my local hospital in Ballinasloe, the services are really stretched because some consultant posts have been unfilled for quite some time.  I ask the Minister to give particular consideration and priority to ensuring that many of these posts that have been vacant for some time are filled in the coming year.<br\/>Like others, I welcome the fact the extension of BreastCheck for women aged 65 to 69 will commence in 2015.<\/p> <p>I hope we will see significant progress before the end of 2015 and it continues apace after that.  The additional &euro;35 million ring-fenced for mental health services in 2015 is to be very much welcomed.  I hope we will see further development and modernisation of our mental health services in line with A Vision for Change.  The progress made should be built on significantly as, unfortunately, we still have far too many people losing their lives through suicide.  We must ensure there are sufficient resources to improve services for people with mental health issues and disabilities.<\/p> <p>The Minister has a daunting task ahead but he is sending out very positive signals in everything he has said since coming to office.  I hope the additional resources he has managed to obtain this year can be further enhanced next year.  There is no doubt the health budget will come under severe pressure later this year and I hope the Minister will make the sort of progress he has indicated that he wishes to see during the course of 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000035#LL00200","speaker":"1118","continuing":true},{"type":"speech","time":1421778600,"counter":181,"content":"<p>I welcome the Minister to the House.  It is fair to say his honeymoon period as Minister for Health has come to an end, given the very high outpatient waiting lists we have and the many people on hospital trolleys day in and day out in this State.  It seems to be a particular problem in some hospitals and the issue must be resolved.  The first time he came to the Seanad to engage with us on these issues as Minister for Health I indicated to him that he had the opportunity to be a reforming Minister.  His predecessor talked tough about what he would do but he did not deliver.  The current Minister has said he would deliver and he seemed to have a vision of where he wanted to go with health care, even if meant tearing up the commitments of the previous Ministers and even those of the Government.  I have a different view to the Minister on how health care should be delivered.<\/p>  <p>When the national service plan was published, 50,000 patients were waiting longer than one year to see a consultant as an outpatient.  I could judge the work of the Minister by my benchmark or that which is set by others but the Government has set a benchmark on these figures.  It indicated that adult outpatients would wait no longer than 12 months to see a consultant, and that goal has not been achieved.  I can provide figures from University Hospital Waterford, where 4,176 patients at the end of last year were waiting longer than 12 months for an appointment.  Some departments in that hospital - I am sure it is the same in other hospitals as well - are real pressure points.  There are more than 470 people waiting for an outpatient appointment in dermatology, 426 people waiting for general medicine, 627 people waiting for general surgery and 127 people waiting for a pain specialist.  There are 356 people waiting more than a year for an ophthalmology appointment and 1,100 people waiting more than a year for an orthopaedic procedure.  It is a big problem in the Waterford hospital, which has a lack of capacity.<\/p>  <p>I specifically raised a question with the Minister on the last occasion he was here but it was not answered.  An arrangement was put in place whereby patients from the south east would travel to Cappagh Hospital in Dublin to be treated.  Some people travelled for this and a full suite of care was to be carried out.  The arrangement was then cancelled and no real reason was given for that.  Some people were seen by a doctor but they never got any treatment.  All the files were returned to Waterford and waiting times were increased.  This is not even to mention the problem we have in the hospital in hiring consultants.  I can only consider my experience in the part of the country I live in.  We have big problems with health care there which must be overcome.<\/p>  <p>I will deal with the fair deal scheme in a moment.  In Waterford and the south east in general we were promised a 100-bed community nursing unit or geriatric care facility.  This is mentioned in the service plan but there is no mention of whether it is at a design stage, whether planning permission will be sought, if funding has been given and when the facility will be provided.  HIQA is already involved in discussions with St. Patrick's Hospital in Waterford, the only existing geriatric care facility in Waterford.  A unit has been closed in that facility because HIQA felt it was not up to standard.  There are very real concerns about the consequences if the new unit is not built, and it should be prioritised.<\/p>  <p>My colleague in the D&aacute;il, Deputy &Oacute; Caol&aacute;in, has flagged that the fair deal scheme continues to be under-resourced, and the plan has only offered the already announced &euro;25 million to assist with delayed discharges.  Of most importance, it did not provide the &euro;100 million requested by the HSE to deal with the problem.  The failure by the Minister to provide this or otherwise properly address the number of elderly patients in acute hospital beds has led to the crisis of overcrowding in accident and emergency departments and the horror stories we have heard over the past few weeks.  The minor increase in the number of doctors and nurses set out in the plan is undoubtedly necessary but the numbers mentioned only go a very small way towards addressing some of the more savage cuts in staff numbers in recent years.<\/p>  <p>There is much discussion in the public, political and media domain about wage increases and tax cuts.  Auction politics for the next election are well under way.  If we are to talk about tax cuts, we must also consider from where the money will come if we must invest in public services and ensure we do not have people on hospital trolleys.  The Minister's party cut the top rate of tax by 1% in the last budget but would that money not have been better spent in ensuring people have access to proper health care, as that has an impact on the most vulnerable and disadvantaged people in this State?  This is about political priorities and choices.  We must make tough decisions but, unfortunately, the kind of decisions made by the Government are not fair or equitable.  If we are to have a discussion about how we spend any extra money around the place, I hope that investing in public services and rebuilding the services that were battered after seven years of austerity will also be front and centre.  The health service must be one of those areas.<\/p>  <p>Accident and emergency departments will be equipped to deal with people experiencing a mental health crisis on weekends as well as Monday to Friday.  However, we have seen before that services can be promised but money might not be drawn down.  We must keep a close eye to ensure services materialise and are supported.  Much more needs to be done.  I would always wish the Minister well in his job, as it is one of the most important portfolios of any Minister.  I am sure he recognises that and his privileged position.  He can help patients and sort out the problems in our health service while imposing his own vision.  Nevertheless, we must see much more action and the Minister must get much more support from the Government and Opposition in doing the job he must do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000036#MM00200","speaker":"1133"},{"type":"speech","time":1421778600,"counter":182,"content":"<p>I welcome the Minister to the House and it is great that we are having such a debate on problems in the health service straight after Christmas.  I acknowledge the good points in the service plan and welcome many of the proposals but we all have issues that we would like to be addressed as well.  I welcome the proposal to implement free GP care for those under six years old.  How are the discussions progressing with the Irish Medical Organisation on the fee-setting process?  Are we nearing its conclusion as we cannot implement the scheme until the agreement is reached?  I am sure the Minister will provide an update.  It must be going well if we are hopeful that it will be introduced shortly.  I also welcome the proposal for free GP care for those over 70.<\/p>  <p>The Minister may remember the next issue as something for which I campaigned long and hard, including partaking in Adjournment debates here.  This is the extension of the BreastCheck programme to women aged between 65 and 69.  I would welcome that, as why should women of that age be any less important than younger women?<\/p> <p>Cancer must be detected as early as possible in order to have a positive outcome.   BreastCheck has been very successful in the early detection of breast cancer.  A number of my friends and relations have been diagnosed and successfully treated for breast cancer due to early detection.  <\/p> <p>I welcome the expansion of the scheme for mental health teams.  My colleague here has gone into the matter in great detail so I will not do so.  Under A Vision for Change we constantly want to get people back into the community and living there but first we must have multidisciplinary teams in place to provide a backup service.  It is vital that funding for the mental health service is put to the right use thus ensuring teams are in place to provide backup.  <\/p> <p>I also welcome funding to improve maternity services.  Having said that, over the Christmas period a member of my family gave birth to twins at Kerry General Hospital who were born five or six weeks premature.  We could not fault the service as the care they received was second to none and the staff were marvellous.  I am glad to say that all three - the mother and two children - are now home.  The twins were allowed home because they reached the required weight that would allow them to be discharged.  The care they received was brilliant.  A lot of the times we knock the care provided in hospitals.  Good care should also be acknowledged, and I say that on behalf of my sister who had the twins.<\/p> <p>I also welcome the opening of a diabetes monitoring unit at Cork University Hospital last week.  Obviously we are not just here to clap ourselves on the back and congratulate ourselves on having a wonderful health service.  We all know there are deficiencies in the health service and it is our job, as public representatives, to point out deficiencies and bring them to the attention of the Minister in order to ensure they are addressed.  We must do whatever we can to help the situation and it is on that note that I say the following.  A friend of mine was told that she, more than likely, had cancer of the pancreas.  She had a lot of tests but needed to have a scope of the pancreas in order to secure a full diagnosis.  There are only two machines in the country - one in the Mercy Hospital in Cork and one in the St. James's in Dublin.  Unfortunately, the machine in the Mercy Hospital in Cork has been out of order for the past five or six weeks and will remain out of order for another two weeks.  My friend was out of her mind with worry and anxiety for the Christmas period because she could not be diagnosed due to the machine being out of order.  Eventually she was taken to St. James's last week and had the test.  That just shows we need to have a plan B in order to provide backup when a machine stops working.  The situation I outlined is not good enough.  Treatment is being delayed and I would like the Minister to address the matter.<\/p> <p>I am sorry for going over time but I must mention another lady who was in Cork University Hospital.  She had to wait two years for a cataract treatment or surgery.  After she had her pre-meds done she was told she would be transferred to the South Infirmary Victoria Hospital.  Then last November she had her pre-meds done again but was told she would have to wait a year and a half for surgery.  That means she must wait a further year and a half.  What is going on? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000036#MM00300","speaker":"1132","continuing":true},{"type":"speech","time":1421779200,"counter":184,"content":"<p>The Senator has gone over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00200","speaker":"1151"},{"type":"speech","time":1421779200,"counter":185,"content":"<p>I ask the Acting Chairman to allow me finish my point.  This debate is open-ended so surely we do not have that much restriction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00300","speaker":"1132"},{"type":"speech","time":1421779200,"counter":186,"content":"<p>It is not open-ended.  There are just five minutes for each speaker.  I did not set the time limits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00400","speaker":"1151"},{"type":"speech","time":1421779200,"counter":187,"content":"<p>I have loads of stuff I could mention to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00500","speaker":"1132"},{"type":"speech","time":1421779200,"counter":188,"content":"<p>The debate is not open-ended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00600","speaker":"1151"},{"type":"speech","time":1421779200,"counter":189,"content":"<p>I wish to mention the shortage of nurses.  I received a letter from someone who owns a nursing home.  He or she cannot get agency nurses because agencies are contracted to the HSE which means private nursing homes cannot employ nurses.  Such nursing homes cannot bring in nurses from outside the country because nurses must complete an adaptation course before taking up work here.  I know that one Filipino nurse who was in the country had to wait 12 months for a place on an adaptation course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00700","speaker":"1132"},{"type":"speech","time":1421779200,"counter":190,"content":"<p>The Senator is one minute over her time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00800","speaker":"1151"},{"type":"speech","time":1421779200,"counter":191,"content":"<p>The shortage of nurses will cause mayhem and, again, that refers to the point made about nurses not paying an increased registration fee.  I am sure we do not have a backup plan to deal with the shortage of nurses and I ask the Minister to intervene in the matter as quickly as possible.  The people of this country have paid over and over for the mistakes of others.  It looks like these nurses are being asked to pay an increased registration fee in order to pay loans.  Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN00900","speaker":"1132"},{"type":"speech","time":1421779200,"counter":192,"content":"<p>The Senator went more than a minute and a half over her time.  I call Senator White and she has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN01000","speaker":"1151"},{"type":"speech","time":1421779200,"counter":193,"content":"<p>I welcome the Minister here this evening and wish him the best of luck.  We all depend on him to show that the country can manage itself and its projects but that all depends on how health reform is delivered.  There is no hope for the country if reform cannot be delivered.  Professor Crown has explained that there are more medical schools in Ireland producing doctors than other countries.  Why can a financial penalty not be imposed when newly trained doctors leave the country to work elsewhere when so much taxpayers' money has been spent on their education?<\/p>  <p>Since 2006 I have produced a policy paper on a new approach to ageing and ageism as a result of public meetings that I held here in the city.  Since then, one of the issues I have campaigned for is the abolition of the 64 year age limit on BreastCheck because one in ten of all breast cancers occur in the 65 to 69 age group.  On 15 October, which is three months ago, there was euphoria outside the gates of Leinster House and the next day mega pictures of the gathering were published in the newspapers.  We were all high with excitement because we thought the service would be extended.  The Irish Cancer Society welcomed the decision to make the necessary investment to ensure the BreastCheck scheme was extended to women aged 65 to 69 years.  The society said it was the right decision and stated it would save a minimum of 87 lives a year.  The extension of the scheme to women aged between 65 and 69 is a great victory for those of us opposed to the ageism which is endemic in our society.  People have asked me why the scheme ceased at 64 years.  The reason is because there are very few women at the highest level in the Departments of Health or Finance where decisions are made about where the money should be spent.  The people there write off women aged over 65 and think \"they are getting really old and we should not have to treat them or whatever or give them free mammograms\".  One of the beauties of the free BreastCheck scheme is that women are called in for breast screening.  If one is not part of the scheme, then one is not called for screening and the decision and cost is left to each individual woman.  <\/p>  <p>After the demonstration I composed a beautiful newsletter which praised the Minister, and declared the extension of the scheme was a victory and that the rights of older women were no longer denied.  People have since asked me when this part of the scheme would start and I told them it would be in 2015.  I was appalled to learn before Christmas that the scheme would not be rolled out until the end of 2015.  I also want to know why the free check is stopped when women reach 69 years.  Women's lives will be lost due the scheme not being extended until the end of 2015.  I felt ashamed when I had to tell women they could not apply for the test until the end of 2015.  I got the impression on the day of the demonstration that the service would be rolled out this year - end of story.<\/p>  <p>I have three questions for the Minister.  How many women aged between 65 and 69 will be screened as part of the BreastCheck programme in 2015?  How much funding will go towards BreastCheck in 2015?  The HSE's national service plan has put the figure at &euro;100,000 but the Minister, during the Seanad debate held on Tuesday, 15 July 2014, put the figure \"at some &euro;200,000\".  An extension of the BreastCheck programme means the HSE will need more radiographers.  Is there a plan in place to recruit them?  <\/p>  <p>I am a very optimistic person by nature.  I do not have a cynical bone in my body but this situation has left me feeling cynical.  I was thrilled on the day of the demonstration, as were all the people who were gathered outside the gate, with the announcement that the scheme would be extended.  What about all the PR the next day in the newspapers?  I am saddened that the scheme will not be fully delivered, as the Minister said in his speech, until the end of 2015 and will be expanded on a phased basis.<\/p> <p>I think that is unforgivable and is disrespectful to the women of Ireland.  It was a PR stunt.  I was enthusiastic about the Minister, and told the women about the announcement that the service would not be rolled out until 2015.  Then I hear it will take a long time to roll out this service.  I need answers from the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000037#NN01100","speaker":"1156","continuing":true},{"type":"speech","time":1421779800,"counter":195,"content":"<p>I welcome the Minister.  When first I came to the House the statistics documents used to be circulated.  May I suggest that this statistics document should be circulated to Members because it contains a great deal of good news in spite of the statements that have been made earlier.  Let us take the example of statistics for 2013.  In 2011 the share of gross national income spent on the health service was 11%, that is more than the share spent in Belgium, Denmark, Italy, Japan, Norway, Switzerland, Sweden and the United Kingdom and is the same as Germany.  During the period of the recession, for four of the years covered in the staffing data from 2004-13, 19.5% more staff were employed in medical and dental services and 22.4% more health care and social care professional staff were employed.  The number of consultants increased in the period 2004-13 to 34.6%.  The number of doctors as a whole increased by 23.2%.  We start our dialogue by referring to the situation as \"Angola\" but that is not borne out by the numbers.  Even in a recession we have recruited more consultants and doctors.  We started out with a higher cash expenditure in 2009 on the health service than most of the countries I have mentioned, still as a proportion of gross national income at 11%, it is not bad and the only country with an outstandingly greater level of expenditure is the United States.  Many people are not sure that is the model one would wish to follow.<\/p>  <p>I think sometimes the employees of the health service have bad-mouthed their own service and caused panic among the public.  I think that is wrong.  We have had recruitment.  We do not underspend.  Even in the period when the bankers cleaned out the country we kept the expenditure going.  Perhaps we should look at things such as the denigration of trolleys, as if the trolley was a supermarket trolley.  As far as I can see it looks like a bed.  What is at issue is whether it should be in an accident and emergency department or should be moved upstairs.  I hope the hospitals' management will come to grips with this issue.  <\/p>  <p>We have the issue of the deskilling of GPs.  I recall a programme on Ulster Television showing a doctor in Armagh who spent most of his time on the phone, not like the Minister who had been training for seven years in a medical school.  Have we deskilled GPs?  We put that proposition to his predecessor, the then Minister for Health, Deputy Reilly, who felt it happened in Dublin, in particular, those who are in the catchment areas of hospitals.  It is easier to refer people to an accident and emergency department than to deal with them in the doctor's surgery, as the Minister described in his radio interview on Sunday.  <\/p>  <p>There is no doubt that we pay far too much for pharmaceuticals.  Mr. Pat Kenny would be one of the strongest advocates for linking up with the Spanish when buying pharmaceuticals.  Let us send trucks down to Spain to bring back pharmaceuticals at Spanish prices, if we are locked into some high price zone in northern Europe.  I agree with the Minister that we must look very strictly at the build up of public pressure for more hospital beds.  I think there are other ways to look at the problem.  Over a ten-year period up to 2011, we spent &euro;5 billion on capital expenditure, a large part of which was to replace old highly esteemed and cherished hospitals, such as the Adelaide and other hospitals in Dublin.  Was this part of the control of Government spending by the construction sector rather than by the health sector?  <\/p>  <p>I think the Minister's ideas on changing the ambulance service from a taxi to a facility that would treat people in their homes or in the vehicle and then leave them at home are innovatory proposals.  We should consider proposals not on the premise that we are spending less than other countries either in cash terms or as a percentage of gross national income, because we are not, or that we have been running down the system.  We have protected the employment of the health care professionals, doctors and in particular consultants during a period when the Exchequer was empty which does belie the Angola tag.  Not that it is not Angola, I hope the Minister will have a rewarding experience and I wish him well in the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000038#OO00200","speaker":"1157"},{"type":"speech","time":1421779800,"counter":196,"content":"<p>Go raibh maith agat.  Cuirim f&aacute;ilte roimh an Aire.<br\/>We are dealing with an area that is probably more complex and more multifaceted than any other aspect of life.  We are faced with two choices.  Do we continue managing crises or do we have fundamental reform?  Do we need to reform not only the health system but the HSE itself?  I think we must revisit it.  <br\/>I compliment the Minister.  He is only in the job a wet day and I have him to be refreshingly honest in making himself available, in particular during the beds crisis.  He was on the front line, on radio and television and was stating the position as it was.  He made one important comment, which might have seemed very simplistic, but on which I picked up.  When it seemed that we did not have an immediate solution to the beds crisis, he called on everybody involved to put the shoulder to the wheel.  That has been part of the problem with the reform of the health system.  I do not say this in any derogatory way.  There are a great many vested interests in the health system and every time one tries to make a move forward - and this is reported in the newspapers - it is quite evident that it is very difficult to do so.  I have always felt that the nurses, in particular, need help.  I think we need to be more balanced.  What about all the good news stories in the health system?  We all have had experiences of those but we lay them to one side and deal with the negative side.  <br\/>I do not think it is acceptable to have a two-tier health system embedded in our culture.  It is most unfair that somebody with VHI cover, like I have, can access whatever we require quickly.  I visited the accident and emergency department in the regional hospital in Limerick recently.  The trolleys were crowded so closely together, one could not get between them.  I do not think managing the crisis will give us a long-term solution.  I am not in favour of task forces or quangos, but we are in an emergency.  We have an ageing population and we have new medical procedures.  We will not be able to solve the problems on a year-to-year basis.  There may be a requirement for extra money, but I do not think that is the main issue.  We hear from the director general of the HSE who tells us that no matter what policies are in place, he will not be able to deliver.  That would suggest that we have accepted the <i>status quo <\/i>and that there cannot be reform.  Until we are honest and try to work together, reform will not come about.  <br\/>I have question marks over the concept of designating hospitals as centres of excellence.  It all sounds wonderful.  Is the hospital in Limerick not a centre of excellence?  I presume it is.  I am not being unfair to anybody.  Perhaps one could say the same about other hospitals.  However, when I visited, it was 1 million miles away from a centre of excellence, as I understood the concept.  I think it will take great political courage to deal with it.  We cannot blame the Minister, as he is only barely in the job.  We must blame ourselves, each and every one.  Have we the courage to revisit the concept of centres of excellence and see the position?<\/p> <p>Have we the courage to decide what it will cost if we are to improve?  Have we also the courage to take on reform no matter what opposition comes our way?  There is nothing as heartrending as meeting someone who do not have the wherewithal and is not able to find urgent medical attention for a loved one.  That is the bottom line.  Whether one is a socialist or a capitalist, that is the challenge that should be facing us, not political point-scoring nor the taking of sides in some of the debates that are ongoing.  We should retain our medical people in Ireland as we need them.  Managing the crisis is not the way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000038#OO00300","speaker":"1115","continuing":true},{"type":"speech","time":1421780400,"counter":198,"content":"<p>I thank Senators for a very interesting and informed debate over the past few hours.  Before I go into my substantive response, one or two individual cases were raised.  Senators will appreciate that I do not have any patients' charts on my desk and it would not be right for me to comment on individual cases but perhaps those cases were raised more to illustrate a point than to seek a specific response.  A few questions were raised about particular local issues or local hospitals and I am not going to answer them here today.  We have 40 hospitals in the country and that is only the hospitals, never mind another few hundred social care institutions and other primary care institutions.  I do not have a day to day working knowledge on which wards are being opened and closed in particular hospitals or matters like that.  No Minister ever has, ever will and or ever should have that, but my officials will take note of those questions and get replies from the hospital, local management or the group, or the HSE, as appropriate.<\/p>  <p>The vast majority of the questions and issues raised by Senators were national matters and I will respond to them as best I can.  A few Senators raised the issue of ambulances.  I want to point that our ambulance services in Ireland are improving.  It is not that long ago when all an ambulance and a driver did was to take one to hospital.  Now ambulances are largely staffed by paramedics and advanced paramedics who can offer one care on the scene.  We record the response times for Echo and Delta calls  and turnaround times and they are published every month in the HSE's performance assurance report, PAR, and they are improving.  Senator &Oacute; Murch&uacute; made a good point, namely, that when it comes to health care we tend to only hear about the bad things, it will never be a front page story that our ambulance turnaround times and response times are improving.<\/p>  <p>The budget for ambulance services in 2015 has been increased by &euro;5.4 million.  We now have intermediate care vehicles, which means we are not using ambulances for simple transport.  It was inappropriate to use an emergency vehicle for simple transport between hospitals.  We have 100 community first-responder teams, now responding on the scene, particularly - but not only - in rural areas.  I will be with them tomorrow launching the national network of community first-responders.  We want many more of them because what we need in a remote area is somebody living locally who can respond very quickly.  It is not practical to have an ambulance in every parish answering one call a week.  That is not realistic.<\/p>  <p>We also now have rapid response vehicles.  These are paramedics who travel by car who can get to patients and begin treating them before the ambulance arrives.  I have been out with that crew in recent months, as some of the Senators will know.  Under this Government we now have an air ambulance for the first time and that is particularly important in the midlands, the Border areas and west in getting people to specialist centres such as  the neurosurgery centre in Beaumont or cardiothoracic surgery in the Mater, which is where they need to go and not to the local hospital.  That goes for Connolly hospital as well, which would not be able to deal with level one trauma such as a major head injury.  <\/p>  <p>We are integrating all the call centres.  Within the next few months all of the calls will run through a single centre in Tallaght instead of there being seven or eight around the country, which was the case previously.  <\/p>  <p>There has been much talk about the eight minute and 20 minute targets.  They are UK targets which are not met in Scotland, they do not apply to a large parts of Wales and are often not met in large parts of England.  HIQA now acknowledges that we need to have a different set of targets for Ireland.  I live in Castleknock.  My nearest hospital is Connolly hospital.  If the bus lane is blocked it would be quite difficult for an ambulance driver to get me to Connolly hospital in eight minutes, and that is in an urban area.  My grandmother and cousins live in Dungarvan in west Waterford and there is no way one could get from Dungarvan to the hospital in Cork or Waterford in eight minutes.  That is impossible, even by helicopter, never mind by ambulance.  There are targets in that if one applies the eight minute target and if the ambulance gets to the patient in seven minutes and the patient dies, that is counted as a success.  If the ambulance gets to the patient in nine and a half minutes and he or she is defibrillated at the scene and treated in the ambulance and survives, that is counted as a failure.  It is a funny way of doing a target in my view.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000039#PP00200","speaker":"948"},{"type":"speech","time":1421780400,"counter":199,"content":"<p>The Minister should change it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000039#PP00300","speaker":"1131"},{"type":"speech","time":1421780400,"counter":200,"content":"<p>What we need are targets that are based on patient outcomes.  We need to do proper a clinical audit as to what happens to the patient, not when the vehicle arrives, and that is now being done.  Dublin fire brigade already does a clinical audit and for the first time the national ambulance service will start doing a clinical audit this year and that will give us patient relevant information, rather than just times.  There are three reports, one is published and two are pending, and when we have those we will put an action plan in place.<\/p>  <p>I think it was Senator MacSharry who pointed out that there are 90,000 fewer medical cards in 2014 and there will be fewer again this year, about 60,000 fewer.  That is true.  The economy is improving.  More people are getting back to work and at least for some people incomes are rising and therefore fewer people are entitled to medical cards on a means test.  However, the number of discretionary medical cards - those who get them on, for want of a better word, medical or compassionate grounds - is increasing.  It has increased from 50,000 at the start of 2014 to 75,000 now and that reflects some of the changes that were announced by the Minister of State, Deputy Lynch and I a few months ago.  It is still a work in progress and it is by no means perfect, but the fact that there are 25,000 more discretionary medical cards tells a story.  The more I look at this issue when it comes to medical cards, the more I am convinced that universal health care is the only solution.  Once we have a means test there will always be somebody who earns a few euro more than the qualifying threshold and somebody who does not fit the clinical criteria.  That is where we need to go and that is still very much the vision.<\/p>  <p>Regarding nurses, there has been some concern today about coverage in the news about there being 1,000 nurses who may retire.  It has been difficult for a number of years to retain nurses and fill nursing posts.  Some 36,000 nurses work for the HSE and the voluntary hospitals funded by the HSE, so 1,000 represents 3% of the nursing work force.  A 3% turnover in a workforce in any given year is not enormous.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000039#PP00400","speaker":"948"},{"type":"speech","time":1421780400,"counter":201,"content":"<p>They are concentrated in specific areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000039#PP00500","speaker":"1117"},{"type":"speech","time":1421780400,"counter":202,"content":"<p>There are quite a lot in mental health and that is where there is a particular issue because of the possibility of retiring at the age of 55.  The latest HSE recruitment campaign for nurses received 3,700 applicants and that is the number currently being processed, and future recruitment drives are being planned to encourage nurses to return to Ireland.  The number of nurses employed fell by 5,000 between 2007 and 2013.  In 2014, for the first time in seven years, the number of nurses employed in our health service increased by 500 and the number of nurses notifying the Nursing and Midwifery Board of Ireland of their plans to leave the country fell last year, whereas approximately 2,000 informed the nursing and midwifery board in this respect, as they need to get a certificate to travel abroad and have their qualifications recognised abroad.  The number was 2,000 in 2011, it fell to 1,600 in 2012 and in 2013, it fell again to 1,200 in 2014 and I hope it will fall again this year.  While there is not yet evidence of nurses returning home in large numbers, there is very clear evidence that they are not leaving in as great a numbers as they did in previous years.<\/p>  <p>On the issue of the non-consultant hospital doctors, NCHDs, rotating, the point about the six months contracts is a very good one.  Under MacCraith report, doctors in training are supposed to know where they are going for the next two years and I expect that to be implemented.  It may be necessary to have a different contract because when it comes to voluntary hospitals like St. Vincent's or the Mater, they are the employers, but it is different for the HSE, but so long as people knew where they were going, at least they could make plans.  It is very hard to be suddenly told to go off and move somewhere else.  It did not happen on the GP scheme that I was on but I know it has happened to other doctors.  As Senators may know, this week the Irish Medical Organisation is balloting on revised payscales for new consultants.<\/p> <p>I do not want to comment on that because the ballot is now under way, but if it is passed it will allow us to regularise some of the locums and people in temporary posts and to re-advertise unfilled posts.<\/p> <p>It is intended that consultants would be appointed to the hospital groups in future, but we will have a difficulty recruiting consultants for a number of reasons.  Our system is not an easy one in which to work.  It is difficult to get protected time to do research and academic work, which is very important for consultants.  It can be difficult to get simple things such as a secretary.  People always say there are too many administrators in the health service, until they want one, and it can often be difficult to get administrative support when one needs it.  A lot of work needs to be done in that space.<\/p> <p>We will have an ongoing problem which will not change, namely, that it is increasingly difficult to get doctors to agree to work in smaller and peripheral hospitals.  They are not willing to be the \"I can do everything\" doctor that we used to respect in the past but what we now know may not be the safest doctor.  That will not change.  It is not solely about money; there are many other factors.<\/p> <p>On agency staff, the HSE is very keen to convert many agency staff to proper contract staff.  Contracts are being offered to nurses and doctors to move from agency to contracted work.  Some are taking them up, but others are not.  Agency staff are paid more, do not have the same level of responsibility and have more flexibility.  It is not the case that everyone who works as agency staff wants a permanent contract, and that is something we will have to work through.<\/p> <p>On the reforms to the funding model of the health service, at the end of this quarter or the early part of the second quarter, the ESRI and the Health Insurance Authority will have completed their work on the costing of universal health insurance, which is a key piece of work.  There will be a cost to it.  The kind of social insurance that is paid in other European countries is different.  Low to middle-income earners across Europe pay more social insurance than we do for their health care and their employers also pay quite a lot.  We probably have among the lowest rate of employers' PRSI in Europe.  In Belgium, France and other countries, a large part of the health service is funded through employers' contributions, which can often be as much as 20% or 30%, rather than the 10% rate in Ireland.<\/p> <p>When we have the costings we will need to have a debate.  In this country in the past year we saw major unwillingness by a certain proportion of the population to pay water charges, even though people all over the western world pay water charges.  We also saw people refusing to do it.  We need to bear in the mind the possibility that if we introduce compulsory health insurance, some people will not be able to afford it and others will refuse to pay it.<\/p> <p>When we have done that work, I intend to go to the Government with the revised roadmap on how we can achieve universal health insurance.  There are already some building blocks such as the fact that, all things going to plan, we will have approximately 50% of the population covered by a GP this year for the first time ever.  We then intend to go on to the new GP contract for the whole population.  We have a package in place which is designed to make health insurance more affordable again.  We are already seeing, for the first time since the economic crash, a rise in the number of people who have health insurance, and I expect to see that continue throughout 2015.  It would be nice to increase the percentage to 50%.<\/p> <p>The hospital groups will be further developed in the year ahead and we will have more developments on activity-based funding, but we are way behind where we need to be in realising real reform in our health service.  The HSE does not have a single financial system ten years after it was established.  We do not have diagnostic related groups, DRGs, a basic thing that is in other countries to assess how much a patient costs.  We do not have individual health identifiers, the health PRSI number to which I referred.  One cannot track patients through the health service, let alone charge them or attach some sort of charge to a health insurer, unless one can put a number against them.  An enormous amount of work needs to be done to bring about a universal health service in Ireland, but I do not want people to think for a second that the vision has been abandoned.  It has not.  We need to move away from the vision, speeches and promises to an implementation plan with a realistic timeframe and a proper public debate as to what people are willing to pay for universal health care.<\/p> <p>I do not think that even if we introduce a different funding system that we will not have debates in our Parliament about individual cases or problems.  That is the case in all health services, regardless of how they are funded.  Other countries are less politicised; that is true.  When something goes wrong in a hospital in France, the focus is on the hospital and its board of management.  When something goes wrong in Germany, such as somebody not being eligible for something, the focus is on the insurer.  In Ireland it always comes back to the Government, the politicians and the Minister.  I do not know if that is because of our funding model.  It may be more to do with our political culture.  I could be wrong about that, but let us see if that changes in the next decade.<\/p> <p>Senator Crown is very accurate on the OECD numbers.  We perform poorly on access, but about average on outcomes.  Our health service is ranked 13th out of 31 by the European Health Consumer Index, and when it comes to things like mortality, survival rates and hospitalisation rates, we are in the middle tier.  There are single payer, insurance-based and all sorts of other systems which are well behind us on outcome data.  I do not think there is a perfect system.<\/p> <p>Senator Gilroy asked about the enhanced role for non-medical professionals in emergency departments.  He is correct.  We need to have more advanced nurse practitioners, who can see minor injuries very quickly, in our emergency departments.  We need a better minor injuries service in general.  In some hospitals one goes into triage, is assessed as having a minor injury, is put into a different stream and is seen within two hours.  If that can be done in many hospitals, why can it not be done in them all?  That is the kind of thing we are discussing with the emergency department task force.<\/p> <p>The same applies to the use of GPs in emergency departments.  There are GPs in my local emergency department, and there were GPs in St. James's Hospital in the past.  If somebody presents with a sore throat, he or she can be referred quickly to a GP on the campus, rather than being put into a prioritised system with people who are extremely ill.  People wait forever because an emergency department is for emergencies.<\/p> <p>We now have a lot of minor injuries units which, unfortunately, are under-used.  They are not open 24-7, but they are open most of the time.  There is a very good one in Smithfield which is open to medical card and private patients.  It is not a good thing to have people with minor injuries waiting for ages in the Mater and St. James's Hospital when they are only 15 minutes away from a minor injuries unit.  The minor injuries unit in Roscommon is under-used.  There is a good one in Cork in, I understand, one of the old orthopaedic hospitals.  They are all very much under-used and the HSE is planning a publicity campaign to inform people that the minor injuries units exist.  There is one in Loughlinstown and one in Dundalk, and they are not used to the extent that they should be.  I have no doubt that the HSE will be pilloried for spending money on public relations, but it is important that the public are better informed about what services are available and where they can access them.<\/p> <p>I am at a bit of a disadvantage in answering Senator Gilroy's questions on mental health.  The Minister of State, Deputy Kathleen Lynch, does such a sterling job in that area that I am not as up to date as I should be.  The Senator is correct in saying that many of the posts are replacement and promotion posts, rather than additional posts.<\/p> <p>On the Nursing and Midwifery Board of Ireland, I have made my views and concerns known to the chairman.  My officials have made our concerns known to the Government appointees on the board.  They make up a minority of the board, but it is independent of the Government.  I do not have a role in setting fees.  It is an acceptable principle that people, not the taxpayer, cover the cost of their regulation.  I met a group of pharmacy assistants recently.  They work in pharmacies and assist pharmacists.  Their annual fee is &euro;190.  Interns, that is, junior doctors in hospitals, who are not exceptionally well paid, have to pay a fee of &euro;310.  For therapists the fee is &euro;100.  A fee of &euro;150 is in the mix of fees that people pay.<\/p> <p>It is important that the Nursing and Midwifery Board of Ireland ensures value for money.  The money belongs to nurses and midwives, not to it, and it needs to make sure that the money it has is spent appropriately.  It also needs to ensure that it better explains to nurses what they are actually paying for and what services are offered to them.<\/p> <p>It is a sad reality that the number of complaints against nurses and midwives has increased significantly.  Members will be familiar with the referrals to the Nursing and Midwifery Board of Ireland after the Savita Halappanavar case.  The House knows that there are referrals to the board on foot of what we saw in &Aacute;ras Attracta.  Those fitness to practise hearings are expensive and often go to the courts.  That is the reality of these things, but that is the bigger picture.  However, I hope the board will engage with the unions and the staff associations and try to come up with some sort of compromise on the fee. <\/p> <p>It was either Senator Healy Eames or Senator Moloney who asked me about the discussion with the GPs on children aged under six.  These discussions are going quite well.  I am much more confident now than I was before that we can get this over the line in the first half of this year, but there is many a slip between the cup and the lip so I do not want to promise something that is not within my power to deliver.  However, I am more confident about this than I was before.<\/p> <p>There is one point I wish to make, and I would appreciate if Senators would also make this point if they are on local radio or otherwise in the media.  There is a perception that what we are doing is extending the doctor visit card to middle class and better-off children under six years of age.  That is not it at all.  It is a new primary care service for all children under six years of age, including those with medical cards already.  It will be a different and better service from what they have to date, but I do not want to go into too much detail on this.  It will be a different quality and standard of service and it will be universal.  It is not just a case of extending the doctor visit without fees scheme to middle class and better-off children or, as I should say, children of middle class and better-off parents.  <\/p> <p>All of the figures that Senator Healy Eames requested on health and well-being, IT and primary care are in the service plan which was laid before the Oireachtas some months ago.  Off the top of my head, the budget for health and well-being is about &euro;200 million; for IT, it is &euro;55 million, up from &euro;40 million last year.  I cannot remember the figure for primary care - perhaps &euro;2 billion - but there is a very detailed breakdown of all those figures in the service plan which was laid before the House in November.<\/p> <p>No one will lose their registration, by the way, as a result of their working conditions.  <\/p> <p>Senator Cullinane mentioned waiting lists.  It is important to point out that there is no single waiting list.  One often hears of 350,000 people on waiting lists.  This figure, it should be noted, includes people waiting three or four days.  What people really want to know is how long they have to wait and not what number they are on a waiting list.  There are different waiting lists for different hospitals and different consultants.  Outpatients is different from surgery, while surgery is different from tests such as scopes and scans.  Some waiting times are improving.  The waiting times to see an occupational therapist, OT, or a physiotherapist in the community are going down.  For palliative care, the waiting time has gone down to almost nothing.  Unfortunately, however, most are going up and I am not going to pretend otherwise.<\/p> <p>This is not down to cuts.  Activity is increasing.  More surgery is being done and more outpatients are being seen than before, but demand is rising quicker than supply.  As a result of this, waiting list targets are being breached and will continue to be breached for the next six months at least.  We are doing a mixture of things on this, including providing transparency on waiting lists and greater efficiency.  There are also some particular initiatives around endoscopy, orthopaedics, ophthalmology, scoliosis and the reopening of some of the closed theatres in Cappagh.  However, we are not where we need to be.  We should be able to eliminate some of the very long waiters - people waiting over a year - but based on the current HSE service plan, which is based on existing level of service, it will not be possible, based on the current budget, to meet the targets of eight months and 20 weeks. <\/p> <p>On BreastCheck, the extension of this service to women in the 65-69 year age group is on schedule and it is happening as quickly as possible.  It has to be phased in.  That was always the case.  Staff have to be recruited and trained.  Radiographers have to be employed.  Equipment has to be tendered for and procured.  This is something that is going to be rolled out over a number of years.  It was never going to happen in the first quarter of 2015.  We are talking about in the region of 150,000 or 200,000 people.  It was never going to be possible to screen all of them in one year.<\/p> <p>In terms of the exact number of people who will be scanned, I do not have those figures to hand but I will have them tomorrow.  A parliamentary question on this will be answered tomorrow.  The amount of funding is what it is in the HSE service plan.  It is between &euro;100,000 and &euro;250,000.  However, it is not that anyone is trying to drag his or her feet here.  It takes time to provide a new service to hundreds of thousands of people.<\/p> <p>Screening is one of the areas in which this Government has done very well.  Other than breast, we have introduced colorectal screening, for example, for bowel cancers.  Screening for diabetic retinopathy for people who have eye disease because of diabetes was introduced for the first time as was screening for neo-natal deafness to pick up deafness while in the maternity hospital or in the few weeks after birth because early intervention is so important when it comes to sensory loss.  We have a good story to tell here.  <\/p> <p>Senator Barrett mentioned some statistics.  The more I look at health, the more I am wary of statistics and of how much we spend as a percentage of GDP and GNP and all of that.  We do not always compare like with like.  For example, social care, which costs us a lot of money, elderly care and disability costs fall under the local authority budget in Great Britain and not under the NHS.  Therefore, comparative figures with the NHS are inaccurate because they do not include the &euro;1 billion we spend on the fair deal scheme or the money we spend on disability and so on.  Also, money for the health service comes from different places; it is not just what comes from tax.  It is necessary to take into account insurance contributions and out-of-pocket expenses which are pretty high in Ireland compared to other countries.  Therefore, it is often very hard to get proper numbers on this.  I cannot tell the House for sure whether we are a high, middle or low spender on health.  However, the ESRI will be doing that as part of its work, and I should have a proper answer on that quite soon.  <\/p> <p>Senator Barrett mentioned that sometimes people in the health service bad-mouth their own service.  I would not use that term myself.  However, sometimes people in the health service try to advocate for their patients and, in good faith, in attempting to advocate for their patients, without realising it, damage the reputation of their own hospital and their own service and, in fact, therefore, do not do their patients any favours.  There is a fine line between advocacy and inflicting reputational damage on one's own hospital and one's own health service.  Sometimes, unfortunately, people cross that line.<\/p> <p>The Senator makes a very good point on the amount of beds we have in the health service.  The issue is less about beds than how they are used.  One of the best things that has happened in recent years is that the average length of stay has gone down considerably.  The average patient used to spend nine or ten days in hospital.  That is now down to six or seven days.  Therefore, each bed gets used twice as much as it used to.  This is a much better thing to do than doubling the number of hospitals.<\/p> <p>We need to do a lot more on hospital avoidance.  I still cannot believe that in my own local hospital - Connolly Hospital - which I visited last week, patients are still being sent in from nursing homes in ambulances to have catheters changed.  I really thought that stuff had stopped.  In large parts of the country, there are patients who would never have to go into hospital if the nurses were in the community to give them their drips and their intravenous lines, IVs, at home or in the nursing home.  That is why we are expanding the community intervention teams to do that, but we have so far to go on that.<\/p> <p>Then there is the unspeakable - or rather the speakable - that we all know about.  These are, of course, the delayed discharges.  Even today, there are over 700 people in our hospitals who do not need to be there and would not have to be there if the appropriate nursing home places and social care was available to them.  There will always be a certain number of delayed discharges but it should be something around 300 and not 700.  <\/p> <p>I think I have covered everything.  However, on the Limerick emergency department, the new annex has been opened providing an additional 22 beds on a temporary basis.  The new emergency department is ready for opening in 2016, and I know it is desperately needed.  When it comes to the new emergency department in Galway, which is also needed, funding is not provided for this in the current capital envelope, but funding is being sought in the next capital envelope to do that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000039#PP00600","speaker":"948","continuing":true},{"type":"speech","time":1421781600,"counter":205,"content":"<p>I thank the Minister.  That concludes our business for this evening.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000041#RR00200","speaker":"1118"},{"type":"speech","time":1421781600,"counter":206,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012000041#RR00300","speaker":"1130"},{"type":"unspoken","time":1421781600,"counter":207,"content":"<p>The Seanad adjourned at 7 p.m. until 10.30 a.m. on Wednesday, 21 January 2015.<\/p>","notice":"TIME STRING DETECTED"}]