[{"type":"minorheading","content":"Prelude","time":1653994800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 12:00:00","time":1653994800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1653994800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1653994800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1653994800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#A00100"},{"type":"speech","time":1653994800,"counter":6,"content":"<p>I have received notice from Senator Aidan Davitt that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the to make a statement on the provision of an autism spectrum disorder unit for Ratoath junior national school, Ratoath, County Meath.  <\/blockquote> <p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on the future of the Creative Ireland Programme 2022-2027. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the regulation of jet skis. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on plans to balance regional development of air traffic routes, particularly in light of the current delays in Dublin Airport. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on recruitment and staff shortages in home help services. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the payment of the pandemic bonus to HSE and community-based workers.   <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected those raised by Senators Davitt, Warfield, Malcolm Byrne and Maria Byrne and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1653994800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#B00100"},{"type":"minorheading","content":"Special Educational Needs","time":1653994800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#B00200"},{"type":"speech","time":1653994800,"counter":9,"content":"<p>I thank the Cathaoirleach for selecting this matter and welcome the Minister of State to the House.  I am sure she is well aware of the matter as she is working hard in this area.  I have seen some of the great work that has been done over the last number of years, particularly in St. Finian's College in Mullingar.  Special education units have been very useful and well resourced under this Government and the previous one, to be fair.<\/p> <p>South Meath is a commuter belt area.  Ratoath has a population of approximately 15,000 and is growing.  It is a town that has really sprung up.  The parents and the school are very happy to push ahead with a special needs unit for Ratoath junior school.  Time is of the essence.  With September on the horizon, there is a short timeframe to do what we are talking about.  If the Minister of State could shed some light on the matter of a special needs unit in Ratoath junior school, I would really appreciate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#B00300","speaker":"1652"},{"type":"speech","time":1653994800,"counter":10,"content":"<p>I thank the Senator for raising this issue.  He will be aware that the creation and opening of special classes are of paramount importance to me and the Department.  To put it in context, we have 2,118 special classes in the country at present.  We have opened 300 special classes this year, creating about 1,800 special class places.  By the end of this year, we will have 2,148 special classes.  We are making substantial progress, especially considering that we only had 548 special classes in 2011.<\/p> <p>The Senator has made a specific request around Ratoath junior school.  I understand the National Council for Special Education, NCSE, sanctioned a special class by letter in November last year.  Once the NCSE sanctions a special class, it is then up to the particular school to apply to the Department.  The school did that under the additional accommodation scheme for the refurbishment of rooms to accommodate a special education class.  I understand the school submitted this request for the refurbishment only in April of this year.  The Department has asked for more information from the school.  A reminder was also issued to the school to get that information to the Department in order that it can progress this matter.<\/p> <p>I understand Ratoath junior school is enrolling students already for its special class and there should be no difficulty in supporting it under the additional school accommodation scheme.  However, the school needs to respond to the Department with the additional information sought.  The Department has to ensure it does everything by the book and gets all the information it needs for value for money reasons and so on.  Perhaps the Senator will request that the school contact the Department as soon as possible so that, as he says, the special class can be opened in September.  I understand the school is enrolling children for this year.<\/p> <p>I also note the Senator's comment that there are approximately 15,000 people living in Ratoath.  It is not just about providing a special class for Ratoath National School.  We have four special classes already serving Ratoath, two in St. Paul's National School and two in Ashbourne Educate Together National School, and there is going to be demand for more.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is up to the National Council for Special Education to have an adequate forecasting model in place to ensure we can predict ahead of time that we have capacity for the demand that will accrue.  Every year, I am scrambling to get special class places and special school places.  That is not something that I, the NCSE or the Department wish to see into the future.  We wish to make sure that every child gets the education he or she deserves, particularly those children with additional needs, who need it more than most.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#B00400","speaker":"1472","continuing":true},{"type":"speech","time":1653994800,"counter":12,"content":"<p>The Minister of State seems to be aware of the timeline.  The school applied to the Department in April.  Is it long since the Department sought the additional information back?  My understanding is that the school is very gung ho and keen to move on with the project.  If the request from the Department was made recently, it may be that we could liaise a bit more strongly with the school or try to dot the i's and cross the t's.  I am curious as to the situation in that regard.  I will leave it to the discretion of the Minister of State.  If it is something that needs a little push along or a personal touch, I would appreciate it if the Minister of State were to provide that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#C00200","speaker":"1652"},{"type":"speech","time":1653994800,"counter":13,"content":"<p>I appreciate that.  My understanding from speaking to the Department is that the school contacted the Department in April of this year for the refurbishment under the additional school accommodation scheme.  My understanding is that the Department liaised quite quickly with the school in respect of particular information it required to progress the application and that it had to issue a reminder recently because the information was not forthcoming.  It might be worthwhile for the Senator to speak to the principal and the school.  Obviously, I can liaise with the Senator or his staff in terms of giving more information regarding what is required.  The school is aware, however, that there is information outstanding.  Once we have that information, there should be no difficulty in getting this special class up and running.  The fact that the school is currently enrolling children augurs well but summer will be upon us quickly.  That is not to say that the ASA scheme and the planning and building unit will not be working during summer.  If the Senator were to speak to the school, that would be worthwhile and we would be able to get this progressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#C00300","speaker":"1472"},{"type":"minorheading","content":"Culture Policy","time":1653994800,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#C00450"},{"type":"speech","time":1653994800,"counter":15,"content":"<p>I welcome the Minister of State to the House.  I am grateful to the Seanad Office and the office of the Cathaoirleach for selecting this Commencement matter.  It follows on from the Commencement matter I tabled last week in respect of Project Ireland 2040 and the capital plan for national cultural institutions.<\/p> <p>Cruinni&uacute; na n&Oacute;g will take place on Saturday, 11 June.  It is an initiative of Creative Ireland, in partnership with local authorities, RT&Eacute; and the Department.  Events for children and young people will take place in the National Concert Hall, the Gallery of Photography Ireland, the Ark, the Hugh Lane Gallery and Dublin city libraries to name just a few locations in this city.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, there are events taking place for thousands of children and young people throughout the country.  It is important that we give Cruinni&uacute; na n&Oacute;g a lift.  I commend the teams bringing it together, namely, the Department staff, Creative Ireland, the artists and facilitators, the arts officers in local authorities, Youth Theatre Ireland and all organisations that support our young people.  I mention in particular Youth Theatre Ireland which will host introductory theatre workshops, including a workshop by Dublin Youth Theatre.  The contribution of youth theatres throughout our country is extraordinary.  It seems as though everyone in theatre has come through these structures.  It is good to know that children and young people have the kinds of places, spaces like youth theatres, to go to express and be themselves, feel safe, build characters, write stories and create situations in a fun and creative environment.  That is beautiful.<\/p><p>The Creative Ireland programme has recently been extended from this year until 2027.  The programme for Government commitments include developing a creative industries roadmap.  I raised this matter with the Minister, Deputy Martin, on 24 November 2021.  I appreciate she is not here today but if I ask the questions, perhaps they can be conveyed to the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media.<\/p><p>It was my understanding that the roadmap for the creative industries would be published in the latest Create Ireland programme, from 2017 to 2022.  The roadmap was being finalised in 2019 or thereabouts.  Hundreds of meetings were held with academics, stakeholders, small businesses, industry representatives and EU officials.  A considerable amount of work and resources have gone into the roadmap, which was supposed to be published.  However, to date, no plan has been published.  There is obviously a problem somewhere.  I am not sure if it will be mentioned in the Minister of State's statement, but it is hard to see what the blockage is from the outside.  When will this creative industries roadmap, as part of Creative Ireland and the programme for Government, be published?  I also wish to give a lift to Cruinni&uacute; na n&Oacute;g, which takes place on 11 June.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#C00600","speaker":"1686","continuing":true},{"type":"speech","time":1653994800,"counter":17,"content":"<p>I will be making a statement on the future of the Creative Ireland programme on behalf of the Minister, Deputy Catherine Martin, who is currently in Cabinet.  Many of the questions the Senator has asked are given a comprehensive response.  In December 2016, a new all-of-government initiative, entitled cl&aacute;r &Eacute;ire IId&aacute;nach or the Creative Ireland programme, was approved as a legacy project arising from the Ireland 2016 centenary programme and as the main implementation vehicle for national cultural policy priorities.<\/p> <p>More recently, the Government agreed that significant progress had been made to date to support each citizen in realising his or her creative potential and to mainstream creativity into public policy across Departments through the implementation of the Creative Ireland Programme 2017 to 2022.  It was recognised, however, that there was a requirement to provide an early indication of the preferred direction of travel concerning the future of the programme after 2022, to which the Senator alluded.  Departments and public bodies, including local authorities and stakeholders, in particular the community and voluntary sectors, would require a lead-in period to prepare key strands of the new phase of the programme.<\/p> <p>Since detailed work to develop a new five-year programme would also, among other things, require extensive consultations, including with the public, a two-step process to secure Government agreement is being pursued.  This process consists of an initial in-principle approval for a further five-year framework for the Creative Ireland Programme 2023 to 2027 to enable the necessary programme detail to be developed in collaboration with other Departments, public bodies and key stakeholders and a final more detailed version of the programme, to be brought back to Government for its agreement in autumn 2022 prior to its publication, launch and implementation on an all-of-government basis.<\/p> <p>In February 2022, the Government provided the initial in-principle approval.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In so doing the Government reaffirmed the vision of the Creative Ireland programme to mainstream creativity in the life of the nation so that individually and collectively, in our personal lives and in our institutions, we can realise our full creative potential thereby promoting individual, community and national well-being to which we all aspire.  The programme identified issues of access as it sought to reach new audiences, in particular those not currently engaging.  It will therefore continue to collaborate and communicate with as broad a network as possible as it seeks to empower communities nationwide through its values of collaboration and communication, community empowerment and internationalisation.  There is undoubtedly a recognition that significant scope remains for continuing implementation regarding children and young people through Creative Youth.  The publication of the Creative Youth plan in 2017 provided a vision for which there has been substantial success and delivery across the primary areas centred on educational settings, community engagement and the development of a professional education and arts supporting ecosystem.  <\/p><p>Cruinni&uacute; na n&Oacute;g, the national day of free creativity for children, is now in its fifth year and has become firmly embedded in the national calendar.  The 31 local authorities are crucial to its delivery and the programme officials continue to refine an approach of key strategic partnerships with community and voluntary organisations of national reach that can complement and further enable the efforts of local authorities.  As an aside I should mention that Cruinni&uacute; na n&Oacute;g takes place this year on 11 June.  <\/p><p>While advances have been made regarding the audiovisual action plan significant benefits are anticipated from a focus on creative industries more broadly.  To that end discussions are again under way among officials regarding the preparation of a roadmap for the creative industries.  I will come back with more in the next contribution.  I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#D00200","speaker":"1614","continuing":true},{"type":"speech","time":1653994800,"counter":19,"content":"<p>Creative Ireland has been very good at bringing people around the table and bringing stakeholders together.  The statement the Minister of State has made is very helpful for my own information.  I will analyse it.<\/p> <p>There is undoubted success from the Creative Youth programme.  I look forward to meeting with more facilitators, artists and schools that have taken part to get their sense of that.  Schools are provided with &euro;4,000 and I wonder if that is enough.  Are we reaching as many schools as we can?  Is there room for an increased budget in order to reach more schools and more after-school environments?<\/p> <p>I welcome the fact that discussions are again under way about the roadmap for the creative industries.  We were promised that roadmap in 2019.  As I said before, there is a blockage somewhere.  From the outside it is difficult for me to see where that is.  I hope that will be published as soon as possible so that we can have sight of it and start the implementation.  A good deal of resources go into that work and it will not be relevant forever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#E00200","speaker":"1686"},{"type":"speech","time":1653994800,"counter":20,"content":"<p>I am conscious the Minister of State has much to say, and there is much good news in light of what the Senator was saying, so she should not put herself under enormous pressure.  Take a little latitude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#E00300","speaker":"1692"},{"type":"speech","time":1653994800,"counter":21,"content":"<p>The blockage over the past couple of years has been Covid-19 and the fact that a great many organisations were not able to meet as they normally did and had to go online.  We missed the benefits of the arts, culture and creativity.  They are so important for our well-being, in particular mental health and well-being.  It was brought into sharp focus during Covid-19.  I firmly believe enhanced collaboration and integration across the arts, health and social care sectors through a focus on creative health and well-being could systemically and sustainably embed these benefits in Ireland.<\/p> <p>To inform this approach my own Department, together with the Department of Health, the HSE and the Arts Council, are collaborating to host a very important national symposium on 22 June which will consider the evidence base regarding the health benefits from creative arts and discuss arts and health activities in hospitals that can help deliver better health outcomes for patients and their carers.  The Senator will be aware of the Covid-19 concerts that were held in nursing homes over the past two years.  Now they are delivering these concerts to community nursing units and day care centres, which is absolutely phenomenal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When I attended an outdoor concert in Dungarvan Community Hospital in my constituency, there was one particular lady there with dementia who could not remember anything.  As soon as the music started, she knew every single word.  It was absolutely phenomenal.<\/p><p>They will also explore the operational role of the arts, cultural and creative sectors in delivering healthcare and well-being in the community.  The Creative Ireland Programme 2023-2027 will therefore focus on the following strategic areas: creative youth; creative communities; creative industries; creative health and well-being; and creative climate action and sustainability.  I think it is an area that we all very much welcome because people have missed out so much in the past couple of years.  To see young people, middle aged people and older people enjoying the arts, culture and everything we have so much of in this country is very important.  <\/p><p>There is a huge amount of detail in the response and I acknowledge that.  If the Senator has any further questions, he can take them up with the Minister, if that is okay.  I thank him for his interest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#E00400","speaker":"1614","continuing":true},{"type":"speech","time":1653994800,"counter":23,"content":"<p>I understand the Minister of State, Deputy Butler, is staying with us for the rest of the Commencement matters.  I thank her for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#F00200","speaker":"1634"},{"type":"minorheading","content":"Water Safety","time":1653994800,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#F00250"},{"type":"speech","time":1653994800,"counter":25,"content":"<p>The Minister of State is fortunate because she is from Waterford, where there are many fine beaches, just as we have in Wexford.  We are coming into the summer season.  Many more people are availing of our beaches and swimming is becoming more popular year round.  However, the problem continues to arise around jet skis and small motorised vehicles.  I am aware that legislation is in place that will allow local authorities to put by-laws in place.  Those by-laws are supposed to be enforced, but one of the difficulties is around the question of enforcement.  At the moment, even though there are by-laws regulating where jet skis can go &ndash; and they should not be going into bathing areas &ndash; there is no requirement on the owner of a jet ski to register that ownership.<\/p> <p>There are now jet skis that can travel at up to 100 km\/h in some cases and have 1,000 cc engines.  Anybody can go and buy them.  There are no requirements in terms of training, insurance or registration.  Think about a vehicle that powerful in comparison with, say, a motor vehicle.  What happens if there is an accident?  What happens if one of those jet skis collides with a swimmer?  This is a fear in many of our coastal communities.  What are the insurance implications?  Who is responsible?<\/p> <p>The Minister of State will be aware that there was a joint appeal last year by a number of bodies, including Waterways Ireland, the Coast Guard and Water Safety Ireland, around the responsible use of jet skis.  However, we as a country are an outlier in terms of registration of these small motor vehicles.  We need to look at treating jet skis essentially in the same way as we treat cars, with the same registration requirements.  That way, if an incident occurs, somebody can be held to account.  <\/p> <p>We do not want to stop people from using jet skis.  Encouraging water sports is important, but people should do them responsibly.  However, at the moment, we are allowing unlicensed, uninsured and untrained people out on these very powerful vehicles.  When one talks to the Garda and the Coast Guard, the Coast Guard does not want to be spending its time chasing errant jet skiers and the Garda is not often in a position to be able to do it.  It may be that at some stage in the future we need to consider the idea of water police for some of our busiest beaches, who could be shared around the country, to be able to monitor situations where jet skiers and swimmers are close to each other.<\/p> <p>It is an area that is coming up as a matter of concern, not just in Wexford.  I have been chatting to councillors and other representatives around the country and there is a real concern that this area is not sufficiently regulated.  As the Minister of State knows, there is no point in putting by-laws in place if they cannot be enforced and if those who breach the by-laws cannot be caught and then held accountable.  I would ask that we look at the model again and go beyond the by-laws.  I ask that we look at treating jet skis in the same way as we treat motor vehicles and put in place requirements around registration, insurance and some level of training in the interests of all water users.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#F00300","speaker":"1638"},{"type":"speech","time":1653994800,"counter":26,"content":"<p>I thank Senator Malcolm Byrne for raising this matter, which I am taking on behalf of the Minister of State at the Department of Transport, Deputy Naughton, who is currently attending Cabinet.  I recognise many of the significant points made by the Senator.  He attended in Waterford last Friday afternoon, when we celebrated 20 years of the search and rescue service in the south east located at Waterford regional airport.  We must achieve the right balance.  We have seen the amount of search and rescue requests at sea and inland, and these are coupled with the supports provided by the Garda and other bodies that help people who may get lost on mountains or whatever.  There is a huge range of supports in place and we must be very conscious of that.<\/p> <p>The Minister of State informs me a range of control mechanisms relating to the regulation of jet skis exist under the Maritime Safety Act 2005.  The Act strengthened the law against improper use of certain personal watercraft and recreational craft, and promotes good practice in the operation of vessels generally.  Section 6 in Part 2 of the Maritime Safety Act 2005 allows local authorities, harbour authorities and Waterways Ireland to make by-laws to regulate or control the operation of craft or specified classes of craft, including jet skis, in waters under their control or management or in their functional areas.<\/p> <p>The prohibition or restriction of jet skis may be general or in specified places and in the interests of the safety of persons using waters at certain times, or for the prevention of nuisance or injury to persons or damage to watercraft or other property on the waters.  It may also be for the protection of a natural heritage area or protected monument.  The by-laws may also address matters relating to launching, mooring or berthing craft, the conditions to be observed by operators of craft or maximum speed limits at which craft may be operated.<\/p> <p>Section 6 of the Act also includes an offence and penalty regime for persons who operate a craft in contravention of a by-law made under the section.  The penalties are, on summary conviction, a fine not exceeding &euro;1,000 for a first offence or not exceeding &euro;2,000 for a second or subsequent offence.  I take on board the Senator's points about ensuring these by-laws are enforced.<\/p> <p>The Act recognises that the conditions and issues can vary in different parts of the country.  Therefore, it is a matter for the individual by-law making authorities to assess the particular circumstances in their area and decide on the appropriate response.  There are general enforcement provisions contained in the 2005 Act that allow An Garda S&iacute;och&aacute;na or authorised persons to act in particular circumstances.  These include requiring the ceasing of the operation of craft, the seizure of craft in the interests of safety and other enforcement actions.  I accept that the only reason the Senator is raising this matter is from a health and safety perspective and he is not trying to stop anyone enjoying the water or the beautiful beaches we have.  We are very lucky to live on an island with fabulous and spectacular beaches.<\/p> <p>The Senator indicates there is no provision under the Merchant Shipping Act for the licensing of jet skis.  The provision of the Merchant Shipping (Registration of Ships) Act 2014, when fully commenced, will assist in the identification of owners of jet skis for enforcement purposes.  An extension of mandatory registration to additional ship categories, including personal watercraft such as jet skis, is proposed for the future when the new ship registration regime is rolled out.  However, this will take some time as the full commencement of the Act requires the establishment of a new electronic ship register and registration regime, which will be progressed under a separate information technology project.  There will be new ship registration regulations to complement and align with the registration information technology project.  It is one of the Senator's main concerns that these craft are not registered currently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#G00100","speaker":"1614"},{"type":"speech","time":1653994800,"counter":27,"content":"<p>I recognise the Minister of State is taking this on behalf of the Minister of State, Deputy Naughton.  The response is quite clear nonetheless and my concern is the length of time this may take.  There are incidents every summer and we hope none are too serious.  There are certainly concerns that jet skiers come too close to swimmers, for example, and others cause a nuisance in some of our harbours.<\/p> <p>As the Minister of State said, I want people to be able to use the water and jet skis but they should do it in a way where they are properly trained and do it in appropriate areas.  They should be insured and registered.  We must look to treating these machines in the same way as we treat cars.  I ask the Minister of State to request that this element of legislation and regulations might be expedited as it would be enormously beneficial for harbour communities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We can have all the by-laws we want, but if we cannot enforce them, then there is little point.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#G00200","speaker":"1638","continuing":true},{"type":"speech","time":1653994800,"counter":29,"content":"<p>As I outlined, the legislative framework includes a range of controls to regulate the operation of jet skis.  I refer specifically to the Maritime Safety Act 2005, under which local authorities, harbour authorities and Waterways Ireland may make by-laws to regulate or control the operation of jet skis in their functional areas.  Such by-laws may also address matters relating to the launching of craft or the maximum speed limits at which craft may be operated.  Under this Act, a range of offences and enforcement provisions may be employed in this context by authorised persons or members of An Garda S&iacute;och&aacute;na.<\/p> <p>Given conditions can vary in different parts of the country, I hope the Senator will appreciate why it is a matter for the individual by-law-making authorities to assess the specific circumstances in their areas and then to decide on the appropriate responses to those local conditions.  It is reasonable that those closest to the issues and possessing local knowledge should regulate for local circumstances.  I encourage the relevant authorities to explore actions permissible under the provisions of the 2005 Act if specific problems may be arising with jet skis in particular local areas or waters.  I take on board the Senator's point, however, about the legislation and I will bring this back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#H00200","speaker":"1614"},{"type":"minorheading","content":"Regional Airports","time":1653994800,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#H00300"},{"type":"speech","time":1653994800,"counter":31,"content":"<p>I thank the Minister of State for being present and taking the place of the Minister of State at the Department of Transport, Deputy Naughton, whom I understand is attending a meeting in Dublin Airport.  I call for balance in regional air routes in the context of what is happening in Dublin Airport.  We must explore short-, medium- and long-term solutions.  I tweeted over the weekend to encourage people to consider using regional airports and particularly Shannon Airport.  It has the longest runway and the capacity to handle up to 4 million passengers annually.  The numbers using the airport in the context of that overall capacity are low, but as we emerge from the impacts of Covid-19, the availability of flights and the numbers of passengers using them is increasing.  It is good to see that happening.<\/p> <p>A great deal of investment went into Shannon Airport during the Covid-19 pandemic.  The security processes there now use scanners that allow passengers to put their bags right through.  There is no need to take bags off for security personnel to examine.  This development has significantly reduced the time taken to go through security at the airport.  What happened in Dublin Airport over the weekend has caused reputational damage to Ireland.  Even looking at the news headlines on Sunday evening, we heard from people from other countries saying they would never come back.  This experience has caused reputational damage not just for Dublin Airport, but for our tourism industry nationwide.  People come here because airlines, such as Ryanair and others, offer many cheap flights and encourage people to come here for long weekends or short holidays.  People have been doing that and many are travelling more frequently because they could not do so during the worst of the pandemic.  They might now be going away once a month or something like that.  <\/p> <p>It upset me to hear people on the television say they would not come back here.   The Minister of State is from the regions.  Waterford has its own airport, and we have Shannon on our doorstep.  We also have airports in counties Kerry and Mayo.  We have many fine regional airports.  When I posted my tweet encouraging people to use these regional airports, it got more than 1,000 likes.  We often see people liking tweets, but then giving out in the comments.  The comments from people over the weekend, however, were good and positive.  It is encouraging.  Equally, however, I read a tweet from someone who drove from Clare to Dublin Airport to go to London for the weekend.  That flight cost &euro;32.  If the person had flown from Shannon Airport, the equivalent cost would have been &euro;303 one way.  That is a big cost differential.  This situation will not solve the problems experienced at Dublin Airport.  Flights to many holiday destinations could be given to the regional airports to operate.  People from the mid-west or the west should not have to go to Dublin to be able to access these flights.  Equally, with business flights, there are no European connections from Shannon Airport.  This is something the Government must consider.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We encourage regional development for job creation and education but not for flights.  The Government needs to sit down with the regional airports and the DAA and work out a plan.  <\/p><p>While I know the DAA was short-staffed, I understand it has taken on 300 staff and is only short another 70.  If those 70 staff were in place, we would still have had queues.  This morning, I saw that some of my colleagues visiting the European People's Party, EPP, congress got through to their flights in two hours or thereabouts.  We need a long-term plan and to use our regional airports because we cannot afford to have reputational damage to our tourism sector.<\/p><p>On a final point, some people are being very abusive to staff at the airport.  It is not the fault of staff so people should be courteous towards them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#H00400","speaker":"1695","continuing":true},{"type":"speech","time":1653994800,"counter":33,"content":"<p>I thank the Senator for raising this important issue.  She did not say anything I disagreed with.  I am taking this Commencement matter on behalf of my colleague, the Minister of State, Deputy Naughton, who, as the Senator pointed out, is attending meetings on this very issue.<\/p> <p>What we witnessed at Dublin Airport last weekend was totally unacceptable.  The Government and Minister are very dissatisfied with the current situation and the impact that these unacceptable delays are having on passengers.<\/p> <p>This is an operational matter for the Dublin Airport Authority which has the statutory responsibility to operate, manage and develop Dublin Airport, including all the operations associated with screening and security at the airport.  The Minister for Transport, Deputy Eamon Ryan, and Minister of State, Deputy Naughton, met the CEO of the Dublin Airport Authority, Dalton Philips, and his management team first thing yesterday morning.  The Ministers expressed their immense disappointment and frustration at the unacceptable scenes at Dublin Airport over the weekend.  Reputational damage was caused last Sunday.  The images went viral very quickly.  My niece flew out of Dublin Airport at 6.30 a.m. on Sunday and it took her three hours to get through to her flight.  That was before the peak.  <\/p> <p>I agree wholeheartedly with the Senator on balanced regional development, which is the cornerstone of the programme for Government.  Sometimes issues arise in the capital city where more than 1.5 million people live.   The Senator spoke about the various airports.  There is positive mood music in Waterford today in respect of the extension to the runway.  There is no doubt, however, that many of our regional airports, in Cork, Shannon, Kerry and Knock, are underutilised at times.<\/p> <p>I will outline the response to the situation that gave rise to the events last Sunday.  In seeking to address the security staff shortage at the airport, Dublin Airport Authority has stepped up recruitment and to date has successfully recruited 300 additional staff.  As the Senator stated, a further 70 security staff are required.  The number of new staff being on-boarded at the same time as passenger numbers are increasing is bringing fresh challenges.  It is vital that staff maintain operational security compliance as a priority.<\/p> <p>I am advised that the DAA put a number of additional measures in place since queueing issues first arose in March, including initiating a senior management task force, redeployment of staff to manage queues and assist with better presentations to security, and the opening of terminal 1, or T1, security lanes on a 24-7 basis.  Until last weekend, these measures were having an impact.  In general, the majority of passengers were getting through security in less than 45 minutes, even in busy periods.  However, last weekend, on Sunday in particular, wait times fell well short of any acceptable level.<\/p> <p>To return to the point raised by Senator Byrne, there are great opportunities for people living in the south of the country to use Cork and Shannon airports.  When people compare and contrast the costs of flight from the various airports, it sometimes encourages them to travel to seek the best value.<\/p> <p>I was struck over the weekend by how upset some people were.  Families with young babies, elderly people and people travelling to funerals were unable to make their flights, which is unacceptable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know many of the Senator's colleagues have said similar to what she has said about having other airports in the country.  Every effort should be made to utilise them.  There is no doubt that nobody wants to see what happened last Sunday happen again.  We are facing into a very busy bank holiday period.  I reiterate the point the Senator made.  Staff are under pressure.  It is a very difficult situation and it is very important that they are treated with respect at all times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#J00200","speaker":"1614","continuing":true},{"type":"speech","time":1653994800,"counter":35,"content":"<p>I thank the Minister of State for her response.  This issue is mainly with regard to Dublin Airport and what is happening there.  I will be speaking to the Minister of State, Deputy Naughton, about this.  This is an opportune time for the Government.  We have to put in place a plan, whether it be a five-point plan or another type of plan, to develop regional balance for flights.  The Minister of State, the Minister and their teams need to sit down with representatives from all of the airports.  They need to look at the various routes available.  They have to take routes from Dublin Airport and give them to the other airports.  It may not happen in the short term but in the long term this needs to happen.  This is obvious from what we saw last Sunday.<\/p> <p>We need to put in place proper regional balance to encourage people and to support those airports that need support.  Airlines such as Aer Lingus and Ryanair need to be given incentives to give people flights at competitive rates.  We also need to provide connectivity from the regional airports.  We need business connectivity to Europe and Heathrow.  Some routes at regional airports have flights only two or three times a week.  They need to be daily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#K00200","speaker":"1695"},{"type":"speech","time":1653994800,"counter":36,"content":"<p>The passenger experience at Dublin Airport is falling far short of the service our citizens and visitors should expect at our largest State airport.  The Government recognises the undue stress these unacceptable delays are having on passengers.  It is like a perfect storm.  People have not been able to holiday abroad for the past two and a half years.  We have seen similar pressures in the Passport Office.  People want to enjoy a holiday if they can at all.  Some people are travelling for work.  Some people are travelling because of a family bereavement and they have no choice.<\/p> <p>The Minister and the Minister of State are working extremely hard to make sure what happened last Sunday will not be replicated.  The challenges faced by the DAA at the airport are expected to continue until the end of June when all new recruits are expected to be in place and trained.  The Minister, Deputy Ryan, and the Minister of State, Deputy Naughton, will continue to engage with Dublin Airport Authority on a daily basis to ensure all that can be done is being done for passengers using Dublin Airport.  I will certainly bring back the Senator's comments.  I agree with them wholeheartedly.  There is an opportunity to grow and develop regional airports, as we have already said.  It is something that should be looked at as soon as possible.  There is no point having a pinch point in one area when there is capacity in others.  Pricing will have to be taken into account.  It is very important that we acknowledge the busy staff who worked in the airport last Sunday and over the weekend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#K00300","speaker":"1614"},{"type":"speech","time":1653994800,"counter":37,"content":"<p>I thank the Minister of State.  We appreciate her taking time out of her busy schedule to be with us in the Seanad.  It is always appreciated and always valued.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#K00400","speaker":"1634"},{"type":"speech","time":1653994800,"counter":38,"content":"<p>It is always a pleasure to come to the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#K00500","speaker":"1614"},{"type":"unspoken","time":1653994800,"counter":39,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.49 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 1 p.m.<br \/><br \/>Sitting suspended at 12.49 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1653994800,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#O00100"},{"type":"speech","time":1653994800,"counter":41,"content":"<p>Before I call on the Deputy Leader to outline the Order of Business, I welcome to the Distinguished Visitors Gallery Sweden's ambassador to Ireland, His Excellency, Mr. Magnus Ryd&eacute;n.  The national day of Sweden commemorates Gustav Vasa being made king in 1523 and the new government being formed in 1809, which is viewed as the foundation of the constitutional monarchy of Sweden.  Last year, Sweden celebrated the 100th anniversary of the introduction of universal voting and equal voting rights.  The origins of the national day date back to 1893.  It is known as Swedish Flag Day.  The Swedish national holiday comes just before its very important Midsummer festival.<\/p> <p>Sweden has a history of being in close contact and having close relations with Ireland.  After 1949, Sweden was one of the first countries to establish diplomatic links with Ireland.  Ireland is, of course, an important partner of Sweden in the EU.  Our peacekeepers also work closely together.  Sweden shares with Ireland the common interest of having a strong and effective EU.  We look forward to strengthening the bilateral relations, deepening diplomatic dialogue and promoting trade between our two countries.  In due course, the Swedish embassy will be re-established in Dublin, which we are delighted to see.<\/p> <p>A total of four Irish writers have won the Swedish Nobel Prize for Literature, George Bernard Shaw, Samuel Beckett, Seamus Heaney, and Senator W.B. Yeats.  On receiving the Nobel prize, Yeats said \"when I received from the hands of your King the great honour your Academy has conferred upon me, I felt that a young man&rsquo;s ghost should have stood upon one side of me and at the other a living woman in her vigorous old age\".  I wish the ambassador, His Excellency, Mr. Magnus Ryd&eacute;n, and all the Swedish people here in Ireland and around the world, a very happy national day of Sweden.  I thank the ambassador for being with us today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#O00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1653994800,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#O00300"},{"type":"speech","time":1653994800,"counter":43,"content":"<p>I welcome the ambassador to the Chamber and wish him well with the opening of the embassy in December.<\/p> <p>The Order of Business is No. 1, motion regarding the Regulation of Providers of Building Works and Building Control (Amendment) Bill 2022, instruction to committee, to be taken without debate on the conclusion of the Order of Business; No. 2, Regulation of Providers of Building Works and Building Control (Amendment) Bill 2022 - Committee Stage, to be taken at 2.15 p.m. and to adjourn at 4 p.m., if not previously concluded; No. 3, Planning and Development (Amendment) (No. 2) Bill 2022 - Committee Stage, to be taken at 4 p.m. and to adjourn at 5.30 p.m., if not previously concluded; and No. 4, Online Safety and Media Regulation Bill 2022 - Committee Stage (resumed), to be taken at 6 p.m. and to adjourn at 9 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#O00400","speaker":"1642"},{"type":"speech","time":1653994800,"counter":44,"content":"<p>I welcome the ambassador to the Chamber and wish him well on the reopening of the embassy.<\/p> <p>We saw the images from Dublin Airport over the weekend.  My sister and her partner were going home to the UK yesterday and were extremely worried about what faced them.  They left at around 7 o'clock.  Thankfully, yesterday was not as bad but the images on Sunday put the frighteners on them and on hundreds and thousands of people who took fright and left a couple of hours earlier than planned.  This is not good enough for an international airport.  We have to look at the image this creates of our country and capital city and at the facilities we have in other airports.  We talk about regionally balanced development and all of that.  We have three fine international airports on the west coast, namely, Ireland West Airport Knock, Shannon and Cork.  They have had difficulties in the past but anybody who has used those facilities know how handy and quick they are.  There is pre-clearance at Shannon as well.  There is a wonderful opportunity for people across the country to re-engage with those airports.  We do not always have to look to Dublin for international travel.  The more people that use the facilities and the more throughput and engagement they have, the more airlines that will provide services from them.<\/p> <p>I ask for a debate on the area of air travel and tourism.  The potential for the use of Ireland West Airport Knock, Shannon and Cork can be seen now, as well as their importance and the need for them.  As the numbers of tourists grow in this country and the population increases, we need to look at all our assets regarding international travel.  It would be hugely beneficial to have a fuller debate on this issue.<\/p> <p>I acknowledge the ministerial engagement over recent days and weeks on capacity in Dublin Airport but it is not good enough to have people queueing on the street.  Thankfully the weather was good but, on the law of averages, we will have a wet day soon and it will be even less pleasant than it is now.  I cannot imagine bringing my mother to the airport and expecting her to queue outside for an hour before getting inside to continue queueing.  There needs to be a thorough shake-up of the DAA and its actions and inaction regarding Dublin Airport.  I look forward to a debate in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#P00200","speaker":"1665"},{"type":"speech","time":1653994800,"counter":45,"content":"<p>I welcome the ambassador of Sweden on behalf of the Fianna F&aacute;il group.  Sweden is a most beautiful country.  I have managed to complete the Stockholm marathon twice-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#P00300","speaker":"1638"},{"type":"speech","time":1653994800,"counter":46,"content":"<p>No boasting now, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#P00400","speaker":"1650"},{"type":"speech","time":1653994800,"counter":47,"content":"<p>I have also taken part in a unique Swedish political event, Almedalen Week, which takes place every summer and brings all the political parties in Sweden together to try to reach consensus around political issues.  Some of the debate in Sweden around foreign policy and human rights is something useful that we could share.  In this House, we have talked about how we should work more closely with non-aligned countries who are members of the European Union.  I look forward to the reopening of the embassy.<\/p> <p>With regard to our partnership in the European Union, I welcome the decision of the EU Council last night to impose further sanctions, particularly a ban on all seaborne oil from Russia.  However, I am concerned by the continued approach of Hungary and Viktor Orb&aacute;n.  His actions are facilitating the ongoing war in Ukraine and his relationship with Vladimir Putin should be of serious concern.  The EU must be based around values and there has to be responsibility on the part of EU leaders.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When those leaders do not exercise responsibility to defend EU values, we need to take action. <\/p><p>This is blockchain awareness week.  Blockchain is a technology that could transform public administration in many ways.  For example, an Irish company, AID:Tech, is transforming how we look at the development of overseas development aid and ensuring that it is done in a very efficient way.  I call again for a debate about how technology is changing our lives and how we all need to upskill and reskill for those challenges.  We are going to see the introduction of a digital euro within a few years.  We are going to see blockchain underpinning a lot more of the technologies that we use.  It is important that we debate those issues in this House.<\/p><p>Yesterday at Wexford County Council, the Minister of State, Deputy Mary Butler, launched Wexford's second age-friendly strategy.  It is a comprehensive strategy to ensure that as we get older, we live in age-friendly communities.  Some 22% of our population will be over the age of 65 within the next decade.  We have to ensure that our communities are as age-friendly as possible.  I pay tribute to the team in Wexford County Council, Ann Marie Laffan, Ger Mackey and also the volunteers led by Kevin Molloy, who brought about the production of this age-friendly strategy.  I wish them well in the implementation of the strategy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#P00500","speaker":"1638","continuing":true},{"type":"speech","time":1653994800,"counter":49,"content":"<p>Before I call on the next speaker, I welcome to the Gallery Councillor Gilroy from County Meath.  He is most welcome and I thank him for being with us in the Chamber today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Q00200","speaker":"1650"},{"type":"speech","time":1653994800,"counter":50,"content":"<p>I welcome the ambassador on behalf of the Independent non-aligned group and wish him a wonderful day.  Greater love hath no one than this, to lay down one's life for one's friends.  On this day 23 years ago at 5.30 a.m., the 85th Infantry Battalion came under fire at post 642.  Private Billy Kedian was awoken by the sound of mortars going off.  In order that the people who were on duty could take care of the urgent work that needed to be done, Kedian ran from place to place waking colleagues to get them to go under cover to protect their lives.  In the end, Billy Kedian was subjected to a mortar blast some 6 ft. away from him.  As Billy lay dying, Lieutenant Morgan, Sergeant Spellman, Private Carr and Private Clarke went to his aid.  Clarke himself was injured.  Billy lost his life.  The five names I have mentioned of Billy Kedian, Morgan, Spellman, Carr and Clarke have all been cited for military medals for gallantry and damn me to hell but we still have not got medals.  We talk here about Jadotville.  We talk about the saving of Sergeant Major John \"Twenty\" O'Connor.  We talk about Billy Kedian.  Not one bloody medal has been issued.<\/p> <p>Every chance there is for a photo opportunity, our Minister and our Taoiseach head off and talk about the great service of our men in the Lebanon.  This is not good enough.  It goes back to the Congo, as the Cathaoirleach knows.  Our men and women leave this country to keep people safe in peacekeeping.  Many of them have lost their lives.  Many UN peacekeepers indeed from the ambassador's country have lost their lives in an effort to bring peace to the world.  A lot of people wonder what the hell a medal means and think it is just a bit of tin.  It is the only bit of recognition we have for a brave soldier.  We give every Chief of Staff a distinguished service medal for doing his job.  Not one of the soldiers of Jadotville, 34 of them, received a medal.  Not one of the guys who saved \"Twenty\" O'Connor, four of them, received a medal.  Indeed one of them was a Swede who saved \"Twenty\" O'Connor.  Not one of the five I mentioned today has received a medal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is not a political matter; this is a matter for the Defence Forces.  The Garda Commissioner has taken it upon himself to engage in a period of restorative justice to issue Scott medals for bravery going back decades.  It is time that we stopped hiding behind regulations and charades.  It is time to start to honour the men and women of our country who have given their lives and those who have risked their lives.<\/p><p>I am asking all Members to ask the Minister and to make contact with the Chief of Staff on this matter.  It is a decision for the Chief of Staff, not for anybody else.  We must ask him to take action.<\/p><p>There are rules and regulations in this House, so it is probably inappropriate to ask for a minute's silence at the end of the Order of Business, but Billy Kedian, a Mayo man, has been forgotten.  If we can have a minute's silence for him, it would mean so much to my former colleagues in Galway.  They have assembled for mass this morning.  I have been contacted by many of them and I cannot begin to express how distressing I find this situation.  I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Q00300","speaker":"1645","continuing":true},{"type":"speech","time":1653994800,"counter":52,"content":"<p>We will have a minute of silence as it is important that we acknowledge the sacrifice of our UN peacekeepers.  This morning, I discussed with the ambassador the importance of peacekeepers and that there can never be enough peacekeepers in the world.  We will have that minute of silence.<\/p> <p>As regards the issue of the medals, am I correct in understanding that they were awarded the medals and were supposed to receive them but have not physically received them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#R00200","speaker":"1650"},{"type":"speech","time":1653994800,"counter":53,"content":"<p>No.  My apologies.  The citations have been written up but a medals board has not sat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#R00300","speaker":"1645"},{"type":"speech","time":1653994800,"counter":54,"content":"<p>It may be a subject suitable for a Commencement matter.  If the Senator tables a request in that regard, I will pick it to be dealt with tomorrow.  I thank him for raising that important matter.  We think of Billy Kedian and his family on this occasion of his anniversary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#R00400","speaker":"1650"},{"type":"speech","time":1653994800,"counter":55,"content":"<p>I warmly welcome the Swedish ambassador on behalf of the Sinn F&eacute;in group.<\/p> <p>Two years ago, the Seanad passed a Sinn F&eacute;in motion relating to Shannon Airport and the need to rebalance air transport in this country.  At the end of 2020, the all-party Oireachtas Joint Committee on Transport and Communications Networks clearly called on the Government to bring about \"the re-establishment of a State Airports Authority, encompassing Dublin, Shannon and Cork airports, to lead the recovery in a balanced way that will benefit [the entire country]\".  The difficulty with all the chaos we saw at the weekend is that the Government clearly has a responsibility for it.  Some 18 months after that all-party recommendation and almost two years after the Sinn F&eacute;in motion, there has been absolutely no action from either the Minister of State, Deputy Naughton, or the Minister, Deputy Eamon Ryan.  I can categorically state that neither Minister is interested in a regional rebalance and they are not listening.<\/p> <p>The evidence for that comes from a Commencement matter tabled this morning.  In fairness, my Limerick colleague, Senator Maria Byrne, tabled a Commencement matter in respect of regional balance and the development of air traffic routes.  The scripted answer she received does not have one word in respect of the need to rebalance.  Having challenged the Minister of State, Deputy Naughton, and the Minister, Deputy Ryan, in this Chamber, I know they both have a policy of ignoring the question.  <\/p> <p>This issue is of importance to the Deputy Leader in the context of Ireland West Airport, Knock, and to colleagues from Cork in the context of Cork Airport.  There is a fundamental problem, which is that 90% of aeroplanes that leave this country do so from Dublin Airport.  That is why a rapid recovery in airport traffic leads to chaos such as ensued at the weekend.  It could have been avoided if these Ministers had taken the time to listen to any member of the transport committee in the past 18 months but, of course, they did not do so.  They ignored the questions and now we see the chaos that has ensued.  I am asking for a debate on the matter because I think Members on the Government side need to recognise that their Ministers are not listening and are not interested.  The evidence for that is clear from the Commencement matter dealt with earlier.<\/p> <p>In the few seconds I have left, I raise the fact that last week the Passport Office turned down the passport application of a man with throat cancer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It turned down the application after a week of lobbying, because it was not satisfied that the letter we produced as evidence that the poor man was extremely sick was not recent enough.  Having gone back and forth for five days, I cannot begin to tell the Deputy Leader how exasperated I am.  There is something fundamentally wrong in the Passport Office.  This Government continues to frustrate.  Where is the accountability for this?  We all know it has been failing.  People are hurting.  They are not getting their passports and they are not able to travel.  I found the experience completely deflating last week because there is a human being at the back of that, as there is for all of us.  We all know it is not good enough.  I ask for a debate on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#R00500","speaker":"1660","continuing":true},{"type":"speech","time":1653994800,"counter":57,"content":"<p>I also welcome the ambassador to the House.  I hope he is enjoying the experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00200","speaker":"1657"},{"type":"speech","time":1653994800,"counter":58,"content":"<p>I wish to point out to the Senator that posters are not supposed to be displayed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00300","speaker":"1650"},{"type":"speech","time":1653994800,"counter":59,"content":"<p>Pretend you did not see it for a minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00400","speaker":"1657"},{"type":"speech","time":1653994800,"counter":60,"content":"<p>I ask the Senator to speak and then she can take down the poster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00500","speaker":"1650"},{"type":"speech","time":1653994800,"counter":61,"content":"<p>My poster highlights accountability for Traveller mental health.  I will put it down now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00600","speaker":"1657"},{"type":"speech","time":1653994800,"counter":62,"content":"<p>Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00700","speaker":"1660"},{"type":"speech","time":1653994800,"counter":63,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00800","speaker":"1650"},{"type":"speech","time":1653994800,"counter":64,"content":"<p>I am very grateful that the Taoiseach nominated me because of all the work I have done in the past as an activist, a person on the ground and, most importantly, as somebody from the Traveller community.  I will have been in the House two years on 27 June.  For the two years I have been here, I have called numerous times for action on Traveller mental health.  The National Traveller Mental Health Network has also been calling for action on Traveller mental health.  I will have to go through these figures again.  I ask the Deputy Leader to bear in mind that they are not just statistics.  These are people within our Irish Travelling community.  One in 11 deaths in the Travelling community is caused by suicide.  It is 7% higher for Traveller men and 6% higher for Traveller women than people in the general population.  In the two years I have been here, numerous people within my community have died by suicide.<\/p> <p>With regard to the levels of internalised and externalised oppression that come with being a member of the Travelling community, we are treated worse than second-class citizens within Irish society.  Over the past two years, I have called on the Minister of State, Deputy Butler, to meet with the National Traveller Mental Health Network.  I  have also tabled a Commencement matter very recently on it.  Unfortunately, I have no straight answers from the Minister of State, Deputy Butler.  We are looking for a stand-alone national Traveller mental health strategy to deal with the Traveller mental health crisis in our community.<\/p> <p>Every Senator in this House has a role to play in protecting the Travelling community from dying by suicide.  The starting point to that is the Government, the Minister of State with responsibility for mental health and the Minister for Health coming together, meeting us half way and doing what they said they would do nearly three years ago, which was to implement a national Traveller mental health strategy.  That is nowhere to be seen.  I feel I have been a broken record for the past two years.  Unfortunately, I will keep carrying one message because that is what I was appointed to do and my community wants me to keep delivering this message.<\/p> <p>Will Senators stand with me, collectively, to write a letter to the Minister of State, Deputy Butler, and ask that the Taoiseach replies to the community, as he did the last day?  The community, however, was not very fond of the answer it got.  I ask that we are replied to in a respectable manner and that we see action after today's protest.  If there is any way we can come together to make some kind of action happen for our community, we would very much appreciate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S00900","speaker":"1657"},{"type":"speech","time":1653994800,"counter":65,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S01000","speaker":"1660"},{"type":"speech","time":1653994800,"counter":66,"content":"<p>I suggest that the Senator submit that matter for a Commencement debate and ask that the Minister be present for the response, if that would be of assistance.  I know the Senator is looking for a wider debate but tabling a Commencement matter would be a step, if she wished to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S01100","speaker":"1650"},{"type":"speech","time":1653994800,"counter":67,"content":"<p>I have been there and it did not work.  I suggest another way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S01200","speaker":"1657"},{"type":"speech","time":1653994800,"counter":68,"content":"<p>I know the Senator is persistent.  I am sure it will knock on the door.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#S01300","speaker":"1650"},{"type":"speech","time":1653994800,"counter":69,"content":"<p>I support the previous speaker's comments on Traveller mental health.  There is a very interesting public discourse taking place on Molesworth Street.  I have experience of this issue from my time in local government and I fully support it.  By the way, I did not see any poster.<\/p> <p>I raise with the Leader the leaving and junior certificate examinations because we are now in the exam season.  I hope the plans made by the State Examinations Commission, SEC, will bear fruit because regardless of how much of the evaluation process is done in-school, a major part of the examinations will always be a written test to be evaluated by external examiners.  In recent years, the problem that has arisen, one which the pandemic covered over, has been a consistent shortage of qualified teachers taking up offers of employment as examination markers or correctors, whatever the term is.  It is easy to see why.  This is extremely difficult work.  I speak from experience.  Markers have to put in very long hours at the height of the summer holidays when they should be with their family.  In my time the remuneration was appalling but I am glad it has improved significantly, in some cases by 30% or 40%, although it is, of course, taxed.<\/p> <p>I am making an appeal today because there is intrinsic value to both schools and teachers in having teachers involved in the marking system.  It brings a wisdom and an understanding, which is of huge advantage to the teacher in his or her work and the pupils who will get an extra or inside sense of what it is about.  Many students do not give a good account of themselves in written examinations for many reasons.  Teachers who have gone through the system and have marked papers can bring back to their schools that extra sense that can give their pupils an edge.  I am calling for teachers and schools to take up the challenge.  Marking examination papers may not be hugely satisfying financially but it is a very rewarding experience overall. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#T00100","speaker":"1694"},{"type":"speech","time":1653994800,"counter":70,"content":"<p>The situation at Dublin Airport last Sunday was totally unacceptable.  Everyone was shocked and horrified that 1,000 people missed their flights from the airport last Sunday.  I echo the calls for an immediate recalibration of flights to have them moved from Dublin Airport to Cork Airport and, in particular, Shannon Airport, which has a state-of-the-art security system far ahead of that in place in Dublin Airport and can cope with volume.  They can also be moved to Irish West Airport at Knock, where appropriate.  We need that immediately.  The last thing this country needs is to have this happen again.  It is doing serious damage from a product perspective and from the perspective of Ireland being welcome.  People talk.  More than 1,000 people have been discommoded and whether they get their money back is not the point.  Some of them could not get hotel rooms in Dublin because of the shortage of hotel rooms.  This issue needs to be sorted.  Dublin Airport Authority need not expect the Minister to go out and solve the queues for it.  It is the State agency that has delegated responsibility to resolve this and it needs to do so urgently.<\/p> <p>I agree with Senator O&rsquo;Sullivan's analysis regarding the leaving certificate.  One issue with the leaving certificate needs to be addressed urgently, namely, the lack of access to examination papers for people with print disabilities and vision impairments.  I welcome Eithne Walsh from F&eacute;ach, the organisation that represents parents of visually impaired children and young people who are going through school.  It is not acceptable that the papers for the leaving certificate are not available in a digital form in order that people can use modern technology to access them.  We are an outlier in Europe on this matter.<\/p> <p>We need a date for when the leaving certificate results will be issued.  At a minimum, we need a date on which a date will be announced.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is totally unfair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#T00200","speaker":"1644","continuing":true},{"type":"speech","time":1653994800,"counter":72,"content":"<p>The Senator is looking for a date to announce the date for the leaving certificate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00200","speaker":"1650"},{"type":"speech","time":1653994800,"counter":73,"content":"<p>I am told it will be the day the leaving certificate starts.  It is unfair on the young people, their parents and the third level institutions that are preparing for next year.  Let us get the date or at least tell us when we will be told.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00300","speaker":"1644"},{"type":"speech","time":1653994800,"counter":74,"content":"<p>I do not think I would recommend that as a Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00400","speaker":"1650"},{"type":"speech","time":1653994800,"counter":75,"content":"<p>I am not sure what was funnier, Senator Conway or the Cathaoirleach on Tinder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00500","speaker":"1664"},{"type":"speech","time":1653994800,"counter":76,"content":"<p>No need to bring this House into disrepute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00600","speaker":"1650"},{"type":"speech","time":1653994800,"counter":77,"content":"<p>I am sure no one here wants to hear the word &ldquo;passport&rdquo; again, express or otherwise.  However, I would like to raise the issue of the Government cost of documents.  At the time of a cost-of-living crisis, we should be looking at any and all areas where we can ease financial burden where people may be experiencing it.<\/p> <p>The one fact that stands out when it comes to cost of Government documents is that they are not a discretionary expenditure.  When it comes to groceries, people might be able to choose a different brand.  When it comes to energy, perhaps a few euros can be shaved off a bill by switching provider.  However, there is only place to buy a passport and a driving licence.  It is &euro;20 a pop plus &euro;1.50 postage for a birth certificate, marriage certificate or a death certificate.  It sounds like a threat of a loan shark: &ldquo;You get married, pay me.  You have a kid, pay me.  You die, pay me.&rdquo;  Learning to drive is a real kicker too.  The theory test is &euro;45 and the provisional licence is &euro;35.  Government-mandated 12 lessons are &euro;545.  The driving test is &euro;85 and a driving licence is &euro;55.  It is &euro;765 before spending a cent on insurance, petrol or, indeed, the car itself.  It is &euro;75 for a passport and &euro;100 if you want the card too, and an extra &euro;5 for postage if you prefer not to do it online.<\/p> <p>The bottom line is there many expenses the Government cannot affect, yet there are also expenses that only the Government can affect.  Often, these are the ones that people have no choice but to pay.  Perhaps we could look at those prices and see if the Exchequer could allow the people some breathing room when it comes to these mandatory expenses.<\/p> <p>I thank Councillor Vincent Jackson for bringing this issue to my attention.  I was happy to raise it here today in the Seanad for him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00700","speaker":"1664"},{"type":"speech","time":1653994800,"counter":78,"content":"<p>Senator Kyne called for a debate on regional airports.  As the Leader knows, I tabled a Commencement matter about it previously, so I second his call for having a debate sooner rather than later and having the Minister in.<\/p> <p>Yesterday was a very sad day.  Former councillor and former Member of this House, Mary Jackman of Limerick, passed away.  She served two terms in the Seanad.  She was the first female cathaoirleach of Limerick County Council back in 1999.  Certainly, many people who would have served with her would have known what a live wire she was and how committed and dedicated she was to the people who elected her.  I pay sympathy to her husband, Nick, her daughter, Nicola, and her sister, Ursula, as well as the extended Furlong and Jackman families.  Certainly, she touched the lives of so many people.<\/p> <p>There has been reduced services at University Hospital Limerick, UHL, yet again, in terms of procedures and admissions.  It is not just at UHL.  It is also in St. John&rsquo;s and Nenagh.  Somebody in the hospital put out a notice apologising to people for the fact their procedures had to be cancelled due to the high numbers on trolleys.  I understand there are close to 90 people on trolleys in the hospital at present.  I wrote to the Minister, Deputy Donnelly, asking when the independent review will take place and when we will know about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have had no response to date.<\/p><p>It just beggars belief at this stage what is going on at University Hospital Limerick.  It is the only hospital in Ireland with such high numbers.  There is something wrong there.  This affects the safety of staff and patients.  People are now afraid to go to the hospital, which is really not acceptable.  Will the Deputy Leader check with the Minister's office to see if she can get an answer to our questions?  At this stage I just do not know where to go any more for an answer.  This is totally unacceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#U00800","speaker":"1695","continuing":true},{"type":"speech","time":1653994800,"counter":80,"content":"<p>I thank the Senator for remembering former Senator Jackman.  We will have expressions of sympathy tomorrow for her.  We think of her family at this difficult time and her extraordinary commitment to public service, which should and will be acknowledged by this House.  That will happen after tomorrow's Order of Business.  I thank the Senator for raising the matter this afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#V00200","speaker":"1650"},{"type":"speech","time":1653994800,"counter":81,"content":"<p>Today I want to discuss a very important matter, which is traffic safety outside schools and primary schools in particular.  I attended a public meeting last night in Bellurgan in County Louth attended by over 40 parents of children attending Bellurgan National School.  Some people may say this is too much of a parochial issue to bring up in the Seanad but I do so specifically because after more than ten years, people in the Bellurgan community cannot get a basic necessity like traffic calming measures outside the primary school.<\/p><p>Parents are not allowing their children to walk to school and they must drive their kids there because the building is on a regional road with such a high volume of traffic going past every day.  It is the only school on the entire Cooley Peninsula that does not have any form of traffic calming measures outside it.  I raise this in the Seanad today because after more than ten years of this matter being raised, we are still in the crux because Louth County Council is refusing to put in anything of real substance that would reduce the speed on the regional road.  It has put in traffic measures like signage etc. but we need a physical deterrent in the form of ramps or something like that.<\/p><p>I raise this today because there should be some sort of policy originating from the Department of Education providing guidance to schools and local authorities on the type of traffic calming measures which can be put in place outside schools.  It should not be an <i>&agrave;<\/i><b><i><\/i><\/b><i>la carte<\/i>option whereby some schools in communities have traffic calming measures while others do not.  The important aspect of Bellurgan National School is it has an autism spectrum disorder unit as well, which means there are vulnerable children in the school who may not have spatial awareness or awareness of danger posed to them right outside their front door.<\/p><p>I would really appreciate a debate in this House around traffic safety in particular outside our schools in rural communities like Bellurgan in County Louth.  It is a debate that has been overlooked in recent times because there is a different approach in different local authorities.  There is also a different approach in different communities or areas.  We need a wide-scale approach right across the country for traffic calming measures outside primary schools, and that is a debate I would really welcome with the Minister at some stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#V00300","speaker":"1670"},{"type":"speech","time":1653994800,"counter":82,"content":"<p>I will speak briefly in support of Senator Flynn.  I attended the Traveller protest outside with many of our colleagues and it is time we stop fobbing off members of the Traveller community with committees and reports.  I served on the committee examining key issues affecting the Traveller community in a previous parliamentary term but we must get the party leaders around the table to start delivering for Travellers in this country.<\/p> <p>The tourism industry seems to be in chaos between hotel prices and the lack of taxis in this city, along with delays at Dublin Airport and the Passport Office.  Many of these matters could have been foreseen by the Government and with foresight and planning could have been avoided.  This city in particular does not seem to be functioning properly.  There are streams of people walking out of town on foot trying to hail taxis to get home at weekends and in most cases there are empty seats in cabs passing by, which is another ridiculous element.<\/p> <p>The report of the night-time economy task force called for the extension of eight new bus routes with 24-hour operation in Dublin.  There are currently three routes that function for 24 hours per day in addition to Nitelink.  Most people are probably not aware of them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a need for a step change in policy regarding the night-time economy when it comes to transport if we want people to change their habits and view the bus as an option after a night out.  In the presentations made to, and submissions received by, the night-time economy task force, the importance of more extensive late-night public transport as an essential support for workers and for patrons was consistently raised.  Ultimately, and although we all know this, I am reluctant to say it, I cannot imagine the city is a good place to visit now.  It is extremely expensive for visitors and for residents.  Equally, in many cases, the reward is dysfunction.  It does not represent good value for money.  Some elements of the industry, certainly, seem to be on the make.  We should rightly ask if the reduced VAT rate of 9% is being passed on to consumers.  In many cases, I do not think it is.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#V00400","speaker":"1686","continuing":true},{"type":"speech","time":1653994800,"counter":84,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#W00200","speaker":"1660"},{"type":"speech","time":1653994800,"counter":85,"content":"<p>I am sure this sentiment has been expressed already, but people were rightly outraged by the scenes we saw occurring in Dublin Airport over the weekend and, indeed, earlier this year.  The outrage stems from people having lost out on their holidays and missed flights.  These could have been events they had planned for a long time.  We must address the staffing issue at Dublin Airport.  A terrible attempt has been made to place the blame for these issues over the weekend on staff absences.  I saw reports stating there were 17 absences and that this led to the problems experienced in the airport.  I do not buy that explanation.<\/p> <p>In 2019, approximately 33 million passengers went through Dublin Airport without major incidents or delays.  Fast forward to 2022, and the numbers of passengers using the airport are at approximately 95% of the 2019 figures, yet these massive backlogs are being experienced.  The DAA, in its wisdom, introduced a redundancy package in 2020 that saw 300 experienced members of the airport security unit leave.  It is because of that loss that we are now dealing with these issues.  Those being recruited to posts are being taken on at a pay rate of &euro;14.14 an hour, yet they are expected to take on enormous responsibility for the security of the airport.  These newly recruited staff are also expected to come in under a variety of contracts.  This includes the flexi contract, under which people are expected to come in at different hours and to different parts of the airport. <\/p> <p>We must, therefore, ask serious questions of the DAA and, equally, of the Government.  It is not good enough for the Government to blame the DAA or pass the buck on to someone else.  The Government appointed the members of the authority to effectively run the airport.  The DAA has failed to provide an adequate service.  To be frank, as we are coming into one of the biggest weekends of travel in the year, it is unclear how these issues are going to be resolved any time soon.  We must see better pay for the staff concerned and more comprehensive and better contracts.  Ultimately, we must investigate how we lost those experienced officers in 2020 and whether some of them could be brought back into these roles.<\/p> <p>While we are all talking about travelling and the situation at Dublin Airport, it is important to say as well that we have a major staffing crisis in the health sector.  This is the silent recruitment and staffing crisis.  All of us in this Chamber have our stories of people being allocated home support hours and then finding they cannot be fulfilled.  As well as that, people are waiting three years and longer for a diagnosis from the new children's disability network teams.  I would like, therefore, a debate on the issue of recruitment in the health sector with the Minister for Health, Deputy Stephen Donnelly, because this is the hidden crisis.  Images of the scenes in Dublin Airport have been on our screens and we have also heard about the problems on the radio and read about them in the newspapers.  It is the hidden recruitment crisis in the HSE and the wider health service that I do not believe is getting sufficient attention.  We are all engaging with those people who talk to us about this in our own areas and, therefore, I would like the Minister for Health to come to the House to give a detailed explanation of what it is he is doing to address this staff recruitment crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#W00300","speaker":"1683"},{"type":"speech","time":1653994800,"counter":86,"content":"<p>We were at a meeting last night with Galway Rural Development.  There were more than 400 people in the Raheen Woods Hotel in Athenry for a meeting to assess the rural social scheme, RSS, and of the T&uacute;s scheme.  Many points were raised, one of which was that it is becoming more difficult and challenging for people to get onto the schemes.  This is something that has to be raised.  We have been talking about it with the Minister, Deputy Humphreys, and with the Department of Social Protection, but we have to look at how these programmes are attractive for people who are unemployed.<\/p> <p>We need to look at things like the time it takes for people to become eligible to be on these programmes.  It is not enough that there is such a long waiting time before people can go onto these programmes.  We heard many examples last night of people who have done these programmes, be they T&uacute;s or RSS, who have then gone back to education to do a degree, a certificate or a diploma.  These programmes are very good at re-engaging people who may have been out of the workforce for a while, or giving them the confidence to get back in, perhaps take on a new career or do something different.<\/p> <p>One of the examples we heard last night was of someone working with the Brothers of Charity, which is a phenomenal charity based in the west, but in particular we have many residential units in Ballinasloe.  The person started working there, was doing administrative work but started then to think about developing a social caring role.  This person was able to develop a new career out of this.<\/p> <p>There are many positive benefits but we need to look at the challenges.  There are so many people going back to work and we have a higher percentage and number of people coming back to work than we had pre-Covid-19.  We still have people on our live register and we need to look at how to make it attractive for those people to start doing programmes like RSS and T&uacute;s.  RSS is linked to farm assist and affords farmers an alternative form of income.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00100","speaker":"1654"},{"type":"speech","time":1653994800,"counter":87,"content":"<p>I thank all the Members who contributed this afternoon.  Senator Kyne kicked off by speaking about the scenes we all witnessed in Dublin Airport, the very significant queues and those who missed their flights.  Other Members raised similar issues around the airport, namely, Senators Gavan, Sherlock, Conway and Maria Byrne.  I am happy to report that the Leader of the House boarded a plane this morning from Terminal 1 and, in her own tweet, said that she arrived at the airport at 4.20 a.m. and was through to the gate at 5.45 a.m. for her 6.50 a.m. flight.  It seems things have improved today and it is good to acknowledge that.  I can imagine that, for staff morale, it was difficult to watch one&rsquo;s workplace receiving such negativity, even though it is understandable that people were annoyed.<\/p> <p>It is also worth acknowledging that other international airports such as Heathrow and Schiphol in Amsterdam are experiencing similar problems, so we are not alone in that regard.  This is also to acknowledge that we can do a great deal better and it is welcome that Dublin Airport is refunding passengers and acknowledging that it has to compensate people for loss.  That does not compensate for the stress involved, particularly if you are there with an elderly person or with young children and are not able to get through to your flight.<\/p> <p>Certainly there are questions to be asked, as Senator Sherlock said, around why we are struggling to attract staff.  We had two years where, effectively, we had no air travel.  The airports completely closed operations to a certain extent, they have to build back up and it has not been that easy.  There is a longer lead-in time to vet staff because of the place in which they are working and the additional responsibilities which staff working in that space have to protect that gateway to the country, as referred to by Senator Sherlock.<\/p> <p>I also take on board what the other Senators have said, such as Senators Gavan, Conway and Maria Byrne around rebalancing and the fact we have other international airports like Knock, Cork and Shannon that could be doing a great deal more through the scheduling of flights out of those airports to try to rebalance across the regions.  There is a commitment from Government to do that and I know that my own local Ireland West Airport Knock is back thriving again and is a very significant resource to the region.  Many people use this airport not just for holidays but for getting out to work every week.  People fly out and fly back in again.  It is important to support the regional airports.<\/p> <p>Senator Malcolm Byrne spoke this about twice completing the Stockholm marathon - well done on that.  I would not even attempt one, never mind two.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00200","speaker":"1642"},{"type":"speech","time":1653994800,"counter":88,"content":"<p>This is hardly matter for the Order of Business, Deputy Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00300","speaker":"1650"},{"type":"speech","time":1653994800,"counter":89,"content":"<p>We could discuss Tinder, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00400","speaker":"1642"},{"type":"unspoken","time":1653994800,"counter":90,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1653994800,"counter":91,"content":"<p>I will move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00475","speaker":"1642"},{"type":"speech","time":1653994800,"counter":92,"content":"<p>Please do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00500","speaker":"1650"},{"type":"speech","time":1653994800,"counter":93,"content":"<p>I am looking forward to seeing the record of this and reading this later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00600","speaker":"1638"},{"type":"speech","time":1653994800,"counter":94,"content":"<p>Senator Byrne spoke about the very welcome ban by the European Union, which brought the leaders of all of the European countries together to agree this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Two thirds of imports of Russian oil are being banned.  Senator Malcolm Byrne is right that it is shipped oil and not piped oil.  We have not gone the full way there yet but this acknowledges that some countries in the EU are more affected than others by this.  As always in the EU it is about consensus and bringing everyone along the same pathway.  I acknowledge the Senator's comments on Viktor Orb&aacute;n.  Hungary has been disgraceful but there is nothing new on that front.  Senator Malcolm Byrne also spoke about blockchain and the significance of this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#X00700","speaker":"1642","continuing":true},{"type":"speech","time":1653994800,"counter":96,"content":"<p>It is blockchain awareness week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Y00200","speaker":"1638"},{"type":"speech","time":1653994800,"counter":97,"content":"<p>I must learn a bit more about it.  He has requested at debate around technology and the digital euro which is coming down the line.  It is unlikely we will get a chance to have this debate before recess with the amount of legislation coming through the House.  Certainly when we get into the autumn session it would be a good debate to schedule.  We will make this request.<\/p> <p>I commend Wexford County Council for launching its second age-friendly strategy with the Minister of State, Deputy Butler.  It is very welcome to see.<\/p> <p>Senator Craughwell spoke very passionately about the five soldiers in the 85th Infantry Battalion who are still waiting for their medals.  Private Billy Kedian, Lieutenant Morgan, Sergeant Spellman and Privates Carr and Clarke.  I concur with all of the Senator's remarks and I thank him for putting it on the record of the House.  We hope to see this matter resolved without further delay.<\/p> <p>Senator Paul Gavan spoke about Shannon Airport and rebalancing.  I have dealt with this.  He also spoke about the Passport Office.  Almost every Member of the House has spoken about the passport service in recent times.  It is a disaster zone for certain passports, mainly first-time passports for children.  I do not know what to say about the man who has throat cancer.  It is an appalling story.  I hope he gets sorted with the document he is entitled to get.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Y00300","speaker":"1642"},{"type":"speech","time":1653994800,"counter":98,"content":"<p>He missed his holiday.  It is done now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Y00400","speaker":"1660"},{"type":"speech","time":1653994800,"counter":99,"content":"<p>It is not doing people a favour to give them a passport.  It is very unfortunate this has happened.  All public representatives are trying our best to assist people.  The Passport Office has increased its staffing by 50% but it is still not enough.  The blockage seems to be where paperwork is involved.  It is not digital applications.  If people are sending post in any form, for example, for children's first passports, there is a significant blockage.  We have requested the Department and the Passport Office to try to improve the service for people.  It is taking a very long time.  Families and individuals are missing out on holidays.  It is not a good service we are giving at the moment.<\/p> <p>Senator Flynn spoke very passionately, as she always does, about the Traveller community.  She spoke about those who have lost their lives to suicide and the much awaited national Traveller mental health strategy.  Many of us walked past the demonstration outside the gates of Leinster House on Kildare Street.  I wish them well.  It is a very colourful and positive demonstration.  I encourage Members to get out.  Senator Flynn has rejoined the demonstration.  She let me know she would be leaving for it.<\/p> <p>Senator O'Sullivan spoke about the leaving certificate and junior certificate exams.  He encouraged as many teachers as possible to come on board to assist in marking exams because of the added benefits that they know their students and their capabilities.<\/p> <p>Senator Conway spoke about the airports in Dublin, Shannon and Cork and the need to rebalance.  Once again he raised the very important issue of moving towards digital leaving certificate papers to facilitate those students who might have additional needs.  It seems we are a bit behind the curve on that front.  The Senator continues to raise the issue.<\/p> <p>Senator Keogan spoke about the cost of documents.  She made a valid point that it is quite costly, particularly to get a driver licence.  There is a long way to go to get to that point.  The Government is looking at cost-of-living measures.  The Minister for Public Expenditure and Reform, Deputy Michael McGrath, spoke at the weekend about the work happening in that Department.  All Departments are looking at anywhere a payment or cost is prescribed by the Government to reduce them across the board.  This is being looked at.  I am sure the Senator is aware the Minister for Education, Deputy Foley, has announced that leaving certificate fees for this year are to be waived.  The Government is doing everything it can to try to reduce the cost burden on families and individuals.<\/p> <p>Senator Maria Byrne spoke about the sad passing of former councillor and Senator, Mary Jackman, from Limerick.  She was the first female mayor of Limerick.  We send our condolences to the Jackman and Furlong families on the passing of Mary.<\/p> <p>As she has often done, Senator Maria Byrne also raised the issue of University Hospital Limerick.  I am sorry I do not have any further information.  We know there will be an independent review but I cannot answer as to why the hospital appears to be an outlier.  There are consistent problems with patients on trolleys and overcrowding.  I cannot imagine how difficult it is for staff and patients.  There is clearly a very big problem in the hospital because other hospitals have issues but not on the scale we see in Limerick.  There is clearly a very specific issue in that hospital.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Warfield spoke in support of the comments on the Traveller community made by Senator Flynn.  He spoke about the tourism industry.  He also spoke about the difficulty in getting taxis in the city, which is something that I can attest to.  I think that we all have had trouble getting a taxi in the last while.  There seem to be no taxis at certain times of the day and night.  Taxi drivers do not seem to use apps or perhaps turned off their link to apps because it seems to be easier to hail a taxi and pay by cash.  Recently I heard a conversation on radio with a journalist on the difficulties in getting taxis and her name escapes me.  I know that she is an Australian woman who works as a fact checker for <i>The Journal.  <\/i>She made a point about women's safety in that if a woman cannot get a taxi home then one will think twice about going out at night because getting home is a real problem.  We definitely need to look at this issue.  Again, because of the last couple of years where there was a very limited night-time economy a lot of taxi people may have left the service.  In addition, the country is only really open since February, even though it feels like we have been open for a lot longer, and we are still building back up these services.<br\/><br\/>I acknowledge that the cost of hotels is extortionate in the capital city.  I urge hoteliers to reflect on the prices they charge people because not only will they put people off travelling from somewhere in the country to the capital and deter tourists from coming here but people will remember the extortionate prices charged by some but not all hoteliers, in particular in the capital city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Y00500","speaker":"1642","continuing":true},{"type":"speech","time":1653994800,"counter":101,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00200","speaker":"1686"},{"type":"speech","time":1653994800,"counter":102,"content":"<p>I understand that the industry has experienced a difficult couple of years but hotels and many other hospitality businesses were heavily subsidised by the Government with direct payments to staff, which kept open the doors of these businesses.  There must be a two-way street and people must acknowledge that significant supports were provided during these difficult years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00300","speaker":"1642"},{"type":"speech","time":1653994800,"counter":103,"content":"<p>A sum of &euro;7.8 billion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00400","speaker":"1644"},{"type":"speech","time":1653994800,"counter":104,"content":"<p>That is a huge amount of money.  Most people in the industry would acknowledge how good that funding was and it is the reason they could keep staff on the payroll and open their doors as quickly as they could.  However, that is not reflected in some of the prices that some establishments are charging.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00500","speaker":"1642"},{"type":"speech","time":1653994800,"counter":105,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00600","speaker":"1664"},{"type":"speech","time":1653994800,"counter":106,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00700","speaker":"1645"},{"type":"speech","time":1653994800,"counter":107,"content":"<p>Senator Sherlock spoke about Dublin Airport and staff shortages in the HSE.  The latter is an ongoing problem.  We have found it very difficult to recruit staff at all levels of the health service and recruitment takes an inordinate amount of time.  Many posts have been provided for by the Government and there is funding to pay staff yet we struggle to entice staff to work in the health service.  Clearly, the problem is not just due to salaries and we must work on conditions such as long hours.  Recently junior doctors have spoken out about their difficulties in working 24 and 36 hours straight without a break.  Therefore, we must do a lot of work on the conditions of work but the solution is like a chicken and egg scenario.  One must recruit staff to make conditions better for all staff and provide more cover yet without recruiting staff it is very hard to address that issue.<\/p> <p>Senator Dolan spoke about the rural social scheme and T&uacute;s schemes.  These are hugely important schemes for towns and villages across the country.  I agree with her that we should make it much easier to get people into those schemes because a limit has been placed on when one can join and how long one can remain on the schemes.  We can address these issues because many people would love to work on these schemes and they are valuable to local communities.  Numerous little jobs around towns and villages would never get done only for these schemes.  The Senator is right that these schemes can be a really good way of re-activating people and getting them back into the workplace or education.  These schemes are a good way to get people back out and about, which should be our priority.  The Government is working hard on getting people back into work.  Again, we are close to full employment.  There will always be an element of people on the live register for other reasons because they are unable to work, which is completely understandable.  For anyone who can and would like to get back into the workplace or education these schemes could be one of the avenues to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z00800","speaker":"1642"},{"type":"unspoken","time":1653994800,"counter":108,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Minute's Silence for Private Billy Kedian","time":1653994800,"counter":109,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z01000"},{"type":"speech","time":1653994800,"counter":110,"content":"<p>I wish to refer to the call for a minute's silence made by Senator Craughwell.  He outlined the service and sacrifice made by Private Kedian who died on 31 May 1999 at his post in southern Lebanon when that post came under artillery and mortar attack.  During that action Lieutenant Morgan, Sergeant Spellman, Private Carr and Private Clarke distinguished themselves in their attempts to save the life of a member of the Defence Forces - Private Kedian.  I ask Members to be upstanding for a minute's silence in memory of Private Kedian.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#Z01100","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":111,"content":"<p>Members rose.<\/p>"},{"type":"majorheading","content":"Regulation of Providers of Building Works and Building Control (Amendment) Bill 2022: Instruction to Committee","time":1653994800,"counter":112,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#AA00100"},{"type":"speech","time":1653994800,"counter":113,"content":"<p>I move:<\/p> <blockquote> \tThat notwithstanding anything in Standing Orders, it be an instruction to the Committee of the whole Seanad, in relation to the Regulation of Providers of Building Works and Building Control (Amendment) Bill 2022, that the Committee has the power to make amendments to the Bill for the purpose of:  \t(i) amending the Nursing Homes Support Scheme Act 2009, in relation to partially exempting eligible rental income from assessment, reviewing the effect of such provisions with the possibility of increasing the exemption, and to make other consequential amendments required to take account of such amendments;<br \/><br \/>(ii) amending the Affordable Housing Act 2021, in Parts 2 and 4, in order to clarify the process for the registration of dwellings in the Land Registry, and in Part 4 to clarify the process and consequences of the sale of a dwelling, and to make other consequential amendments required to take account of such amendments.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#AA00200","speaker":"1642"},{"type":"unspoken","time":1653994800,"counter":114,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":115,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 2.06 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 2.15 p.m.<br \/><br \/>Sitting suspended at 2.06 p.m. and resumed at 2.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Regulation of Providers of Building Works and Building Control (Amendment) Bill 2022 : Committee Stage","time":1653994800,"counter":116,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#CC00100"},{"type":"unspoken","time":1653994800,"counter":117,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1653994800,"counter":118,"content":"<p>Amendments Nos. 1 to 3, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#CC00300","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":119,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":120,"content":"<p>Does the Minister wish to speak to the amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#CC00500","speaker":"1650"},{"type":"speech","time":1653994800,"counter":121,"content":"<p>No, but for just for the information of Senators, I am considering what other provisions might be introduced by way of amendment to the Bill on Report Stage.  They will cover the areas to better provide for procedures and requirements to be followed in the case of tenancy terminations and for an enhanced role for the Residential Tenancies Board, RTB, in this regard.  Second, I am considering an amendment to extend the registration period for approved housing bodies, AHBs, with the AHB regulatory authority.  I am also considering an amendment regarding changes to non-principal private residences used as short-term lettings.  I want to flag with Senators that I will bring those amendments forward on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#CC00600","speaker":"1561"},{"type":"speech","time":1653994800,"counter":122,"content":"<p>I thank the Minister for bringing that to the attention of the House.  It is a matter that will be discussed at a meeting of the Committee on Procedure and Privileges of Seanad &Eacute;ireann, as the items are not related to the Bill itself and the main purpose of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#CC00700","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":123,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":124,"content":"<p>Government amendment No. 2:<\/p> <blockquote> \tIn page 7, line 24, to delete &ldquo;This Act&rdquo; and substitute &ldquo;Subject to <i>subsection (3)<\/i>, this Act&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD00200","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":125,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":126,"content":"<p>Government amendment No. 3:<\/p> <blockquote> \tIn page 7, between lines 27 and 28, to insert the following:   \t&ldquo;(3) <i>Part 9 <\/i>shall come into operation on such day or days as the Minister for Health may appoint by order or orders either generally or with reference to any particular purpose or provision and different days may be so appointed for different purposes or different provisions.&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD00400","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":127,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":128,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":129,"content":"<p>SECTION  2<\/p>"},{"type":"speech","time":1653994800,"counter":130,"content":"<p>Amendments Nos. 4, 9 and 11 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD00750","speaker":"1650"},{"type":"speech","time":1653994800,"counter":131,"content":"<p>Government amendment No. 4:<\/p> <blockquote> \tIn page 9, between lines 12 and 13, to insert the following:  \t&ldquo; &ldquo;public body&rdquo; means&mdash;  <blockquote> \t(a) a Department of State, <br \/><br \/>(b) the Office of the President, <br \/><br \/>(c) the Office of the Attorney General, <br \/><br \/>(d) the Office of the Comptroller and Auditor General, <br \/><br \/>(e) the Houses of the Oireachtas Commission, <br \/><br \/>(f) a local authority within the meaning of the Local Government Act 2001, <br \/><br \/>(g) the Health Service Executive, or <br \/><br \/>(h) a person, body or organisation established&mdash;  <blockquote> \t(i) by or under any enactment (other than the Act of 2014 or a former enactment relating to companies within the meaning of section 5 of that Act), or <br \/><br \/>(ii) under the Act of 2014 or a former enactment relating to companies within the meaning of section 5 of that Act, in pursuance of powers conferred by or under another enactment, <\/blockquote>and financed wholly or partly, whether directly or indirectly, by means of moneys provided, or loans made or guaranteed, by a Minister of the Government or the issue of shares held by or on behalf of a Minister of the Government;&rdquo;.  <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD00800","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":132,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":133,"content":"<p>Amendments Nos. 5 and 15 to 19, inclusive, are related.  Amendment No. 18 is a physical alternative to No. 17.  Amendments Nos. 5 and 15 to 19, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD00950","speaker":"1650"},{"type":"speech","time":1653994800,"counter":134,"content":"<p>Government amendment No. 5:<\/p> <blockquote> \tIn page 9, between lines 25 and 26, to insert the following:   \t&ldquo; &ldquo;relevant Minister&rdquo; means&mdash;<br \/><br \/>(a) in relation to an order under section 8, or a nomination referred to in section 22(5)(a), in respect of a public body other than a public body in relation to which the Minister performs functions, the Minister of the Government who performs the functions in relation to the public body, <br \/><br \/>(b) in relation to a nomination referred to in section 22(5)(b), in respect of a public body other than a public body in relation to which the Minister for Further and Higher Education, Research, Innovation and Science performs functions, the Minister of the Government who performs the functions in relation to the public body, and <br \/><br \/>(c) in relation to a nomination referred to in section 22(5)(c), in respect of a public body other than a public body in relation to which the Minister for Enterprise, Trade and Employment performs functions, the Minister of the Government who performs the functions in relation to the public body;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01000","speaker":"1650"},{"type":"speech","time":1653994800,"counter":135,"content":"<p>I will address amendments Nos. 5 and 15, 16, 17 and 19, tabled by the Government, and amendment No. 18, tabled by Senators Moynihan, Hoey, Sherlock and Wall.<\/p> <p>I welcome the amendment proposed to this section regarding the appointment of board members.  Similar amendments were put forward while the Bill was progressing through the D&aacute;il.  At that stage, the Minister of State, Deputy Peter Burke, undertook to review this section and bring forward amendments.  I am pleased to bring forward Government amendments providing that board members shall have certain expertise, two members shall be nominated by the Minister for Housing, Local Government and Heritage and one member shall be nominated by each of my colleagues, the Ministers for Further and Higher Education, Research, Innovation and Science and Enterprise, Trade and Employment.  We also propose that a member be nominated by the Irish Congress of Trade Unions.  Two members shall be appointed on the recommendation of the Public Appointments Service and three members by the registration body.  The effect of these amendments is to strengthen the independence of the board.  The board will be completely independent of the registration body.<\/p> <p>I welcome the amendments brought forward and the Government amendments I have tabled reflect the discussions we have had with Members on both sides of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01100","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":136,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":137,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":138,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":139,"content":"<p>SECTION  4<\/p>"},{"type":"speech","time":1653994800,"counter":140,"content":"<p>Amendments Nos. 6 and 48 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01600","speaker":"1650"},{"type":"speech","time":1653994800,"counter":141,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 10, between lines 20 and 21, to insert the following:  \t&ldquo;(c) mechanical building services.&rdquo;.   <\/blockquote> <p>The Minister is welcome.  Is he going to accept any of the amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01700","speaker":"1664"},{"type":"speech","time":1653994800,"counter":142,"content":"<p>The Senator might let me respond after she has spoken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01800","speaker":"1561"},{"type":"speech","time":1653994800,"counter":143,"content":"<p>I understand how busy the Minister is.  If he is not going to accept any of the amendments, I would like him to state that.<\/p> <p>I had a group from the Amalgamated Plumbing and Heating Contractors of Ireland in the House.  It represents 60% of the industry.  There are 3,500 small-to-medium contractors in the mechanical building services sector.  They have raised concerns regarding the Bill.  The mechanical building services sector is recognised as a separate specialised area.  The minimum qualifications are QQI level 6.  The new Bill adds an extra layer of regulation and administration.  Gas installers are already regulated by the RGI.  Oil boiler installations are regulated by OFTEC.  The Bill proposes a new regulator for plumbing, namely, the construction industry register Ireland.  There are far too many regulatory bodies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What we need is a stronger regulatory body.  This proposal would remove cowboys from the industry.  It would reduce the level of unnecessary bureaucracy.  It would enhance the sector to deliver on the climate action target and the retrofit plan for the Government.  I request the Minister to include that provision if he can.  Certainly, the mechanical services have also asked that he would do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#DD01900","speaker":"1664","continuing":true},{"type":"speech","time":1653994800,"counter":145,"content":"<p>I thank the Senator together with Senators Craughwell and Boyhan for tabling this amendment.  I also thank the sector for its engagement on this important legislation to put the regulation of the providers of building works and building control on a statutory footing, which is what we need.  I do not envisage this will be an extra layer of regulation and I will explain why.<\/p> <p>I will not be accepting these amendments.  They seek, as the Senator said, to provide an exemption from registration for anyone who provides mechanical building services.  They also seek to require a report to be prepared on how mechanical building services can be exempted from the Act.  The building regulations apply to the installation of building services.  Therefore, they will be subject to the Act.  That is important.  As opposed to creating another of regulation, as the Senator rightly said, it will take those who are operating in the grey economy and those who are not properly qualified out of contracts that are provided and it will let people know who the qualified contractors are.<\/p> <p>Having listened to those in the sector, I advise the Senator the Bill specifically exempts those who provide electrical works performed by a registered electrical contractor and gas works performed by a registered gas installer.  For the work that has already been undertaken, it will specifically exempt those.  As I said, they are already registered with the Register of Electrical Contractors of Ireland, RECI, or the Register of Gas Installers of Ireland, RGII, and nothing will change in that space for that specific work they are doing.  It will not require another registration if they are only doing those elements of work, but where they are carrying out other building works, they must fall under this new regime.  I think it will be advantageous for them.  I thank the Senator and the sector for their engagement on that.  This legislation will not provide another layer of regulation for contractors.  If anything, it will provide real security for the many thousands of really good contractors and tilt the balance in their favour when they are operating in the field against other contractors who may be operating in the grey economy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#EE00200","speaker":"1561"},{"type":"speech","time":1653994800,"counter":146,"content":"<p>I am disappointed the Minister will not accept this amendment.  Many people in this industry are very experienced.  Those doing the work on the ground have to jump through a massive number of hoops.  This is particularly difficult for people with small businesses and for sole traders.  I will be putting this amendment to a vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#EE00300","speaker":"1664"},{"type":"vote","time":1653994800,"counter":147,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Sharon Keogan and Victor Boyhan; Níl, Senators Seán Kyne and Robbie Gallagher.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#EE00400","aye":["1634","1645","1664"],"nay":["1629","1638","1639","1640","1641","1642","1644","1646","1647","1651","1654","1655","1656","1658","1665","1670","1671","1672","1691","1694","1684","1687"],"abs":[]},{"type":"speech","time":1653994800,"counter":148,"content":"<p>I remind Senators that three of them voted in the wrong seat.  If a Senator has a query as to which seat he or she is in, the Senator should ask and we will point him or her in the right direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#HH00200","speaker":"1650"},{"type":"speech","time":1653994800,"counter":149,"content":"<p>That is the first time that has happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#HH00300","speaker":"1647"},{"type":"speech","time":1653994800,"counter":150,"content":"<p>There is a first time for everything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#HH00400","speaker":"1650"},{"type":"unspoken","time":1653994800,"counter":151,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":152,"content":"<p>Sections 5 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":153,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1653994800,"counter":154,"content":"<p>Amendments Nos. 7, 31 and 47 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#JJ00600","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":155,"content":"<p>Government amendment No. 7:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":156,"content":"<p>These are technical amendments to correct previously incorrect references.  Amendment No. 47 is in response to concerns raised during Committee Stage in the D&aacute;il in regard to section 63.  There was a concern that the would prohibit the building control authorities from taking a prosecution against a builder who may have sanctions imposed on him or her under the Act.  While this was not the intention I am pleased to move this amendment, which further clarifies that this is not the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#JJ00700","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":157,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":158,"content":"<p>Amendments Nos. 8 and 10 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#JJ00900","speaker":"1670"},{"type":"speech","time":1653994800,"counter":159,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \t&quot;In page 12, to delete lines 15 and 16 and substitute the following:<br \/><br \/>&quot;(4) The Minister shall appoint the National Building Control Office as the registration body under <i>subsection (2)<\/i>:&quot;.&quot; <\/blockquote> <p>I raised this issue on Second Stage so the Minister will be aware of it.  The construction industry register is currently located on a voluntary basis in the head office of the Construction Industry Federation, CIF.  Criteria for appointing the registration body under this Bill is essentially designed so that it can be the CIF.  We do not believe, as I said on previous Stages, that it is appropriate for a register of this kind to be located in the main industry lobby group for the construction sector.  This is about ensuring there is public confidence in the industry.  It makes no sense for this to be located in the head office of the CIF.  It is a conflict of interest.  We propose an alternative: that it be located within the national building control office, which was created following the issues at Priory Hall.  Its job is to try to improve standards in building control across local authorities.  It also contributes towards better data and, therefore, it is much better placed to be the registration authority.  Given everything we have seen, from mica to pyrite to Priory Hall and flat complexes in Dublin, people have to have confidence.  Given there is a lobby group going to do this register, it would be appropriate to amend that to locate it within the national building control office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#JJ01000","speaker":"1686"},{"type":"speech","time":1653994800,"counter":160,"content":"<p>Amendment No. 10 is very similar and effectively seeks to do the same.  We support Sinn F&eacute;in's amendment, particularly as Sinn F&eacute;in designates and specifies the national building control office.  This was also raised in the D&aacute;il.  It is a very dangerous precedent effectively to have a lobby group serve as regulator under this legislation.  We see today from FOI requests that were released to Deputy Cian O'Callaghan that the CIF had a huge input into the drafting of this Bill.  I appeal to the Minister that in setting up statutory building control to ensure the lobby group would not have responsibility for the register.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have seen things such as what happened in 2016, for example, where the Construction Industry Federation promised that if we reduced minimum standards, it would increase supply, which did not happen.  It is very established as a lobby group on behalf of the construction industry.  It is not appropriate that it would be responsible for maintaining the register.  We are supportive of the Sinn F&eacute;in amendment because it specifies where it feels the register should be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#JJ01100","speaker":"1672","continuing":true},{"type":"speech","time":1653994800,"counter":162,"content":"<p>I thank Senators Moynihan and Warfield for their amendments, neither of which I will be accepting.  I just want to explain why.  Amendment No. 8 would seek to disqualify a trade union from being appointed as the registration body.  Amendment No. 10 would seek to provide that the National Building Control and Market Surveillance Office, NBCO, will be appointed the registration body.  The Office of the Attorney General has advised that the Bill should not name the body that is appointed as the registration body.  There is no body specifically mentioned in the Bill.  Where a body is appointed and is not performing the functions required, another entity may be appointed to perform the functions of the registration body under the Bill, without any amendment being required to primary legislation.<\/p> <p>In the previous amendments on the construction of the board as well, we have made some changes.  This will be completely independent, and rightly so.  We need to get this register onto a statutory footing now.  There are very good contractors out there who are competing against a small number in the grey economy and they require a level playing pitch.  We cannot delay this.  <\/p> <p>I envisage that the Construction Industry Federation, CIF, will be appointed as the registration body.  It is a registered trade union.  It is preferable that a body with experience and expertise in the construction industry performs this function, similar to how the Royal Institute of the Architects of Ireland and the Society of Chartered Surveys Ireland operate statutory registers for architects and surveyors, respectively.  There is no question we have many legacy issues that I am dealing with and I will agree with Senators Moynihan and Warfield on this.  I see that the quality of the work that is being done now when I visit the many sites across the country is exceptional.<\/p> <p>There are a number of safeguards in place to ensure and maintain the independence of this registration body.  The body will have delegated responsibility for the day-to-day maintenance of the register within the confines of the specific and limited parameters set out in this Bill.  The board of the registration body will be completely independent.  The independence of the body will be maintained through following measures, and it is important these are important these are put on the record of the Seanad: all powers of the registration body will be prescribed by legislation; all competency requirements for registration will be recommended by the board and prescribed by the Minister; the board will make decisions in relation to all sanctions, including removal from the register; removal from the register must be confirmed by the High Court; all prosecutions under the Act will be taken by the board or the Director of Public Prosecutions; all members of the appeals committee will be independent from the board and the registration body; and the Bill allows the functions of the registration body to be transferred if the body is not performing the functions appropriately. <\/p> <p>In response to Senator Moynihan&rsquo;s comment on Deputy O&rsquo;Callaghan, any contact between the Department and the CIF was to ensure that the industry was able to review the Bill from a practical operational perspective and offer practical suggestions.  The policies of the Bill were not subject to change following the consultation.  I never met with them either.  This is about its practical operation.  Deputy O&rsquo;Callaghan might want to put a slant on it and that is fine.  I am used to that.  I am more than happy with the robust structures that we put in place here.  We need to get this register on a statutory basis before the summer recess.  Therefore, I am opposing both amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#KK00200","speaker":"1561"},{"type":"speech","time":1653994800,"counter":163,"content":"<p>I do not think the Government ever advanced the idea of a statutory register as proposed originally by Law Reform Commission.  To this day, we are still looking at a register that is located within the industry.  If the Minister envisages that will be the Construction Industry Federation and the Bill is designed in such a way that it will be the Construction Industry Federation, it is ironic that we cannot prescribe in legislation who it will be.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this case it is that it would be the national building control office.  I appreciate the architects, surveyors, engineers and registrars are located in their respective industries but this is different because of the number and scale of defective buildings we have been dealing with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#KK00300","speaker":"1686","continuing":true},{"type":"vote","time":1653994800,"counter":165,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 23.<\/p><br\/><br\/><p>Tellers: Tá, Senators Fintan Warfield and Lynn Boylan; Níl, Senators Seán Kyne and Robbie Gallagher.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#LL00200","aye":["1634","1635","1660","1664","1672","1688","1681","1683","1684","1686"],"nay":["1629","1630","1638","1695","1639","1640","1641","1642","1644","1646","1647","1648","1651","1652","1656","1658","1665","1670","1671","1691","1693","1694","1687"],"abs":[]},{"type":"unspoken","time":1653994800,"counter":166,"content":"<p>Government amendment No. 9:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":167,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":168,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 13, between lines 20 and 21, to insert the following:  \t&ldquo;(e) a trade union, whether of employers or of workers and whether registered or unregistered, within the meaning of the Trade Union Acts 1871 to 1990;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#NN00400","speaker":"1672"},{"type":"vote","time":1653994800,"counter":169,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 23.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rebecca Moynihan and Marie Sherlock; Níl, Senators Seán Kyne and Robbie Gallagher.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#NN00500","aye":["1634","1635","1660","1664","1672","1688","1681","1683","1684","1686"],"nay":["1629","1630","1638","1695","1639","1640","1641","1644","1646","1647","1648","1651","1652","1655","1656","1658","1665","1670","1671","1691","1693","1694","1687"],"abs":[]},{"type":"unspoken","time":1653994800,"counter":170,"content":"<p>Government amendment No. 11:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":171,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":172,"content":"<p>Section 8, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":173,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1653994800,"counter":174,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \tIn page 14, line 8, after &quot;person&quot; to insert &quot;through the Public Appointments Service&quot;. <\/blockquote> <p>This amendment relates to the appointments made by the Minister.  My party would like the appointments to be made through the Public Appointments Service, which should be used in every single case.  That is all I will say on this section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#QQ00500","speaker":"1686"},{"type":"speech","time":1653994800,"counter":175,"content":"<p>I thank Senator Warfield for the amendment, although I must oppose it.  Section 9 allows the Minister to appoint a person to carry out periodic inspections, reviews and audits in relation to the performance of the registration body and also to furnish a report.  The person, in this instance, is likely to be a professional body or professional auditing body and, therefore, it is not appropriate that the person be appointed through the Public Appointments Service.  All appointments will be made in line with public procurement procedures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#QQ00600","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":176,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1653994800,"counter":177,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":178,"content":"<p>Sections 10 to 20, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":179,"content":"<p>SECTION 21<\/p>"},{"type":"speech","time":1653994800,"counter":180,"content":"<p>Amendments Nos. 13 and 14 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#QQ01100","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":181,"content":"<p>Government amendment No. 13:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":182,"content":"<p>These amendments relate to section 21 and are to ensure that inspectors shall be independent in the performance of their functions.  The Minister of State, Deputy Peter Burke, already indicated on Report Stage in the D&aacute;il that he would bring forward such an amendment in response to amendments tabled on Committee and Report Stages.<\/p> <p>In relation to amendment No. 13, the Zalewski decision requires that decision makers operate independently in the performance of their decision-making functions and these amendments ensure that will happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#QQ01300","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":183,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":184,"content":"<p>Government amendment No. 14:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":185,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":186,"content":"<p>Section 21, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":187,"content":"<p>SECTION 22<\/p>"},{"type":"unspoken","time":1653994800,"counter":188,"content":"<p>Government amendment No. 15:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":189,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":190,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":191,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":192,"content":"<p>Government amendment No. 17:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":193,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":194,"content":"<p>Amendment No. 18 in the names of Senators Moynihan, Hoey, Sherlock and Wall cannot be moved because amendment No. 17 has been agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR00100","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":195,"content":"<p>Amendment No. 18 not moved.<\/p>"},{"type":"unspoken","time":1653994800,"counter":196,"content":"<p>Government amendment No. 19:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":197,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":198,"content":"<p>Section 22, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":199,"content":"<p>Section 23 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":200,"content":"<p>SECTION 24<\/p>"},{"type":"speech","time":1653994800,"counter":201,"content":"<p>Amendments Nos. 20 to 24, inclusive, are related.  Amendment No. 24 is a physical alternative to No. 23.  Amendments Nos. 20 to 24, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR00800","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":202,"content":"<p>Government amendment No. 20:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":203,"content":"<p>I will now address amendments Nos. 20 to 23, inclusive, as tabled by the Government, and amendment No. 24, tabled by Senators Moynihan, Hoey, Sherlock and Wall.  I welcome the amendments on this section regarding the appointment of the appeals committee.  Similar amendments were tabled when the Bill was progressing through the D&aacute;il.  At that stage, the Minister of State, Deputy Peter Burke, undertook to review the section and to bring forward amendments.  I am pleased to table these amendments, which provide that all ordinary members of the appeals committee shall be recruited through the Public Appointments Service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR01000","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":204,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":205,"content":"<p>Government amendment No. 21:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":206,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":207,"content":"<p>Government amendment No. 22:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":208,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":209,"content":"<p>Government amendment No. 23:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":210,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":211,"content":"<p>As discussed, amendment No. 24 in the name of Senators Moynihan, Hoey, Sherlock and Wall cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR01800","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":212,"content":"<p>Amendment No. 24 not moved.<\/p>"},{"type":"speech","time":1653994800,"counter":213,"content":"<p>Amendments Nos. 25, 33 and 36 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR02000","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":214,"content":"<p>Government amendment No. 25:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":215,"content":"<p>These are purely technical amendments, following the advice of the Office of the Attorney General, to ensure consistency with other Bills.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR02200","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":216,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":217,"content":"<p>Section 24, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":218,"content":"<p>Section 25 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":219,"content":"<p>SECTION 26<\/p>"},{"type":"speech","time":1653994800,"counter":220,"content":"<p>Amendments Nos. 26 to 30, inclusive, are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR02700","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":221,"content":"<p>Government amendment No. 26:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":222,"content":"<p>These amendments are a response to amendments tabled when the Bill was going through the D&aacute;il.  Section 26 requires an applicant to confirm any convictions for certain relevant offences or orders under the Building Control Act within the previous ten years or since the establishment of the register, whichever is the shorter period.  This has now been changed to require confirmation of offences within the previous ten years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR02900","speaker":"1561"},{"type":"speech","time":1653994800,"counter":223,"content":"<p>I welcome this amendment from the Government.  It is an important change.  The previous iteration would have excluded anything in the past, whereas we are now capturing that in the previous ten years.  People may have been convicted under the Building Control Act in the previous ten years and it is right and proper for the public to know that.  That is why we are introducing this in the first place.  It is only right that we are able to go back ten years.  I am sure the provision can be kept under review in future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#RR03000","speaker":"1647"},{"type":"unspoken","time":1653994800,"counter":224,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":225,"content":"<p>Government amendment No. 27:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":226,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":227,"content":"<p>Section 26, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":228,"content":"<p>Sections 27 to 33, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":229,"content":"<p>SECTION 34<\/p>"},{"type":"unspoken","time":1653994800,"counter":230,"content":"<p>Government amendment No. 28:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":231,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":232,"content":"<p>Government amendment No. 29:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":233,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":234,"content":"<p>Government amendment No. 30:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":235,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":236,"content":"<p>Section 34, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":237,"content":"<p>Section 35 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":238,"content":"<p>SECTION 36<\/p>"},{"type":"unspoken","time":1653994800,"counter":239,"content":"<p>Government amendment No. 31:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":240,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":241,"content":"<p>Section 36, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":242,"content":"<p>Sections 37 to 43, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":243,"content":"<p>SECTION 44<\/p>"},{"type":"speech","time":1653994800,"counter":244,"content":"<p>I move amendment No. 32:<\/p><p>In page 48, between lines 10 and 11, to insert the following:<\/p> <blockquote> \t  \t&quot;(i) contravention of the Building Control Regulations 1997 to 2021.&quot;.  <\/blockquote> <p>This is a fairly self-explanatory amendment.  I will not take up much time speaking to it.  The amendment seeks to enable a person to make a complaint to the registrar in the case of a contravention of the Building Control Regulations 1997 to 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS00400","speaker":"1672"},{"type":"speech","time":1653994800,"counter":245,"content":"<p>I understand the thrust of the amendment but I must oppose it as section 44 will seek to provide that a failure to comply with building control regulations is grounds for a complaint.  That is outside the scope of this Bill.  The register is a register of competence of providers of building works.  I agree with the Senator that failure to comply with building regulations is very serious.  However, it is a matter for the building control authorities.  Complaints will be made under the Building Control Act 1990 to the building control authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS00500","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":246,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1653994800,"counter":247,"content":"<p>Government amendment No. 33:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":248,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":249,"content":"<p>Section 44, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":250,"content":"<p>Sections 45 to 48, inclusive agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":251,"content":"<p>SECTION 49<\/p>"},{"type":"speech","time":1653994800,"counter":252,"content":"<p>Amendment No. 34 has been ruled out of order as it is not relevant to the subject of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS01400","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":253,"content":"<p>Amendment No. 34 not moved.<\/p>"},{"type":"unspoken","time":1653994800,"counter":254,"content":"<p>Question proposed: \"That section 49 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1653994800,"counter":255,"content":"<p>On the issue of compensation, there is a register and a set of criteria that a provider must meet to get on the register.  For example, if a registered provider is messing and a complaint is made to the registration authority, the provider can perhaps be sanctioned or struck off the register, but that is no good for redress.  There should be compensation for the remediation of works.  We wanted this section to go further.  Obviously, our amendment has been ruled out of order, so I will not speak to it.  We would a provision to be inserted dealing with remediation or providing for compensation for the remediation of building defects caused by a registered provider.  If a consumer who gets work done finds that something goes wrong and then checks the register and finds that the registered provider was not registered to do the work, it is not great if the registered provider is just struck off the list.  There should be some provision for compensation as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS01500","speaker":"1686"},{"type":"speech","time":1653994800,"counter":256,"content":"<p>While I understand the Senator's point, my previous response remains relevant.  The register is a register of competence.  Where there are issues with regard to a provider who is struck off the register because their work is substandard, the homeowner, in that instance, will be able to lodge a complaint on the building control side and will also have recourse via insurance.  Obviously, we are dealing with other significant matters relating to apartment defects, which I intend to bring forward soon, once I receive the report.  It is a big issue in our cities predominantly, but not exclusively.  We are also advancing the scheme on defective concrete blocks.  I intend to have that legislation passed in advance of the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS01600","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":257,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":258,"content":"<p>Sections 50 and 51 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":259,"content":"<p>SECTION 52<\/p>"},{"type":"speech","time":1653994800,"counter":260,"content":"<p>Amendments Nos. 35 and 37 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS02000","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":261,"content":"<p>Government amendment No. 35:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":262,"content":"<p>Amendments Nos. 35 and 37 are legal amendments to section 52.  Amendment No. 35 provides that any person may appeal a decision of the appeals committee.  Amendment No. 37 proposes to delete a line that provides that the court may draw inferences of that fact in accordance with the law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Darragh O'Brien :<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=31\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not necessary explicitly to provide for this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#SS02200","speaker":"1561","continuing":true},{"type":"unspoken","time":1653994800,"counter":264,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":265,"content":"<p>Government amendment No. 36:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":266,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":267,"content":"<p>Government amendment No. 37:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":268,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1653994800,"counter":269,"content":"<p>Amendments Nos. 38 to 40, inclusive, 42 and 46 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#TT00800","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":270,"content":"<p>Government amendment No. 38:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":271,"content":"<p>These are legal amendments suggested by the Attorney General to remove reference to the court directing how costs are to be borne.  The court has an inherent power to award costs and therefore the Bill does not need to provide for that explicitly.  It is a matter for the courts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#TT00900","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":272,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":273,"content":"<p>Government amendment No. 39:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":274,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":275,"content":"<p>Government amendment No. 40:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":276,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":277,"content":"<p>Section 52, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":278,"content":"<p>SECTION 53<\/p>"},{"type":"unspoken","time":1653994800,"counter":279,"content":"<p>Government amendment No. 41:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":280,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":281,"content":"<p>Government amendment No. 42:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":282,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":283,"content":"<p>Section 53, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":284,"content":"<p>Section 54 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":285,"content":"<p>Amendment No. 43 not moved.<\/p>"},{"type":"unspoken","time":1653994800,"counter":286,"content":"<p>Section 55 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":287,"content":"<p>Sections 56 and 57 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":288,"content":"<p>SECTION 58<\/p>"},{"type":"speech","time":1653994800,"counter":289,"content":"<p>Amendments Nos. 44 and 45 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#TT02650","speaker":"1670"},{"type":"unspoken","time":1653994800,"counter":290,"content":"<p>Government amendment No. 44:<\/p><p><\/p>"},{"type":"speech","time":1653994800,"counter":291,"content":"<p>Section 58 provides for the publication of sanctions and convictions.  The current section says the registration body shall publish these &ldquo;where satisfied that it is in the public interest to do so&rdquo;, but following the debates on D&aacute;il Committee Stage, I am removing this proviso and providing that all sanctions and convictions must be published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#TT02900","speaker":"1561"},{"type":"unspoken","time":1653994800,"counter":292,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":293,"content":"<p>Government amendment No. 45:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":294,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":295,"content":"<p>Section 58, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":296,"content":"<p>Sections 59 to 61, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":297,"content":"<p>SECTION 62<\/p>"},{"type":"unspoken","time":1653994800,"counter":298,"content":"<p>Government amendment No. 46:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":299,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":300,"content":"<p>Section 62, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":301,"content":"<p>SECTION 63<\/p>"},{"type":"unspoken","time":1653994800,"counter":302,"content":"<p>Government amendment No. 47:<\/p><p><\/p>"},{"type":"unspoken","time":1653994800,"counter":303,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":304,"content":"<p>Section 63, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":305,"content":"<p>Sections 64 and 65 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":306,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1653994800,"counter":307,"content":"<p>I move amendment No. 48:<\/p> <blockquote> \tIn page 64, after line 37, to insert the following:   \t<b>&ldquo;Report on mechanical building services <\/b><br \/><br \/><b>66. <\/b>The Minister shall, within one year of the passing of this Act, prepare and lay before the Joint Committee on Housing, Local Government and Heritage, a report detailing how mechanical building services can be exempt from the regulations outlined in this Act.&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022053100002#TT04400","speaker":"1664"},{"type":"unspoken","time":1653994800,"counter":308,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1653994800,"counter":309,"content":"<p>Section 66 agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":310,"content":"<p>Sections 67 to 78, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1653994800,"counter":311,"content":"<p>Additional debate to follow.<\/p>"}]