[{"type":"minorheading","content":"Prelude","time":1602840600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1602840600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1602840600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1602840600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1602840600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#A00100"},{"type":"speech","time":1602840600,"counter":6,"content":"<p>I draw Members' attention to a change in the procedure for divisions.  At the meeting of the Committee on Procedure and Privileges during the week I outlined that there has been a slippage, as we all know, in the observance of social distancing in the Chamber and outside the Chamber.  It was agreed by the groups and the Whips that when a division is called all Members in the Chamber will remain in their seats and not move around the Chamber, and that as Members enter the Chamber they would take a seat automatically.  Senators will note there are 15 seats on the outside.  Those seats should be taken by Members when they come into the Chamber.  There are also 21 seats in the front and there are other seats available in the Gallery.  In the event of more than 45 Members coming into the Chamber for a division, the surplus will be asked to leave, but the doors will not be locked.  A roll-call vote will then be taken and the Senators on the outside will be asked to leave to allow the Senators outside the Chamber to come in to record their vote.<\/p> <p>I note people are wearing masks and I welcome that but the social distancing rules apply to everybody equally.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have seen comments in the newspapers about what happened on budget day, and also comments by judges on what is happening in the courts and on officers of the courts as well.  It is very difficult to keep observing the rules, but we must observe the rules.  Let us be honest, the reality is there are 60 Members of the Seanad, and the chances that none of us will get Covid-19 are fairly limited.  The chances are very low that one Member will not get Covid-19.  The concern all Members have is the protection of their families, their communities and themselves.  I do not want them to leave here and bring it home to their families and for somebody to get sick from this Chamber.  There will be a lot of divisions today.  I urge Members to observe the agreement that we came to at the Committee on Procedure and Privileges that we would observe social distancing for voting and outside this Chamber as well.  I ask the Leader to outline the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#A00200","speaker":"1650","continuing":true},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1602840600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00200"},{"type":"speech","time":1602840600,"counter":9,"content":"<p>The Order of Business is No. 1, Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020 &ndash; Second Stage, postponed division, to be taken on the conclusion of the Order of Business and Committee and Remaining Stages to be taken at 12 noon, or 15 minutes after the conclusion of No. 4, whichever is the later; No. 24, motion 5, re the Shannon Group, postponed division, to be taken on the conclusion of the postponed division on No. 1; No. 2, motion re the fifth report of the Seanad Committee on Procedure and Privileges, to be taken on the conclusion of the postponed division on No. 24, without debate; No. 3, motion re the establishment of the Seanad Special Select Committee on the Withdrawal of the United Kingdom from the European Union, to be taken on the conclusion of No. 2, without debate; No. 4, motion re restoration of Bill to the Order Paper, to be taken on the conclusion of No. 3, without debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00300","speaker":"1653"},{"type":"speech","time":1602840600,"counter":10,"content":"<p>I was very saddened during the week, as I have no doubt all of us were, when we got an email from Senator Norris telling us that, sadly, Cathal Martin had passed away.  During the debate on Senator Norris's Bill three weeks ago, he and Senator Casey spoke very passionately and compassionately about Cathal and the difficulties he had in life.  On behalf of my grouping, I extend our deepest sympathy to Les, Linda, Ciaran and Holly, and acknowledge the incredible work Les has done on the National Screening Advisory Committee Bill.  We commit to doing all that we can to support the Bill.  It is very difficult for any one of us to lose any member of a family but to lose a child is especially traumatic.  I cannot even begin to imagine the great sense of loss and grief the Martin family have.  In saying that, I also think of all those who have lost children, especially during this national week of child loss and the fact that yesterday was Pregnancy and Child Loss Remembrance Day.<\/p> <p>It is an incredibly difficult time for those who are pregnant.  It is a very welcome event in people's lives but our thoughts go to those who perhaps have had miscarriages previously or who are at a difficult stage of pregnancy.  In particular during the Covid crisis, we all want mothers and new babies to be as healthy as possible and to make sure every precaution is taken to ensure they do not contract Covid.  However, I believe some leniency could be shown, especially at the time of the 20-week scan, in order that partners would be allowed to accompany pregnant women to hospital for the screening.  I urge the Leader to take that on board.  I am aware that it has been raised here previously.<\/p> <p>The second issue I wish to raise concerns respect and loyalty.  I am from Kildare and I am very close to the Defence Forces family and I have been involved with their issues for many years.  The budget gave an extra &euro;32 million to the Defence Forces, which was very important.  Much of that will go to capital funding and &euro;10.5 million is to support and improve pay and conditions but we still have a journey to go.  In talking about respect and loyalty, I wish to speak about the respect and loyalty the State should show to those who have served this country both at home and abroad.  That is most important.  Senator Craughwell and others in the House raised the siege of Jadotville in 1961 in the Congo, five days of heroism and courage by 155 men, led by Commandant Quinlan.  As we know, Commandant Quinlan recommended that 33 of these men would be awarded medals, five with the highest honour.  Only eight of these 33 still survive.  It is incumbent on the State to ensure that those eight individuals are awarded the medals and that the others are awarded posthumous medals.  It would mean so much to their families and to their comrades in the Defence Forces.  It would be beyond tragic if that did not happen.<\/p> <p>The final issue I wish to raise today relates to justice, which is very important to all of us, as is ensuring that the justice system is fair and equal and that people do not lose out.  While I am conscious that speaking about judges is a sensitive issue at the moment, I wish to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00400","speaker":"1689"},{"type":"unspoken","time":1602840600,"counter":11,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1602840600,"counter":12,"content":"<p>When Members are speaking in the Chamber, addressing the Leader and asking questions, or even during debate I ask others not to engage in conversation.  If Members wish to engage in conversation they must step outside the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00500","speaker":"1650"},{"type":"speech","time":1602840600,"counter":13,"content":"<p>I draw the attention of the Leader to justice, which is hugely important to all of us, specifically District Court area 25, County Kildare.  In this District Court we have twice the number of cases that are in many other jurisdictions, so we have a situation where cases dealing with important matters such as child custody, access and maintenance are not being heard.  I know of a particular situation where 15 months after a child has been born a dad is still waiting for a court case to make sure he has access.  That is completely wrong.  There is an urgent need for another judge to be appointed to District Court area 25.  I ask that the Leader would take that on board to ensure we can deal with the serious consequences that are evident in terms of the impact on the service users.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00600","speaker":"1689"},{"type":"speech","time":1602840600,"counter":14,"content":"<p>First, I put on record that the leader of my group, Senator Boyhan, received the Order of Business for today at 10.19 a.m.  It is not good enough that we should receive the proposed Order of Business so late in the day, with effectively 11 minutes to go before the Chamber assembled.<\/p> <p>Second, I propose an amendment to the Order of Business, as proposed by the Leader, to provide that the words \"and Remaining Stages\" in respect of the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020 would be deleted from the Order of Business.  In other words, I am proposing that only Committee Stage should proceed today.  I understand that Senator Boyhan will second the amendment.<\/p> <p>Third, the House has been told that the urgency of this matter arises from the fact that the commission will stand dissolved on 30 October and therefore arrangements in respect of its documentation would have to be made while it is still in existence.  As I understand it, the situation is that the commission is now in a position to deliver its final report.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The commission has a separate report based on the evidence it received from people who appeared before the confidential committee.  The commission is anxious to deliver its final report by 30 October but it will need time.  It cannot conclude its business before 30 October and will need an extension, partly because staff have been forced by the circumstances of the Covid emergency to work from home.  There is a lot of administrative work in respect of the records of the commission that needs to be completed and will not be completed by 30 October.  Therefore, it follows that the supposed urgency in respect of passing this legislation is unfounded because the commission needs and wants extra time.  It should be given that extra time.  Its final report will be out by 30 October, as I understand it and, depending on what this House does in respect of it, the confidential report will follow very quickly.  However, the administrative work associated with dealing with all the records and preparing them to meet whatever legal requirements exist will take further time.  We need extra time.  The commission needs extra time.  It is bogus to suggest that there is a hurry or an emergency requiring the passage of this legislation.  I ask the Leader, therefore, to accept the amendment I am proposing and to proceed today only with Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#B00700","speaker":"1669","continuing":true},{"type":"speech","time":1602840600,"counter":16,"content":"<p>I was planning to propose an amendment to the Order of Business to reflect what Senator McDowell has just outlined.  Perhaps he might allow us to second his proposal to take only Committee Stage today.<\/p><p>I remind the Leader of what she said on Thursday, 10 September:<\/p> <blockquote> \tI hear Members very loudly and clearly.  I recall how standing here some six weeks ago I told the House that we would not do all Stages of Bills again and I find myself in a very uncomfortable position this week of having to ask Members to do it today.  I give my solemn word today that except in the event of an emergency, [...] I will not accede to having all Stages of a Bill on a same day sitting in future.  There is a caveat, we must find an agreement this afternoon at the Committee on Procedure and Privileges on how we run and order our business.   <\/blockquote> <p>A commitment was given, however, that we would not railroad through all Stages and disrespect the process of this House.  These Houses work best when the Government and Oireachtas work together and when all Stages are respected in the Seanad.  The Oireachtas Library and Research Service has presented a very helpful infographic on the Stages of the legislation, laying out the process for all Members.<\/p><p>In my Second Stage contribution, I referred to the unprecedented engagement on this Bill with Members of House and other representatives.  There is no doubt that the public is watching.  It does not reflect well on this House if we concentrate all our critical examination into a few hours.  Sinn F&eacute;in has submitted detailed amendments for Committee Stage and this will be the first opportunity to put them to the Minister.  Many of the amendments reflect the deep alarm and concern of survivors of mother and baby homes over the direction and speed, in particular, of this Bill.  I would like the Minister to have had more time to consider our amendments and determine whether he could compromise and come up with solutions of his own.  The entire point of a Report Stage sitting is that Seanad&oacute;ir&iacute;, the Minister and his officials can consider all amendments, even those defeated, in the period leading up to it.  It has happened before that Ministers have considered Committee Stage amendments that were defeated and brought forward their own amendments.  Without any period of reflection and engagement between Committee Stage and Report Stage, there is no chance at all of this happening.  I appeal to Members, even those who may have supported the Bill this week, to allow time so we can fully listen and consider the concerns of the women and other survivors, who have themselves waited for so many years to get to this point.  I appeal to the humanity of the Minister, Deputy O'Gorman, so he may do the right thing by the women and other survivors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00200","speaker":"1686"},{"type":"speech","time":1602840600,"counter":17,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00300","speaker":"1660"},{"type":"speech","time":1602840600,"counter":18,"content":"<p>On behalf of the Labour Party, I indicate our support for the amendment to the Order of Business proposed by Senator McDowell.  We, too, believe it is unnecessary and unjust to rush through this legislation today.  I do not need to tell his House how important it is.  As we all know, it has generated very intense personal interest.  It concerns people's lives.  As Senator Warfield said, we need time to listen and to consider the 38 amendments tabled, some of which are very detailed and substantial.  We very much hope that the proposed amendment to the Order of Business will be accepted today.<\/p> <p>The other issue I wish to raise concerns the schools building programme of the Department of Education and Skills.  I wish to express my extreme frustration over the tortuous and unnecessarily protracted process involved in getting some schools built.  I am dealing with the two schools at present.  The first is Pelletstown Educate Together National School, Dublin 15.  It is only a new school.  When it was established, children were educated in a basement in their first year.  In the second year, children had to be bussed to another school.  There was no planning for a proper school building when the project was announced.  It is a disgrace that the Department establishes schools but puts in place no proper buildings.<\/p> <p>The second school I am dealing with is Bunscoil Col&aacute;iste Mhuire, Parnell Square.  This is a school that had to move into temporary accommodation almost 30 years ago.  Ten years ago, a commitment was made regarding a new school building.  Management has been waiting ten years for a new school.  It is absolutely shameful that the Department has dragged its heels despite the tremendous efforts of the pr&iacute;omhoide, the families, students and teachers.  There is a wonderful school community but it is really up against the odds.  There is plaster falling down from the ceilings.  The playground is the car park for the teachers.  Two major issues arise.  First, the Department is wasting valuable money, amounting to &euro;300,000 per year, on rent to a landlord when it could be used to build a school.  Almost &euro;3 million has been spent on rent over the past ten years, which is one third of the cost of the school.  Second, at every stage of the building process an enormous campaign had to be launched to get the Government to act.  This is clientelism at its worst.  The Department needs to put in place a smooth, streamlined system for building schools.  We should not have to have a campaign at every stage of delivery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00400","speaker":"1683"},{"type":"speech","time":1602840600,"counter":19,"content":"<p>I am glad to be back here again.  I was very lonesome for all the Senators over the past few weeks but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00500","speaker":"1691"},{"type":"speech","time":1602840600,"counter":20,"content":"<p>We are glad the Senator is back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00600","speaker":"1650"},{"type":"speech","time":1602840600,"counter":21,"content":"<p>------my medical people said not that I was a high-risk person but that I was an at-risk person.  The last time I was able to come into this Chamber was when I served in D&aacute;il &Eacute;ireann.  It is nice to be back here again.  It brings back fond memories.  I am probably one of the longest here.  I was here in 1989.  I am not sure how many Members other than Senator Norris have a longer record of penance and public service.  I am not sure how well it was received or how well I did, but sin sc&eacute;al eile.<\/p> <p>I rise today primarily to express my extraordinary concern over the need for the likes of the Cathaoirleach, Ceann Comhairle and President of the High Court to issue instructions and a mandate to people in these surroundings, namely, the lawmakers, not necessarily in this Chamber but in the Oireachtas as a whole, and those who serve in our courts, the barristers and solicitors.  I am technically still a solicitor but have not been practising for a while.  I am concerned that a caution or warning had to be issued to barristers and solicitors in courts and Senators and Deputies on the basis that they are not fully complying with the instructions on social distancing and the regulations we are supposed to implement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are the legislators and the people working in the courts implement the laws.  It is hard for people, whether they are on peninsulas such as Sheep's Head, Beara, Mizen, where I live, Inishowen, Dingle, in the Cathaoirleach's county, or in Connemara hearing that they cannot see their children or grandchildren.  It is a hard pill to swallow.  Yet, we in this Chamber and the Lower House and in the courts refuse with disdain to accept the regulations imposed on us.  We should be ashamed of ourselves.  Due to circumstances, this Chamber has sometimes sat on Monday and, because of the D&aacute;il, we sometimes sit almost a five-day week.  We are giving two fingers to the hewers of wood and the drawers of water.  I do not say that in a derogatory or disparaging way but the ordinary working-class people are told they must do this and the pillars of society - that may be too strong a term because sometimes I do not think we are pillars - can do what we want.  That is a bad message.  If we want the ordinary working-class people of this country to come on board, by God, we are making a hash of it.<\/p><p>I will raise one other issue.  I often wonder, putting on my legal hat, if much of the work in the Seanad and the D&aacute;il could be done in another way.  My esteemed colleague, Senator McDowell, who has experience in the courts, in both Chambers and as a Minister, asked if this Seanad could have sat with the 49 elected Members without the 11 nominated Members.  That is an important point to reflect on.  Can this Chamber and the other House do much of its work at a distance?  We have Zoom.  When I came in here in 1989, there was no Zoom, Twitter, Facebook or anything like that.  We were lucky to have a paper and a pen and we have moved on a long way since.  Should we look at that and, if necessary, put a test case, by way of State cases, to the High Court and the Supreme Court to see if we can operate in some way under the extraordinary circumstances we are in?  This pandemic is going nowhere and will probably be here next year, and lives are at risk.  Can we look at the possibility of sitting fewer days and of committee work being done at arm's length?  I am sure the Supreme Court or the High Court would interpret the regulations as set out broadly and in a different way because of the circumstances we are in.  That might be something the Chamber could reflect on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#C00700","speaker":"1691","continuing":true},{"type":"speech","time":1602840600,"counter":23,"content":"<p>I thank the Senator for his important contribution.  I call Senator Se&aacute;n Kyne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#D00200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":24,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  I raise the issue of services for people with disabilities and their families.  Budget 2021 builds on the strong work of the previous Government and the former Minister, Finian McGrath, in this area.  I commend the Government for securing additional resources and funding for disability services in this budget.  The additional &euro;100 million is much needed and very welcome.  It will provide more targeted and tailored services for persons with disabilities, including school leavers, and help with the resumption of day services across the country.  Most important, it will help continue the transition to a more inclusive, person-centred system that empowers people.<\/p> <p>However, while the initial funding is welcome, we need to focus on how it is spent to ensure it achieves the greatest impact.  We need to ensure that the recruitment of additional posts such as therapeutic services, including speech and language therapists, starts immediately and that such important personnel are not seconded to other areas of the health services such as contract tracing, which is happening at the moment.  We need to ensure the additional training places and day service enhancements are introduced as soon as possible.  We need to ensure disability service providers such as Ability West and the Brothers of Charity Services Ireland are fully resourced so they can carry out their vital services without obstacles or complications and we need to provide more support and respite for the families of persons with disabilities, parents, brothers, sisters and others.  It is difficult for many of us to understand how challenging it can be to care for a person with a disability.  It impacts on all aspects of family life, including on siblings.  The challenge becomes greater as parents grow older and we have all met parents and made representations on behalf of many parents whose greatest concern is who will care for their loved ones or their children when they cannot, or when they die what will happen to their loved ones.<\/p> <p>Will the Leader facilitate a special debate on disability services and the disability budget?  This will involve a proper, reasoned debate to ensure every euro is spent appropriately for the greatest good.  Will the Leader follow this up with the Minister for disability services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#D00300","speaker":"1665"},{"type":"speech","time":1602840600,"counter":25,"content":"<p>I endorse everything that Senator McDowell said and I thank Senator Warfield for agreeing to second that.  I would be happy to second it as that is a good gesture of support across the House and it makes a lot of sense.  There are many people tuning in to us today, as there were the other day, on this important issue.  Many people looking in are not familiar with the legislative process or the Oireachtas but they are concerned and troubled by what they have heard and seen in recent days.<\/p> <p>I will make an appeal to the Leader.  To come and have the Order of Business at 10.19 a.m. is not good enough.  The responsibility is hers.  She is the Leader of the House.  With that job comes responsibility to the House and its Members.  I will wait to hear the Leader's response.  Is she going to suggest that the officials, the Cathaoirleach and the Leader's party members receive the first notification of the Order of Business at 10.19 a.m.?  I have an answer to that but I will listen to what the Leader has to say and take an opportunity to see her in the next week or two to discuss it.<\/p> <p>I appeal to the Leader to start, as her predecessor did, having on a weekly basis a meeting with both the Leaders and the Whips, so that we can support each other and help the smooth running of this House.  It does not operate on the basis of one side versus everybody else.  We can all work together but Senator Doherty is the Leader and I appeal to her to give us leadership.<\/p> <p>It is important we have time to debate the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020 today.  It can be a difficult episode for people, both here and outside.<\/p> <p>I draw the House's attention to something I received in the post this morning, namely, the minutes of Galway County Council of Monday, 23 September 2019 and the commitments the council gave to the women and families from Tuam.  I can make a copy available to anyone today via email.  I hope the Leader will talk to her councillors in Galway County Council and I hope they echo her party's honourable commitments to these people in the debate today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#D00400","speaker":"1634"},{"type":"speech","time":1602840600,"counter":26,"content":"<p>I will touch on the debate that has been raging in the country over the past 48 hours in respect of the playing of GAA matches this weekend and, in particular, Members of these Houses weighing in and putting pressure on the GAA to concede that the competitions should be abandoned and drawing the false comparison between what has happened at club level in this country and these elite games.  What happened after country finals over the past number of weeks was totally wrong.  The GAA acknowledged that and came out ahead of the Government by shutting down the club championships two weeks ago.<\/p> <p>The inter-county games are elite sport games.  They are categorised under the Government's tier plan as elite sport.  I listened to medics last night on television speak about how players would celebrate this weekend if they won.  They have obviously never seen the dietary plans of elite GAA players because if these players took one pint, they would be off the county panel.<\/p> <p>What galls me most is the singular focus on the GAA.  There is no consistency in this new-found commentary by some Members of these Houses about sport.  Are the same Members unaware that in eight days, the Italians are coming to Dublin to play in the Six Nations and one of their squad tested positive for Covid on Tuesday; or that, on Thursday, a Norwegian team come here to play Dundalk in a Europa League game, which the owners of Dundalk are trying to have switched to Windsor Park, Belfast?  I have not heard them call for these games to be called off.  People are naturally worried but these elite games are being played in a bubble, behind closed doors and with no fans.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are broadcast on television and will provide people with some joy and hope this weekend.  Critically, they are catered for in the tier plan agreed by the Government.  I ask that people not try to unpick the plan on television just because a journalist has put the question in their mouth.  It is time for people to think for themselves, agree to the plan for the country and be responsible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#D00500","speaker":"1641","continuing":true},{"type":"speech","time":1602840600,"counter":28,"content":"<p>I rise to raise the issue of those who need to renew their driving licence.  The situation is now at a critical stage as some people are driving without a licence.  If one drives without a licence, one is not insured.  Some people need their licence to be able to drive to work, but some others need an up-to-date licence as part of their work.  I note the Minister ensured people over the age of 70 can register online for a licence, but there will still be a backlog in that area.  I ask that the Minister immediately look at this issue and grant some sort of amnesty in respect of expiring or expired driving licences for a short period of time until the backlog is cleared or something can be done.  It is a farcical situation.<\/p> <p>On Standing Order 31, arising from the most recent meeting of the Seanad Committee on Procedure and Privileges it is proposed to delete the Standing Order without debate.  It is a very important tool for Members which allows them to raise issues on Thursdays for two minutes.  It is proposed that the Standing Order will be deleted.  Some Senators who may not be aligned to a group or party may not contribute on the Order of Business but can use this tool to raise particular issues of importance with the agreement of the Cathaoirleach for a two-minute period at 12 noon on Thursdays.  I ask the Leader to consider this issue.  It would be a retrograde step to remove Standing Order 31.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00200","speaker":"1636"},{"type":"speech","time":1602840600,"counter":29,"content":"<p>On the 5th Report of the Seanad Committee on Procedure and Privileges, the Leader outlined that the motion would be taken on the conclusion of the Order of Business but did not outline whether it would be taken with or without debate.  Will it be taken without debate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00300","speaker":"1650"},{"type":"speech","time":1602840600,"counter":30,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00400","speaker":"1653"},{"type":"speech","time":1602840600,"counter":31,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00500","speaker":"1650"},{"type":"speech","time":1602840600,"counter":32,"content":"<p>I support the amendment to the Order of Business.  I wish to put on the record of the House that I am genuinely disturbed by the way in which the House is being used.  Every Senator should be disturbed by it.  As Senator Warfield stated, having received a commitment just three or four weeks ago that legislation would not be rushed through the House, that is exactly what is being done again today in a way that is entirely inappropriate.  It is being done for a Bill that, as was so eloquently explained by Senator McDowell, is not an emergency.  It is being done in the face of the significant concern of thousands of people.  The very reasonable request is that the Bill would be paused after Committee Stage.  I ask all Members to bear in mind that there is no way the Minister or the Government could have read the thousands of emails Senators have received this week, many of which give harrowing personal testimony.  There simply has not been enough time for those emails to be read or the issues they raise to be considered.  For the Government to railroad the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020 through today because it has the numbers to so do is, frankly, disgraceful.  When the House was dealing with the Retention of Records Bill 2019 last year, Senators in every corner of the House were rightly horrified.  The members of the Joint Committee on Education and Skills worked together to ensure that Bill would not go any further.  Where are those voices today?  The very same issues arise with regard to the Bill before the House today.  The threat to transfer information to Tusla and seal records for 30 years is an affront to the thousands of victims.  Senators are aware of the harrowing testimony in that regard in particular.  If Senators disagree with me on this issue, that is fine but, for God's sake, they should not agree to have this Bill ramrodded through today.  Senators on the other side of the Chamber should stand up and state there is something fundamentally wrong with the way this is being done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00600","speaker":"1660"},{"type":"speech","time":1602840600,"counter":33,"content":"<p>Most Members will be familiar with the problems associated with pyrite and mica.  However, they may not be aware that the schemes involving restitution for those affected by these issues are limited to certain areas, namely, counties Mayo and Donegal in respect of the defective block scheme and parts of counties Dublin and Meath in respect of pyrite.  The pyrite scheme has been extended to cover County Limerick.  It is about time for a national scheme to be put in place.  A situation is developing in the county I know best, County Clare, where between 30 and 40 houses are affected by the defective block situation.  That number is growing.  Anyone who has visited one of these houses knows it is devastating for the owners and their families to see a relatively small crack in an otherwise well-built home widen over a period of months or, in some cases, a year or two to such an extent that one could put one's fist through it.  That has a devastating impact on the lives and livelihoods of the people concerned.<\/p> <p>I am calling for a debate on the matter in an effort to extend the scheme nationwide such that those affected in each county or area where these problems develop do not have to get together, spend a vast amount of money trying to prove their case and go through the same rigamarole as the homeowners in Mayo or Donegal or on the east coast.  We should do all we can to give certainty and security once and for all to those who have been impacted so badly.  I ask the Leader to facilitate a debate on this issue at the earliest possible opportunity.  I know there are departmental mandarins who like to limit the potential exposure of the State.  I get that.  I understand that.  Why does the scheme developed for Donegal and Mayo not apply to homeowners in counties Clare, Kerry, Limerick or elsewhere?  A nationwide scheme should be instituted in the interests of fairness and equity and in recognition of the tremendous impact this issue has on homeowners and families.  If one's home is not protected under such a scheme, what else can be done?  These issues are not covered by insurance.  When these houses were built, building regulations were not as strictly observed as they currently are.  Nobody wishes to cast blame or look back.  One cannot do so because this condition was not known or tested for at the time, but the manifestation of it now is very serious.  It is a matter the House should try to address without delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00700","speaker":"1655"},{"type":"speech","time":1602840600,"counter":34,"content":"<p>I wish to raise the issue of the continued problems being experienced by travel agents in accessing flight refunds from Ryanair, a company that has been particularly critical of the Government in recent days.  Since the beginning of the Covid-19 pandemic, travel agents have submitted thousands of claims to Ryanair in order to refund their customers whose flight bookings were affected.  To date, travel agents are owed approximately &euro;20 million in refunds from Ryanair.  Senator Dolan and I spoke to my local travel agent, Kane Travel in Longford, about the issue.  It should be noted that funds held by licensed travel agents are guaranteed by the State in case of insolvency, which offers further protection to customers in the event that the agent or operator becomes insolvent or goes out of business.<\/p> <p>Mr. Pat Dawson of the Irish Travel Agents Association, ITAA, stated that travel agents are doing their best to secure refunds for customers as quickly as possible.  He stated that customer protection is travel agents' top priority and that the issue continues to affect high street agents as well as online travel campaigns.  He pointed out that as Ryanair continues to refuse to deal with ITAA members, travel agencies have reached an impasse when it comes to securing flight refunds for their customers.  This is not acceptable.  Agents have been working solidly throughout the pandemic to assist customers with bookings.  The companies simply could not close down even though they were effectively blocked from claiming refunds.  Instead, they have remained open to service customers with cancellations, refunds and rebooking holidays.  They are not using the current situation as an excuse to avoid refunding customers.  They respect and value their customers.<\/p> <p>I call on the Commission for Aviation Regulation and the Department of Transport to work with the ITAA to secure refunds for hard-pressed customers as quickly as possible.  We need legislation to be implemented such that any vouchers issued to customers can be used by the travel agent and sold on to another customer should the person wish to receive the funding back.  More than 3,000 jobs in the industry have been affected.  It is time to protect travel agents in order to protect their customers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#E00800","speaker":"1639"},{"type":"speech","time":1602840600,"counter":35,"content":"<p>I rise to speak about maternity care in the time of Covid.  Senator O'Loughlin has already spoken about this.  Yesterday was Pregnancy and Infant Loss Remembrance Day.  I am sure Members will join me in thinking of those who have suffered a miscarriage, are waiting for their rainbow baby, have suffered infant loss, are struggling with their fertility, have suffered a stillbirth or are still yearning to be parents.  We have all heard on the news, from friends and from constituents about the ongoing issue of lack of access for partners of pregnant people in maternity care.  At their appointments, pregnant people receive a range of different kinds of news, from the most joyous to the most concerning, and in some cases even the most tragic news an expectant parent can receive.  They are doing so, in the main, entirely alone.  This is not just the case on labour wards but in GP offices, consultation rooms and hospitals.  As it currently stands, the partner of an expectant parent can go to a pub, caf&eacute;, restaurant, park, gym, salon or bookies with others from outside their family but cannot accompany their partner to a labour ward, consultant's appointment or operating theatre.  A friend contacted me saying she had an emergency caesarean section quite recently and she lay on the bed soiled because her partner was not there and the nurses were so rushed off their feet that they could not help her.  It is not acceptable in this day and age that we have pregnant people in that situation before or after delivery.<\/p> <p>This has been raised across the national airwaves, in this House, in the lower House, and by my colleague Deputy Duncan Smith on the Covid committee and thus far there has been virtual silence from the Government on the matter.  It is the position of the Labour Party that there must be compassion in care even during Covid.  In fact, there has never been a time when compassion in care was more needed.  I ask the Leader of the House, Senator Doherty, who did so much to campaign for compassionate access to abortion care alongside those of us in Together for Yes, to request that the Minister for Health come into the Chamber to listen to the concerns of pregnant people, their partners and families regarding maternity care in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#F00100","speaker":"1663"},{"type":"speech","time":1602840600,"counter":36,"content":"<p>Today is the first day of level 4 regulations for the good people of counties Monaghan, Cavan and Donegal.  Yesterday evening it was absolutely heartbreaking to witness shop owners, hairdressers, beauty salons and hotels close their doors for the second time in six months.  This was done through no fault of the business owners concerned.  They did everything they were asked to do.  They invested in their businesses, they trained their staff and today they are closing their doors and again facing an uncertain future.  My heart goes out to them because I can only imagine the stress and anxiety the business owners, their families and indeed their staff are going through at this time.  I welcome the measures introduced in the July stimulus package and those in the budget passed this week.  All of them will be needed, and perhaps even more.  However, for businesses in counties Monaghan, Cavan and Donegal, additional help is required.  For that reason I propose that the Government introduce a helpline for such businesses, particularly small businesses with five or fewer employees.  Those who are busy looking after their businesses and trying to survive are not aware of all the help and assistance that is out there.  A helpline for those businesses is an absolute necessity so that people can pick up the phone and talk to someone who can guide them as to what they can and cannot do and what help and assistance, financial or otherwise, is available to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#F00200","speaker":"1658"},{"type":"speech","time":1602840600,"counter":37,"content":"<p>I wish to raise enforcement laws and the powers of the Garda in relation to Covid-19.  The last week has been very difficult, particularly for the three counties that have gone to level 4.  It is now widely accepted that all other counties are going to be on level 3 for quite some time and will not be coming down from it soon.  That means asking people to stay within their counties and asking businesses to remain closed for a long period of time.  Most people are abiding by and sticking to the guidelines and recommendations.  They are sacrificing an awful lot in their business lives and normal lives to abide by these guidelines.  Certain people are not doing so, however.  There is a certain group who believe the guidelines do not apply to them.  It seems to me and certainly to people who have closed their businesses, including restaurants or pubs, that other people can still carry on as if there is no problem.  The Garda Commissioner, Mr. Drew Harris, has said he does not believe extra measures need to be brought forward.  Does the Leader agree that if we want people to follow these guidelines, as they previously have, through the winter months, there has to be seen to be a deterrent for those who do not?  In other countries fines have been imposed on those leaving their districts or not wearing masks.  A small minority of people are behaving in this way, but this virus is so deadly that measures are needed to ensure everyone stays onside.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#F00300","speaker":"1629"},{"type":"speech","time":1602840600,"counter":38,"content":"<p>I would like to request a debate on equality, or more importantly inequality.  In the programme for Government we have a commitment to a national strategy for women and girls.  I would like to invite the Minister to the House to discuss this issue, to set out when work on the strategy will begin and to clarify when it will report.  In light of the debate we have been having this week, it is really important that we have a proper national strategy on gender equality and inequality across the Houses and across the country.  The programme for Government also commits to examining the addition of socio-economic disadvantaged status as a ground for discrimination.  This is very important.  We heard earlier this week from Senator Ruane about coming from a Delivering Equality of Opportunity in Schools, DEIS, school and going on to study law at third level.  A person can suffer prejudice for a basic thing like their accent or address.  I was told as a young one that I would not get anywhere in the world - some people might say that I still have not - but I am damn proud to be here with my County Louth brogue and to talk in it.  Inequality based on who a person is or what he or she looks like is not acceptable.  We need to have a proper national strategy on how we are going to deal with this because, for the first time in our nation's history, class and where a person comes from really matters.  It is really disappointing because I grew up in an area where I went to school with the children of people who were on the dole and the children of solicitors, doctors and tradesmen but that is changing.  Different levels of class, for want of a better word, are coming to the fore more and more.  We disadvantage and marginalise people at our peril and I would very much welcome a debate on this in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#F00400","speaker":"1671"},{"type":"speech","time":1602840600,"counter":39,"content":"<p>I will address a very serious issue.  Next month, the United States of America elects its next President.  I hope it will be a new President, with Joe Biden becoming the 46th holder of that office.  It could not be a more serious time for the world.  The outcome of that election will have serious long-term consequences for the Iran nuclear deal, for the Paris climate agreement, for the EU, for Brexit, for ethnic minorities and for respect for women.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Vincent P. Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=VincentPMartin&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many years ago, in the 1990 World Cup penalty shoot-out as Dave O'Leary faced the ball, George Hamilton uttered the immortal phrase, \"The nation holds its breath.\"  Next month, the world will hold its breath, in a sense, praying and hope for a certain outcome in that election.  There are 33 million people in America who claim Irish ancestry and so many more friends of Ireland who care about Ireland and peace on the island of Ireland.  Samantha Power, the former US ambassador to the United Nations, said that we need more than Hail Marys next month.  Every single vote matters in the swing states and we can do something about it.  It might not be the convention for a Government to involve itself in someone else's election but our voice as individual public representatives should be heard.  The voice of individuals who may not be public representatives in Ireland, throughout the world and throughout the EU, should be heard loud and clear.  People should contact their long-lost cousins, friends, relatives and friends of relatives' friends.  Every single vote matters in this once in a lifetime opportunity to get the world back on track.  I appeal to Members to do what they can to have effective input into next month's critical election for the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#F00700","speaker":"1667","continuing":true},{"type":"speech","time":1602840600,"counter":41,"content":"<p>It is not our place as a country to interfere in the elections of other countries.  I am not sure that is an issue for the Order of Business.  I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00300","speaker":"1650"},{"type":"speech","time":1602840600,"counter":42,"content":"<p>He is right though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00400","speaker":"1637"},{"type":"speech","time":1602840600,"counter":43,"content":"<p>The Cathaoirleach is the guy with the experience on the Capitol, that is for sure.  I raise the concept of teachers who are considered to be extremely high risk, due to medical issues, and who continue to have to work in our schools.  I spoke with a teacher in my home county, Louth, during the week and again this morning as I drove to this House.  She is based in a part of County Louth where she is dealing with students who are coming from Dublin, County Meath and County Louth, so that is three different geographical areas.  Unfortunately, a couple of years ago, she had to have a serious operation that involved having part of her lung removed.  She is considered high risk medically and she now has to take sick leave.  That sick leave will naturally affect the number of days that she is allowed to take over four years.  She will have to pay tax on the sick leave too, so there will be double taxation.  One can compare this with other teachers in the severely high risk category who are allowed to leave on a full Covid payment.  It is not her fault or the school's fault.<\/p> <p>The reason for it is Circular 0049\/2020 issued by the Department of Education and Skills, which sets out defined limits regarding what is considered to be severely high risk.  We have all been told that we have to work from home when we are considerably high risk, but this individual has to take sick leave because she is so high risk.  She works with children with learning disabilities in our school and, therefore, she has to have close contact with those students.  There is no concept of her being able to socially distance.  The Irish National Teachers' Organisation asks that boards of management be given the means to discharge teachers who are high risk but that puts boards of management in an unfair position because they are not medical doctors.  I would like Circular 0049\/2020 to be re-examined.  This only affects a small number of high risk teachers.  It is not fair that they are being forced to take sick leave as a result of a circular and the definitions that the Government has sent around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00500","speaker":"1670"},{"type":"speech","time":1602840600,"counter":44,"content":"<p>This morning, I renew my request for this House to debate the issue of homelessness, particularly homelessness in Dublin city.  This week, the deputy chief executive of Dublin City Council, Brendan Kenny, issued the latest report from the Dublin Region Homeless Executive, which documented that, as of the last count, there are currently more than 6,227 homeless people in Dublin.  There are more than 856 families with more than 2,000 children, and close to 3,000 single people are homeless in the city.  I commend the Government for the action it took this week in announcing the largest housing budget in the history of the State, and &euro;3.3 billion will go a long way.  Some &euro;1 billion will be spent on social housing.  More than &euro;200 million will be spent on homelessness.  That is to be commended and I support it.  In August, I asked that we would debate the issue following the deaths of five homeless people in the city in one week.  The latest report shows that despite having added beds, beds are going empty, yet in excess of 100 people are sleeping rough on the streets of the city.<\/p> <p>We need to debate the quality of emergency accommodation being provided, the overconcentration in the north inner city, with no family hubs in Fingal or south County Dublin and families from Dublin 15 and beyond having to relocate back out to the county with their children, travelling on buses.  We need a proper debate on the issue.  It is a human issue that the Government and all of us in this Chamber should be concerned with.  I renew my request for that debate to happen sooner than later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00600","speaker":"1656"},{"type":"speech","time":1602840600,"counter":45,"content":"<p>I want to bring to the attention of the House that this is Tusla National Fostering Week 2020.  I implore any parents who may have a space in their home to consider fostering.<\/p> <p>I raise the issue of the EU's flight travel policy that was voted on this week and that will be voted on by our Government on Tuesday.  We are closed for business.  We need a debate with the Minister with responsibility for tourism and the Minister for Transport, so they can tell us what they will do to reopen our economy.  Foreign direct investment, FDI, is important to this country and we can see that executives and people involved in FDI cannot travel in and out of this country.  We want our economies to be opened.  We want our businesses to thrive.  We will be totally alienated from all of Europe come Brexit.  We do not want to be a pimple on the ass of Europe.  It will sound like that, but really-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00700","speaker":"1664"},{"type":"speech","time":1602840600,"counter":46,"content":"<p>Sorry, Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00800","speaker":"1650"},{"type":"speech","time":1602840600,"counter":47,"content":"<p>Sorry, I cannot use that word.  I beg the Cathaoirleach's pardon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G00900","speaker":"1664"},{"type":"speech","time":1602840600,"counter":48,"content":"<p>I appreciate the Senator's use of the terminology but it is unparliamentary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01000","speaker":"1650"},{"type":"speech","time":1602840600,"counter":49,"content":"<p>Please forgive me.  We are taking up valuable time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01100","speaker":"1664"},{"type":"speech","time":1602840600,"counter":50,"content":"<p>The Senator is grand.  It is slightly unladylike.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":51,"content":"<p>Posterior is a better word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01300","speaker":"1669"},{"type":"speech","time":1602840600,"counter":52,"content":"<p>We do not want to be a pimple on the posterior of Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01400","speaker":"1664"},{"type":"speech","time":1602840600,"counter":53,"content":"<p>All I would say is that it is slightly unladylike.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01500","speaker":"1650"},{"type":"speech","time":1602840600,"counter":54,"content":"<p>Is the Cathaoirleach saying that I am unladylike?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01600","speaker":"1664"},{"type":"speech","time":1602840600,"counter":55,"content":"<p>To be clear, the phrase is slightly unladylike.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01700","speaker":"1650"},{"type":"speech","time":1602840600,"counter":56,"content":"<p>Thank you kindly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G01800","speaker":"1664"},{"type":"unspoken","time":1602840600,"counter":57,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1602840600,"counter":58,"content":"<p>The Senator is most definitely a lady.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02000","speaker":"1650"},{"type":"speech","time":1602840600,"counter":59,"content":"<p>Oh my goodness.  I have run out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02100","speaker":"1664"},{"type":"speech","time":1602840600,"counter":60,"content":"<p>No, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":61,"content":"<p>I apologise to the Cathaoirleach and the House for the word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02300","speaker":"1664"},{"type":"speech","time":1602840600,"counter":62,"content":"<p>That is quite all right.  The Cathaoirleach took absolutely no offence from the phrase.  I would just point out that it is unparliamentary and slightly unladylike.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02400","speaker":"1650"},{"type":"speech","time":1602840600,"counter":63,"content":"<p>Is it ungentlemanlylike?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02500","speaker":"1667"},{"type":"speech","time":1602840600,"counter":64,"content":"<p>The phrase is slightly unladylike.  I know that the Senator is too humble to mention her own great work in the area that she first brought up, which is fostering, and I thank her for raising it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02600","speaker":"1650"},{"type":"speech","time":1602840600,"counter":65,"content":"<p>I echo the sentiments and spirit of Senator McGreehan's proposal on the basis that I have had the experience myself, when dining in Kings Inns, of a senior member of the Law Library asking me what school I went to.  When I replied, the next comment was, \"How very remiss of your parents.\"  I support her views.<\/p> <p>I have three points to raise with regard to the changing environment and our requirement for compliance.  At the beginning of this crisis, we had fantastic resources on the HSE website with posters and information.  It was translated into 27 languages and it was great to get it out among the community.  We have updated our position.  At the moment, the information on face masks, etc., is only in Romanian, Russian and Bulgarian.  It is necessary in our multicultural society to update that and make sure that the level 3 information is available as quickly as possible.  I have written to the Minister in that regard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The T&aacute;naiste, during a briefing the other evening, spoke about the idea of touch points, although he did not quite use those words.  He was referring to the reasons we are being asked not to have visitors in our homes, that is, that we share things such as doorbells, cups and spoons.  We need some information on the idea of touch points.  Health and safety professionals have gone into businesses and advised in this regard but we have not tailored the same interventions to our homes.  For instance, can we leave gates open so the postman does not have to touch them?  There will be a lot of parcel post arriving to homes and we need to be mindful about doorbells and that level of hygiene.  There is another little piece of work to be done on hygiene and advising people what to do around their homes.<\/p><p>My final point relates to Christmas shopping and returns policies.  I would be loath to start Christmas shopping now, though I have a sister-in-law who I am sure has it all done because she is fantastic.  I would be afraid that the people in my family who always return gifts will not be able to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#G02800","speaker":"1682","continuing":true},{"type":"speech","time":1602840600,"counter":67,"content":"<p>The Senator should not compare herself with her sister-in-law.  She is not here in the House to defend herself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":68,"content":"<p>Returns policies usually apply for 28 days so if one does one's Christmas shopping now, it will not be possible to return the gifts after Christmas.  We need to support the Consumer Association of Ireland, with funding or otherwise, in getting out the information and ensure that where there is a need for exchange policies, it is broadcast and supported so that we have social distancing and a longer run-in to Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00300","speaker":"1682"},{"type":"speech","time":1602840600,"counter":69,"content":"<p>I want to express my disappointment that Members of the Oireachtas and the Law Library have not tried to keep to the rules and regulations.  We might not like some of them but we all have a responsibility to do what we are supposed to do.<\/p> <p>Within the next 24 or 48 hours, football teams from all over this country will engage in matches.  That is a grave mistake.  I understand how people feel and the point made by my party colleague, Senator Cassells, about the well-being of people who are looking forward to seeing those matches on television.  However, let me give the picture from my part of the country.  I am one of the most avid sports fans in County Roscommon.  I am hugely into GAA and travel all over the country to watch games.  I am also into soccer and always go to Longford Town matches because its ground is close to me.  I also follow rugby.  I watch all sports.  Roscommon are scheduled to head to Armagh, Leitrim to Newry and Longford to Derry, although the Longford county board objected to going there.  Kerry is scheduled to come to Monaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00400","speaker":"1674"},{"type":"speech","time":1602840600,"counter":70,"content":"<p>What about Cavan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00500","speaker":"1667"},{"type":"speech","time":1602840600,"counter":71,"content":"<p>I cannot leave out Cavan, I know lots of people there.  Can I remind everybody of what Dr. Tony Holohan, a man who we all respect even though we might not always fully agree with him, said yesterday evening.  He said that the virus is out of control in the Twenty-six Counties.  He is a medical man, whether we like what he says or not, and it is outrageous and unacceptable that we could not ask the GAA and the Government to ensure those matches are postponed for a couple of weeks.  I am not talking about abandoning them.  We may look back with regret on this weekend in the weeks ahead.  It is perhaps not the bravest thing to say because there is division in society on this matter but, really and truly, politicians on all sides have to be brave here, show leadership and say things that may be unpopular.  I appeal to everybody, even at this late stage, to postpone those matches for two or three weeks until we get control of the virus.  The same should apply to League of Ireland matches and the Italian rugby team should not be coming here in a couple of weeks' time.  All those games should be abandoned for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00600","speaker":"1674"},{"type":"speech","time":1602840600,"counter":72,"content":"<p>I compliment my colleague, Senator Murphy, on his speech and agree with everything he has said.<\/p> <p>We were promised that, when the schools reopened, there would be no particular problem with substitute teachers, etc.  A number of principals of primary schools have contacted me in the past few days about the difficulty in finding substitutes.  I was not a primary school teacher so I am not sure how the system works but I understand there are primary and secondary groups of substitutes.  One principal told me of ringing 34 substitutes from the secondary list and being unable to get one into the school.<\/p> <p>We are constantly being told by the Minister for Education and Skills that schools are not a source of transmission of the virus.  I agree that the discipline in schools is excellent.  Anyone can take a walk up the street by the Shelbourne Hotel any day when schools are out and watch hundreds of students coming towards them.  I am over 60 and am petrified of this virus.  I have met people in my local area who are absolutely petrified of children coming out of schools and there are a number of schools around my area.<\/p> <p>I propose an amendment to the Order of Business whereby the Minister with responsibility for education can come here and explain to the House the plans that are in place to ensure that there are sufficient numbers of substitute teachers available to principals of national schools.  I also want to be given the scientific evidence that states that children do not spread the virus.  A scientific piece of research was published yesterday which stated that children are superspreaders.  The bottom line is that I want somebody to come to the House today to deal with that matter.  The Minister told me in Seanad &Eacute;ireann that schools are not a problem.  They are a problem if we do not have substitutes and we do not have a way of marshalling students as they leave the school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00700","speaker":"1645"},{"type":"speech","time":1602840600,"counter":73,"content":"<p>Seven Senators wish to contribute and we are way over time so I ask Senators to be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00800","speaker":"1650"},{"type":"speech","time":1602840600,"counter":74,"content":"<p>I join with Senators Carrigy and Keogan in asking that we have a debate about the issues of travel agents and travel.  Only this week, Ryanair has announced the closure of its bases in Cork and Shannon.  I will repeatedly demand that we have an honest debate about whether we, as a country, are going to be open and open for business.  It is incumbent upon us to have that honest debate in this Chamber.<\/p> <p>I ask Members of the House to reflect on what they have said about Cumann L&uacute;thchleas Gael and the GAA championship season.  The Chief Medical Officer wrote to the Government and stated that, under level 5, matches can take place.  The matches are taking place behind closed doors and, as Pat Spillane said this week, the championship is the symbol of hope for all of us.  I support Senator Cassells and ask Cumann L&uacute;thchleas Gael to reflect on the point that it makes no sense for Kerry footballers to drive to Monaghan in single cars next Sunday, nor does it make sense for Donegal players to drive to Kerry a week later.  I ask Cumann L&uacute;thchleas Gael to come up with a neutral venue policy.  We are playing the games behind closed doors.  I am a member of my club executive and a former county board officer.  I was chairman of my club for six years.  We should not play politics with Cumann L&uacute;thchleas Gael.  It is the binding force of unity in communities in our country.  I appeal to the management committee of Cumann L&uacute;thchleas Gael to be sensible about the venues that are selected for matches and come up with neutral venues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H00900","speaker":"1637"},{"type":"speech","time":1602840600,"counter":75,"content":"<p>I second the proposal of Senator Gallagher about the helpline for those businesses caught up in level 4.<\/p> <p>As a former Member of the Lower House, I was once appointed co-chair of the British-Irish Parliamentary Assembly at a time when unionist participation had never taken place in its 20-year history.  I spent the next 21 months alongside former Secretaries of State for Northern Ireland, Mr. Paul Murphy and Mr. Peter Hain, doing everything we could to get participation from unionist parties.  I am now a member of the Joint Committee on the Implementation of the Good Friday Agreement which met yesterday with the Minister for Foreign Affairs, Deputy Coveney.  That committee now finds itself in a situation similar to the one I was in with the parliamentary assembly and I have asked the Minister to do everything he possibly can to ensure unionist participation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall Blaney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1812\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1812&amp;amp;pid=NiallBlaneyIND&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask, with the agreement and support of the House if possible, that the Leader writes to both the Taoiseach and the Minister for Foreign Affairs and Trade, with the support of the Upper House, for us in the Oireachtas to do everything we can to ensure that unionists are encouraged and facilitated to join the Oireachtas Joint Committee on the Implementation of the Good Friday Agreement.  We know the work that is possible with a shared island now being put together and the &euro;500 million pot for projects across the island over the next five years so it is imperative that this happens.  I ask the Leader to facilitate a debate with the Minister for Transport and the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to discuss a number of projects that were mentioned concerning the &euro;500 million pot.  I have a keen interest in the Dublin-Donegal railway line that no longer exists but could very well be one of the great greenways of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#H01000","speaker":"1633","continuing":true},{"type":"speech","time":1602840600,"counter":77,"content":"<p>If the Senator is agreeable, I would do the same and write to the Taoiseach and the T&aacute;naiste as well.  The Senator has made a very good proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":78,"content":"<p>It was with great regret that Ryanair announced yesterday that it would close its bases in Shannon and Cork for the winter.  The decision was not a surprise because Ryanair is a private company that must make commercial decisions.<\/p> <p>Next Tuesday, at Cabinet, the Minister for Transport will make a proposal to provide funding for Shannon and Cork airports and other airports.  I sincerely hope that the funding package will be significant.  I hope that it will facilitate capital investment in the airport and help the airport with its operational costs.<\/p> <p>I ask the Leader to facilitate a debate on transport, particularly on Shannon and Cork airports, after the Government announcement was made because it is critical that this House analyses, with the Minister present, the details of the package of measures that will be available to airports.  I appeal to him to ensure that the package is large enough to sustain the airport not just through the pandemic but to facilitate it developing and building.  People reckon that 2024 will be the next year we will see figures like 2019 but that is four years away.  A lot of critical work needs to be done in the intervening period.  We are an island nation and the west of Ireland is deeply dependent on air travel.  It is critical for us to have a debate whereby the Minister outlines his proposal to make the airports sustainable.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00300","speaker":"1644"},{"type":"speech","time":1602840600,"counter":79,"content":"<p>I still have five Senators offering and I want to get them all in.  I do not want to cut them off as they have been here quite a long time so I ask Senators please to confine their contributions to one minute.  We are about to run half an hour over our allotted time.  I call Senator Mullen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00400","speaker":"1650"},{"type":"speech","time":1602840600,"counter":80,"content":"<p>I second Senator Craughwell's amendment.  I am happy to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00500","speaker":"1673"},{"type":"speech","time":1602840600,"counter":81,"content":"<p>The Senator does not have to second it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00600","speaker":"1637"},{"type":"speech","time":1602840600,"counter":82,"content":"<p>I have to, morally and in a spirit of collegiality.  I will find out later what precise Vote is being proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00700","speaker":"1673"},{"type":"speech","time":1602840600,"counter":83,"content":"<p>The Senator still only has one minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00800","speaker":"1650"},{"type":"speech","time":1602840600,"counter":84,"content":"<p>The Senator will need more stationery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J00900","speaker":"1637"},{"type":"speech","time":1602840600,"counter":85,"content":"<p>Please stop interrupting Senator Mullen.  He has a valuable contribution to make but only one minute to make it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01000","speaker":"1650"},{"type":"speech","time":1602840600,"counter":86,"content":"<p>I want to talk about the artists' tax exemption but there is more to be said about it than I can say in a short period.<\/p> <p>In response to what Senator Martin said, regardless of which administration or candidate succeeds not everything about either administration will be good.  That point was brought home forcibly as I watched some of the hearings that featured the very impressive candidate for the US Supreme Court, Amy Coney Barrett.  The thought struck me that she would not have a hope in hell of being nominated by a Democratic administration, which would be a great pity in my view.  The thought also struck me that despite the sadness of the divisiveness in Senate hearings in recent times in America on the appointment of senior judges, and I reflect in some way on recent controversies in this country around the Judiciary, there is something to be said for some kind of parliamentary scrutiny of proposed senior appointments to the courts.  I am not always a fan of putting politicians in the role of judges, as I have stated in the past, but there is something to be said for some kind of public visibility of Government nominees to the superior courts before the appointments are concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01100","speaker":"1673"},{"type":"speech","time":1602840600,"counter":87,"content":"<p>Many Senators have mentioned the GAA and the national league.  We really need to discuss the matter.  I do not see a need for national leagues at the moment because there is no logic in players travelling, for example, from Kerry to Monaghan and Cavan to Kildare.  We need to look at what we are trying to do.<\/p> <p>As much as the GAA can control what happens on the pitch, it cannot control what happens off the pitch.  We saw that in my county in the last few weeks after a county final.  I worry about such scenarios and so appeal to the GAA to step back from the issue and realise that the national leagues do not need to happen.  As a GAA supporter, and without being rude to the national leagues, they are not the most important part of the GAA calendar.  At a later stage we can assess whether the All-Ireland series should be go ahead.  For now, I urge the GAA to step back from the abyss and cancel the national league games this weekend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01200","speaker":"1666"},{"type":"speech","time":1602840600,"counter":88,"content":"<p>I will not need a minute as Senator Craughwell has covered all bases.  I was also going to second his proposal.<\/p> <p>I take the opportunity to ask Members of the House that before we debate the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020 this afternoon that they go outside to the front of this House and meet some of the survivors.  They are standing outside and ask this House not to pass the Bill, not to put their documents away and not to prevent them from having their testimonies and information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01300","speaker":"1635"},{"type":"speech","time":1602840600,"counter":89,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01400","speaker":"1645"},{"type":"speech","time":1602840600,"counter":90,"content":"<p>I ask Members to go outside and explain to the survivors - to their faces - why they are going to seal their documents away for 30 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01500","speaker":"1635"},{"type":"speech","time":1602840600,"counter":91,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01600","speaker":"1645"},{"type":"speech","time":1602840600,"counter":92,"content":"<p>Yesterday evening, we in the Gorey local electoral area in County Wexford discovered, having had a very low rate of Covid-19 infection, that we rocketed up to have one of the highest on the island.  We now have an incident rate of about 533.8 per 100,000, which shows how contagious the virus is so people are worried and frightened.  For any community where there is a sudden upsurge it causes a lot of problems.<\/p> <p>I welcome the fact that the HSE has now provided an emergency Covid testing centre in Ferns and increased the number of lanes at the Wexford centre from two to four.  There are very good supports in place for business but we also need a debate on the strategy for rebuilding communities.  We have got to give people hope.  We will overcome the virus but we must show how our arts, sporting and community organisations can be helped to rebuild our communities. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01700","speaker":"1638"},{"type":"speech","time":1602840600,"counter":93,"content":"<p>I ask the Leader to convey in writing our congratulations and good wishes to the Minister for Justice and Garda Commissioner on the successful completion of Detective Garda Adrian Donohoe's murder trial and sentencing.  It is important and vital that justice is done there.  We owe great gratitude to the garda&iacute;, various forces of law and order here and, indeed, the Department of Homeland Security in America.<\/p> <p>The Donohoe family is highly respected in my county.  The parents are still alive there and the family is very respected.  After their terrible tragedy a little glimmer of joy came into their lives last week.  Adrian's Dad, Mr. Hugh Donohoe, has been president of the local GAA club for years and is a former player.  His club won the county championship last week, which was a little joy.<\/p> <p>I congratulate all involved in bringing justice in this case and salute the Donohoe family.  I urge the Leader to convey my comments to the Minister and the Garda Commissioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J01900","speaker":"1692"},{"type":"speech","time":1602840600,"counter":94,"content":"<p>In response to some of the contributions that have been made, as a colleague and pal of mine for many years and an adversary, and a lot of those years on different issues, Senator Sharon Keogan is an absolute lady.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->She is one of the hardest working ladies both in her home as a foster parent and in our community for all of the years I have known her.  A number of debates have been asked for today.  The issue was raised of maternity care and the co-operation of these hospitals, in recognising that there are two parents in almost every single case.  Both parents need to be recognised during the duration of that pregnancy and the care thereafer.  It is very vital that we have that debate as quickly as we can.  <\/p><p>The debate on disability is, again, timely.  Our services have been closed for many of our citizens for far too long.  The extra money is welcome but we need to know how this will resolve in getting our day services open again.  We will schedule that debate as quickly as we can. <\/p><p>A number of Members have touched on the US elections.  I will not comment on it but I will agree and concur with Senators McGreehan and Seery Kearney&rsquo;s call for a debate.   When a lady, Amy Coney Barrett, is asked who does the laundry in her house when being interviewed for one of the most serious and senior positions in the American judiciary, this is an absolute disgrace regardless of whether one agrees with her politics or the politics of the party that has proposed her.  It goes to show that we have a hell of a long way to go to achieve equality, not just in Ireland but in the world.  <\/p><p>As to the debate on homelessness that was asked for by Senator Fitzpatrick, I did not ignore her call for a debate when she asked for it in August.  The Minister has agreed to come to this House and the earliest date that I can get him to do so is in November which has been scheduled.  <\/p><p>I agree that, notwithstanding that we had the Minister for Transport, Tourism and Sport in here only a number of weeks ago, it seems like a lifetime ago as so much has changed.  With the advent of adopting the green list and the funding for our airports, which will happen next Tuesday, it will be vital that we get both Ministers back in to this House at the earliest convenience and I will do this for Senator Carrigy as quickly as I can.<\/p><p>On the two amendments to the Order of Business, I will take the second one first.  Unfortunately the Minister, Deputy Foley, is in Kerry today.  Even if I was of a mind to try to facilitate Senator Craughwell's amendment, I cannot get hold of her as she is in Kerry and there is no feasible way for her to be here today.  I will certainly asked that question as the issue raised by the Senator is very relevant, not just to our primary schools but to all of our secondary schools also, and does not just extend to teachers but to resource teachers and SNAs also.  This is really vital and permeates through every statement made, not just by Ministers but by leaders in Ireland, and particularly by our leaders in NPHET.  Our main aim is to keep our children in school and to keep the education system working.  We all know the damage that was done to quite a number of our children during the months that schools were closed.  We must keep the schools open safely and ensure that we have replacement teachers for staff members who may get sick during the course of this pandemic.  If there is not a plan there then we certainly need one.  We need to hear what the plan is or at least be able to input on what our suggestions should be to keep our schools open.  I will arrange that as quickly as I can but I am not in a position to support the amendment.  <\/p><p>I am also not in a position to support the first amendment to the Order of Business which proposes to take Report Stage at a later date because the Bill is scheduled to go to the D&aacute;il next week.  On that basis I will be opposing the amendment.  <\/p><p>I wish to briefly refer to Senator Boyhan&rsquo;s irksomeness at having received the Order of Business at 10.19 a.m.  The Order of Business, a Chathaoirligh, as Members know well, is drafted in consultation with the Seanad Office to ensure that what I read out on the Order of Business is procedurally correct.  As to the business to be dealt with, absolutely nothing was added that was not already in the schedule that I issued to all Members last week.  I reissued a revised schedule to Members yesterday arising from the issues that were dealt with at the Committee on Procedure and Privileges, CPP, this week.  There should be no conspiracy theory suggested as to people getting anything late.  The schedule put before the Senator this morning was exactly the same schedule that was given to Members last week and yesterday.  The Senator is more than welcome and willing to meet me any time and I am here nearly every day.<\/p><p>I am fully open to the request for a leaders and whips meeting and I am willing to do this every week but we do have a CPP meeting every week.  This week we are having two such meetings.  What I do not want to do is to assume that people have nothing better to be doing than having the same conversations in two meetings.  When we have run our course of scheduled items on the CPP, it will probably go back to meeting on a monthly basis, and we can then certainly have a scheduled meeting for leaders and whips every week.<\/p><p>Certain members have touched on what they think should and should not be happening in Irish society.  One either agrees with the GAA or does not.  It is very telling that no other specific sporting or entertaining organisation was raised today.  We need to have a significant debate, not just in this House but in Irish society on the psychosocial impacts of Covid-19 that are affecting every single household, whether it is a single-person household that has been impacted by the no-visitor rule or suggestions that were made this week, or a household with a lorry-load of children in it.  The psychosocial impact of Covid-19 is something that we are all talking about in quiet corners in terms of how we can ensure people&rsquo;s well-being is going to be minded.  However, we are not talking about it at a national level or from a programme of delivery perspective, or how we will build resilience in our children who we certainly want to keep going to school.  Some of these children are absolutely petrified that they are going to get sick and make their granny or grandad sick.  <\/p><p>We are not talking about the underlying levels of anxiety that exist in healthy normal people who have good jobs, before we ever get to the anxiety levels of people who are on &euro;300 a week.  This is a huge debate that we need to have not just in this House but in Irish society.  Society needs to show and be shown leadership from our Ministers, our Government, from the HSE and from organisations that look after our mental health and well-being but this usually happens after the fact that we have reached crisis.  We are in the biggest emergency this country has ever seen.  <\/p><p>The fact that we announced almost &euro;18 billion worth of investment in Irish people on Tuesday and by Wednesday we had moved on to talking about something else tells us that we are living in a time where people are moving from announcements made three or four hours ago and we nearly forget what happened yesterday because we are so concentrated on what is happening today.  If that does not tell people the level of anxiety that people are living under, whether they recognise it or not, then we are storing up enormous problems in terms of the well-being of our citizens in this country.  We cannot ignore this any longer.  To that end, with the agreement of Members, I will write to the Cabinet and ask it to convene a special group to consider what programme should be put in place to build not just resilience in our children and schools, but resilience in all of society.  I fear that sometimes when announcements are made there is a lack of information or understanding as to why.  Other Members mentioned today that we need touchtone information as to why announcements are being made so that we can appreciate and follow them.  I feel that we will have a very grave situation like that which is currently being experienced in Israel, where if we lose the minds and hearts of people as to what we are trying to do for the public good and in their best interests, then we will have a very serious problem that we will not be able to come back from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#J02000","speaker":"1653","continuing":true},{"type":"speech","time":1602840600,"counter":96,"content":"<p>Hear, Hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#K00200","speaker":"1637"},{"type":"speech","time":1602840600,"counter":97,"content":"<p>I thank the Leader.  Senator McDowell has moved an amendment to the Order of Business, \"That in respect of the proposal regarding the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020, the words 'and Remaining Stages' be deleted.\"  Is the amendment being pressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#K00300","speaker":"1650"},{"type":"speech","time":1602840600,"counter":98,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#K00400","speaker":"1669"},{"type":"vote","time":1602840600,"counter":99,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 33.<\/p><br\/><br\/><p>Tellers: Tá, Senators Michael McDowell and Victor Boyhan; Níl, Senators Robbie Gallagher and Seán Kyne.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#K00500","aye":["1631","1632","1634","1635","1645","1660","1662","1663","1664","1668","1669","1672","1673","1681","1683","1684","1686"],"nay":["1629","1633","1636","1637","1638","1639","1640","1641","1644","1646","1648","1651","1652","1653","1654","1655","1656","1658","1659","1661","1665","1666","1667","1670","1671","1674","1691","1689","1692","1693","1682","1685","1687"],"abs":[]},{"type":"speech","time":1602840600,"counter":100,"content":"<p>Senator Craughwell has moved an amendment to the Order of Business, \"That a debate with the Minister for Education and Skills on her plans to ensure sufficient numbers of substitute teachers are available to national schools, and on the medical basis on which it is deemed safe for children to attend school, be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#N00100","speaker":"1650"},{"type":"speech","time":1602840600,"counter":101,"content":"<p>No, I will not press the amendment.  I take the Leader's word that she will prioritise this issue and deal with it on the nearest possible date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#N00200","speaker":"1645"},{"type":"unspoken","time":1602840600,"counter":102,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020: Second Stage (Resumed)","time":1602840600,"counter":103,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#N00500"},{"type":"unspoken","time":1602840600,"counter":104,"content":"<p>The following motion was moved on Wednesday, 14 October 2020: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"unspoken","time":1602840600,"counter":105,"content":"<p>Debate resumed on amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1602840600,"counter":106,"content":"<p>We must now deal with the postponed division relating to Second Stage of the Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020, which took place on Wednesday, 14 October 2020.  On the question, \"That the amendment be made\", a division was claimed and that division must be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#N00800","speaker":"1650"},{"type":"vote","time":1602840600,"counter":107,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 30.<\/p><br\/><br\/><p>Tellers: Tá, Senators Michael McDowell and Victor Boyhan; Níl, Senators Robbie Gallagher and Seán Kyne.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#N00900","aye":["1631","1632","1634","1635","1645","1660","1662","1663","1664","1668","1669","1672","1673","1681","1683","1684","1686"],"nay":["1629","1636","1637","1638","1639","1640","1641","1644","1646","1648","1651","1653","1654","1655","1656","1658","1659","1661","1665","1666","1667","1670","1671","1674","1689","1692","1693","1682","1685","1687"],"abs":[]},{"type":"unspoken","time":1602840600,"counter":108,"content":"<p>Question, \"That the Bill be now read a Second Time\", put and agreed to.<\/p>"},{"type":"speech","time":1602840600,"counter":109,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00200","speaker":"1650"},{"type":"speech","time":1602840600,"counter":110,"content":"<p>Today, following the sos.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00300","speaker":"1653"},{"type":"speech","time":1602840600,"counter":111,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00400","speaker":"1650"},{"type":"majorheading","content":"Shannon Group: Motion (Resumed)","time":1602840600,"counter":112,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00500"},{"type":"unspoken","time":1602840600,"counter":113,"content":"<p>The following motion was moved by Senator Paul Gavan on Wednesday, 15 October 2020:<\/p><p><\/p>"},{"type":"unspoken","time":1602840600,"counter":114,"content":"<p>Debate resumed on amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1602840600,"counter":115,"content":"<p>We must now deal with the postponed division relating to the motion regarding the Shannon Group.  On Wednesday, 15 October 2020, on the question that the amendment to the motion be agreed to, a division was claimed and that division must be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00800","speaker":"1650"},{"type":"vote","time":1602840600,"counter":116,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 30; Níl, 16.<\/p><br\/><br\/><p>Tellers: Tá, Senators Robbie Gallagher and Seán Kyne; Níl, Senators Fintan Warfield and Paul Gavan.<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#P00900","aye":["1629","1636","1637","1638","1639","1640","1641","1644","1646","1648","1651","1653","1654","1655","1656","1658","1659","1661","1665","1666","1667","1669","1670","1671","1674","1689","1693","1682","1685","1687"],"nay":["1631","1632","1634","1635","1645","1660","1662","1663","1664","1668","1672","1673","1681","1683","1684","1686"],"abs":[]},{"type":"unspoken","time":1602840600,"counter":117,"content":"<p>Question, \"That the motion, as amended, be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"Standing Orders: Motion","time":1602840600,"counter":118,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Q00300"},{"type":"speech","time":1602840600,"counter":119,"content":"<p>I move:<\/p> <blockquote> \tThat the report of the Committee on Procedure and Privileges on the amendment of Standing Orders 16, 22 and the deletion of Standing Order 31 be adopted, laid before the House and printed. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Q00400","speaker":"1653"},{"type":"unspoken","time":1602840600,"counter":120,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Select Committee on the Withdrawal of the United Kingdom from the European Union: Motion","time":1602840600,"counter":121,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Q00600"},{"type":"speech","time":1602840600,"counter":122,"content":"<p>I move:<\/p> <blockquote> \tThat notwithstanding anything in Standing Orders: <br \/><br \/>(1) Seanad &Eacute;ireann appoints a Seanad Special Select Committee on the Withdrawal of the United Kingdom from the European Union (&lsquo;the Committee&rsquo;) to &ndash;  \t(i) monitor Ireland&rsquo;s preparedness for all possible outcomes following the withdrawal of the United Kingdom from the European Union,<br \/><br \/>(ii) examine the impact of the withdrawal on trade connectivity to the rest of Europe, in particular,from potential blockages to the landbridge,<br \/><br \/>(iii) analyse the impact of the withdrawal on the Irish economy and society in the immediate post-transition period, and<br \/><br \/>(iv) engage with stakeholders, relevant institutions and elected representatives in the European Union, Great Britain and Northern Ireland, and the United States of America. (2) The Committee shall consist of 12 members.<br \/><br \/>(3) The quorum of the Committee shall be five.<br \/><br \/>(4) The Committee shall have the powers defined in Standing Order 72, other than paragraphs (2), (3), (4), (5), (6), (7), (8) and (9) thereof.<br \/><br \/>(5) Paragraphs (2) to (6) inclusive of Standing Order 77 shall not apply to the Committee.<br \/><br \/>(6) Paragraph (2) of Standing Order 84 shall not apply to the Committee.(7) The Committee shall make a final report to Seanad &Eacute;ireann not later than 31st March,2021,and shall, on the making of its final report, stand dissolved.&quot; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Q00700","speaker":"1653"},{"type":"unspoken","time":1602840600,"counter":123,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Regional Technical Colleges (Amendment) Bill 2017: Restoration to Order Paper","time":1602840600,"counter":124,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#R00050"},{"type":"speech","time":1602840600,"counter":125,"content":"<p>I move:<\/p> <blockquote> \tThat, in pursuance of Standing Order No. 169 of the Standing Orders relative to Public Business, the Regional Technical Colleges (Amendment) Bill 2017, which had reached Second Stage prior to the Seanad General Election, March 2020, be restored to the Order Paper. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#R00100","speaker":"1636"},{"type":"unspoken","time":1602840600,"counter":126,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1602840600,"counter":127,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#R00200"},{"type":"speech","time":1602840600,"counter":128,"content":"<p>I propose that we suspend for 15 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#R00300","speaker":"1653"},{"type":"speech","time":1602840600,"counter":129,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#R00400","speaker":"1650"},{"type":"unspoken","time":1602840600,"counter":130,"content":"<p>Sitting suspended at 1.10 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Commission of Investigation (Mother and Baby Homes and certain related Matters) Records, and another Matter, Bill 2020: Committee and Remaining Stages","time":1602840600,"counter":131,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00100"},{"type":"unspoken","time":1602840600,"counter":132,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1602840600,"counter":133,"content":"<p>I will begin by welcoming the Minister and welcoming all colleagues back after a busy morning.  Amendment No. 1 is in the names of Senators Higgins and Ruane.  I have something to read before I call Senator Higgins.  Amendments Nos. 1, 3 to 6, inclusive, 8, 9, 17 to 20, inclusive, and 35 are related and may be discussed together by agreement.  Amendment No. 4 is a physical alternative to amendment No. 3.  Amendment No. 18 is a physical alternative to amendment No. 17.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00300","speaker":"1692"},{"type":"speech","time":1602840600,"counter":134,"content":"<p>It is not agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00400","speaker":"1662"},{"type":"speech","time":1602840600,"counter":135,"content":"<p>Does the Senator wish to move her amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00500","speaker":"1692"},{"type":"speech","time":1602840600,"counter":136,"content":"<p>No.  We need to clarify something before we continue with the debate.  This is not to be obstructive, but a large number of amendments are related to the Adoption Authority of Ireland.  I am happy for those to be taken together for the purposes of ease of debate.  However, amendments Nos. 8 and 9 relate to a different issue, which is the question of whether copies should be made of records.  Amendment No. 20 relates to a completely different, separate and serious issue, which is the relationship between the commission and any future tribunal.  Those are fundamentally different themes.  Amendments Nos. 8 and 9 might be taken together and amendment No. 20 may be taken with a group.  However, these are not related to the first set, which predominately relate to the Adoption Authority of Ireland.  I am happy for the larger group to be taken together but we need to be clear for the purposes of clarity of debate.  Can I clarify whether amendment No. 4 is a material alternative to amendment No. 3 or the section?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00600","speaker":"1662"},{"type":"speech","time":1602840600,"counter":137,"content":"<p>Amendment No. 4 is a physical alternative to amendment No. 3.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00700","speaker":"1692"},{"type":"speech","time":1602840600,"counter":138,"content":"<p>That is fine.  It relates to the amendment rather than the section.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00800","speaker":"1662"},{"type":"speech","time":1602840600,"counter":139,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T00900","speaker":"1692"},{"type":"speech","time":1602840600,"counter":140,"content":"<p>That is fine.  I am happy to accept that.  I propose that the grouping stand, as such, with the exception that amendments Nos. 8 and 9 are taken separately and that amendment No. 20 would be taken separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T01000","speaker":"1662"},{"type":"speech","time":1602840600,"counter":141,"content":"<p>I do not know that we can make that proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T01100","speaker":"1692"},{"type":"speech","time":1602840600,"counter":142,"content":"<p>We can.  People often do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T01200","speaker":"1662"},{"type":"speech","time":1602840600,"counter":143,"content":"<p>We have a recommendation on it.  I am informed that we can make that distinction and I am happy to accommodate it.  We are all trying to ensure the smooth running of the debate.  We can take amendments Nos. 8 and 9 separately as well as amendment No. 20.  The Senator should please move the amendment in her name and make any comments she wishes to make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T01300","speaker":"1692"},{"type":"speech","time":1602840600,"counter":144,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 3, between lines 20 and 21, to insert the following:&ldquo; &ldquo;Authority&rdquo; means the Adoption Authority of Ireland;&rdquo;. <\/blockquote> <p>I am speaking to amendments Nos. 1 to 6, inclusive, and several others.  My contribution will be lengthier than I would like because this is such a large grouping.  Amendment No. 1 is simply around ensuring the Bill would be well-drafted if my proposal was accepted.  Some of the proposed changes are consequential.  I have tried to ensure that the Bill would remain robustly drafted.<\/p><p>The fundamental point in this set of amendments relates to the documents being deposited with a body.  There remain strong and robust views that all documents should simply be with the Minister until an appropriate process has been put in place to ensure all relevant parties can access them in a way that is appropriate and with appropriate regulations.  If these documents and the section of them that include the database and relevant records are to be deposited with a body, then a more appropriate body would be the Adoption Authority of Ireland.<\/p><p>I say as much for several reasons.  The Adoption Authority of Ireland was the envisaged repository in the 2017 legislation.  As I understand it, there was also far more clarity and detail in that proposed 2017 legislation.  This is crucial.  I note that although there were other areas of controversy, this was not one of the main areas of controversial focus in the draft 2017 legislation.  There was considerable detail regarding how those records would be treated and where they would go.  The Bill before us ensures simply a blunt transfer of a database and relevant records to Tusla with no guarantee over how they will be treated, where they will be stored or whether they will be kept together in one place.<\/p><p>The argument in favour of the records going to Tusla is that many relevant documents came from it.  Will those documents go back into different filing cabinets throughout the country if they are to be used by Tusla in carrying out its functions?  Will we see the great work done in assembling this body of connected work to paint a picture of the serious concerns and abuses in our mother and baby homes, in effect, scattered?<\/p><p>Under the 2017 legislation, the Adoption Authority of Ireland would hold one of the largest sets of records.  The authority holds a large number of the legal records.  It does not hold all the institutional records but it holds the legal records on adoptions, including adoptions that were in some cases forced adoptions.  The authority has the records from certain homes.  We know that the Adoption Authority of Ireland is in negotiations to have large numbers of other records of adoption transferred to it.  The authority is in possession of a key piece of the puzzle.  This is crucial for adoptees who are trying to trace their records.  Yet, the other set of records coming from Tusla and the commission relate to the circumstances that may have surrounded the adoption, whether legal or questionably legal, as it might be.  There was a strong rationale for the Adoption Authority of Ireland to be selected in 2017.  Crucially, there was also extensive provision for how the authority would do this.  There was provision for the authority to maintain all of the records properly with an index.  This is vital.<\/p><p>I fully support the other amendments before the House.  The Minister may say that we do not know what is in these reports or documents.  We have to know what the documents are so that we can know the appropriate way to treat them.  Section 11(2)(a) of the 2017 legislation provided for the Adoption Authority of Ireland to keep an index of the records referred to and a searchable electronic database of the records.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We know also that the Minister would have been able to issue guidelines in terms of the appropriate treatment of these records.  There was a sense that the records and documents were going to be transferred to a place where they would be treated properly.  We know the Adoption Authority of Ireland, AAI, took seriously that if it took receipt of these documents it would be regarded as a place of deposit and would be required to keep all of the relevant documents to the standard of a place of deposit, namely, an archival standard, protecting all of the relevant documents and ensuring clarity around how they are preserved electronically.  We know that the authority, in the years since 2017, had actively pursued this responsibility and met, for example, with the OPW around an appropriate location for such a repository.  It had, for example, visited Germany to look at comparable storage of equally sensitive documents in Germany.  It is a serious matter to have these documents transferred to one's care.  There is, unfortunately, nothing in this Bill that tells us how, besides setting out what will not be looked at, the documents will be preserved and kept together or whether there will be an index that is searchable such that we can identify documents and know to what they might be relevant, be they relevant to future regulations around access, future archives or a future tribunal.<\/p><p>This group of amendments ask that the Minister replaces the references to \"the agency\" in the legislation with \"the authority\".  I have tabled other amendments, which I will come to later.  I believe that the Adoption Authority and Tusla, as two of the bodies which will receive subject to access requests from individuals personally and directly affected by these issues, should be in a relationship of data controller and data processor where they can co-operate in ensuring that subject access requests, where one half of the picture might be a legal form to the effect that a person was adopted and the other half might be the circumstances under which a mother signed the document, could be pieced together by them.  These are fundamental parts of the puzzle.  I hope the Minister will consider accepting the amendments in respect of the Adoption Authority.<\/p><p>Amendment No. 6 proposes that if the documents are not to be deposited with the Adoption Authority or Tusla they be deposited with the Minister.  This would allow him to make an appropriate future choice in respect of which body might be best suited to act as a data controller or preserver and maintainer of these records, with appropriate relationships of access subject to appropriate safeguards attached to the relationship between other bodies, be that a tribunal or Tusla.  That is the logic behind the amendments I have put forward.  I have spoken largely around the positive reasons that I believe the Adoption Authority is a more appropriate location and the reasons the Minister should have preserved his right to recognise and consider properly what might be the most appropriate public body or bodies, but there is also a concern not just around the absence of the positive measures, which the Adoption Authority had looked to, but the lack of information around how Tusla will act in regard to these documents.  There is no clarity around how the documents will be stored, preserved and treated.  There is a real concern, unfortunately, of distrust in the way that Tusla has in the past engaged with survivors of institutional violence and adoptees.  The interpretation of GDPR by Tusla has been questionable in many cases, not only in terms of information but also in terms of tracing.  There has been enormous frustration in regard to what appears to be a culture around the treatment of documentation.  I hope Tusla can rebuild its reputation and its relationships with the many vulnerable persons with whom it works and their families.  There is an issue of trust in regard to Tulsa that needs to be addressed.  Had the Minister chosen the Adoption Authority it would have been a gesture of recognition of those very serious concerns which have been expressed by many of the people most affected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#T01400","speaker":"1662","continuing":true},{"type":"speech","time":1602840600,"counter":146,"content":"<p>I welcome the Minister and the opportunity to debate this important Bill, albeit that we had proposed an amendment to the Order of Business to delay the taking of Report Stage today.  It is most unfortunate we are taking Committee and Remaining Stages today.  As expressed already on the Order of Business by Senator Sherlock on behalf of the Labour Party, and other colleagues from across the Opposition group, we are unhappy at the way in which the Bill is being rushed through both Stages today.  It is unfortunate and not good legislative practice, particularly when such important matters are at stake.<\/p> <p>I support Senator Higgins's amendments.  I reiterate her point on the need for a clear rationale as to why the legislation is necessary.  I raised on Second Stage that despite the briefing, and the lengthy document we received this morning providing further information on the reason for bringing forth the Bill, it is still not entirely clear precisely what aspect of the commission's data is to be transferred to Tusla and why it needs to be done at this point.  I also said that there was a sense of cart before horse.  The new document we were given confirms that the enactment of the legislation is to achieve a number of purposes, including to provide a statutory basis for preservation of records of the commission but, as far as we can see, the preservation of records is already provided for under the 2004 Act.  We are still not clear why this is necessary, other than, perhaps, to confirm in section 5 of this Bill the existing position under section 43 of the 2004 Act.  It is not clear why it is necessary to make that clarification or confirmation if the 2004 Act already provides, as we believe it does, for preservation of the records of the commission.<\/p> <p>The second rationale is that this legislation is to provide further for the transfer of a database and related records to Tusla, to enable Tusla to access the database for purposes of discharging obligations and for the purpose of supporting the creation of a future adoption information and tracing service to be established in law.  This goes to the crux of Senator Higgins's amendments which seek to provide that the Adoption Authority would have a role in this legislation.  The amendments illustrate the difficulty we have with the legislation.  We do not yet have an adoption information and tracing service.  The Minister has committed to introducing future adoption information and tracing legislation.  On Second Stage, I spoke about the immense difficulty we had in the previous Oireachtas term with the former Minister, Katherine Zappone, seeking to introduce such legislation.  Many of us worked constructively with her to try to do that but it was not possible to do it yet we are being told that part of the rationale for enactment of this Bill in this rushed way is to ensure there is support for the creation of an adoption information and tracing service.  As Senator Higgins said, we do not know exactly what role Tusla will play in that regard.  We have not yet seen any outline or framework of legislation to support this future adoption information and tracing service.  In the absence of that, it is not clear why this Bill is necessary or why anything is necessary beyond, perhaps, section 5 to clarify that the records must be preserved.  It seems to me extraordinary that there would be any doubt about that.  In the absence of this legislation, the 2004 Act would provide a statutory basis for the deposit of the full records of the commission with the Minister.  Again, we are puzzled.  There has been an opaque aspect to the information we have been provided in that we are not told precisely what information will go in what database and to what authority, be that Tusla or the Minister, or why we cannot provide that the Minister take possession of the entire archive unredacted from the commission.  This lies at the heart of our concern.<\/p> <p>Senator Higgins's amendments in this grouping seek to address this issue and to provide for a role for the Adoption Authority.  It is not clear why the Adoption Authority does not have a role somewhere in this Bill and nor is it clear what Tusla's role will be under the future adoption information and tracing service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know the Minister and all of us have been receiving immense amounts of correspondence from those who are most directly affected, including survivors and their families.  There are heartbreaking stories from relatives who have been unable to access the most basic information about their identity or the identity of relatives of theirs who may have died in homes or been incarcerated in homes, or who were abused in homes.  They are being denied access to that information.  If this Bill is passed, it will not in any way further their search for knowledge about identity.  As with the previous failed attempt to bring forward information tracing legislation, we are once again seeing the Government place privacy rights above rights to information on identity.  I know the Minister is shaking his head.  I know that is not his intention.  Unfortunately, that is how it will look and that will be the effect of the legislation.  We have rehearsed these arguments many times in the context of the previous Bill, that privacy should not trump rights to access basic information about people's identity.  We know that now and how important this is for survivors and their families.  That is why we are seeking to make a series of constructive amendments and why we oppose rushing this Bill through the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#U00200","speaker":"1631","continuing":true},{"type":"speech","time":1602840600,"counter":148,"content":"<p>My understanding of what is happening with this legislation is perhaps overly simplistic and I may stand corrected before the day is out.  My understanding is that a unique database was created when the commission was carrying out its work and that this database has not been covered by the 2004 Act.  The commission itself was founded under the 2004 Act.  The 2004 Act prescribes the collection of information and so much of how a commission operates.  In the course of carrying out its business, the commission entities discovered that this database is not covered.  There is a lacuna about what happens with this database.  This legislation is merely to do that, not to do anything else.  It is not going to advance the case of disclosure and overturn the 30-year rule.  It cannot do that because the information was collected in the context of whatever flows from the 2004 legislation in the setting up of an inquiry.<\/p> <p>As much as I desire to support the individuals who want disclosure and I wrestle with how Tusla deals with and decides whether something is third party information, which I intend to make a mission of with the Data Protection Commission, and as much as there are things in this that I want to change, we are here today with the commission having asked the Minister to introduce this legislation so that the database can be transferred.  This body of information was not envisaged.  Everything related to this has a horrific, harrowing context.  We are dealing with technical legislation and we cannot ignore the wider context that we cannot address that healing or that wound here.<\/p> <p>If one goes to the website of the commission, it answers that it was not charged with attempting to resolve tracing.  It advised people to contact Tusla or the Adoption Authority of Ireland but it is clear in the division.  When one follows the link to Tusla, Tusla's role is in information and tracing, and the Adoption Authority of Ireland's role is in the maintenance of the archive.  They have distinct roles and until such time as the Minister creates the entity, as he has already said he will, we are where we are.  Tusla will assist in that and because it has the repository of the largest amount of documentation, it makes sense that it would go to Tusla.  It is purely technical and cannot address the wider issue.  It just addresses the pressing issue that, at the end of this month when the report is made, the commission itself expires and this database could potentially be lost.  It is a technical point in law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#V00200","speaker":"1682"},{"type":"speech","time":1602840600,"counter":149,"content":"<p>I welcome the Minister, congratulate him and ask him to respond to the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#V00300","speaker":"1692"},{"type":"speech","time":1602840600,"counter":150,"content":"<p>On a point of clarification, I suggest that we change the groupings.  Amendments Nos. 19 and 20 are effectively alternatives to each other.  To save me reiterating all the same points about amendments Nos. 19 and 20, I suggest that Nos. 19 and 20 be taken together.  That might ease the Minister's response if that is agreeable to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#V00400","speaker":"1662"},{"type":"speech","time":1602840600,"counter":151,"content":"<p>We will try to accommodate that.  I call the Minister<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#V00500","speaker":"1692"},{"type":"speech","time":1602840600,"counter":152,"content":"<p>I thank the Senators for their contributions and their continued engagement on this legislation over the last weeks.  When we last spoke in the House, earlier in the week, I noted that this is technical legislation.  As was said by speakers earlier, I acknowledge that while the legislation we are looking at is technical, it reflects a long, grim period in our country's history.  This legislation touches on one of a range of legacy issues that our country is still struggling to address.  Many fall within my Department and I reiterate my commitment to spend my time as Minister addressing those legacy issues and working with Members.  I know many Senators are particularly passionate about those issues.  I acknowledge what Senator Bacik said about the haste with which this Bill is progressing.  I acknowledge that.  It is not my desire to act in this way.  The haste is motivated solely by the need to pass this legislation by 30 October, which is the deadline for the Commission of Investigation into Mother and Baby Homes to complete its final report, at which stage it will stand dissolved at law.<\/p> <p>I will respond directly to Senator Higgins's points about passing the database to the Adoption Authority of Ireland, AAI, instead of Tusla.  While I appreciate the intent in doing that, it is important to reiterate that the majority of the original records are currently held by Tusla and, in practical terms, this Bill cannot alter existing arrangements in that regard.  All institutional records held by the commission are copies of original documents supplied by the various bodies to the commission.  The Bill does not introduce restrictions in any way to access to those original documents.  A transfer to any statutory body such as the AAI would mean that two different statutory bodies would hold the same records, with Tusla holding the originals and the AAI holding the database and the associated copies.  Since it would not hold the original records, the AAI would be more restricted in accessing the database.  By contrast, the digitised and indexed records could be a notable enabler of Tusla's current services in this area, notwithstanding that no new right of access to information is being created by the proposed legislation.  It is the view of the Department and my view that the duplication that would be created by transferring the database to the authority would be inefficient, it would lead to confusion and it would not serve any immediate benefit.<\/p> <p>I am not in a position to accept the group of amendments relating to the AAI.  I believe that rather than supporting a move towards consolidating records in a single repository, these amendments would cause further and unnecessary fragmentation in the State's approach to the safekeeping of these records.  The appropriate body to retain such records in the long term will be the subject of future consideration in the course of bringing forward new legislative proposals for enhanced information and tracing services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have committed to advancing that legislation separately.  I will speak more about that matter in a moment.  In the interim, Tusla will be fulfilling an important public service in safeguarding this database in the immediate term.  I emphasise that no decision has been taken about the long-term repository for this database or, indeed, the wider suite of records from various sources that we address in these legacy issues.  I know there are proposals about wider repositories coming in through some of the amendments that will be proposed later, but no decision has been made at this point.<\/p><p>From a practical point of view, it is worth noting the organisational capacity, as referred to by Senator Higgins.  Tusla currently has significant resources available to undertake its existing functions under information and tracing.  It has dedicated approximately 60 hours of whole-time equivalent social work solely for the maintenance of its information and tracing services.  The Adoption Authority of Ireland has 29 employees in total.  That is the full complement of staff of the authority.  Tusla has the capacity to make use of this particular database for its existing statutory functions.  It is the best place to get value from this database while we look at the options for a longer-term repository.<\/p><p>Senator Bacik asked about the rationale for why this particular piece of legislation is necessary.  Under the 2004 Act, once the commission its final report and stands dissolved in law, its archives are sealed for 30 years.  That is not provided for in this legislation, and that is important.  The 30-year rule is not coming from this legislation.  It comes from the original 2004 Act under which the commission was established in 2015.  Decisions made by previous configurations of the Houses of the Oireachtas brought us to the situation with which I am now dealing.<\/p><p>If this legislation is not passed, the valuable database that the commission has created will be part of that archive and will be sealed within it for a 30-year period.  However, if we pass this legislation, we maintain this database outside the sealed archive and giving it to Tusla will allow it to be used by the agency for its current functions, provided for under legislation, and it will be available to create improved information and tracing legislation in the future, as we have all said is necessary in this country.<\/p><p>I accept Senator Bacik's point that the previous Oireachtas was not able to deliver on information and tracing but I think we must take the opportunity now to protect the database.  It would be a mistake not to undertake what we are trying to do, to protect the database and not have it left in the sealed archive on the basis that we have not done information and tracing yet.  We cannot give up on getting good information and tracing legislation.  As I said, I am committed to working hard with everybody to deliver that.<\/p><p>I spoke to the former Minister, Katherine Zappone, shortly after I took up this role.  She said that one of her biggest regrets was not getting legislation on information and tracing passed because it is important for many people.  It is my commitment to get that legislation passed and I believe that having the database available will be of significant benefit in that context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#V00600","speaker":"1477","continuing":true},{"type":"speech","time":1602840600,"counter":154,"content":"<p>I want to address a couple of the issues to which the Minister has spoken.  I also wish to add my concern about the manner in which this has been done.  I suggest, frankly, that notwithstanding the urgency the Minister sees, there is still no excuse for Committee and Report Stages to be taken together.  It does not allow for any real concerns.  There are significant legal and legislative concerns, not simply concerns about matters of justice or ethics.  By taking Committee and Report Stages together, the Minister does not allow himself the opportunity to take those points on board and reflect on them to ensure he produces an adequate and robust piece of legislation.<\/p> <p>Perhaps even more concerning is the fact that we know that Members of the D&aacute;il were given a deadline of 2 p.m. today to submit amendments.  Unfortunately, there will likely be a large degree of replication in those amendments.  If an issue of genuine legislative concern that requires a nuanced response during the debate here on Committee and Report Stages emerges, no Deputy will have the capacity to reflect those issues in a proposed amendment.  Their part of the process has been effectively short-circuited.<\/p> <p>Legislation is, of course, important and needs to be dealt with in a timely way but there are questions about the urgency relating to this legislation, as others have spoken about.  We got notification that the Bill had been reprinted to incorporate additional commas.  I would suggest that it needs more than that in terms of extra punctuation.  It needs punctuation that would allow opportunities for thought and reflection so that it can be proper and robust to its function.<\/p> <p>The Minister did not address one of the serious concerns that I raised.  I want a response to these matters before I press forward.  In what manner will these documents will be stored?  One of my rationales for preferring the Adoption Authority of Ireland was that we had guidance as to how the authority would take the documents.  The authority would maintain the documents, keep them to an archival standard and would include a crucial index explaining what is in the sets of documents so we know from where they came.  The database is a valuable tool but there had been a commitment made to the inclusion of an index and a searchable electronic database.  It was envisaged in previous legislation that if these documents had gone to the Adoption Authority of Ireland, there would have been a database which was of use not simply to one body, as envisaged here - namely, Tusla - but to other bodies, as appropriate and regulated for.<\/p> <p>I esteem the work and thinking of my colleague, Senator Seery Kearney.  However, if the database is the issue and this legislation is to allow for the database to be transferred, there is nothing disallowing the database to be shared with the adoption authority, which holds a large number of relevant records, as well as with Tusla and, crucially, the Minister.  One of the weakest points the Minister made was that there is some principle of duplication and it would be inefficient to have two copies of this documentation in the world.  That was the logic.  It assumes, if we are legislating to transfer the database, that we cannot legislate to transfer it to the Minister and the adoption authority as well as to Tusla.  If we want to talk about efficiency, how inefficient is it - not to mention cruel - that individuals who seek information have to go from body to body to body, submitting different requests, putting together piecemeal records that may include burial records, records of committal and legal records of adoption?  It is inefficient not to use a document and tool that would allow bodies to respond to applicants appropriately and identify documents the body has that are relevant to the applicant and inform the applicant that there are other relevant documents elsewhere, in that way giving them an arrow.  How much additional inefficiency and difficulty are we piling on individuals by not having a usable index or database?<\/p> <p>I disagree with the Minister's analysis regarding the database and think it should have been shared.  I intend to press these amendments but, before I do, I would like a response from the Minister about the future and what might happen next.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The lacuna is that between now and whatever future arrangements might be put in place we do not know what will happen to these records.  When these were going to be transferred to the Adoption Authority of Ireland we knew what would happen.  We knew they were going to be kept in a certain place, to a certain standard, in a certain situation and they would be kept together.  Is there anything in this Bill that stops Tusla, for example, deciding to scatter these copies to a number of different locations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#W00200","speaker":"1662","continuing":true},{"type":"speech","time":1602840600,"counter":156,"content":"<p>I thank the Minister for engaging on the question that I had asked about the rationale for the Bill in the context of these amendments tabled by Senator Higgins.  I understand that he said, and I think the concern was expressed to the Department by the commission so it would be helpful to see even an outline of the commission's legal advice, the commission was concerned that if legislation was not passed that the database or any documents it handed to the Minister or his Department, under the 2004 Act, would then be sealed for 30 years and inaccessible for any future purpose and, therefore, legislation was necessary to deal with that aspect.  Why this legislation?  Why not deal with the problem disapplying the 30-year rule?  If that is the plan in any case, because there is going to be a future information and tracing service, which, apparently, will be conducted by Tusla in line with future legislation, then why not disapply the 30-year rule in this legislation?<\/p><p>The 30-year rule is, as the Minister has said, a legislative provision passed by a previous Oireachtas.  It is perfectly possible for this Oireachtas to disapply that legislation.  Indeed, without getting ahead of ourselves on Committee Stage, the Labour Party's amendment No. 12 seeks to disapply the 30-year rule by enabling the agency to provide &quot;information about a deceased person to a brother, sister, son, daughter, nephew&quot; and so on of that person.  We are saying, let us just amend that provision in the 2004 Act.  I know it is there and I know, as the Minister has said, that that is the default if nothing were done but something can be done, that is, an amendment to the 2004 Act to disapply the 30-year rule.  <\/p><p>The crux of the matter is that very many people who have contacted us feel strongly about this.  We have been told in a very useful data protection assessment document that we received from the Department at 10 a.m. that there are 60,000 records identified to be transferred in the database concerning individual data subjects, both dead and alive, who passed through 15 of the institutions under investigation by the commission.  If one is one of the survivors or a family member about whom there is data held, how frustrating it is to know that the data is going to be held by the Minister but sealed for 30 years, and by Tusla for some undefined period yet a survivor or one's family member will have no access to it and no right to see it or even know what it is.  This is hugely important.  This is not centrally about the testimony given by survivors to a confidential committee.  This is about the 60,000 records, as the data protection assessment says, that relate to a huge array of information, of paper records, records obtained under discovery, and records held by the institutions, by the State, by the religious and so on.  We are saying that people should have access to a huge amount of information where it identifies them or a relative and where it is their information.  How frustrating it must be and paternalistic of us to continue to hold that and say, &quot;We are going to allow you access at some future point but we don't yet know how we are going to do that&quot;. <\/p><p>The data protection document sets out very squarely that:<\/p> <blockquote> \tThe proposed legislation will not expand access to information for individuals.  This is a key issue for most stakeholders who seek access to birth and early life information but are prevented from accessing it due to constitutional issues relating to the balancing of rights. <\/blockquote> <p>That is the obstruction that we faced before trying to achieve a resolution and legislation on this issue.  I do not think that we should give up on it.  Absolutely not and I really agree with the Minister on that.  I am heartened, as I know that the survivors will be, to hear his commitment to bring forward that legislation.  However, the problem for survivors now is that this legislation simply compounds the existing ban or obstacle to their seeking or obtaining information, which is the real problem.  I have been contacted about this matter by so many people.  One of these people is somebody for whom I have huge regard, as I know the Minister does, and that is former T&aacute;naiste, Joan Burton.  She did a huge amount of work, along with the former Minister, Katherine Zappone, to bring forward information and tracing legislation.<\/p><p>There are huge concerns that this legislation simply compounds the existing problem.  It may be aimed at, and the rationale behind it may be to deal with the 30-year sealing rule.  However, it does not address the rule but re-enforces it and provides for a transfer of a database to Tusla.  It does not indicate how Tusla will use that or, crucially, what access people will have.  A simple solution is to amend the 30-year rule as it applies to this database in this legislation.  I would have thought that was the better approach to take.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#X00200","speaker":"1631"},{"type":"speech","time":1602840600,"counter":157,"content":"<p>I thank the Senators for their engagement.  As regards the treatment of these records by Tusla, when my Department has engaged with Tusla on this we have engaged with them on a technical level, and given them an indication how the database could be used, and how it will facilitate their existing functions under the existing, as we all accept, insufficient type of information and tracing that we have in this country.  As Senators will know and seen in the budget, my Department allocated a significant amount of money to Tusla this year.  Part of that allocation was to improve Tusla's ICT capacity and part of that will be its ability to maintain this particular database.  I am confident that Tusla will use this appropriately and that it will benefit its existing information and tracing capacities.<\/p> <p>Coming back to the point made by Senator Bacik as regards the 30-year rule, the reason we are acting swiftly is because the commission is to report on 30 October so we need to get this issue addressed by then.  A potential change to the 30-year rule has implications for other commissions of inquiry.  It has implications for those who provide a testimony to this particular commission of inquiry.  So, there are a very wide range of issues that would have to be addressed in the context of changing the 30-year rule.  The direction that we have decided to proceed with was this bespoke legislation that ensures this very valuable database is not put into the archive and sealed for 30 years but is available now, increases value in what Tusla can do under its information and tracing powers, and is available for that future legislation.  I believe this is the correct way to go. <\/p> <p>I fully agree with Senators that it will be a big piece of work but it is absolutely essential that this Oireachtas undertakes the delivery of information and tracing services.  The legislation will allow issues to be addressed for the many people who are frustrated, and have been for many years, by not being able to make those connections with their birth mother or siblings, and protecting the database will be of real benefit to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#X00300","speaker":"1477"},{"type":"unspoken","time":1602840600,"counter":158,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1602840600,"counter":159,"content":"<p>Amendment No. 2 is in the names of Senators McDowell and Boyhan.  Amendments Nos. 2, 7 and 21 are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#X00500","speaker":"1692"},{"type":"speech","time":1602840600,"counter":160,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 3, between lines 21 and 22, to insert the following:&ldquo; &ldquo;Confidential Committee&rdquo; means the committee established at paragraph (3) of the terms of reference as recited in the Order of 2015;&rdquo;.  <\/blockquote> <p>Section 1 lists definitions and states, &quot;the databases of residents of the institutions (specified in the Appendix to the terms of reference of the Commission set out in the Schedule to the Order of 2015) created by the Commission.&quot;  Does the definition include notes of testimony given to the confidential committee by voluntary witnesses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#X00600","speaker":"1669"},{"type":"speech","time":1602840600,"counter":161,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Y00100","speaker":"1477"},{"type":"speech","time":1602840600,"counter":162,"content":"<p>That was my understanding too.  The database that is going to Tusla has nothing to do with an individual who, in response to the appeal by the commission, came forward to give the confidential committee information about their experiences.  Is this going to be transferred to Tusla as a database?  I take it that it is not considered a related record.  I wanted to be 100% clear on that because I did not want lines crossed.<\/p><p>Whatever about the Tusla issue and whether it is an appropriate interim resting place for this information, bearing in mind its role in tracing and the like, my amendment No. 2 is concerned about information given to the confidential committee.  As the Minister will see, this amendment consists of identifying the confidential committee, for the purposes of later amendments, as the one established under the terms of reference of the commission.<\/p><p>In that context, it is important to put on the record what the confidential committee is.  It is a separate subgroup of the commission.  It is not the same as the commission in its entirety.  Members should remember that the Commissions of Investigation Act 2004 gave, for instance, the members of a commission of investigation the right to summon witnesses, cross-examine them, demand they produce records and, effectively, to come as voluntary or involuntary witnesses before a commission.  If I were running one of these institutions, I would be liable to be summoned, asked questions and to produce records I have on any of the institutions mentioned in the Schedule.<\/p><p>The idea of the confidential committee was to achieve an entirely different and separate purpose.  It was not for the purpose of summoning people to extract information under powers of compulsion.  In 2004 that was the power given to the commission.  The confidential committee was a non-compulsory process, whereby people who had a picture to paint for the commission could do so separately while not being cross-examined, told to bring records, birth certs, their child's birth cert or whatever correspondence with adoption societies.  This was for people who were invited to participate in a limited way in the commission of investigation's function to give them an opportunity to tell their story in a particular way.<\/p><p>Paragraph 3 of the terms of reference reads:<\/p> <blockquote> \tThe Commission shall establish a Confidential Committee to provide a forum for persons who were formerly resident in the homes listed in Appendix 1, or who worked in these institutions, during the relevant period to provide accounts of their experience in these institutions in writing or orally as informally as is possible in the circumstances. Subject to the requirements of Section 8 of the Act, the Commission may appoint persons it deems to be appropriately qualified to be members of the Confidential Committee. <\/blockquote> <p>It is a separate procedure from the mainstream investigatory function of the commission.  It then defines what the purpose of this confidential commission committee is:<\/p> <blockquote> \tThe Confidential Committee shall-  \t(a) operate under the direction of and be accountable to the Commission, [it clearly is not an independent republic]<br \/><br \/>(b) provide in its procedures for individuals who wish to have their identity remain confidential during the conduct of the Commission and its subsequent reporting, and<br \/><br \/>(c) produce a report of a general nature on the experiences of the single women and children which the Commission may, to the extent it considers appropriate, rely upon to inform the investigations set out in Article 1. [Its mainstream investigatory activity]  <\/blockquote> <p>This was a standard form of commission of investigation to look into all of the issues in Article 1 of the terms of reference.  However, this was a separate process by which people would not be swept into that, brought along as witnesses and rights to cross-examine and so forth conferred on people.  Instead a separate confidential committee was put in place, the purpose of which was to allow people who were in the homes to give their account of what happened in a manner which was outside the normal cut and thrust of a commission of investigation.  It should be remembered that a commission of investigation is entitled to subpoena people, documents and ask questions which one must answer.  One can be certified for contempt if one refuses to do so.  It is a serious investigatory body.  The confidential committee was, by contrast, a wholly different animal.  It was a receptive, informal venue for people who were not going to be treated as witnesses in the main investigatory process to allow them to paint a picture of what it was like to be or work in those homes.<\/p><p>For that reason, the database Senator Higgins and others are concerned with is, as the Minister has now confirmed, entirely separate from this.  There is no crossover between the database and this material.  That is why I, like many Members, believe it is important that the database be preserved.  It is important for those who were adopted, fostered or brought up in these homes to have the right to know what is in the database.  I agree with the Minister that there are constitutional issues of balance and so forth.  I am quite sure what the former Minister, Katherine Zappone, attempted to do, and what the current Minister is committed to doing, can be done and that there can be a mechanism to deal with those people.  I have no problem with all of that.  I do not think the Minister intends kicking the can down the road for 30 years.  I accept his word that he is working hard to deal with all of the issues, including the right to know one's real identity, subject to some other countervailing rights which will have to be balanced out by some kind of mechanism.  I wish the Minister well in drafting that legislation.<\/p><p>Having said all of that, some Members think I am being overly legalistic.  I am not.  People were invited to the confidential committee on a particular basis, namely of representations which were made to them.  The representations were set out in the leaflet which invited them to participate.  The leaflet stated:<\/p> <blockquote> \tAn important part of the Commission's work is the establishment of a Confidential Committee.  This Committee will operate under the direction of the Commission.<br \/><br \/>The main purpose of the Confidential Committee is to listen to the experiences of those who have spent time in Mother and Baby Homes.  These can include mothers, children, nuns, workers, occasional workers (e.g. delivery men, painters etc. ) and visitors to the home.<br \/><br \/>This Committee may be suitable for you if you wish to have your experiences heard in a sympathetic atmosphere by experienced people and you do not want any person or institution to know that you are giving evidence to the Commission. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Nothing could be clearer.  It was stated to people that they were not witnesses, their names would never appear in a report, no one would ever be given the right to cross-examine them or challenge what they were saying, and they could come in and quietly tell their story, totally anonymously.  <br\/><br\/>There were told the meetings of the confidential committee would be in private and that they could bring a friend with them but they would have to do the talking themselves and they could not allow the friend to paint the picture for them unaided.  They were told they would be given travel expenses and that they would not need legal assistance but that if they wanted a solicitor with them that they could.  They were told that after their application form to give evidence to the confidential committee was received that they would be contacted by a witness support officer who would agree a date and a time for them to meet the committee and make necessary arrangements for travel or accommodation, and who would meet them when they arrived and help them with processing and reimbursement of expenses and so on.  <br\/><br\/>Under the heading, &quot;What will happen at the confidential committee?&quot;, people were told:<\/p><blockquote>\tYou will be asked to describe your experiences.  You may be asked some questions in order that the Committee can collect as much information as possible.  Any person accompanying you will not be allowed to describe your experiences for you because it is your account that the Committee wishes to hear.  However if you need to, and with the agreement of the Confidential Committee member, you may ask your companion to assist you in giving your account.<br \/><br \/>There will be one Confidential Committee member in the room and another experienced person taking notes.  If you agree, an audio recording will be made of the meeting so that the members can have as full an account as possible to assist them in preparing their report. <\/blockquote><p>Audio recordings were made on tape but participants were assured that the tape would be destroyed once the confidential committee member was satisfied that they understood what had been told to them.<br\/><br\/>The terms of reference continued:<\/p><blockquote>\tWhat sort of findings will the confidential committee make?  The confidential committee will make a general report, which won't name you or any specific person or institution. <\/blockquote><p>The confidential committee would anonymise what it heard and say something like, &quot;We found that mothers were frequently treated this way or that way, or ill-treated in this thing, or deprived of access to their families and so on.&quot;  The information was used to aggregate a general report, not to say this particular man made someone pregnant or this particular parish priest had someone else brought to a home, for instance.  One can imagine the kind of material that would be set out by an individual so many years later.  Most of these cases happened quite a long time ago.  According to the terms of reference, &quot;This is because people who go to that Committee will not wish to have any information about them given to anyone outside the Commission or to be questioned by anyone outside the Commission.&quot;  That was the basis on which those people participated.  They were volunteers, they were given an assurance and that was of anonymity, that their identity would not be revealed.  They were told:<\/p><blockquote>\tNo report on anything you tell the Confidential Committee will be given to the authorities, except where the Committee has reason to believe that: a serious crime has been committed; a serious risk to a person's life exists; there is a current risk of child abuse.  In any of those situations, we are obliged to report the matter to the Garda&iacute; or to TUSLA, the Child and Family Agency. <\/blockquote><p>They would know that if they made a direct allegation of, say, rape against somebody that it could be reported by the commission, but short of that they were told that everything they said was personal to them and would be protected.  <br\/><br\/>What myself and follow Senators who are putting forward this amendment and those related to it want to ensure is that they will not have the guarantee of anonymity given to them broken and that they will have their rights upheld.  They were not told that everything would be recorded, put into an archive which would go off to the Department and after 30 years become part of the National Archives of Ireland and subject to the procedures of the National Archives or that they would be released or not released as the case may be.  There are protections under the National Archives Act 1986 for the rights and reputations of people, so it is not the case that everything automatically is thrown out into the public domain under the 30-year rule.  <br\/><br\/>I want to give the commission, before it winds itself up, the right for people to remove their names from their testimony, if that is what they want to happen.  If the picture they painted of their own family at home, the circumstances that drove them to the home, the failure of people to help them was a highly specific picture, the amendment would give them the right to say that they did not want that to go to the National Archives as they had provided the information on the absolute understanding that they would never be identified, whereas the commission is actually storing away the material with their name on it in contravention of what they were told.  I understand that the commission intended to anonymise the material, not destroy it.  It should be the case that a black line goes over any names or addresses or information that would clearly identify who respondents were if that is what they wanted.  This and the related amendments aim to bring about not only what is legally acceptable but also morally demanded, namely that the State, through an agency, having established this confidential process on the guarantee of anonymity, would honour its side of the agreement.  The commission of investigation is a State body established by statute.  The State has told people that if they come in and give this picture, they will never be identified.  Then, after the event, when the commission indicated its desire to anonymise its material, the State told the commission it could not redact the material in any shape or form and that the people's names must remain on the records and be sent to the National Archives.  I ask Members and the Minister what useful purpose is served by that.  If one gives someone a solemn undertaking and then, as section 5 does, prohibits the commission from ensuring the anonymity will be perpetuated by simply putting a black line through various portions of a person's volunteered testimony, what harm is done?  Those people could go out onto O'Connell Street tomorrow with a loudhailer and tell the world the same story.  It is not as though their rights would be infringed by it.  Every one of them is free to write a letter to the paper or to call &quot;Liveline&quot; and give an account of what happened to them in any of these places.  They could write a book or do whatever they want.  They are free to do that but when they are invited into this process on the basis that they will not be identified, what useful purpose is served by not allowing the commission to go back over those records and give truth and life to the commitment that was made to them by simply taking out a black pen and obscuring who these people were?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It does not affect people tracing their ancestors and it simply does not affect the rights of survivors of these institutions one bit.  It does not affect the rights of any third party that these accounts are anonymised and that a redaction of that kind takes place.  I know this may have nothing to do with the hundreds of emails we have received from survivors who are unhappy with this Bill and I have some sympathy with what they are saying, but I am making a different point.  I am talking about the 500 or so people who responded to this process.  I am asking that as a matter of honour, having established the commission and this confidential committee, these Houses do not renege on their commitment to those people by asking them to accept the fact that what they said in total privacy and on a guarantee of anonymity is now going to be preserved forever so that at some stage somebody can have access to that material and identify them from it.<br\/><br\/>I will be interested to hear what the Minister has to say about this but I cannot see what good will come from this.  All of those 500 people are free to go on an RT&Eacute; programme, if they can get invited on, and give their accounts.  All of them are free to write a letter to a newspaper or set up a website and give their accounts if they want to do so.  Here they were given an opportunity to paint a picture with a solid guarantee that they were free to say whatever they wanted because they knew they would never be identified as having interacted with the commission.  I cannot see why we should withdraw that total anonymity from them.<br\/><br\/>These amendments are attempting to negate certain parts of section 5.  Section 5 of the Commissions of Investigation Act 2004, which I was responsible for bringing before the Houses, rightly says that because it was assumed that all evidence was evidence before a commission, all records received by it were part of the record of its transactions.  It was assumed that, at the end, all of that material and all records of a commission of investigation would go to the Minister, just in case there was to be a further tribunal of inquiry.  Otherwise they would be given over to the National Archives of Ireland in the normal way as a departmental record and be subject to all the protections that apply to them.  It was assumed that would be a perfectly reasonable thing to do.  I can say for certain that at the time of the Commissions of Investigation Act 2004, nobody had in mind that tacked on to one of its terms of reference would be a process that did not amount to the giving of evidence, that was outside the normal cut and thrust of giving evidence and being questioned about it, and involved being forced to give evidence and being forced to do this, that and the other.<br\/><br\/>It is important to note that if in sworn evidence before a commission of investigation, somebody accuses another person of abusing him or her, that person is entitled, as a matter of fairness, to rebut that evidence.  All of that is completely irrelevant to the confidential committee accounts given by these survivors.  Section 5 reads:<\/p><blockquote>\tFor the avoidance of doubt, the obligation under subsection (2) of section 43 of the Act of 2004 to deposit with the specified Minister evidence received by, and documents created by or for, the Commission (other than the database and related records) is an obligation to so deposit such evidence and documents without redaction therefrom. <\/blockquote><p>What the Minister has in mind with this Act is to prohibit any redaction in support of anonymity.  I cannot see why that is necessary and I cannot see what is unjust about a redaction which the commission thinks is fair.  I cannot see how anybody could be prejudiced by that or how upholding the rights of those 500 people who came in prejudices the public in any way, shape or form.  Therefore, I ask the Minister to look at this in that light.<br\/><br\/>These people were told that the accounts they gave would not be open to challenge.  In other words, they were told that if one accused another of having done something to him or her, that accusation could be freely made but there would not be anybody coming in to say that the accusation was false.  They were told that what was said would just be taken on board in creating a general report for the commission.  That is what it is there for.  I ask the Minister to explain to the House what good will be done by this.  I am not asking that everything be redacted.  I am only asking that the confidential committee reports be redacted if the commission thinks that amounts to delivery on its representation that there would be anonymity.  I ask the Minister to explain to the House what good purpose is served by prohibiting the commission from taking out the felt marker and removing the names of the people who have created these records.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#Y00200","speaker":"1669","continuing":true},{"type":"speech","time":1602840600,"counter":165,"content":"<p>I welcome the Minister to the House.  I want to express my empathy and heartfelt compassion for any mother or child who suffered in any institution.  I say that, not only as a Senator, but also as a mother and foster parent.  I want to put on the record of the House that I appreciate the important work of the commission in investigating the matters within its terms of reference and drafting a final report with its findings of fact.  The records and reports of the commission will, I expect, be an extremely valuable resource.  I am sure all Members of the House can agree on these three points.<\/p> <p>I am sure all Members can also agree with the principle that if someone says something to them in confidence, and an assurance of confidentiality is given to that person, then it should be honoured.  I am sure we can all agree that is honourable and the decent thing to do.  The amendments proposed by Senators McDowell and Boyhan honour and give effect to legal commitments of confidentiality given to people and are in harmony with the existing legislative framework of data protection and associated fundamental rights and freedoms.<\/p> <p>If we look at the statutory instrument that established the commission, it clearly reads, \"The Commission shall not seek to provide an account of any individual case in such manner as to intervene in any effort by any individual to resolve their identity or trace a birth relative.\"  The statutory instrument also reads, \"The Confidential Committee shall [...] provide in its procedures for individuals who wish to have their identity remain confidential during the conduct of the Commission and its subsequent reporting.\"  I have sympathy for all those seeking to trace a birth relative or to resolve their identities.  I understand legislation will be introduced by the Minister to address this in the future.  We should also honour the commitment to confidentiality that is enshrined in law and that was given to witnesses who gave testimony and helped the commission.  It would be a betrayal of these people, women and mothers who assisted the commission on that basis if we were to renege on that.<\/p> <p>The amendment proposed to section 2 by Senators McDowell and Boyhan is necessary to ensure these people are protected.  We cannot in good conscience permit records created by the confidential committee to be deposited with Tusla in an unredacted format without the explicit prior informed consent of the people who gave that evidence.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The deletion of section 5 of the Bill and its replacement with the amended section 5 drafted by Senators Boyhan and McDowell is also necessary to give full effect to the legal guarantee of confidentiality given to people participating in the work of the confidential committee.  The commission should have the power set out in the amended section 5 to redact the personal data of those people who gave evidence in confidence. <\/p><p>It is in the best interests of the commission and all those involved in this work to defer dissolution until 30 November 2020.  We can all agree that the administrative work of the commission is too important to be rushed.  For this reason I support the amendment to section 6 of the Bill put forward by Senators Boyhan and McDowell.  I respectfully ask my colleagues in this House to consider supporting amendments Nos. 2, 7, 21 and 23 which honour commitments of confidentiality that were part of the legal foundation of the commission in the first place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#AA00200","speaker":"1664","continuing":true},{"type":"speech","time":1602840600,"counter":167,"content":"<p>I welcome the Minister to the House.  Having followed his career somewhat, I do not doubt his credentials.  I believe he is a caring, compassionate and honourable man as well as a caring, compassionate and honourable politician.  For some people those are sometimes different things.  I understand the difficult position in which he has been placed.  Ramming this legislation through would not have been his choice.  We have seen two pieces of legislation similarly rammed through in recent times.  It is not the way the House should work.  I am also conscious that during the passage of both the Forestry (Miscellaneous Provisions) Act 2020 and this Bill the Business Committee decided to waive pre-legislative scrutiny and consent to this process.  That is disappointing.<\/p><p>My first appeal is to Members of this House who are in parties represented on the Business Committee.  The Business Committee's members have their own decisions and prerogatives, but they are not isolated from the political groupings in this House.  I ask every Member of the Seanad whose party is represented on that committee to bring it to his or her representative's attention.  A situation where the Lower House decides the process and then inflicts it on us is not good for either House.  All Members, whether they are Independents or members of parties, have contacts on that committee. <\/p><p>I would like to discuss amendment No. 2.  This is a particularly difficult point for me.  This is seen outside Leinster House as a measure to constrain people.  I am not in the business of closing anybody down.  The truth must be told.  Many people have fought hard for justice.  However, I am also conscious that many people have gone down the route of the redress scheme, assisted with the work of former Senator Martin McAleese's interdepartmental committee or testified before the Ryan commission.  They told those bodies their unique stories and circumstances and talked about harrowing abuse, within families and outside of them, within church and non-church organisations and within the voluntary sector, private and public schools, scouting groups and many other sporting organisations.  Handling these sensitive issues was always going to be difficult.<\/p><p>I was in a school in Blackrock.  We know about the harrowing experiences many people had at the hands of an infamous swimming instructor there.  We read about this regularly and I do not intend to rehearse it today other than to say that some very brave national sporting heroes were subject to terrible abuse.  They were not able to come forward for years because they feared the ramifications and intimidation within their community and their families.  Many only came to terms with this many years later through their partners helping them to come forward.  That was many years too late.  In some cases the people concerned had either moved on from a sports club, parish or organisation or had simply died.  Victims and survivors who had gone through such harrowing ordeals never had their opportunity.<\/p><p>Timing is everything.  People need to be able to tell their own stories and be believed.  People who went before the Residential Institutions Redress Board were sworn to secrecy.  We have passed legislation making it an offence for people to talk about how they engaged with the redress scheme and the compensation they received.  I accompanied a woman who had come from the UK to the redress board's office in Clonskeagh.  She had &euro;40 in her pocket.  After two or three years she was eventually awarded &euro;1,300.  She had no accommodation, no support, nothing.  She asked herself why she had come.  She was trying to shed light on something and assist others.<\/p><p>As Senator McDowell outlined, the commission included a confidential committee.  I know people who appeared before this panel and shared their harrowing stories.  I have spoken to them this week.  The other day, I personally told the House that I grew up in an institution.  That institution hosted the infamous and terrible vaccine trials in 1961, 1962, 1967, 1968, 1969, 1971, 1972 and 1973.  The Minister will know from the brief of the judge who is the chair of the commission that those trials are part of its terms of reference.  No-one has discussed the vaccine trials.  They came to light because two brave women at UCD volunteered to give information that was brought to their attention and to my own.  Thanks to Mr. Kevin Rafter, a very famous journalist at RT&Eacute;, a series of documentaries was made about the trials.  Thanks to the librarian at the Royal College of Surgeons in Ireland we were at last able to access the British medical journals and reports outlining these vaccine trials, having been denied access for 20 years.  We also learned something of the adverse reaction some children had.  We learned that some of them died in care having been subject to vaccine trials.<\/p><p>I was sitting in the Gallery of this House when the then Minister for Health and Children, Deputy Miche&aacute;l Martin, spoke eloquently about the terrible ordeal.  As in this case, he said a few institutions would be randomly sampled.  In that case the Bessborough Mother and Baby Home was chosen because it was in Cork, along with a place in Galway and several other institutions with which I was involved.  That report was ultimately never published.  It was challenged in the courts.  The judgment was to be appealed by the Government, but that was never pursued.  In the end the report was found to be <i>ultra vires<\/i>its narrow remit, which we were advised was done on purpose.  A very famous politician and eminent lawyer, then Deputy Alan Shatter, spoke eloquently about how children's right to bodily integrity is enshrined in our Constitution.  Up to now, no-one has been brought to account.  Two of the major people involved are now dead.  We knew who they were and they accepted that they were involved in some of these trials.  <\/p><p>The point I am making is that information is critical.  Those two brave women at the UCD school of biomolecular and biomedical science in Belfield put critical information into my hands and those of several politicians in this House.  They only acted on the basis that they would be protected and given a guarantee that it could not be traced back to them.  Many years later those women are still alive and are happy to go public, but that was not the case then.  They feared for their jobs.  They revealed information from an Irish university to highlight wrongdoing. <\/p><p>While I am not in the business of suppressing anything or protecting anyone, I am always conscious of the difficulties that go with that.  Perpetrators and people who did bad deeds must always be brought to justice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am also conscious of the fact that if it comes to anyone's attention that there is sexual, physical or emotional abuse or it is likely to reoccur, there is now an onus and a responsibility on such a person - he or she may be a Member of the Oireachtas, a member of the Judiciary or a member of the public - to report it to the appropriate authorities and to assist An Garda S&iacute;och&aacute;na.<\/p><p>The Minister, Deputy O'Gorman, will recall that when I spoke to him last in the House I said I looked forward to this final report being published and going to the Government and the Attorney General.  I hope that the Minister will give a commitment to that effect.  He did not respond on the previous occasion.  Within days, this report should go to the Garda Commissioner and should be examined in detail, line by line, because there may be a certain line or course that may have to be pursued.  That is only right.<\/p><p>We are not hiding anything.  I do not support anyone.  However, I know people who have appeared before this panel and I recognise that they have brought highly sensitive information to it.  I will not speculate on the type of information they brought.  I touched on the drug issue.  It is here in the transcript and the Minister will recall that.  We will have an opportunity in a month or two to have the report and I look forward to taking that report up in my hand again.  I look forward to teasing all that out with the Minister and recalling this very day on which I am speaking to him and to the House.<\/p><p>Ultimately, people came forward.  I know of childcare workers, tradesmen, gardeners and cooks who were decent honourable working people in communities who worked in these institutions.  I know of farmer helpers in Tuam who reported difficulties in relation to Tuam.  When one looks at Ms Catherine Corless - that was part of the remit in Tuam - it took brave and courageous people in that community to say that enough is enough, times have moved on.<\/p><p>I had two men in here last year both of whom came from Tuam and it so happened that it was the birthday of one of them.  It is always nice to tell the story, but I did not know it at the time.  I always welcome people to this House because this is the people's House.  This is our House, the nation's House.  We had our meeting and they talked about the great difficulties they had and the hurt, the disappointment and the setbacks.  The one point they kept making was about being believed.  When a person tells his or her story, it is so important that he or she is believed.  I asked them to come up and have something to eat and have a pint.  They were thrilled.  This was their House.  One of them said that it was his birthday that day.  I thank the catering staff because they went away and came back with one muffin and a candle.  We laughed and we cried, and he cried.  He talked about his first birthday cake.  Some of the staff who are listening here today will know because they were there.  We laughed and we cried.  We thought what a human feeling it was.  We all need to be loved.  We all need affirmation.  We all need support.  We all need encouragement.  When we are talking about people, many of whom are outside the gates here today and thousands of whom have written to us, the Minister should remember that they want to be believed and they want to be supported.  We should cherish \"the children of the nation equally\" and support them.<\/p><p>So much happened to these people.  They were entrusted to the care of the State, to the Church, to a charity or whatever.  Many of them were taken away from their families.  I said the other day that these were not all single mothers between the ages of 16 and 19 with one child.  Mothers and fathers who were married in this State had their children wrenched away from them and were not supported.  Mothers, fathers and children were split because of other families' interest in money, inheritance and land and all the historic things that go with our obsession with owning and property and inheritance.  It is too simplistic to say it is a boy or a girl, or it is a split family; it is not.  There were many families gone.<\/p><p>Many of these children were kept in homes.  I tell a story of a man who came to see me only a few weeks ago.  His mother left him in care.  She went away and got married.  She came back some years later, having talked to her partner, who said they should go back and take that little boy out.  He said, \"He is yours; he is ours.\"  What a lovely thing to do.  He said he wanted to support her in it.  They arrived into the institution in question in Dublin to be told he was adopted.  Many years rolled on.  By strange coincidence, because we live in a global village, he stumbled on his mother through a different set of circumstances.  It was an unusual name and I suppose that is what helped.  His mother said that she had a letter and could produce it.  She produced the letter, which stated that he was adopted.  When she asked could she go and see him, they said she could not, she would be disturbing the child, he was settled now and she should leave him alone.  She was robbed by establishments in this State of that opportunity of reunification and she has the evidence.  Where is the support for her?<\/p><p>Behind it, we all have a story to tell about our own lives and families.  We have our own experiences with all of this.  The one thing I can say, having lived through this experience and tried to be as positive as I can, is that it has politicised me.  It has made me aware of the disadvantage and injustice faced by other people.  I am on fire at times when I see injustice around me where I do not see fair play.<\/p><p>We need to remember that the people we are talking about are getting older.  In 30 years, I will be nearly 90.  I will not be hawking around for my information.  Many others are gone.  They are broken.  Many of these people's spirits are broken by a wall of State and church.  I acknowledge there were good people in the church and good people in the State, but many people have had this wall up against them and they cannot get this information.<\/p><p>Let us keep the messages here simple.  The reality is many people see Deputy O'Gorman, as the Minister, locking up all their documentation for 30 years.  They see the Minister and his Bill blocking access to certain information, evidence and documentation which has been collected by the commission of investigation into the deaths of children and mothers who had terrible experiences.  People and staff who came to the confidential panel or committee said that they could bring the members of the panel or committee to Tuam and that they knew what happened.  I think of the man who told a woman in Galway not to worry because he tried to give her child a good burial after the nuns sent him away with her child in a wheelbarrow.  Rather than incinerating the corpse - this was out in Salthill in Galway - he buried it beneath the compost heap.  That is a true story.  How did I learn that story?  A woman I know, who is a neighbour of mine, told me that she was 80 years of age and was feeling troubled.  She was beginning to lose her memory.  She had never talked about this case to her three daughters.  Her only son, who she was denied to take in her hands and hold for a few minutes, was given to a gardener to be put in a wheelbarrow to be brought to be burnt, but that gardener came forward through one of the nuns and told the story.  There are cases where people come and bring stories to assist.  Knowing of the reputation of the judge in question and of her work, I believe she will give us a comprehensive report.  I have no doubt that she would be conscious of how the information that came to the confidential panel came about.  She would know how this confidential information came and she may replicate certain amounts of that in her report.<\/p><p>As Senator McDowell has said - I have looked at the documentation that was sent out inviting people and I know people who engaged - they went into a system to tell a story to assist the commission and in those cases, their confidentiality needs to be protected because they will have done a great service.  At the end of the day, the State has empowered a judge to carry out an independent commission with significant powers and that will be reflected in it.<\/p><p>This is a difficult one for me.  It is a matter of balance.  The word \"balance\" seems to be used a great deal, particularly in the coalition Government.  It is a word I have come to use.  Everything is about being pragmatic and about balance.  On balance, it is right to support that amendment.  It took a long time for me to get my head around it.  Honestly, it did not come easy.  On balance, having spoken and having had shared conversations with people, I think it is the right thing to do.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am happy to put my name to it and to support it.  I hope the Minister will come some way towards understanding what I am saying on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#BB00200","speaker":"1634","continuing":true},{"type":"speech","time":1602840600,"counter":170,"content":"<p>I thank Senator Boyhan.  I believe I can speak for every Member in the Chamber in saying that the last 20 minutes have been very touching.  Incidentally, some Members have not indicated that they wish to speak on this.  Will they indicate if they wish to do so and I will note their names?  I call Senator Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#DD00200","speaker":"1674"},{"type":"speech","time":1602840600,"counter":171,"content":"<p>I thank the Minister for attending.  I oppose these amendments, especially amendment No. 7.  I am speaking in response to the idea that we are honouring people's confidentiality and honouring our word to the survivors who came forward.  Senator McDowell read out the invitation.  If we listen to the contribution, we hear that they were told it would be confidential and that the information would never be public.  They were never asked if they wanted it to be public.  People wanted to give evidence in public to the commission but were refused.  They wanted it to be public.  The people who wanted it to be confidential could have asked for that.  They were never given the option.  We are not honouring the word.  We are honouring a flawed process that was brought through the Houses by Senator McDowell.  What we are honouring is the legislation for the commission and how it was administered.  We are not honouring our word to people.  We did not ask them if they wanted to sign a waiver.  We told them what way they were going to engage with the process.  They were not given an option.<\/p> <p>I will leave it at that.  It is not fair to say that we are honouring people.  Hundreds of people are contacting us to tell us that they wanted to give their evidence to this commission in public.  They wanted the commission to be held in public, but they were never given that option.  To stand here and say that we are honouring a system that people bought into voluntarily is inaccurate.  It is not true of every survivor who walked into the room to contribute to that investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#DD00300","speaker":"1681"},{"type":"speech","time":1602840600,"counter":172,"content":"<p>I thank Senator McDowell for clarifying that the database is not affected by this, as it is important that there is unity across the House.  There are a number of other areas of agreement across the House, but I must oppose amendments Nos. 7 and 21.  I will explain why.<\/p><p>It is about the core issue of people's rights to have their stories told, if they wish to tell them, and to own their words and experiences.  The 2004 legislation was drafted at a particular time when Ireland was early in beginning its journey.  It was before the referendum on the rights of the child, the apologies and Tuam.  We were at a point where we were beginning to look at these stories.  There was still an assumption of secrecy and a climate of secrecy, and it is one that unfortunately permeates many parts of the legislation in the history of the State.  So be it.<\/p><p>Nonetheless, the 2004 legislation contained a measure which allowed for balancing.  It said that commissions may conduct proceedings in private unless a witness requests that all or part of his or her evidence be heard in public, and the commission grants that request.  There was that provision that people should be allowed to give their evidence in public if they wished to, unless there was a reason not to.  One of the only reasons not to was where the commission might have concerns regarding impacting on the procedure and the investigation.  Bear in mind that, according to the records we have now, the investigation is finished and the procedures are concluded.<\/p><p>That was in 2004, but let us refer to 2015 and the order establishing this commission.  It reflected to some extent the fact that the argument, situation and understanding had changed.  Part 4(b) of this commission's order of establishment states that it will &quot;provide in its procedures for individuals who wish to have their identity remain confidential during the conduct of the Commission and its sub-sequent reporting&quot;.  The assumption has switched from assuming everything is private and a person might request a public hearing to saying that it may be public, but there are and must be circumstances, and they have been eloquently described by Senator Boyhan, in which people could request to speak in private.  That was the mandate given to the confidential committee.  That committee was asked to provide in its procedures for individuals who wished their identities to remain confidential.  However, the confidential committee instead issued instructions to people telling them that it would be private and secret.<\/p><p>We have the words of the director of the commission referring to how a number of groups had asked for public hearings, specifically because this is the confidential committee.  This is the testimony on what happened and the words of those affected.  She said that at least five individuals had asked to give their evidence in public and had been refused.  I care about those five individuals and their rights.  There are far more than five because a number of them were told from the start that it was going to be this way.  It was not based on volunteering.  People were not looking for assurances in many cases because they were not ashamed.  They were proud of themselves.  They were proud of coming forward and talking about the horrors that had been inflicted upon them.  It was a massive moment for people to be brave, come forward and talk about their experiences.  They wanted it to be recognised.  They wanted the dignity of it being recorded.  They wanted the history books, which had hidden them after decades of erasure and secrecy, to show that they had stood up and given testimony.  We know from the histories of abuse and from court trials for sexual abuse and attacks how important it is to be able to say, &quot;I recovered my power and strength, I spoke and I reclaimed my life and experience&quot;.<\/p><p>With great respect to Senator McDowell, it is not something about which one can casually telephone Joe Duffy or on which one might write to a newspaper.  The Senator may have the access he wishes to RT&Eacute; or <i>The Irish Times<\/i>, but most people do not have that.  In the interim, when we were halfway through this process, people were telephoning me and begging me to read what they said into the record of the Seanad because they were so upset that what they said had vanished.  It is not easy to give this testimony, or to give it multiple times.  It is not something one wishes to run with to the media, but one wants the record to show it.<\/p><p>Absolutely, there must be massive nuance in this.  I do not believe that these records should be transferred wholesale.  In fairness, Senator McDowell acknowledged there are provisos in the National Archives and that if that were the case, it would be entirely inappropriate.  Those who wish to be anonymous and so forth should be - and their documents should be anonymised - but there must be space left in this legislation.<\/p><p>With regard to the operation of section 41, I have tabled an amendment in which I ask the Minister to make regulations on how the 30 years would operate.  Those regulations should include provisions that protect the anonymity of those who actively want it, and offer an opportunity for access to their testimony and, indeed, an opportunity to not be erased from history for those who wish to have their records.  One of the few people who managed to get her story out to the public is Philomena Lee.  Her family are tweeting again today about how important it was and how much she wanted it to be public.  She challenged and begged for her record to be public.<\/p><p>The culture that prevailed in 2004 seems to have trumped the direction that was given to the confidential committee in the 2015 order.  If it chose to not properly give people the right to the option of public hearing at that time, we certainly should not replicate that mistake.  There are two specific concerns here.  One is that the record would be lost and people would disappear.  If there is one thing we have known, it is disappearance.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If the records were not transferred, the stories of persons would vanish.  That is not respectful to people, especially to those who wish to have their names in their stories.  There are people who do not want to be just a salutary lesson for future generations but to be known, and they should have that right.  One of my amendments at a later stage seeks to address this issue in a different way.  It suggests that all of the data protection rights, including the right to erasure if that is what people need or want, as well as the right to access one's own personal information, should be applied to all of the records, including those testimony pieces of the confidential committee.  I have huge respect for those proposing these amendments but I cannot support them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#DD00400","speaker":"1662","continuing":true},{"type":"speech","time":1602840600,"counter":174,"content":"<p>I came in here this afternoon with a very fixed set of views.  The conflicts that are going on in my mind have been there since this Bill saw the light of day.  Before I speak properly on the Bill, I want once again to condemn the way this legislation is being run through this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#EE00200","speaker":"1645"},{"type":"speech","time":1602840600,"counter":175,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#EE00300","speaker":"1662"},{"type":"speech","time":1602840600,"counter":176,"content":"<p>It is absolutely disgraceful.  The Minister's name will be on the Bill and his party's name will be associated with it.  What were they thinking that they would allow this to happen?  Why would the Minister come in here and ram through legislation when he knows how wrong it is to do so?  I have had nearly 4,000 emails to date from those on one side of the argument and a few hundred from those on the other side.  I have also had some pretty harrowing phone calls, particularly from women of my own age group.<\/p> <p>I was born and reared in Salthill in Galway and had a pretty easy life growing up.  We were all fairly well-to-do.  None of us was hungry but we were at the bottom end of Salthill society.  My old man was a gas fitter.  I remember, with horror, girls who got pregnant because until they disappeared they were the talk of the neighbourhood, of every neighbourhood.  Shame was wrongly brought down on them and many, because of this legislation and events of recent years, are reliving those experiences now.<\/p> <p>One of my very good friends was living outside the country when she got pregnant.  Her father was especially Victorian in his world view.  She contacted home to tell them she was pregnant.  She was living in the UK and her plan was to go to London and have the child there.  To her absolute surprise, her father said \"No\", that she was his daughter, she had done nothing wrong and that she should come home.  He looked after her because he loved her and because in his view, with his Victorian mindset, she had done nothing that was abnormal or unnatural.  She was one of the very lucky ones.<\/p> <p>I told the story the other day of a woman who met her daughter and started to tell her about the circumstances of her birth.  When she got to the end of the story she told her that she never wanted to see her or hear from her again and walked away.  I got a phone call that night from a woman who told me about meeting her daughter for the first time.  Her daughter had a notebook with her and asked a number of questions about family health, family background, hereditary diseases and so on.  When the questioning was completed, the woman suggested that they might meet again but her daughter said, \"No, thank you.\"  She said that she did not want to meet again because she had found out all that she needed to know.  She said, \"You dumped me 35 years ago.  Goodbye.\"  That is the sort of thing that is dragged up.<\/p> <p>I am mindful of two brothers who were sent to Letterfrack because their mother fell pregnant a year after their father died.  The family farm was taken from her and given to a relative and she was sent to a mental hospital.  Believe it or not, almost 70 years later, one of the surviving brothers met his half brother for the first time.  It took 70 years for them to meet.  They were only living 20 miles apart but never knew one another.<\/p> <p>I totally concur with Senator Ruane.  The State, and in this case the Minister is the embodiment of the State, promised citizens that if they came forward they would be treated with confidentiality.  It assured people that what they told the commission would be kept in the strictest confidence and used only in the preparation of a report and that they need never fear anything.  My colleague, Senator Boyhan, spoke about people who were in institutions, and it must be said that some of those in institutions were wonderful people who did everything they could for those in their care, although others were pretty horrible.  Some came forward and told the stories they had to tell.  Would they have told those stories had they not been assured of confidentiality and anonymity?  I do not think so.  This is important, even if only one person wanted to remain anonymous.  Hundreds may want to tell their story.  Indeed, hundreds do want to tell their story but this is not the forum for that.  They have to be given the right to tell their stories, and if the Minister wants to do something worthwhile, he should set up a public forum where people can come forward and tell their full story.  In this case, however, the State promised that what transpired in those rooms would remain confidential.  As Senator Boyhan has pointed out, it did not encompass all of the institutions.  Only a number of institutions were covered.<\/p> <p>I can guarantee that there are people watching this who want me to sit down because they want to know everything while there are others who will be thanking God that someone is trying to protect their confidential information.  We cannot go back on our word.  We cannot guarantee confidentiality today and then turn around tomorrow and qualify it by saying that we did not mean full confidentiality.  It is similar to secret telling.  I have a big issue with people telling me secrets because I always have somebody that I trust emphatically with whom I will share something but of course, that person trusts someone else and that person trusts another person and then we are into Chinese whispers.  We cannot go back on our word, no matter what.  If this goes through and something happens in years to come, it will be on our heads in this House for allowing it to happen.  If there is one person out there who participated in this process who wants to be 100% certain of anonymity, who wants to be sure his or her name will never be known and that his or her story will only be encompassed in a report, then he or she has that right.  Nobody, including the Minister, me or anybody else, has the right to change that.<\/p> <p>Having listened to Senators Higgins and Ruane, I accept that there is a discussion to have here but we cannot have that discussion in one afternoon, ramming through all Stages of a Bill.  This Bill should have gone to a committee for detailed scrutiny and discussion.  We should have explored all of the options.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020101600002#EE00400","speaker":"1645"},{"type":"unspoken","time":1602840600,"counter":177,"content":"<p>Additional debate to follow.<\/p>"}]