[{"type":"minorheading","content":"Prelude","time":1429695000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30","time":1429695000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1429695000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1429695000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1429695000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00100"},{"type":"speech","time":1429695000,"counter":6,"content":"<p>I have notice from Senator David Cullinane that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Health to provide, in tabular form, the details of the number of consultants employed at University Hospital Waterford from 2009 to 2015, broken down by specialty, and the need to supply details of vacant consultant posts at University Hospital Waterford and plans to fill extra posts in 2015, 2016 and 2017.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Minister for Health to outline the reason a child in County Limerick, details supplied, has had spinal deformity surgery in Our Lady's Children's Hospital, Crumlin, cancelled on a number of occasions and is still waiting to undergo surgery, and to ask him if he is aware that 200 children await spinal deformity surgery in Crumlin and whether he has any plans to make extensive resources available to clear this backlog.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>The need for the Minister for Arts, Heritage and the Gaeltacht to indicate a timeframe for delivery of decisions regarding section 14 applications for ministerial consent to the Monuments Service made by Galway County Council regarding the wall at Kilrickle Church, County Galway and the Northgate, Athenry, County Galway. <\/blockquote>I have also received notice from Senator Tom Sheahan of the following matter:<blockquote>The need for the Minister for Agriculture, Food and the Marine to state when he envisages payment of compensation as part of the aid for suspension of harvesting plan to the mussel fishermen of Cromane, County Kerry, in light of  the &euro;29.8 million aquaculture support and development element of the &euro;241 million seafood development plan.<\/blockquote>I have also received notice from Senator Gerard P. Craughwell of the following matter:<blockquote>The need for the Minister for Health to discuss the employment of counselling psychologists in the HSE.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to furnish details of all repayments received under the fair deal scheme, as recovered from the estates of deceased fair deal recipients.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Cullinane, Moloney and Higgins and they will be taken now.  Senator Sheahan has withdrawn his Commencement matter which the Cathaoirleach had selected.  There was insufficient time to select another matter for discussion today.  Senators Craughwell and Burke may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00200","speaker":"1127"},{"type":"majorheading","content":"Commencement Matters","time":1429695000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00300"},{"type":"minorheading","content":"Medical Treatment Complaints","time":1429695000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00400"},{"type":"speech","time":1429695000,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Jobs, Enterprise and Innovation to the House.  As Senator Cullinane is not present, I call Senator Moloney to commence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00500","speaker":"1127"},{"type":"speech","time":1429695000,"counter":10,"content":"<p>I thank the Leas-Chathaoirleach.  I also thank the Minister of State for coming to the House to take this debate.  My Commencement Matter does not come under his remit.  I assume he is attending in the absence of the Minister for Health and I thank him for doing so.<\/p> <p>I tabled this matter today at the request of the parents of a family who are very concerned for their son who requires spinal deformity surgery and awaits a call from Crumlin hospital for same.  He is a young teenager who has attended Crumlin hospital for some time and I shall outline a brief history of his situation.  He suffers from scoliosis and was advised by his consultant that he required surgery.  He was placed on a list for surgery and was advised that he would be called for same in the summer of 2013.  His parents heard nothing more about it so the surgery never took place.  They telephoned the hospital and were given a follow-up consultation where they were advised that their son would be called for surgery while still in sixth class but definitely before he would go into first year in secondary school.<\/p> <p>He received an appointment for June 2014.  His parents are very concerned that the older he gets the harder it will be to rectify the problem.  They were delighted to learn he would eventually have the surgery.  However, one week before his surgery was due to take place, his parents received a letter from Crumlin hospital informing them that the surgery was cancelled.  Subsequently, they received a telephone call from the hospital telling them that because they did not keep the appointment they would be put back on a list and their son would have to wait until January 2015.  At the moment they still await a date for the surgery.  His mother has  advised me that they have had several appointments cancelled by the hospital and always at very short notice which they feel is grossly unfair.<\/p> <p>I shall give the Minister a little history about the family because it is important for people to know.  The family members have suffered a lot of personal tragedies in their lives.  They have previously lost their young son to cancer who was buried a day before his 13th birthday.  Therefore, one can understand the worry and concern that these parents have about the well-being of their children, particularly this young boy who awaits surgery.  During the time their other son battled cancer the family were out of their home for six months.  That meant their children had to be moved out of their regular school and moved to another school for convenience.  There has been huge upheaval in this family's life and now the parents are stressed and worried about their next son.<\/p> <p>As this matter indicates, another factor is at issue here.  I contacted Crumlin hospital to see what the situation was.  On that occasion I was more or less abruptly told that there are 200 children on the waiting list for spinal deformity surgery and there were inadequate services.  I appreciate that the Minister for Health and his predecessor had very little money, or no money when they took up office, to target these areas and waiting lists.  As the economy recovers, it is important that these children should be helped.  I also believe that the waiting list for spinal deformity surgery, and other surgeries for children, should be targeted and extra funding provided.  I await with interest to hear the reply by the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#A00600","speaker":"1132"},{"type":"speech","time":1429695000,"counter":11,"content":"<p>I thank the Senator for raising this issue.  She has outlined an extremely difficult case which has been further compounded by the other tragedy faced by the family and manner in which they have been dealt with from an administrative point of view.  Their expectations were raised only to be quashed, an issue that must be dealt with by the HSE.<\/p> <p>I am dealing with this matter on behalf of the Minister for Health and have been provided with the following information.  Scoliosis in children and young people is predominantly managed at Our Lady's Children's Hospital, Crumlin.  It is acknowledged that waiting times for scoliosis services are unsatisfactory.  Demand has been increasing, with resulting pressure on capacity.  In 2014 the hospital had agreed capacity to carry out 58 full spinal cases per year as part of its annual service level agreement with the HSE, in addition to treating children requiring repeat procedures and rod lengthening.  At the end of last month 174 patients were waiting for surgery, while 46 surgeries had been undertaken.  <\/p> <p>In order to increase capacity, funding was allocated in the HSE service plan for 2015 for the appointment of an orthopaedic surgeon, an anaesthetist and support staff at Crumlin hospital.  This will maximise the use of available theatre sessions at the hospital.  Recruitment is under way to fill these posts, which is expected to allow for an additional 25 cases to take place in the hospital in 2015.  Despite this additional capacity in 2015, the number of surgeries in the hospital will still fall short of what is required to deal with demand.<\/p> <p>The HSE, the children's hospital group and Crumlin hospital are working together on an ongoing basis to identify all options to increase capacity further.  In the short term this includes utilising capacity in other hospitals, where clinically appropriate.  In the medium term additional laminar flow theatre capacity will be developed at Crumlin hospital.  Following an appraisal of options to increase theatre capacity, the HSE has recently allocated funding for this development.<\/p> <p>While it is not appropriate for me to discuss the details of a particular case, I emphasise, on behalf of the Minister for Health, our determination to address undue waiting times for all those requiring scoliosis services.  The Minister is confident that the increased investment I have outlined to the House will deliver significant improvements in scoliosis service capacity.<\/p> <p>The case raised by the Senator is particularly difficult and I do not want to give platitudes to the family by saying we sympathise and empathise with them.  There is a particular issue concerning the manner in which they were dealt with in terms of the way their expectations had been raised.  Perhaps direct intervention by the Minister might lead to further light been shed on the matter for the young man concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#B00100","speaker":"979"},{"type":"speech","time":1429695000,"counter":12,"content":"<p>I am delighted with the extra funding and resources being put into Our Lady's Children's Hospital, Crumlin, for which I commend the Minister for Health and the HSE.  However, I raise this case in the House because I cannot get an answer from anyone as to why surgery has continuously been cancelled.  The problem is that nobody is answerable in the HSE generally in that regard.  I had assumed the Minister would be able to obtain an answer from the HSE because I was unable to get one and neither could the boy's parents.  All I wanted was reassurance for the parents that the surgery would go ahead without further delay, but they have been put on the long finger and messed about.  I know that there are probably other children whose cases are as bad as, if not worse than, his, but the family are very stressed and upset.  They believe their son is being neglected and that they must do something about the matter, which is why they contacted me initially.  I then contacted the Minister, but there has been no further movement in the case.  I had never intended for the boy's name to be mentioned the House because no one needs to be aware of those directly involved in the case.  However, his parents need information on what is happening in his case and I ask the Minister of State to provide it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#B00200","speaker":"1132"},{"type":"speech","time":1429695000,"counter":13,"content":"<p>As a Member of the Oireachtas, the Senator has the facility to make a direct approach to the line Minister.  I absolutely sympathise with this teenager in his predicament and, in fairness to the Senator, she has protected his anonymity.  His case needs to be taken up directly with the Minister or a Minister of State at the Department of Health.  As the Senator pointed out, several appointments have been cancelled and the boy's expectations and those of his family have been raised and dashed numerous times.  That issue must be addressed.  I fully accept and acknowledge that the circumstances of the case need to be examined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#B00300","speaker":"979"},{"type":"speech","time":1429695000,"counter":14,"content":"<p>I hope that, as a result of Senator Marie Moloney's strong intervention, further light will be shed on the matter.<\/p> <p>As the other Senators who tabled Commencement matters are not present in the House, we will suspend the sitting until 11.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#B00400","speaker":"1127"},{"type":"unspoken","time":1429695000,"counter":15,"content":"<p>Sitting suspended at 10.50 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1429695000,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#G00100"},{"type":"speech","time":1429695000,"counter":17,"content":"<p>The Order of Business is No. 1, statements on National Council for Special Education inclusion support services, to be taken at 12.45 p.m. and conclude not later than 2 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes and the Minister to be called on to reply not later than five minutes before the end of the debate; No. 2, Sport Ireland Bill 2014 - Second Stage, to be taken at 2.30 p.m. and to adjourn not later than 4.30 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 3, Public Services and Procurement (Social Value) Bill 2015 - Second Stage, to be taken at 5 p.m., with the time allocated for the debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#G00200","speaker":"1130"},{"type":"speech","time":1429695000,"counter":18,"content":"<p>I draw Members' attention to No. 3, a Bill I have produced with my colleagues with a view to assisting Irish businesses, the SME sector in particular, in accessing State contracts.  I will be circulating a note on the Bill and ask Members to examine it.  We have all received representations on how the State might do more to support businesses in accessing State contracts.  What I propose in the Bill is already being done in other EU countries, including Denmark and Scotland, and complies with EU rules.  I am hopeful Members will be able to support it on Second Stage and that, should it require amendment, we can scrutinise it further on Committee Stage.<\/p> <p>The figures released by AIB which, according to anecdotal evidence, is not the worst bank when it comes to dealing with individuals in arrears reflect the increasing number of repossession orders being issued by all of the banks.  This issue has become particularly acute in the past year, as we predicted would happen owing to the Government's introduction of the Land and Conveyancing Law Reform Act 2013 which made it easier for banks to repossess homes, the watered down code of conduct on mortgage arrears which set aside the previous code and the abolition of mortgage interest supplement which had probably been the most targeted way of assisting those in arrears in making interest payments on mortgages.  Families across the country are living in fear that their homes will be repossessed.  I am certain that we have all been contacted by numerous people seeking our assistance in keeping the family home.  That is ridiculous in a modern society.  The system in place gives the banks a full veto.  We argued against the inclusion of this provision in the personal insolvency legislation and, unfortunately, the issue has come home to roost.  In this city and county less than 20 applications under the mortgage to rent scheme have been approved by lenders and local authorities in the past three years.  There has, therefore, been a total failure to grapple with the problem.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have seen an increase in the value of properties over the past 18 months to two years.  The banks are now moving because they know they will get as near as full if not full redemption of their loans.  They are enforcing this even when people are doing their best to try to pay something.  This is the single biggest problem we are facing at the moment, and the Government is doing nothing about it.<\/p><p>My colleague, Deputy Michael McGrath and others in the other House, and I, in this House, raised only a few weeks ago the ongoing scandal of the rip-off of variable mortgage rate customers.  It is an utter scandal, yet there has been no action.  Only now is the Government talking about having a look at the bank veto.  It might have a look at doing something about the variable mortgage rates.  We do not have time.  People need action.<\/p><p>I am proposing an amendment on the Order of Business that the Minister for Finance would come into this House and outline what are Government plans to remove the bank veto and to ensure that people are afforded, at least, the protection of retaining their family homes to live in.  This situation is getting worse daily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#G00300","speaker":"1139","continuing":true},{"type":"speech","time":1429695000,"counter":20,"content":"<p>I was delighted to attend just now the launch of the Yes Equality bus which will be making a nationwide tour over the coming four weeks.  It will be calling for a Yes vote in the marriage equality referendum on 22 May.  We have debated this issue already in this House, of course, but I ask colleagues to keep an eye out for the bus when it visits their local area and to tweet if they see it.<\/p> <p>Yesterday a number of us called for a debate on a drug and alcohol strategy.  I ask the Leader if he could ascertain when the public health (alcohol) Bill is likely to come before the Seanad.  An excellent conference was organised in Dublin yesterday by Alcohol Action Ireland.  It focused on girls, women and alcohol and the changing nature of female alcohol consumption, which is a particular issue of growing concern to those involved in seeking to reduce harm caused by alcohol.  Among the issues debated at the conference was the issue of the public heath (alcohol) Bill and what can be done to bring that forward.  Some very serious issues were raised at the conference about the level of alcohol-related harm in Ireland.  That strengthens the call for debate on this issue.  We might also seek to ascertain when we will have the specific legislation on this issue before us. <\/p> <p>I also ask for a debate on the issue of prostitution and how best to reform the law.  A report by the justice committee recommended criminalising the purchase of sex.  The Minister for Justice and Equality brought forward a draft scheme of legislation before Christmas in which these provisions are contained.  We very much welcome that and I have spoken in this House on the matter.  I note, however, that some other measures to address prostitution may also be needed in the Bill.  The justice committee has already asked the Minister to examine including those measures in the Bill.  <\/p> <p>This morning, Ruhama, along with the justice Departments in this jurisdiction and in the North, launched an all-Ireland, EU-funded campaign called Prostitution - We Don't Buy It.  It asks men and boys to take a stand against sex trafficking and prostitution.  It is an innovative and interesting campaign which is being run on an all-Ireland basis and it is supported by the justice Departments North and South.  This campaign strengthens the calls for a debate on this issue and the calls to examine when we will forward the legislation the Minister has already published in a general scheme and the other provisions which may also be needed to ensure that we adopt an approach similar to that used in Sweden, where the purchase of sex is criminalised but the women engaged in the sale of sex are not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#H00200","speaker":"1148"},{"type":"speech","time":1429695000,"counter":21,"content":"<p>I second my leader's proposed amendment and, in so doing, throw into the mix that when the Minister for Finance comes to the House he might explain why there is a resistance, allegedly, within his Department and among some Fine Gael Ministers in the Government to the Labour Party proposal, as enunciated by Deputy Willie Penrose, to reduce the bankruptcy period from three years to one year.  This was alluded to by my colleague Senator Wilson yesterday.  I too reiterate what he said in praising Deputy Penrose, who is a practising barrister as well as being an efficient Deputy in Longford-Westmeath.  Deputy Penrose will be aware, as most of us are, of the way in which the banks are dragging their feet.<\/p> <p>There is not a day goes by that we do not hear of the banks refusing to engage with people who have distressed mortgages.  I cannot understand, as Deputy Penrose pointed out, why the Taoiseach is reported in the media as saying that he would be afraid that there would be a run on repossessions given that the rate of repossessions in the North of Ireland, where there is a one year bankruptcy period, is very low.  With respect, I cannot understand the logic of that.  I would have thought that if the banks were aware that there was a chance they would get nothing at all they would be more inclined to negotiate with distressed mortgage holders in the hope of getting some money back, rather than allowing them to go into bankruptcy.<\/p> <p>I am not for one moment suggesting that bankruptcy is the panacea.  However, at the time the then Minister, Deputy Shatter, brought the legislation before this House, I, along with others, queried why they were not introducing a similar bankruptcy environment to that of the UK and the North of Ireland.  It does not make sense, particularly given we are bordering a jurisdiction with a one year bankruptcy period.  I wondered why we could not introduce a similar one here.  His reply was that we make laws for this country and that we are not worried about other countries.  That seemed to me to be like an ostrich sticking its head in the sand and it is now coming home to roost.<\/p> <p>I am sure that it is of particular concern to the Fine Gael Party that the Labour Party has referred to this as a red line issue.  I hope the Minister for Finance will spell out what exactly are the objections.  It seems to me to be a reasonable, sensible and logical proposal, given the nearby jurisdiction and the statistics that indicate that there has not been wholesale repossessions as a result of a one year bankruptcy period.  I am sure that the people in the North of Ireland are no different in terms of the difficulties they are having in looking after mortgage repayments to those in this jurisdiction.  From that point of view, I cannot understand the logic of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#H00300","speaker":"1128"},{"type":"speech","time":1429695000,"counter":22,"content":"<p>I welcome the visit of Prince Charles and Camilla to Sligo that is planned for the coming month or so.  It is a great opportunity.  He will visit Mullaghmore and Lissadell during his visit.  I call now, if we could, to get him to celebrate Yeats when he is in north Sligo and to visit his grave.  He could also visit Leitrim, off the Wild Atlantic Way, and visit the Isle of Innisfree and Glencar Waterfalls.  He will travel to Northern Ireland.  I believe that is the plan.  If he is, he will be travelling along the N16 and there will be a great opportunity for him to visit the original Ballroom of Romance in north Leitrim, which has been refurbished and is now a country music museum.  He could have a bit of a dance on the floor there.  It is very good news for the north west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#H00400","speaker":"1124"},{"type":"speech","time":1429695000,"counter":23,"content":"<p>It sounds like a great place to visit.  I have a question for the Leader that relates to the affordability issues in the housing market.  As colleagues are aware, rents are rising in Dublin and other major cities faster than people's incomes.  Over the past months we have seen how this is putting pressure on tenants and the knock-on effect of this includes a rise in homelessness.  We are seeing the households with least resources being pushed out of the market.<\/p><p>The latest official figures, reported in yesterday's edition of <i>The Irish Times<\/i>, show that almost 1,000 children are homeless and living in emergency accommodation in Dublin.  Private sector rents in Dublin have increased on average by 7% for housing and by almost 11% for apartments over the past year.  The number of children becoming homeless has been steadily rising every month since last June.  A significant percentage of them are children of lone parents.  I raised this issue of one parent family supports with the Minister for Social Protection in this Chamber last week.  Many Senators expressed their concerns about the welfare of children of lone parents in light of the deprivation rates among these families.  Senator van Turnhout and I suggested that the Department of Social Protection should investigate the access to adequate housing as part of its ongoing review for one parent family policies.  I hope that proposal is followed through.<\/p><p>I am sure colleagues are aware the Minister for the Environment, Heritage and Local Government, Deputy Kelly, was cited in today's edition of <i>The Irish Times<\/i>as saying that his proposals regarding temporary accommodation for homeless families have been rejected by Dublin city councillors as the councillors want a more long-term solution.  The long-term solution is a functioning rental market, in which rent affordability can be guaranteed, due to adequate supply and appropriate regulation.  The housing strategy by itself will not alleviate the immediate problem of unaffordable rent increases with instant effect.  We cannot wait for the recovery to deliver a desired, sustainable rented sector in three to four years times.  The most vulnerable in our society need help to remain in their homes right now.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When the Minister of State with responsibility for housing debated these issues of affordability with us in February, he indicated that he is considering all options for achieving greater rent certainty and stability in the current market.  Will the Leader provide us with an update on any plans to address the affordability issue in the private rented sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#H00500","speaker":"1176","continuing":true},{"type":"speech","time":1429695000,"counter":25,"content":"<p>I wish to raise a public health issue that was brought to my attention by Professor Michael Turner, professor of obstetrics at UCD, who is calling for a national campaign on the benefits of taking folic acid for women of child-bearing age.  The Seanad is the right place to initiate such a campaign.  Folic acid is an important means of preventing neural tube defects, which are, once again, on the increase in Ireland.  Research shows that only one in four Irish women takes folic acid prior to pregnancy.  According to Professor Turner, to achieve maximum benefit, women should be taking it for four months prior to trying to conceive.  A major education campaign on the benefits of folic acid is needed.  Will the Leader ask the Minister for Health to issue a statement and commence a national campaign?  We must intervene immediately to reverse the increase in serious neural tube defects, including spina bifida, by ensuring more women are supplementing their diet with folic acid.  This applies to all women of child-bearing age, not just those who are planning pregnancies, because, as we know, not all pregnancies happen in a planned way.  There are great benefits for women and their unborn children and, from the State's perspective, a significant benefit in preventative medicine terms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00200","speaker":"1135"},{"type":"speech","time":1429695000,"counter":26,"content":"<p>Ba mhaith liom tac&uacute; leis an &eacute;ileamh at&aacute; &aacute; dh&eacute;anamh go nd&eacute;anfa&iacute; fiosr&uacute;ch&aacute;n neamhsple&aacute;ch maidir leis an d&iacute;olach&aacute;n a rinne IBRC ar Siteserv.  I support the calls for a full independent inquiry into a number of IBRC transactions, including the 2012 sale of Siteserv.  Serious questions have been raised on foot of information that has come from the Department of Finance regarding a number of transactions that were described as \"poorly executed\".  That is a very serious allegation to have put to the board of IBRC.  Tensions have been noted between the Department and IBRC for some time and it is acknowledged that the bank got a less than optimum return on the sale of Siteserv.  The delay in the release of this information is a cause for concern in itself.  It is important that the Minister for Finance should come to the House to discuss the role of IBRC, how it is performing its function, and the relationship between it and the Department.<\/p> <p>The Central Statistics Office has indicated that its figures on crime do not include information for the last two quarters because the Garda S&iacute;och&aacute;na has not provided those data.  In addition, a report by the Garda Inspectorate points to serious shortcomings in the way crime statistics are recorded, with evidence of under-recording of certain serious crimes and so on.  This is an incredibly serious issue which may have implications for cases coming forward.  If the information is not being gathered properly, how can we be sure the evidence is being gathered in a proper manner?  The Minister for Justice and Equality should come to the House to discuss this matter.  We must ensure garda&iacute; have the resources they need and that any decisions on the allocation of resources are not being based on statistics which have been shown to be flawed by the Garda Inspectorate.  This is a matter of urgency and we should discuss it as soon as possible.  Ba mhaith liom go mbeadh d&iacute;osp&oacute;ireacht againn leis an Aire Dl&iacute; agus Cirt agus Comhionnanais faoi seo chomh luath agus is f&eacute;idir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00300","speaker":"1122"},{"type":"speech","time":1429695000,"counter":27,"content":"<p>The front page of the <i>Irish Examiner<\/i>today includes an article about the dangers of purchasing medications online, including a slimming medicine containing the highly toxic substance, dinitrophenol, or DNP, which was implicated in the death of a young girl in England in recent weeks.  Many people make purchases online but when it comes to medication, including slimming aids, it is important to be aware of the risks.  The Department of Health and the Health Service Executive should be doing more to raise awareness, including the introduction of an advertising campaign warning people of the risks of purchasing any type of medication online and taking it in the absence of appropriate medical advice.  There already has been one death as a result of taking the particular medicine to which I referred and there will likely be more unless people are made aware of the risks.  It is an issue that needs to be highlighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00400","speaker":"1150"},{"type":"speech","time":1429695000,"counter":28,"content":"<p>The scheme to administer a mobility allowance to people with disabilities has not yet been finalised by the Department of Health.  I am meeting a lot of people with disabilities who are angry at being forgotten about.  I have written to the Department on several occasions and received assurances that the issue is being worked on, but nothing has happened.  If the Leader could issue a statement to the House giving an update on this issue, I would very much appreciate it.<\/p> <p>I was delighted to read in one of the Sunday newspapers last weekend that if the banks do not move on the situation regarding variable rate mortgage holders, the Government will introduce a levy or tax.  I call on the Government to focus minds in the banks by introducing such a levy without delay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00500","speaker":"1131"},{"type":"speech","time":1429695000,"counter":29,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00600","speaker":"1139"},{"type":"speech","time":1429695000,"counter":30,"content":"<p>I do not know how the 300,000 people who are paying above and beyond to service their mortgages are managing.  In many of the cases of mortgage restructuring of which I am aware, the people involved actually had tracker mortgages.  One can hardly imagine how much variable rate mortgage holders are struggling.  Will the Leader ask the Taoiseach and the Minister for Finance to introduce the proposed levy and thereby oblige the banks to deal?  I have it on good authority from bank managers in Galway that the political class will simply have to force the banks to act.  They cannot get their boards to agree to such action because of the concerns of shareholders.  However, if forced to act by Government, they will do so.<\/p> <p>In June 2012, the German Chancellor, Ms Angela Merkel, and the Taoiseach reached agreement on a bank recapitalisation deal for Ireland.  Almost three years later, we have not seen a cent from that deal.  We all know that Ireland saved the entire European banking system.  I meet so many people in the course of my work who are hurting and it is time we paid them back in some way.  I accept that we are not flush with funds.  However, even Mr. Sch&auml;uble, the German Finance Minister, is on record as saying that Ireland bailed out the European banking system and is due something.  I want to see the Taoiseach and the Minister for Finance putting this issue high on the agenda and working to secure a deal for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00700","speaker":"1131"},{"type":"speech","time":1429695000,"counter":31,"content":"<p>Senator Darragh O'Brien has made a great play for the removal of the banks' veto in the personal insolvency process, and he is right to do so.  We know the banks shovelled out money very irresponsibly to people during the boom years.  In the case of mortgages, loans of 90% or more of the value of the property were given.  The cost to the banks of borrowing money is approximately 1.5% at most, and the EU average on loans is 2.09%.  I will be making a case later for the involvement of the Credit Review Office in order to introduce an element of independent overview to the issue of setting interest rates.<\/p> <p>There is a good case to be made for setting a maximum rate of 2.5% or so for non-tracker customers.  The level of defaults is huge and the banks, in their own view and in the interest of the taxpayer and so on, have chosen to issue repossession orders in an effort to get customers to engage.  In many cases, judges have taken a very different and more independent view in these matters, for which we can be very thankful.  I hope to see more engagement by the banks with their customers.  I am not arguing for the large-scale writing off of debt.  The reality, of course, is that very little, if anything, has been written off on residential mortgages compared with development loans and so on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not making an argument-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#J00800","speaker":"1151","continuing":true},{"type":"speech","time":1429695000,"counter":33,"content":"<p>It is true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00300","speaker":"1131"},{"type":"speech","time":1429695000,"counter":34,"content":"<p>I do not want to go down that route.  Senator Healy Eames mentioned bank managers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00400","speaker":"1151"},{"type":"speech","time":1429695000,"counter":35,"content":"<p>We are not having a debate on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00500","speaker":"1120"},{"type":"speech","time":1429695000,"counter":36,"content":"<p>Bank managers know very little and some of them have very little influence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00600","speaker":"1151"},{"type":"speech","time":1429695000,"counter":37,"content":"<p>Look at the three amendments I tabled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00700","speaker":"1139"},{"type":"speech","time":1429695000,"counter":38,"content":"<p>Decisions are made at a much higher level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00800","speaker":"1151"},{"type":"speech","time":1429695000,"counter":39,"content":"<p>They know how business is done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K00900","speaker":"1131"},{"type":"speech","time":1429695000,"counter":40,"content":"<p>We will hear Mr. Duffy later today when he attends the Joint Committee on Finance, Public Expenditure and Reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01000","speaker":"1151"},{"type":"speech","time":1429695000,"counter":41,"content":"<p>I want to hear what the Minister has to say.  I do not care what Mr. Duffy says.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01100","speaker":"1139"},{"type":"speech","time":1429695000,"counter":42,"content":"<p>I know.  That is Government.  I ask the Senator to hold on.  We have to consult and show independence in this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01200","speaker":"1151"},{"type":"speech","time":1429695000,"counter":43,"content":"<p>The Government should do something about it and not just sit on its hands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01300","speaker":"1139"},{"type":"speech","time":1429695000,"counter":44,"content":"<p>I certainly will do something about the matter.  I will make a proposal when I get an opportunity at the finance committee later to question Mr. Duffy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01400","speaker":"1151"},{"type":"speech","time":1429695000,"counter":45,"content":"<p>I support what has been said by my colleague, Senator &Oacute; Clochartaigh, on the sale of Siteserv by IBRC.  This matter has clearly been rumbling around the halls of Leinster House, and around many other halls, for a long time.  There is something just not right about the matter.  It is time for a full, open and independent inquiry into the matter.  I would be obliged if the Leader would bring the proposal to the relevant Ministers.<\/p> <p>I raise the matter of inservice training for English teachers in the proposed new junior certificate syllabus provided by the Department of Education and Skills.  What is going on with it?  I suggest we ask the Minister to attend the House to give an explanation.  We lay on an inservice training course for 6,000 teachers knowing that they have been instructed by their unions not to attend.  There is an industrial relations dispute going on.  Instead of trying to resolve it, we have set up training and sent trainers to various education centres throughout the country even though we know, before we start, that no one will attend.  My information this morning is that of the 6,000 teachers who were to engage in inservice training at the various education centres, 20 have undergone training.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01500","speaker":"1196"},{"type":"speech","time":1429695000,"counter":46,"content":"<p>Is that today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01600","speaker":"1131"},{"type":"speech","time":1429695000,"counter":47,"content":"<p>As of today, only 20 teachers have undergone training.  Training sessions were set up in education centres throughout the country but no one has attended.  Why have we not tried to resolve the industrial relations issue rather than waste money sending officials to deliver inservice training to people who will not attend?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01700","speaker":"1196"},{"type":"speech","time":1429695000,"counter":48,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01800","speaker":"1139"},{"type":"speech","time":1429695000,"counter":49,"content":"<p>We need the Minister to come to the House to explain the matter as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K01900","speaker":"1196"},{"type":"speech","time":1429695000,"counter":50,"content":"<p>Is it the Minister or the unions that is in charge?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02000","speaker":"1131"},{"type":"speech","time":1429695000,"counter":51,"content":"<p>The unions are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02050","speaker":"1196"},{"type":"speech","time":1429695000,"counter":52,"content":"<p>I propose an amendment to the Order of Business, that No. 13 be taken before No. 1 today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02100","speaker":"1173"},{"type":"speech","time":1429695000,"counter":53,"content":"<p>Is there a seconder for the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02200","speaker":"1120"},{"type":"speech","time":1429695000,"counter":54,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02300","speaker":"1148"},{"type":"speech","time":1429695000,"counter":55,"content":"<p>The Senator has spoken already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02400","speaker":"1120"},{"type":"speech","time":1429695000,"counter":56,"content":"<p>I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02500","speaker":"1148"},{"type":"speech","time":1429695000,"counter":57,"content":"<p>Did Senator Wilson indicate a wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02600","speaker":"1120"},{"type":"speech","time":1429695000,"counter":58,"content":"<p>I indicated that I will second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02700","speaker":"1164"},{"type":"speech","time":1429695000,"counter":59,"content":"<p>Does the Senator wish to speak as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02800","speaker":"1120"},{"type":"speech","time":1429695000,"counter":60,"content":"<p>No, thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K02900","speaker":"1164"},{"type":"speech","time":1429695000,"counter":61,"content":"<p>I acknowledge the work done by the Minister for Transport, Tourism and Sport and by Tourism Ireland on the new strategy to encourage more visitors to Ireland from Australia.  That country offers significant potential for growth in Irish tourism.  The new three-year strategy has set out challenging and ambitious targets which would see the number of Australian visitors grow by 20%, which represents almost 220,000 visitors from down under by the end of 2017.  Under Tourism Ireland's new strategy, Ireland will be positioned to complement rather than compete with the most popular European destinations which are the main draw for Australians.  The Minister and Tourism Ireland must be complimented on the initiative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K03000","speaker":"1138"},{"type":"speech","time":1429695000,"counter":62,"content":"<p>The Leader of the Opposition, Senator Darragh O'Brien, raised a question about Mr. Duffy, the former CEO of AIB, going before a committee today.  I prefer to wait and see what Mr. Duffy has to say before commenting on what he might say.  I reject totally the assertion that the Government has done nothing to help people in mortgage arrears.  More than 110,000 accounts were in arrears at the end of the fourth quarter of 2014.  That represents a decline of 6.4% compared with the third quarter of 2014 and a decline of 26,000 accounts over the course of 2014.  Almost 115,000 mortgage accounts were classified as restructured at the end of 2014, which represents an increase of about 30,000 accounts over the course of 2014.<\/p> <p>The number of very long-term arrears is a matter of major concern for the  Government.  However, it is important to note that the latest data from the Central Bank show that the number of arrears in excess of 720 days, in terms of the marked banks, dropped in the fourth quarter for the first time.  The Government wants to maximise the ability of mortgage holders in very long-term arrears to afford their mortgage and retain ownership of their homes, or if they cannot, to have viable and easily accessible options available either to stay in their house or to have access to alternative housing.<\/p> <p>As Senator Zappone mentioned, the Minister of State responsible for social housing, Deputy Coffey, was in the House in February.  He is doing everything possible to ensure we have the housing programme up and running in every local authority area, particularly in the Dublin local authorities where there is greater need.  The Government hopes it has the full support of councillors and the councils in those areas in providing these houses as a matter of urgency.<\/p> <p>Senator Bacik mentioned the public health (alcohol) Bill.  I will try to find out when we intend to take the legislation.  I hope, as a result of requests made yesterday, that we will have a debate on drug and alcohol abuse with the Minister for Health in the first week of May.  The matter was raised by Senator Darragh O'Brien and others yesterday.<\/p> <p>Senator Mooney mentioned bankruptcy.  As he will know, the duration of  bankruptcy was reduced from 12 years to three years last year.  The duration will be reduced to one year if the Government decides it is the best course of action for everyone involved.  The Government will make the decision in early course.<\/p> <p>Senator Comiskey mentioned the proposed visit by Prince Charles.  Yesterday, the visit was welcomed by several Members in the House.<\/p> <p>Senator Zappone mentioned the number of children becoming homeless and stressed the importance of building new social housing.  I can assure her that all options are being considered by the Government and that the affordability issues will be addressed.  The Minister for the Environment, Community and Local Government will make a statement on the matter in the next couple of weeks.<\/p> <p>Senator Keane mentioned the importance for women of taking folic acid before and during pregnancy.  She called for a public information campaign on the issue and I give her full support in this regard.<\/p> <p>Senator &Oacute; Clochartaigh called for an inquiry into the sale of Siteserv.  Clearly, information on the issue is out in the public domain and there is no question of hiding anything.  In March 2012, the board of IBRC met and approved the sale of Siteserv.  Under the relationship framework that was in place between the Minister for Finance and the bank at that time, which has been in place since July 2009, the board of IBRC was required to engage with the Minister for Finance on certain key issues, which included any material acquisitions, disposals, investments, realisations or other transactions other than the ordinary course of Anglo Irish Bank's business.  It should be noted that the relationship framework did not include any specific monetary thresholds which would trigger mandatory consultation with the Minister for Finance.  It should also be noted that, at the time, the ordinary course of the bank's business was to conduct an orderly rundown and ultimate liquidation of the bank.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As such, IBRC's efforts as a secured lender to maximise the recovery on its loans to Siteserv was considered to be in the ordinary course of business.  For that reason and under the relationship framework in place at the time, IBRC was not required to consult with the Minister for Finance on this matter in advance of making a decision to approve the sale of the company referred to by Senator &Oacute; Clochartaigh.  There is a lot more to be said on that matter but I can assure---- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#K03100","speaker":"1130","continuing":true},{"type":"speech","time":1429695000,"counter":64,"content":"<p>I certainly have an issue with it.  It should be highlighted with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#L00200","speaker":"1122"},{"type":"speech","time":1429695000,"counter":65,"content":"<p>If the Senator would let me, he asked the question and I am trying to respond to the best of my ability and to give him facts rather than fiction.  Upon receipt of the critical representations following the transaction, the Department of Finance officials agreed with the IBRC chairman and CEO in May 2012 that they would review the transaction involving Siteserv in greater detail to better understand the decisions taken and the impact these decisions had on the process and final recovery for the bank.<\/p> <p>Through the review, which took place in June 2012, the Department of Finance officials were made aware of certain aspects of the transaction which raised concerns with the quality of some of the decisions taken in respect of the transaction, including concerns that legal advisers to Siteserv had also acted for the purchaser, that a payment had been made to the shareholders of Siteserv and that some of those shareholders were members of the board of Siteserv.  A significant proportion of those shareholders appeared to be clients of Davy, which was the financial adviser to the transaction of Siteserv. <\/p> <p>In the light of those concerns the shareholding management unit of the Department of Finance recommended that the chairman of IBRC commission an independent review of the transaction.  This was included in the briefing note to the Minister prior to his meeting the chairman and CEO of IBRC.  The Minister subsequently met the IBRC chairman and CEO to discuss the concerns regarding this transaction.  The chairman and CEO confirmed that the legal advice was provided by two different teams within the law firm concerned and that the appropriate Chinese walls were in place between the two teams.  They also made assurances that the payment to the shareholders was necessary to ensure a vote in favour of the deal.  They made further assurances that the transaction had been thoroughly assessed by the IBRC board and was managed in the best manner possible to achieve the best result for the State.<\/p> <p>Notwithstanding that the new relationship framework had been put in place, it was decided that a senior Department of Finance official would be seconded to IBRC to explore opportunities for deleveraging with a view to maximising the recovery for the taxpayer.  This had the additional benefit of providing greater oversight while supporting the managerial team. <\/p> <p>That comprehensively deals with that question and I hope Senator &Oacute; Clochartaigh is happy with the answer.  As regards Garda resources, which the Senator also raised, the Government is certainly dealing with this matter.  We have reopened Templemore and there are up to 600 garda&iacute; gone through Templemore since it has been reopened.  We will continue to provide the resources that are necessary for the Garda.<\/p> <p>Senator Burke spoke on the purchase of medication online and highlighted the risks.  It is very important that people are aware of the risks of purchasing medication online as he has mentioned.<\/p> <p>Senator Healy Eames raised mobility allowances and I suggest she propose a Commencement debate to deal with that matter and get a response from the Minister.  The levy on banks is one of a number of actions being considered by the Government and I am sure it will deal with that soon.  Senator Coghlan discussed the need for the Credit Review Office to become involved with the banks in respect of variable rates.  Senator Craughwell spoke on Siteserv, which I have addressed.  Regarding in-service training for teachers, the Minister has been actively involved in negotiations to resolve this dispute.  It is regrettable that it is continuing and, while the Minister has indicated that she is willing to speak at all times, she has put her proposal and moved quite a lot on this issue.  I hope there will be further engagements from the unions in this regard.<\/p> <p>Senator Higgins proposed to amend the Order of Business: \"That No. 13 be taken before No. 1\".  That is permission to publish this Bill and I certainly have no problem with accepting that amendment to the Order of Business.<\/p> <p>Senator Brennan raised the increase in tourism figures, which have been astounding over the past year or so, and the efforts to bring more tourists from Australia.  The Minister, F&aacute;ilte Ireland and everybody involved should be complimented on their efforts.  They are doing a great job and long may it continue because it will be of tremendous benefit to the economy and the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#L00300","speaker":"1130"},{"type":"speech","time":1429695000,"counter":66,"content":"<p>Senator Darragh O'Brien has proposed an amendment to the Order of Business: \"That a debate be arranged with the Minister for Finance to outline the Government's plans to remove the bank veto and to ensure that people are afforded protection that would enable them to retain their family home.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#L00400","speaker":"1120"},{"type":"speech","time":1429695000,"counter":67,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#L00500","speaker":"1139"},{"type":"vote","time":1429695000,"counter":68,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 10; Níl, 20.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#L00700","aye":["1159","1131","1119","1128","1122","1115","1139","1127","1154","1164"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1117","1172","1152","1173","1135","1132","1174","1134","1118","1125","1171","1176"]},{"type":"speech","time":1429695000,"counter":69,"content":"<p>Senator Lorraine Higgins has proposed an amendment to the Order of Business, \"That No. 13 be taken before No. 1\", and the Leader has indicated he is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#N00050","speaker":"1120"},{"type":"vote","time":1429695000,"counter":70,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 23; Níl, 9.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#N00100","aye":["1148","1138","1150","1165","1151","1124","1158","1130","1117","1172","1131","1119","1152","1173","1135","1161","1132","1174","1134","1118","1125","1171","1176"],"nay":["1116","1159","1128","1115","1139","1127","1154","1126","1164"]},{"type":"majorheading","content":"Harmful and Malicious Electronic Communications Bill 2015: First Stage","time":1429695000,"counter":71,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00100"},{"type":"speech","time":1429695000,"counter":72,"content":"<p>I move: <blockquote><br \/><br \/>That leave be granted to introduce a Bill entitled an Act to protect against and mitigate harm caused to individuals by all or any digital communications and to provide such individuals with a means of redress for any such offending behaviours directed at them.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00200","speaker":"1173"},{"type":"speech","time":1429695000,"counter":73,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00400","speaker":"1148"},{"type":"unspoken","time":1429695000,"counter":74,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1429695000,"counter":75,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00550","speaker":"1120"},{"type":"speech","time":1429695000,"counter":76,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00575","speaker":"1173"},{"type":"speech","time":1429695000,"counter":77,"content":"<p>Is that agreed? Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00587","speaker":"1120"},{"type":"unspoken","time":1429695000,"counter":78,"content":"<p>Second Stage ordered for Tuesday, 28 April 2015.<\/p>"},{"type":"majorheading","content":"National Council for Special Education Inclusion Support Services: Statements","time":1429695000,"counter":79,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00600"},{"type":"speech","time":1429695000,"counter":80,"content":"<p>I welcome the Minister to the House.  For the information of Members, the contributions of group spokespersons will be for eight minutes and five minutes for all other Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00700","speaker":"1127"},{"type":"speech","time":1429695000,"counter":81,"content":"<p>I welcome the opportunity to address the Seanad on this issue.<\/p><p>In February of this year I announced the establishment within the National Council for Special Education of a new inclusion support service to assist schools in supporting children with special educational needs.  This service will include the special education support service which provides training for schools in how to assist pupils with special educational needs, the national behaviour support service, which provides guidance and support to schools in dealing with behavioural issues; and the visiting teacher service for children who are deaf or hard of hearing and for children who are blind or visually impaired.  Until now these support services have been managed separately within my Department.  The new inclusion support service will bring these services together and they will be integrated within the National Council for Special Education, NCSE.<\/p><p>The decision to establish an inclusion support service within the NCSE has been taken in light of recommendations contained in the NCSE working group report on a proposed new model for allocating teaching resources for pupils with special educational needs.  This report noted that the existing advisory and intervention supports which are currently available to schools are provided by a number of different bodies and organisations.  The report also highlighted the need to ensure cohesion across service provision and recommended that the existing support services for students with special educational needs should be combined into one unified support service for schools.  The NCSE working group therefore recommended that a national inclusion support service for schools should be established under the management of the NCSE in order to provide a coherent service for schools.<\/p><p><b><\/b>The development of this new inclusion support service within the NCSE will mean that schools will receive better and more integrated support in the future.  It will build on the existing good work and supports which the national behaviour support service, the special education support service and visiting teacher service for visual and hearing impairment currently provided to children and their families as well as to teachers and schools.<\/p><p>The role of the new inclusion support service will be to provide advice and support to schools on the education and inclusion of students with special educational needs.  It will provide in-school support for support teachers, continuing professional development for teachers, and support to schools on the management of challenging behaviour.  It will promote educational programmes for schools and provide additional training for schools, where necessary.  It will also enhance the multi-disciplinary capacity of the education system through providing access to expert knowledge in areas such as speech and language, deafness or hard of hearing or visual impairment.<\/p><p>The working group also recommended that the inclusion support service should be used to provide immediate assistance to schools in unplanned and exceptional circumstances, where this is indicated, and as needs emerge within the school.  The service will have a close relationship with NCSE special educational needs organisers who will be able to indicate where supports are most needed for schools.  The service is therefore anticipated to be able to provide targeted interventions or assistance to schools, where necessary, and to upskill and support schools in providing for pupils with special educational needs.<\/p><p>Work is ongoing to transfer the existing services to the NCSE.  The NCSE has established three working groups in conjunction with the existing management bodies for the three services, the special education support service, the national behaviour support service and the visiting teacher services.  The working groups are meeting regularly to identify all of the requirements which will be required to be put in place to support the transfer of the services to the NCSE under the inclusion support service.  It is intended that the inclusion support service will be operational from the coming school year.  It is also intended that the existing services will continue as normal as the new arrangements are put in place, with as little disruption as possible to service-users, as progress is made to transfer these existing services to the NCSE.<\/p><p>I also recently asked my Department to review the roles, structures and optimal working arrangements for co-ordination between the expanded NCSE with its inclusion support service and the National Educational Psychological Service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jan O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1754\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1754&amp;amp;pid=JanOSullivan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To this end, submissions were sought from interested stakeholders on what they considered the optimal working arrangements between the National Council for Special Education, NCSE, and National Educational Psychological Service, NEPS, should be, at a national and local level, in order to deliver the best service for students and schools.  A total of 43 submissions have been received to date from disability groups, parents, management bodies and representative organisations.  These submissions will be considered carefully as we continue to develop the inclusion support service and plan to develop the most co-ordinated support services that we can provide for schools.<\/p><p>That is a general overview of what we are providing.  In terms of the context of that, a new model has been proposed by the NCSE for children with special needs generally.  In terms of the process of developing the arrangements for that model, we are not ready to introduce it in the coming school year but we are working on it, including with the Health Service Executive, which is doing some work on complex needs.  In the meantime we are setting up this support service which we believe will make it easier for schools in general.  There is a general issue to do with being properly co-ordinated in all these services and not having them located in different places to make it easier for the young people concerned but also for school management, teachers and parents.  It is working in tangent with the work of the NCSE and the ongoing work in regard to the new model.  I would be happy to hear the views of Senators and welcome their suggestions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#O00800","speaker":"1061","continuing":true},{"type":"speech","time":1429695000,"counter":83,"content":"<p>The Minister will also have five minutes to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#P00200","speaker":"1127"},{"type":"speech","time":1429695000,"counter":84,"content":"<p>I welcome the Minister to the House.  I will make my opening remarks and then leave because, unfortunately, our education committee is sitting at the same time as this debate, which has happened a few times and is an issue I have brought to the attention of the Leader previously.  I apologise but I will read the Official Report of the debate.<\/p> <p>I welcome the opportunity to discuss the issue of the new inclusion support service and also the broader issue of special needs education.  We need to ensure that all our citizens get the education and training opportunities they deserve and that are in line with their individual needs and abilities.<\/p> <p>Regarding the inclusion support service, I welcome this development.  I can see its potential in ensuring that schools receive a more integrated service by having all the different support services working together and that this has the potential to help children.  However, the service will only be as useful as the resources that are provided on the ground.  The real issue is making sure that adequate supports are provided on the ground.<\/p> <p>When the Minister initially announced the establishment of this new service she also announced that a new model would be coming in to replace the current general allocation model.  That second part of the announcement has been parked, as the Minister said initially, but I would like more details on the reason for that.  The general allocation model was a hugely positive development at the time.  It was far better prior to that.  We had a situation where an individual application had to be made in respect of every child before they could get access to resources.  Children were not getting the support they needed and there was a major administrative backlog in the Department in terms of improving resources.  The new system at least meant that, notionally, each school would have a level of resources to deal with higher incidence special needs and ensure that children would have access to supports, but the intention of the previous Government was always that it would be reviewed.  Like any new system it should have been reviewed after a few years to see if it was working effectively and how it could be improved.<\/p> <p>A particular issue was raised by representative groups and parents of children with Down's syndrome about the fact that they are not covered by the model.  I welcome the Minister's announcement recently that children with a mild diagnosis, and I know the parents hate that phraseology, will have the two and a half hours extra teaching entitlement.  That is a positive development but I would like more details on where the Minister stands in terms of the revised model.<\/p> <p>When this proposal was announced Fianna F&aacute;il welcomed, in theory, the fact that the Minister was considering addressing the deficiencies with the current system and bringing in a revised model, but we wanted to see the detail of how that would work.  There is still a need for more detail, particularly on issues such as transition arrangements, an issue I have raised at the education committee also because if teachers are being taken out of a school where they have a certain level of support, proper transition arrangements are needed to do that.<\/p> <p>The other issue that arose in the context of the work being done on trying to put a new model in place was the best way to collect data for that.  I am aware that some of the schools and representative bodies raised an issue with the survey being done where they have to collect data from parents to put together an educational profile for the school.  It is difficult to find a perfect system.  I am not sure if there is a better way of doing that but it has inherent difficulties.  The Minister might give some feedback when replying and as I said at the outset, I will read the Official Report of that.<\/p> <p>With regard to special needs supports in general, we still have a long way to go.  We are in a far better position than we were ten years ago.  We now have 11,000 learning support and resource teachers in schools.  We have special needs assistants.  We have more special classes than ever before but we still have a long way to go to make sure that every individual has the support they need from preschool up to adult and higher education.<\/p> <p>In terms of the school system, unfortunately, we cannot say yet that every child is being given an appropriate place.  Within the mainstream system there are issues around ensuring that children in mainstream schools have the supports they need and that there is not an unfairness in that regard depending on whether the parents can afford to get an assessment.  Some children are getting resources but those whose parents cannot afford to pay for private assessments are not getting them.<\/p> <p>There are also gaps in respect of special classes.  I was recently in correspondence with the NCSE on speech and language classes which, from the Minister's Department's point of view, she is prepared to staff.  She can see there is a need for speech and language classes.  There are some areas where places in speech and language classes are not available for children but while the education side of the house is prepared to step up and provide the teachers, there are not enough speech and language therapists on the health side so classes are not being set up and children are not getting the support they need.<\/p> <p>Health therapies is an issue I tabled as a special topic at the education committee to bring in the HSE and ensure that more is done in that regard.  The missing part of the equation in many areas in terms of children's education is making sure they are getting occupational therapy, speech and language therapy and other therapies from the health side that they need to avail of a proper education.  The education budget is demand led.  If there is a need for a class the Minister will secure the resources to provide it but that is not the case on the health side.  That is a huge gap which I have raised many times in recent years, and I would welcome an update on how the Minister is getting on with the Department of Health on that.<\/p> <p>There is also a need for proper support for students with psychological difficulties and mental health problems.  That is an issue schools raise constantly with me, even in terms of the way they access those services.  Those type of services should be provided in schools.  The HSE appears to have done that in schools in a limited number of areas but not in most.  Principals have told me that if they have a child with particular psychological difficulties they deal with the Mater children and adolescent mental health service, CAMHS.  If the child has an appointment but the parent does not bring them to the appointment or for whatever reason the appointment is missed, the school cannot then get resources for that child.  They have argued, and it is only sensible, that those appointments should be dealt with within a cluster of schools to link in those services instead of parents bringing children separately to a service to get it.  The school is the obvious place to access those services.<\/p> <p>There are big gaps on the preschool side also.  We have published a policy on this to ensure that cr&egrave;ches and other preschool providers have the supports they need to genuinely include children with special needs.  <\/p> <p>I will mention briefly the further and adult education sector.  This is an area that Inclusion Ireland and others have done a good deal of lobbying on in making sure that young adults with special needs can get the same education and training opportunities as other school leavers and that they are not shoehorned into whatever service that happens to be available.  They should be offered opportunities that develop their own individual talents and interests and that are worthwhile from an individual point of view rather than fitting people to services that just happen to be available in an area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Averil Power:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the provision of support services.  The real issue from preschool all the way up to adult further education is resources on the ground and ensuring the supports are in place for people to make the most of their abilities, as well as ensuring no one is left behind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#P00300","speaker":"1154","continuing":true},{"type":"speech","time":1429695000,"counter":86,"content":"<p>I am sharing time with Senator Tony Mulcahy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Q00200","speaker":"1118"},{"type":"speech","time":1429695000,"counter":87,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Q00300","speaker":"1127"},{"type":"speech","time":1429695000,"counter":88,"content":"<p>I am deputising for my colleague, Senator Jim D&rsquo;Arcy, who is unavoidably absent.<\/p> <p>I welcome the Minister&rsquo;s announcement today.  The National Council for Special Education, NCSE, proposed a new role model for allocating teacher resources for pupils with special needs.  Some work still has to be done on this.  In the interim, she has rolled out inclusion support services, ISS, to be established under the management of the NCSE to provide a coherent service for schools.  In her address, the Minister outlined the role of the ISS which is to advise on and support schools with the education and inclusion of students with special educational needs through developing individualised plans for students and the development of language literacy and other skills.<\/p> <p>Senator Averil Power said much progress has been made in developing supports for students with special needs.  We need to keep our eye on the ball and ensure the resources to deliver the proposed services are maintained and enhanced.  The ISS will continue with the professional development of teachers for the education of students with special needs and support schools in the management of pupils with challenging behaviour.  This is a major issue for many schools struggling with resources.  I am aware of unanticipated and exceptional circumstances where a significant number of students with complex needs may arrive outside of the normal school year in some schools.  This happens in some parts of the country where there is a fairly transient population.  I know it certainly happens in the part of the country from which I come.  I welcome the fact additional outreach teaching support will be provided for these schools which find themselves in these particular situations.<\/p> <p>The ISS will also enhance the multidisciplinary capacity of the education system through providing access to expert knowledge in areas such as speech and language, deafness, hard-of-hearing, visual impairment and occupational therapies.  Often when those providing services to pupils with special needs go on maternity or other leave for between six to nine months, they are not replaced.  This reduces the impact of those services provided for pupils with special needs.  Hopefully, with matters improving in our economy, we must ensure resources are put in place to replace those service providers for the duration of their absence.<\/p> <p>I welcome the Minister&rsquo;s announcement on the visitor teacher service for children with hearing impairments or visually impaired conditions.  The Irish Deaf Society has an issue regarding the recognition of its sign language.  I also welcome the invitation to organisations to make submissions as to how we can continue to enhance services provided for pupils in all schools, both primary and secondary, for pupils with special needs.  I commend the Minister on the progress she has made to date and that she is proceeding with caution in this area.  I also commend her on ensuring services are delivered and the organisations delivering them are co-ordinated.  The more streamlined the delivery of these services, the better value for money we can achieve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Q00400","speaker":"1118"},{"type":"speech","time":1429695000,"counter":89,"content":"<p>I welcome the improvements in services in this area.  I speak as a parent and a long-time advocate of disability services.<\/p> <p>While this is not meant as a criticism, I am irked by the fact special educational needs organisers, SENOs, are overruling far more qualified clinicians, clinical psychologists and educational psychologists when it comes to the provision of services.  I had a case recently concerning an educational aid for a child, an iPad.  He had received a glowing report from the educational psychologist but it was overruled by the SENO.  Thankfully, that case has been sorted.<\/p> <p>Any manner which ensures services are more coherent is positive.  I believe the starting age in the education system for a child is when he or she enters preschool at the age of three.  We have children in preschools with challenging behaviour getting six hours of special education support services.  This is provided by the Health Service Executive.  Once a child enters the educational system, as Senator Averil Power stated, there should be a line from start to finish which they follow as part of the education process.  As the Minister knows, a child with special needs requires 24 hours, seven days a week support.<\/p> <p>The managers and providers of preschool services may identify a need for dealing with challenging behaviour which the parents may not have noted themselves or accepted.  There are children who may not be allowed to avail of preschool because they may not have a support for dealing with challenging behaviour and the service provider may not be able to deal with the matter.  Service providers are passionate about what they do.  They are not looking for supports that are not a necessity but this area has to be addressed.  Moneys in the Department of Health should be transferred to the Department of Education and Skills for it to provide such supports in any school.  When I get the figures together, I will write to the Minister on it.  No one in society should be denied the right to go to preschool because they cannot get the special education support services they need.  If we do not highlight these anomalies in the system, no one else will do so.  Education should start at preschool right through to the end.  It must be about the child&rsquo;s ability, not their disability.  This must be done through the one Department.  I have already spoken to the Minister for Children and Youth Affairs, Deputy James Reilly, who provides some funding in this area too.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tony Mulcahy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2358\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2358&amp;amp;pid=TonyMulcahy&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I propose we streamline children's movement into primary school and further streamline it when they go into second and third level education.  There should be one channel.  I will do anything I can to make that happen and will advise the Minister where I can get the information.<\/p><p>I was in the audience when the Minister gave her speech at the INTO conference.  It was an absolute pleasure to hear her.  I was a bit reluctant about attending and maybe we were all reluctant due to other events.  The reception the Minister received and the quality of her speech were excellent and I am not a man for saying something that I do not mean.  I spent five hours at the event and it was a great event to attend.  Beforehand, I thought we would have to run in one door and out another.  That was not the case and it was a good event.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Q00500","speaker":"1134","continuing":true},{"type":"speech","time":1429695000,"counter":91,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00200","speaker":"1061"},{"type":"speech","time":1429695000,"counter":92,"content":"<p>I welcome the Minister to the House.  Many of the comments that I was going to make have already been made, and therefore I will be as brief as possible.  Also, a number of Senators have indicated their wish to speak.<\/p><p>Sinn F&eacute;in generally supports the idea of the new inclusion support services if it improves service delivery.  However, we are conscious that the make-up of the new structure is not fully known as yet.  We have not been given the full information and do not know how it will look when it is fully established.  Reform of the allocation of NCSE resources has been postponed, with which we agree.  We are glad to see that the changes will be introduced on a trial basis but we are not sure when the trial will conclude.<\/p><p>Most of the time policies are introduced and we are asked to support them by placing our trust in the Government that this is the right and decent policy move to make.  While that may be the correct move to make when we look at evidence-based policy, we do not know how the service will be resourced.  More children are being identified who will need access to these services.  My colleague in the D&aacute;il is Deputy Jonathan O'Brien and he is our party spokesperson on this issue.  He has asked for clarification on the staffing allocation in the proposed new NCSE inclusion support services.  Any question that is asked about the establishment or resourcing of the service receives the general stock answer which says:<blockquote>Considerations with regard to the manner in which the new inclusion support services will be incorporated within the existing NCSE operational structures, and the financial implications which may arise from the amalgamation of these bodies, is ongoing, and will be established during the course of the integration of the services.<\/blockquote>That answer is unacceptable.  We all know the school population is growing.  Demographics tell us the number of children who will need access to the service will grow and we need to know that the service will be resourced accordingly.  The staff and structures of the new service cannot work miracles.  Teachers seconded to the special education support service and the national behaviour support service will not replaced while on sick and maternity leave, which is unacceptable.  Posts that need to be filled require a secondment.  Why are these posts not filled when the person on secondment is absent due to illness or maternity leave?  The resourcing issue has been gone over a few times this afternoon.  We support the proposed plan but we require a bit more information from the Minister and the Department on its operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00300","speaker":"1155"},{"type":"speech","time":1429695000,"counter":93,"content":"<p>I welcome the Minister to the House.  I congratulate her on the announcement of the new inclusion support service which is under the management of the National Council for Special Education.  The move is important because it will improve the delivery of educational services to children with special educational needs.<\/p> <p>By incorporating these services into the NCSE, there will be more cohesion in service provision, as other speakers have said.  As the Minister has said, these services were run separately by the Department of Education and Skills.  By unifying these specialist support services, it will be easier for schools and teachers to access them and they can be more effectively delivered.  The inclusion support service will provide better support to schools and training and development of teachers, all of which will have a positive effect on children and learning outcomes.<\/p> <p>As has been said by others, I hope there will be a smooth transition that will not affect the excellent service provision of the special education support service, the national behaviour support service and the visiting teacher service while they settle into these new arrangements.  As the Minister said in her contribution, she is determined to ensure there is a smooth transition and there is no negativity in terms of service delivery.<\/p> <p>Education is a fundamental right for all children to ensure their full development and social inclusion.  Some children are presented with physical, intellectual and other barriers to learning.  Therefore, we must ensure they get the correct support and opportunities to achieve their potential and participate fully in school life.  I welcome the initiative by the Department and believe it will improve outcomes for children with special educational needs.<\/p> <p>Significant progress has been made in special education generally under the Minister's leadership.  A few months ago she announced a significant increase in the number of special classes in mainstream schools.  She announced that 133 additional special classes would be established in mainstream schools which will bring the total number up to 858.  It is excellent to hear that more children are being offered the specialist services they require and I congratulate the Minister on the initiative.<\/p> <p>I wish to remind the Minister that I recently corresponded with her on the provision of grants to special needs classes in mainstream schools.  Our discussion highlighted the fact there was a disparity between the level of grants given to children attending smaller special classes in mainstream schools and special needs children attending mainstream classes.  She said that increased grants are given to children attending smaller classes but not mainstream classes because there are additional costs in setting up these classrooms and making specialist provision for the children in smaller classes.  It still remains unclear as to why special needs students placed in mainstream classrooms receive the same rate as their mainstream peers without an uplift to recognise that they have special needs.  The woman who brought this issue to my attention noted the difference in funding between her child and other children with special needs.  The reasoning behind the difference has not been clearly explained to this woman or other parents of children who have special needs.<\/p> <p>I welcome the increase in the number of special needs classes in mainstream schools.  However, many children with special needs must be placed in mainstream classrooms.  How will the difference between the support offered to these children who do not get the smaller classes and increased attention be made up?  Are these children being treated differently from other special needs students?  Is there an issue that needs to be addressed?  Where possible, children with special needs should have their needs addressed in a mainstream classroom and the funding model should reflect same.<\/p> <p>I congratulate the Minister on committing to consider an alternative model of resource allocation.  Many parents, schools and disability groups will welcome a change to the current system.  Diagnosis should not be a prerequisite or a determination for allocation.  The allocation of teaching hours and resources should be based on the needs of each child.<\/p> <p>The Minister has shown a clear commitment to the improvement and reform of special needs education and, therefore, should be commended.  Many parents welcomed the announcement last month that, as an interim measure and before resource allocation is changed, children with Down's syndrome will be allocated 2.5 more teaching hours per week.  The initiative is a strong recognition of the needs of children with even a mild diagnosis of Down's syndrome who require additional support over what is currently provided.  It struck me that the cost of the extra provision was a relatively small sum of money.  I would like if the Minister would look at every aspect of the provision of special needs services to ensure that where small sums of money in particular can make such a substantial difference, we do not leave the provision of these services wanting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00400","speaker":"1172"},{"type":"speech","time":1429695000,"counter":94,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00500","speaker":"1131"},{"type":"speech","time":1429695000,"counter":95,"content":"<p>It is essential that resources go where they are needed because children who get the full support they need will flourish and reach their full potential.  A resource allocation model which allocates on the basis of the individual needs of the child will put the minds of parents at ease because they will know their children are being fairly treated.  As any parent knows, we have the highest hopes and ambitions that our children will achieve what they can achieve and succeed to the best possible extent they can, irrespective of their abilities, disabilities or needs.  We as parents want to see resources spent on children giving them the full support to allow them to develop and thrive in school life.<\/p> <p>From an administrative point of view, the Department gets the best value for money by using an optimum model of resource allocation which ensures teaching hours are spent on the children who most need them.  We need access to the best learning across all areas of inclusion and special needs.  It is important to consult widely, as the Minister has done.  It is also important to listen, which she did, to the needs of parents who have children with Down's syndrome, and I commend her on doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00600","speaker":"1172"},{"type":"speech","time":1429695000,"counter":96,"content":"<p>It is great to have the Minister here in the Seanad.  I concur with what Senator Mulcahy has said.  I, too, enjoyed her presentation at the INTO conference and was quite touched by it.<\/p> <p>In terms of what the Minister has said in this debate about the new interim service, we could be on to something good if we do it right.  About six weeks ago she headed off what was potentially a huge minefield that was about to blow in terms of bringing in the new proposed model without adequate consultation.  Her approach and the way she listened has worked in her favour.<\/p> <p>The Minister can tell me if I am wrong about the following.  She has said that the new interim service is for training, guidance and interventions with teachers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister should use the time she has with the teachers now to consult them about the proposed model she wants to bring in.  We held big meetings on this with 100 parents and teachers present when it was mooted that the proposed model would begin in September 2015.  It came through clearly that we need exemplars.  For example, I sent a school&rsquo;s profile to the NCSE, listing the number of children on the general allocation model, GAM and the number receiving resource hours.  In so far as she can, the Minister needs to give schools examples of how the new model would affect them.  That would make a difference in the negotiation.<\/p><p>I take it that a psychologist&rsquo;s report will not be needed.  That sounds great because I know how much that costs etc. but as a former educator I am confused.  Often the psychologist&rsquo;s diagnosis is critical for giving direction to the tuition.  I understand that the teacher&rsquo;s job is to meet the needs but needs appear as symptoms and the cause is often not known.  A psychologist gets at the cause.  If we miss the cause will we give the proper supports?  Will the Minister verify that? <\/p><p>Is the Education for Persons with Special Educational Needs, EPSEN Act 2004 forgotten?  Was it thrown out by this Government and the previous one, which carries the greatest sin on its soul for its failure to implement the Act?  It is an amazing Act and has not yet been implemented in full.<\/p><p>The way the Minister will connect with the Health Service Executive, HSE, about complex needs is very wise.  I agree with Senator Mulcahy about early intervention.  That is vital.  If we do not do that all our kids will lose out.  There has to be a smooth transition between the levels.  The mother of a child with special needs, whose teacher sometimes does not handle the child well, worries and feels alone.  Every parent knows in his or her gut that there is a critical moment for intervention.  Senator Hayden&rsquo;s point was relevant on this point.  The Minister responded to the Down&rsquo;s Syndrome issue.  Parents know that if we intervene and invest early we can catch those children and help them develop, which means they will likely cost less to the system as they move on.  Parents will then have faith in the system.  That is why we may be on to something good with the interim measure support service.  Today is the first time I heard about this.<\/p><p>I often thought about children with special needs and how to help them more effectively.  I came up with the idea of a weighting service.  If in a class of 30 there are four children with special educational needs and some with second language needs, the teacher is disadvantaged.  If the child with autism is weighted as equivalent to six or four kids, the child with Down&rsquo;s syndrome to two children, the ratio should come down.  That teacher is managing an incredible load.  Equal number does not mean equal number: every 30 kids are not the same.  In the class example I gave, 20 kids could be equal to 30 who do not have specific learning difficulties or requirements.  Will the Minister ask the NCSE to examine this?  If I had the time and resources I would like to invest in this.  I compliment the Minister on her work and wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#R00700","speaker":"1131","continuing":true},{"type":"speech","time":1429695000,"counter":98,"content":"<p>I compliment the Minister on setting up this inclusion support service to assist schools supporting children with special educational needs.<\/p> <p>I learned sign language to communicate with deaf clients and I know how important it is that the visiting teacher would have Irish sign language.  I welcome the fact that the Minister will give extra teaching resource hours without getting a diagnosis of disability.  A person who is deaf does not really have a disability, he or she simply cannot hear.  I worked with the teacher who taught me sign language.  He had three or four children, all of whom were deaf.  I asked him how he felt about it.  He had no problem with that because he did not see his children as having a disability.  There is nothing wrong with their brains or minds.  They do not need to be diagnosed with a disability but they do need help.<\/p> <p>I have a relative who could not grip a pencil and had poor co-ordination.  There was nothing wrong with his brain but he had problems writing.  He was provided with a laptop and is thriving.  He has come on in leaps and bounds and is delighted.  Waiting for a psychologist&rsquo;s report to say this child has a disability was taking forever.  He did not need that.  He only needed that little bit of extra help which he got.  The special educational needs organisers, SENOs are very good and help whenever they can.<\/p> <p>Assistive technology poses a problem for many parents while they are waiting for it.  There seems to be an extraordinary waiting time.  I worked with a child who could only communicate with his eyes.  It took a long time, and many Adjournment debates here before he got eye gaze technology.  The Department of Education and Skills was leaving it to the Department of Health which left it to the Department of Education and Skills.  They did not co-ordinate.  This young lad eventually got eye gaze technology and is doing very well with it.<\/p> <p>Well done to the Minister for dealing with children who have Down&rsquo;s syndrome.  I could never understand what happened to them or the thinking behind it.  There probably was some mind at work but it did not impress me.  Down&rsquo;s syndrome children will have the syndrome all their lives.  They will have different levels of intellect and many will need much more assistance than others but they all need a bit of help and I could never understand the idea that they did not.  I congratulate the Minister on moving quickly to help those people.  I hope this new inclusion support service will greatly benefit all the children in our schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#S00200","speaker":"1132"},{"type":"speech","time":1429695000,"counter":99,"content":"<p>I thank all the Senators for their very constructive contributions to this issue.  We are not bringing in the new model this year because the National Council for Special Education working group report identified that we need time for consultation, to ensure we do this properly.  There is no point doing something unless we can do it properly.  We did not have the information from the HSE about the complex needs which we need before we can implement the model.<\/p> <p>As well as introducing the new support service, which is the main topic of this debate, we will also design a pilot of the new model.  I think it was Senator Reilly who asked what it might look like.  We will invite schools to say they would like to be in the pilot.  We want to introduce that in September in a few schools to get a sense of how it would work, albeit that will be done without all the information on complex needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jan O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1754\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1754&amp;amp;pid=JanOSullivan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We still want to do it, however, to give people a sense of how the new system would work.  A number of people, including Senator Hayden, raised the importance of having a smooth transition both concerning the inclusion model and also introducing the totally new model for special needs.<\/p><p>Senator Healy Eames raised the issue of the Education for Persons with Special Educational Needs, EPSEN, Act, which has been on the Statute Book for a number of years, although a lot of it has not been implemented.  We are trying to do everything in line with the EPSEN Act so that we are not going in a totally different direction.  Many people, including Senator Moloney, have pointed to the cost of doing assessments and the fact that in some cases a diagnosis is not needed to know what a child actually needs.  It is important to get it in place as soon as one can for the child.<\/p><p>That brings me to the point raised by Senator Mulcahy, and supported by Senator Healy Eames, about the early years.  We are currently working on this on a cross-departmental basis.  The Minister for Children and Youth Affairs, Deputy Reilly, has direct responsibility for the provision of child care in the early years.  In addition, the Department of Health also has responsibility for much of this area in providing necessary supports for children from birth, if they have a disability.  <\/p><p>The Minister, Deputy Reilly, has established a cross-departmental working group which will report before the summer.  We are participating in that, as are other Departments, but it is led by the Department of Children and Youth Affairs.  That report will help the situation and give us a sense of how we can be more co-ordinated, which was the issue raised by several Senators.<\/p><p>As regards my direct responsibility for the early years, I have responsibility for the educational content but I do not run the fund.  However, I have established an advisory group and am also reviewing the qualifications for those working in the early years sector, which is generally either in further or higher education.  We are working in tandem, therefore, and do talk to each other at meetings.  The cross-departmental group will help in that regard.  I agree with Senator Power's point that children are not different - they are the same as they go through the whole system, so we must ensure that we work in tandem with each other.  <\/p><p>Senators Hayden and Healy Eames raised related issues concerning support for children whether they are in a special class or in the mainstream school.  We want to support them in whatever they need.  There is a point that special classes, and I have visited a number of them, are more costly to run than mainstream classes.  A lot of extra space is required, as well as equipment.  In some cases they will have sensory rooms attached and I presume that is why extra resources are provided for special classes.  I always encourage schools to take these special classes because they work well, particularly for children on the autistic spectrum.  They can be in an autistic unit which is attached to a mainstream school.  <\/p><p>Every year there is an increase in the number of resource teachers and SNAs.  There is an increased population as well, but the increase in resource teacher and SNA hours is greater than the demographic increase.  That will continue and we will ensure that there are enough resources to implement the new model.  When I was considering its implementation, I had already done work on the resources that would be required to ensure that a school does not suddenly lose a pile of resources.  The new model will benefit schools that have more children with special needs.  We want to ensure that there is no knock-on effect on schools that the new model would indicate do not need as much as another school with the same number of pupils.<\/p><p>We want to deal with the needs of the child.  Senator Mullins also raised the question of a spike concerning the extra number of children in any one year with complex needs.  We want to be able to address that issue, which is why we need the information on complex needs.<\/p><p>The Senator also referred to replacing people on maternity leave, but that would not arise under our budget.  It might be more in the Department of Health's area.  In schools we generally do replace people, but I can raise the issue at the cross-departmental group.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#S00300","speaker":"1061","continuing":true},{"type":"speech","time":1429695000,"counter":101,"content":"<p>I raised the possibility of the HSE supplying speech and language therapists to schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#T00200","speaker":"1118"},{"type":"speech","time":1429695000,"counter":102,"content":"<p>That proves the point that we need to undertake cross-departmetnal work.<\/p> <p>I think I have dealt with most of the issues that Senators raised.  I thought it was important to address the Down's syndrome issue so that such children would not have to wait until the new model comes in.  That is because some schools felt they did not have certainty concerning resource hours for those diagnosed as having mild educational needs due to Down's syndrome. <\/p> <p>I thank Senators for their contributions.  I will certainly bring their suggestions to the attention of those involved in the consultation process that is now under way on the new model.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#T00300","speaker":"1061"},{"type":"unspoken","time":1429695000,"counter":103,"content":"<p>Sitting suspended at 1.36 p.m. and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Sport Ireland Bill 2014: Second Stage","time":1429695000,"counter":104,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#U00100"},{"type":"speech","time":1429695000,"counter":105,"content":"<p>I welcome the Minister of State, Deputy Michael Ring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#U00200","speaker":"1127"},{"type":"unspoken","time":1429695000,"counter":106,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1429695000,"counter":107,"content":"<p>I am pleased to introduce the Sports Ireland Bill 2014, the purpose of which is to establish Sports Ireland, a new body which will replace the Irish Sports Council and the National Sports Campus Development Authority.  The merger of the council and the authority is one of the measures in the Government's programme for the rationalisation of State agencies.  Sport Ireland will take on the functions of the council and the authority.  It will continue the work being done by the council in promoting, developing and co-ordinating sport in Ireland and by the authority in developing the National Sports Campus at Abbotstown.  Both organisations are delivering important outcomes for sport and I am confident that this will continue to the position under the new structure.<\/p><p>As Minister of State with responsibility for sport, I am very aware of how important sport is in the lives of Irish people, both socially and from a health point of view.  I strongly believe it has great potential to contribute to a much healthier society.  We in government are fully aware that we must continue to promote sport and physical activity and support our sports organisations.  We must also try to provide the best sports facilities we can, not just for our elite sportsmen and women but also for people of all ages and abilities.  I am pleased to say we have been able to do a lot for sport in recent years.  We have maintained Government funding for it as much as possible to ensure its continued development.  The total amount available for spending this year is over &euro;114 million.  This is a very significant investment and a strong indication of our commitment to sport.  A sum of &euro;28.5 million is available for the sports capital programme and over &euro;22 million for the development of a national indoor arena at the National Sports Campus in Abbotstown.<\/p><p>I am sure Senators will join me in acknowledging the value and role of the sports capital programme.  Senators will have first-hand experience of how it has transformed the sporting landscape of Ireland, with improvements in the quality and quantity of facilities in virtually every village, town and city.  The facilities range from the smallest clubs to national centres of sporting excellence.  One of the key features of the programme is that it helps to take some of the pressure off sports organisations by providing much needed finance to assist in the completion of projects.  We were delighted to make allocations of &euro;31 million in the 2012 round of the programme, the first round of the programme since 2008.  We were also delighted to be able to make changes to the programme in 2012 to make it accessible to more clubs and organisations than ever before.  The record number of 2,170 applications in 2012 showed that that round of the programme was very much needed.<\/p><p>With such high demand, it was never going to be possible to fund all applications.  I was very pleased, therefore, that we were able to press ahead with a new round of the sports capital programme in 2014.  This was great news for sports clubs across the country and a total of &euro;40.5 million was allocated under the programme.  In total, 2,036 applications, the second highest number ever, were received, showing the continuing demand and need for investment in sports facilities.  A total of 821 of the successful allocations were to local sports clubs and organisations, with the remaining 59 to regional or national projects.  I was also pleased to be able to launch another round of the programme earlier this year, as further proof of the Government&rsquo;s commitment to sport.  The closing date for applications for the 2015 round is next Friday, 24 April.  It can be expected that allocations will be announced later this year.<\/p><p>The Irish Sports Council is funded by my Department.  This year we are allocating over &euro;44 million to it.  The focus of this funding is on increasing participation in sport and physical activity, one of the key objectives of my Department, as is supporting our elite athletes in what is a very important year in terms of preparations for the Olympic and Paralympic Games in Rio de Janeiro in 2016.  In this context, I acknowledge the huge efforts of the council, the local sports partnerships and the national governing bodies in encouraging greater participation in sport.  This important work is delivering results.  The Irish Sports Monitor report for 2013 showed that the level of adult participation in sport had increased from 45% in 2011 to 47% in 2013.  This increase is very encouraging and we will continue to work to increase this figure further.<font color=\"#FF0000\"> <\/font><\/p><p>I was pleased to announce last week the Irish Sports Council&rsquo;s youth field sport investment plans for 2015.  Over &euro;7.4 million is being invested in the FAI, the GAA and the IRFU to support participation programmes aimed at encouraging and creating more opportunities for young people to participate in field sports.  This investment supports my Department&rsquo;s and the Irish Sports Council&rsquo;s strategic aim of increasing participation in sport throughout Ireland.  It will also contribute significantly to communities and the health and well-being of the nation.<\/p><p>Since it was established in 1999, the Irish Sports Council has played a very important part in the development of Irish sport at all levels.  We are lucky to have a host of very talented sportsmen and sportswomen in Ireland.  The structures put in place during the years to support our elite athletes have helped them to reach the top level across a wide range of sports.  Last year Irish athletes won 55 medals in international competitions at junior and elite level.  This is a huge increase from the 16 medals won in 2008.  This is a remarkable achievement in that period and shows the excellent work being done for high performance sport in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Although it was established more recently, the National Sports Campus Development Authority has made a major contribution to Irish sport through the development of world-class training facilities at the National Sports Campus which has seen very significant progress in the past few years.  We now have facilities in place where our elite athletes can prepare for international competitions.  New facilities opened in the past couple of years include the world-class National Horse Sport Arena, the National Modern Pentathlon Centre, the National Diving Training Centre and a multi-sport synthetic pitch facility.  On-site accommodation has also been developed to allow athletes to live and train on campus.  <\/p><p>The Irish Institute of Sport is based on the campus at Abbotstown.  Last year it provided over 22,000 hours of support services for sports bodies, coaches and athletes.  Some 154 athletes in 20 sports attended clinics at the institute.  Some of our finest athletes have benefited from the support and services provided by the institute.  They include Fionnuala Britton, Annalise Murphy, the Irish high performance boxing squad, the Irish equestrian team, the Irish paralympic team and many other athletes.  Athletes have access to the range of excellent campus facilities available.  We now see Irish elite athletes who are happy to base themselves at home, as they are supported by a world-class and distinctly Irish system at the National Sports Campus.  This is a major departure from the days when athletes chose to leave our shores if they felt they wanted to have a real chance of succeeding at the top level internationally.  This year will see further significant developments at the campus.  Work commenced in February on the development of a national indoor arena which is scheduled to be completed in November 2016.  When completed, it will provide a world-class indoor training facility for a wide range of sports, including, badminton, volleyball, table tennis, basketball, fencing and other sports.  It will be a great addition to our national sports facilities.  <\/p><p>Work is also under way on a high performance training centre at the Institute of Sport.  It will be ready later this year and assist athletes in their preparations for Rio 2016.  The FAI and the GAA are also finalising the development of pitches for their sports at the campus.  I am confident that more world-class facilities will be developed at the campus in the coming years. <\/p><p>It is important for me to express my thanks to the Irish Sports Council, the National Sports Campus Development Authority and the national governing bodies of sport for the efforts they are making every day for the good of Irish sport.  I must also mention the volunteers who are a vital part of every club and sports organisation around the country and doing wonderful work for sport in their communities.  <\/p><p>I turn to the main provisions of the Bill.  It includes the standard provisions necessary to establish Sport Ireland and dissolve the council and the authority.  It also combines the relevant provisions of the Irish Sports Council Act 1999 and the National Sports Campus Development Authority Act 2006.  Part 1, covering sections 1 to 5, inclusive, includes standard provisions.<\/p><p>Part 2, covering sections 6 to 29, inclusive, provides for such matters as the establishment and functions of Sport Ireland.  Its functions are set out in section 8 and broadly in line with those currently performed by the council and the authority.  I will mention some of the main features.  <\/p><p>Sport Ireland will have responsibility for developing strategies to increase participation in sport at national and local level.  It will also have responsibility for supporting our elite athletes in achieving excellence in sport.  This reflects the work of the Irish Institute of Sport.  A new function is included in the section to reflect the role of Coaching Ireland in developing coaches and tutors at all levels of sport.  <\/p><p>Sport Ireland will continue the development of the National Sports Campus.  It will manage, operate and maintain the campus, with any other facility that may be approved by the Minister. <\/p><p>Overall responsibility for the research function which was the responsibility of the Irish Sports Council will revert to my Department.  The programme for Government states policy making will revert to Departments, while agencies will be accountable for implementing policy.  As research is a key tool in policy making, responsibility for the function is being brought back into my Department.  While the Minister will set direction, Sport Ireland will conduct the research.  I intend to introduce a process in which my Department and Sport Ireland will work together to set out plans for what research will be conducted each year.  Sport Ireland will also have responsibility for anti-doping measures, an issue to which I will come back.<\/p><p>The provision of grants and other assistance for national governing bodies of sport and athletes will come within the remit of Sport Ireland.  This will be similar to the role the Irish Sports Council has in allocating funding.  Responsibility for the sports capital programme will remain with my Department.  <\/p><p>Many of the other sections in this Part of the Bill contain standard provisions.  They cover such matters as the preparation of a strategy statement, an annual report, accounts and a service agreement. <\/p><p>Sections 19 to 21, inclusive, relate to Sport Ireland&rsquo;s responsibility for the development of the National Sports Campus.  Section 20 allows it to establish subsidiaries and enter into joint ventures and partnerships.  It also provides that the subsidiary company established by the authority to operate the National Aquatic Centre and other facilities will continue as a subsidiary of Sport Ireland.  <\/p><p>Section 22 provides that the first chief executive will be appointed by the Minister.  The board of Sport Ireland will appoint subsequent CEOs.  The CEO will have responsibility for carrying on, managing and controlling the administration and business of Sport Ireland.  <\/p><p>Section 23 provides that the CEO will be accountable to Oireachtas committees, including the Committee of Public Accounts.  I intend to appoint the first CEO for an interim period of one year to facilitate the transition to the new organisation.  After the one year transition period, the board of Sport Ireland will be responsible for appointing the next CEO.  <\/p><p>Section 29 provides that Sport Ireland will continue the development of the National Sports Campus in accordance with the plan prepared by the authority.  <\/p><p>Part 3, covering sections 30 to 39, inclusive, deals with the dissolution of the council and the authority.  It contains standard provisions for dissolving the two bodies and such matters as transferring land, property, rights and liabilities of the council and the authority to Sport Ireland.  <\/p><p>Section 38 provides that employees of the council and the authority will become employees of Sport Ireland on the day of its establishment.  Section 39 provides that employees who were members of an existing superannuation scheme before the transfer will continue to be members of the scheme with the same terms and conditions. <\/p><p>Part 4, covering sections 40 to 45, inclusive, deals with anti-doping measures.  There was a general provision in the Irish Sports Council Act 1999 but technology has since moved on and anti-doping measures worldwide are now much more sophisticated.  I commend the council as its work in this area is regarded highly internationally.  With the new anti-doping provisions in the Bill, I intend to give a stronger statutory basis to the work already being undertaken.  <\/p><p>Section 41 designates Sport Ireland as the national anti-doping organisation for the State.  Section 42 gives it responsibility for taking appropriate measures to deliver an effective response to doping in sport, including testing and education.  It also gives it responsibility for making and amending the Irish anti-doping rules.  However, as set out in section 45, the existing Irish anti-doping rules made by the Irish Sports Council will continue to operate.  They will be deemed to be the rules made by Sport Ireland.  The anti-doping rules include rules and arrangements for such matters as the testing of athletes, banned substances, sanctions and so on.  Section 42 also provides for the sharing of information with the Health Products Regulatory Authority, An Garda S&iacute;och&aacute;na, customs authorities and other anti-doping organisations for the purpose of combating doping.  Section 43 provides that Sport Ireland will perform its functions in accordance with the Data Protection Acts.  Section 44 means that a person who fails to comply with the rules will not be eligible for funding or to represent the State in sport.  <\/p><p>These are important measures which will allow Sport Ireland to ensure fair play in sport.  The anti-doping programme is critical to help to ensure Irish athletes can compete clean on the world stage.<\/p><p>Schedule 1 to the Bill deals with matters relating to the board.  They includes matters such as the appointment of board members, the establishment of committees and the procedure for meetings.  It also addresses the disclosure of interests by members and the disclosure of confidential information.  Paragraph 6 requires Sport Ireland to establish committees to advise on its functions relating to anti-doping, the National Sports Campus, coaching and high performance sport.  <\/p><p>Schedule 2 lists the provisions that will apply in the event that there is a compulsory acquisition of land.   <\/p><p>The Government has demonstrated its commitment to invest in sport and sports clubs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is an exciting time for Irish sport and I am hopeful that Ireland will be hosting some significant events in the coming years.  UEFA has already announced that Dublin will be a host city for the European football championships in 2020.  I am also optimistic that the IRFU&rsquo;s bid to host the women&rsquo;s rugby world cup in 2017 and the men&rsquo;s rugby world cup in 2023 will be successful.  Major events like these are great for our country and can encourage more young people to get involved in sport.  They are also great for us from a tourism point of view.<\/p><p>The Irish Sports Council and the National Sports Campus Development Authority are doing great work in developing sport in Ireland.  Under this Bill, the two bodies will merge and the baton will pass to Sport Ireland.  I know that Sport Ireland will continue in the tradition of serving all our athletes and all our citizens well.<\/p><p>I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#U00400","speaker":"1074","continuing":true},{"type":"speech","time":1429695000,"counter":110,"content":"<p>I welcome the Minister of State to the House and compliment him on his proactive approach to his portfolio.  He seems to have done an exceptionally good job of work.  The Bill before us, which proposes to merge the Irish Sports Council and the National Sports Campus Development Authority, seems like a good idea on the face of it and it deserves our support.  On an occasion like this, we generally get an opportunity to do some reminiscing.  In the area of sport we can all look back to the heady days of Ronnie Delaney, Dr. Pat O'Callaghan and the golden era of Irish boxing.  The manner in which Eamonn Coghlan carried the flag for Ireland made us all feel so proud to be Irish.  Well done to Senator Eamonn Coghlan on the great work he did over the years.  He is an exceptionally fine role model for young people here in Ireland.<\/p> <p>There is no doubt that one has to support this Bill, although some things need to be watched.  We are not sure whether it will mean a saving but that will become evident as time goes on.  What is more important is that it will be effective.  The Minister of State has been helpful in outlining the details of the sports capital programme.  He is quite right to say that it has transformed Irish sport, as we have all seen at community level when representations are made to us.<\/p> <p>Local communities, including GAA, soccer and athletic clubs, have had to do so much of the work themselves to prove their bona fides.  They were then assisted by the State and it was often that assistance which made possible the hundreds if not thousands of projects throughout the country.  I expect there will be more good news and I am sure the Minister of State will avail of another opportunity to announce it in due course.<\/p> <p>It is also good to hear about major projects because sport is multifaceted.  On the one hand we are talking about sport at community level, while on the other hand we are supporting elite sportsmen and women.  There is a vast sporting landscape and the Minister of State has built a bridge between the community and national levels in this respect.<\/p> <p>No one has to reiterate the importance of sport to people's health and mental well-being.  We are all exceptionally well aware of that.  That is one of the reasons why 2.1 million people participate in sports each year.  It is a huge number.  Not only does it prevent anti-social behaviour, it is also an antidote to it.  When young people are involved in sports, it makes a difference.  Some 800,000 young people under the age of 18 are involved in sports.  While they are so engaged, they have an exceptionally good chance of avoiding some of the unfortunate pitfalls which exist for today's youth.<\/p> <p>There is also an economic side to this.  In excess of 500,000 volunteers are involved in sport and a value of &euro;350 million has been put on their work.  While that is a huge figure, I would be more inclined to concentrate on the number of volunteers rather than the money itself.  We should bear in mind that sport contributes in the region of &euro;1.8 billion to GDP annually, which is a major sum.<\/p> <p>We have heard so much about banks, the recession and shares that went wrong.  It has been shown, however, that if the Government invests &euro;100 in sport, it will get a return of &euro;149.  That is a pretty good investment at the best of times and it is an economic argument for supporting sport.<\/p> <p>One can never underestimate the positive effect on tourism of Irish sportspeople who are internationally successful, including the Olympic boxer, Katie Taylor.  To use a boxing term, as a small country we punch above our weight in every sense of the word when it comes to sport.  It is part of the tenacious Irish character to accept a challenge.  In addition, communities embrace sport and support it.  As the Minister of State has shown today, the State is 100% behind that.  That is why we enjoy success in sport, although Ireland is a small country which often does not have sports facilities on a par with America.  Some of our athletes have had to go to America to avail of the fine polishing there.<\/p> <p>We should not regard it as being over-ambitious that the more we provide these facilities ourselves, the better it will be for our athletes.  We should not forget the major contribution of schools to sport.  I am an ex-Christian Brothers boy who looks back fondly at what they did, particularly for athletics, hurling and football.  They always had their own pitches, sports was built into the curriculum, and time was always found to pursue sporting activities.  While I am only referring to one school, all the schools in this country have made a major contribution to sport.<\/p> <p>We should also acknowledge the work of broadcasters.  Over the years, RTE radio and television have made an important contribution to sport.  Our successful sports men and women should continue to be used as role models.  I always find the idea of drinks companies sponsoring sport to be a major contradiction.  We cannot say that alcohol helps the development of a sports environment in any way.  That debate is for another day, however.  The most important thing is how we can create, enhance and sustain a partnership between the State, sporting bodies and local communities.  I wish the Minister of State well in his future work in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#W00200","speaker":"1115"},{"type":"speech","time":1429695000,"counter":111,"content":"<p>The Minister of State is welcome to the House and I am honoured to support the Bill.  I congratulate the Minister of State on the passion, commitment and energy he brings to sport in Ireland.  My sentiments have also been echoed by many administrators I met over the years while on the board of the Irish Sports Council prior to my nomination to this House.  My only fear is that if I were to get on the starting line with the Minister of State, his energy would let him run away with the race.  Well done to him.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eamonn Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2382\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2382&amp;amp;pid=EamonnCoghlan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This Bill provides for the merger of the Irish Sports Council and the National Sports Campus Development Authority into a new body which will be stronger and provide better leadership and direction for sport in Ireland.  The Bill also proposes enhanced provisions in respect of anti-doping in Irish sport and designates Sport Ireland as the national anti-doping organisation for the State.<br\/><br\/>A great many Bills have come before this House, some of which have given rise to heated argument on one side or the other.  However, I believe this Bill will receive cross-party support because everybody understands the value of sports to Ireland.  Sport is like music, literature or the arts.  It transcends society.  Regardless of whether we are rich or poor, and whatever our colour, creed or political persuasion, sport defines us as a nation.  It is part of our culture.  Sport has a tendency to strike the nervous chord like no other pursuit.  It tests our emotional well-being.  We share the thrills of victory and endure the agonies of defeat, whether it involves Katie, Rory, Padraig, the Dubs, the Kingdom, Mayo or Keano.  Success comes from our Rugby players, our soccer teams, the GAA or our athletes.  Our latest sports star is Conor McGregor and we cannot forget our Paralympians, Jason Smith and Michael McKillop.  We live through their lives and we are with them all the way as they pursue their careers.<br\/><br\/>Sport fills us with pride and joy.  It boosts our morale and helps us to increase productivity.  It unites us as a nation.  I recall the moment in 1976 when I felt the agony of defeat after finishing fourth in the Olympic Games.  A reporter from <i>Sports Illustrated<\/i>came to Ireland to write a tourism piece on Eamonn Coghlan's Ireland.  The article included a centrefold picture of me running in the Dublin Mountains, with a caption stating that I may have lost a medal in the Olympics but for four minutes I united Ireland.  That gave me great pride because Ireland was going through difficult times in the mid-1970s.  We revere our sports stars because people understand their Herculean efforts and sacrifices and the discipline they endure to be the best they can.  The island of Ireland has punched far above its weight in terms of sporting successes.  People ask me how tiny Ireland with a population of 4.5 million managed to produce so many world class men and women.  I tell them it is because we are tough and resilient, and we expect nothing but the best. <br\/><br\/>Sport has contributed to the economy not only by attracting domestic and overseas tourism but also as a cost-effective way of promoting tourism through our international stars when they compete or appear on televisions around the world to speak about Ireland.  It also contributes to the health and well-being of our nation.  The Minister of State, Deputy Ring, has managed to maintain spending on sports but as our economy improves we should be spending more money on sport because it builds character, instills discipline and increases self-esteem.  Irrespective of whether one is a jogger, a plodder or an elite athlete and hero to the nation, through participation in sport one achieves the same results.  Sports bring the best from our communities through the contribution of volunteers, coaches, officials, parents and supporters.  We cannot put a price on this but we appreciate and value the contributions of volunteers.<br\/><br\/>I commend the Minister of State on bringing this Bill before the House.  When it is passed it will create a statutory body with responsibility for the development, promotion and co-ordination of sport in Ireland, as well as the management, operation and maintenance of the National Sports Campus in Abbotstown.  This is part of the Government's programme of rationalisation of State agencies and it is in line with Fine Gael's commitment to reduce the number of Government quangos.<br\/><br\/>Sport in Ireland has come a long way since the days of Ronnie Delaney, Stephen Roche, Se&aacute;n Kelly, the 1990 World Cup in Italy and the 1994 World Cup in the United States.  I recall being in the Meadowlands in New Jersey 21 years ago, when Ray Houghton scored that wonderful goal.  The Irish Sports Council was established in 1999 by the then Fine Gael-led Government.  The motto of the Irish Sports Council is believe, perform and achieve.  It has performed and achieved since it was established in 1999.  Its first strategy report envisaged a new era for sport.  From what we called the &quot;shamateur&quot; sporting organisations of the past, we now have a professionally led national governing body thanks to the leadership shown by the Irish Sports Council.  The 20 national governing bodies operating under the council's umbrella are more effective in developing their sports and servicing the needs of their membership.  They are developing world class strategies, administration and pathways through coaching, education, support for equipment, codes of ethics and anti-doping programmes.<br\/><br\/>The involvement of women in sport has grown exponentially throughout the years.  I refer to the ladies in the Rugby and the wonderful women in the GAA, as well our Katie, our Sonya, our Annalise Murphy, our Derval and even our Stephanie Roche.  Coaching Ireland provides wonderful coaching education.  The Institute of Sport under the leadership of Gary Keegan is setting the bar extremely high in the delivery of excellence in sports science, sports medicine, career performance, lifestyle, elite coaching and education programmes.  It gives me pride and joy to drive past the National Sports Campus and see the monument that has been created to the people of Ireland through the medium of sport.  With the various national governing bodies under the same roof, success will breed success.  The governing bodies are sharing their knowledge and supporting each other.<br\/><br\/>This Bill is a win for Ireland and a win for sport.  However, the Minister of State faces a difficult task in ending the duplication of administrative functions.  We currently have two CEOs and two chairs of two boards.  I ask him to outline the process he plans to follow in delivering this reform.  Will there be an opportunity for interested outside parties to apply for any of the roles involved, whether on the board or as CEOs?  How will the expertise of both the Sports Council and the National Sports Campus Development Authority be retained in the leadership of the new body?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#W00300","speaker":"1165","continuing":true},{"type":"speech","time":1429695000,"counter":113,"content":"<p>I welcome the Bill and support its aims.  I apologise for not being in the Chamber for the Minister of State's opening statement as I was attending another meeting.  I do not know whether he addressed the costs of establishing the new body.  If that information is not forthcoming today, it would be useful to get it at a later stage.  I agree with the proposal to merge the existing authorities and to create Sport Ireland but I would also like to know more about the costs involved.  We are all acutely aware of the value of sports to Ireland not only in economic terms but also for health, community and cultural reasons.  Minority sports are also valuable even if they do not enjoy the same prominence as Gaelic games or soccer.  Thousands, if not millions, of people are involved in sporting activities every weekend, including the volunteers who do much of the work.  The Minister of State has been forthright on the role played by volunteers in all of our sporting organisations.  It is not just a question of elite sports and, while we all love to see success on the international stage, every weekend people strive to be the best they can be through their participation in sports of all kinds.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is where our focus should be, not just on the children who will be Olympic stars and world champions like Senator Coghlan.  That is fantastic but it is important to focus on the other children who have different types of abilities.<br\/><br\/>My party, Fianna F&aacute;il, supports the Bill.  We oppose section 9, and we will deal with that on Committee Stage, but I am slightly puzzled about the reference in the section that Sport Ireland may appoint such consultants and advisers as it considers necessary for the performance of its functions.  It is a new departure to mention specifically that a body can appoint consultants.  Is that something Sport Ireland or the people the Minister of State envisages will be part of that are thinking of doing?  It seems strange to mention that specifically in the Bill.  The Minister of State might elaborate on that.  We can deal with it on Committee Stage because I will be tabling an amendment to delete that section, which I believe is not necessary.<br\/><br\/>Is it envisaged that there will be any job losses?  Has that been considered by the Department?  If that is not the case, that is welcome but it is an issue about which some concern has been raised.<br\/><br\/>Section 22 relates to the chief executive.  Section 22(3) states: &quot;The Minister may, before the establishment date, designate a person to be appointed the first chief executive of Sport Ireland for a term to be determined by the Minister.&quot;  Section 22(4) states: &quot;Where a competition to appoint a chief executive is held prior to the establishment day, the successful candidate may be appointed by the Minister as the chief executive officer designate.&quot;  I am slightly puzzled about that because an article in <i>The Irish Times<\/i>of 29 August 2014 stated:<blockquote>Ring added that the first chief executive of Sport Ireland will be appointed by him following an interview process.  &quot;The first chief executive will be appointed by me&quot;, said Ring.  &quot;I will set up a mechanism where there will be an interview process and [I will not mention any names] is free to make an application to that.  But I will be appointing the first chief executive and that's a matter for [individuals] whether he [or she] makes an application for that job or not.&quot;<\/blockquote>Are we moving away from an interview process?  Section 22 says to me that the Minister will appoint the first chief executive and that what was stated in August 2014 is not correct.  Has there been a change in direction?  Has the Minister decided that he will make that appointment?  If that is the case for the first chief executive, will that be for a designated term?  If it is for a year, will interviews take place after that and how will that work?  The Minister of State was very critical, and rightly so, in his commentary when he was in opposition, and I am sure he does not want to be in a position whereby he is appointing his own people and he has full control over whom he appoints to the boards over which he has control.  I agreed with the Minister of State's comments in August 2014 that it would be a public interview process.  I would like to hear the Minister of State's comments on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#X00200","speaker":"1139","continuing":true},{"type":"speech","time":1429695000,"counter":115,"content":"<p>I will talk to the Senator later about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Y00200","speaker":"1074"},{"type":"speech","time":1429695000,"counter":116,"content":"<p>The Minister of State is welcome again to the House.  I will be supporting the Bill, which is very simple.  It is about the establishment of Sport Ireland and the dissolution of the Irish Sports Council and the National Sports Campus Development Authority, which is in line with Government policy to reduce the number of quangos.<\/p> <p>The function of Sport Ireland is to develop strategies for increasing participation in sport.  We all welcome that.  In many sporting clubs over the years we have seen children start playing football at the age of three or four and we thought nothing would ever come of it.  We would watch them on the field and say, \"He will never make a footballer\" but I compliment the parents who make their children get involved in sport because we now have young people whom we never thought any good would come of them and who are representing their county at senior and minor levels.  I compliment the volunteers throughout the country, many of whom are in my own town, who are driving the success of clubs in every county.  They deserve to be complimented.<\/p> <p>Another function of Sport Ireland is supporting elite athletes in achieving excellence in sport, which is to be welcomed.  As Senator &Oacute; Murch&uacute; said, as a small country we are boxing well above our weight in that regard.  I have often mentioned to the Minister of State an issue that is not within his remit but is one he might mention to some of his colleagues.  There is not the same support for our world champion Irish dancers who do every bit as much as our sporting athletes.  They represent their country on the world stage but there is not enough recognition of them.  It is an issue about which I will talk to the Minister of State again.<\/p> <p>The final function of Sport Ireland is to facilitate good conduct, fair play and the elimination of doping in sport.<\/p> <p>Since being elected to the Seanad I have to say that the Minister of State is one of the best Ministers I have seen here and I believe he is doing a great job.  One does not see it in Dublin, Cork, Galway and Limerick, but across rural Ireland it is all doom and gloom.  We go on about growth in the economy but the people in rural Ireland do not see it.  However, every so often when a sports capital grant is allocated to a club that seeks funding, it gives the entire area a huge lift.  I thank the Minister of State for grants he has given to the Ballaghaderreen GAA club, the soccer club and the community park in Ballaghaderreen.  He would not believe it but by virtue of the investment he has made in those clubs, they are attracting an increasing number of members.  They have greater success on the county stage and because of that, most of them do their own lottery and 50-50 draws, and the amount of money they generate from those is amazing.  That means that in most cases they may not seek money from the Minister of State's Department in the future, but if they do, I know he will oblige me.<\/p> <p>When I played soccer as a young fellow there was an ESB pole on the 20 yard line of our first pitch.  On our second pitch there was a drop of ten feet from one end to the other.  By virtue of the investment by the Minister of State's Department through the sports capital grants, all these problems are virtually eliminated.  That is to be welcomed.<\/p> <p>I refer to the sports capital grants for community-run golf clubs.  I do not play golf.  I support certain golf clubs and sponsor events, etc. in them but there is no question that many of those clubs throughout the country are struggling.  They cannot attract new members.  Some of them are nine-hole golf courses and they must invest in the club to attract more members.  I hope that in the new round of grants the Minister of State will take some of these community-run golf clubs into consideration and that if they dot the i's and cross the t's, he will look after them.  I compliment the Minister of State again on the great work he is doing and has done to date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Y00300","speaker":"1161"},{"type":"speech","time":1429695000,"counter":117,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire St&aacute;it.  Ba mhaith liom f&aacute;ilti&uacute; roimh an mBille seo, an Bille um Sp&oacute;rt &Eacute;ireann 2014, agus le teacht le ch&eacute;ile an d&aacute; eagra&iacute;ocht at&aacute; i gceist.<\/p> <p>Sinn F&eacute;in broadly welcomes the Sport Ireland Bill 2014.  The amalgamation of two or more organisations, as is the case with this Bill, presents the important challenge that jobs are not lost in the process.  I am pleased that the Government has guaranteed in this Bill that no jobs are at risk.<\/p> <p>Sinn F&eacute;in does not see any significant problems with the merger of the Irish Sports Council and the National Sports Campus Development Authority.  This has been done in the case of other groups as we are currently dealing with the merger of the National Roads Authority and the Railway Procurement Agency and where a common interest and goal can be found, the combining of expertise and experience from both bodies can be positive.  The problem often is that this is the result of a campaign for cost-saving measures.  If that is the entire motivation, it can be problematic.  In this case I do not see that being a problem.  The functions currently fulfilled by both bodies will continue to be carried out efficiently and any overlap can be overcome.<\/p> <p>Sport in Ireland is very important.  It spans a number of issues.  These include the maintenance and promotion of our heritage through Gaelic games and the development of community spirit, public health and national pride.  Sport is also a field of business and the idea of sports tourism has become very popular.  There are jobs in sports and investment as well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that we do not commodify what is an important part of our social and community life but we cannot escape the wider commercialisation of sports or allow our sports people to suffer by rejecting that commercialism utterly.<br\/><br\/>An important role of the Minister of State is to promote sport for what it is, which is a natural part of human life which promotes health and socialisation.  His role is also to ensure that Irish sports people and teams can compete on the world stage with pride and the hope of victory; that sports fans can come to Ireland and see top class sporting events in quality venues and that investment in local and national sporting endeavours are taken advantage of.<br\/><br\/>Sport is invaluable to our society.  It benefits our mental and physical health and plays a very important role in social inclusion and integration.  The field of sport is one that is naturally blind to colour, religion or sexual orientation.  Although the influence of outside prejudice can creep in, sports can play a vital role in challenging these prejudices, something which is increasingly important in a more diverse Ireland.<br\/><br\/>Participation in sports can make a profound difference in the lives of excluded populations, including indigenous people, members of minority ethno-cultural groups, asylum-seekers and refugees, girls and women, people with disabilities, homeless people and young school leavers who are unemployed.  Everyone who lives in extreme poverty suffers from exclusion.  Initiatives such as Sport Against Racism Ireland and the midnight leagues clearly demonstrate the positive impact of using sport to tackle discrimination and racism.  I applaud the co-operative efforts of the Garda, local authorities and the FAI, in areas like Ballymun and Ballyfermot.  Sport must be a part of how we challenge social barriers and divides.  Sport is also vital in healing the problems created in communities by austerity.  It is not the solution, but through sport, communities can find a positive common cause.  Women in sport are consistently under-appreciated, under-represented and under-rated in this State.  This year's success of the Irish women's rugby and hockey teams is a testament to the skill and talent of our female players.  However, their participation seems to be at the bottom of the priority list.  Last year, match day expenses were cut for the women's international soccer team, yet retained for the men's team players.  Katie Taylor is a fantastic role model for young women across this island yet the lack of media presence at her fights is noteworthy especially in comparison to male boxers.  It is often the case that no television cameras and-or photographers are in sight when women are centre stage.  That is a disgrace.  A strategy is needed to tackle the under-funding and under-representation of women across many State bodies, from Sport Ireland to RTE, along with a grassroots investment in female participation in sport.  I wish to note that TG4 is an exception and I refer to the work around peile na mban which is exceptional and for which I applaud it.<br\/><br\/>Sport is empowering and it must be used as a tool to close the gender equality gap that exists in society.  Sinn F&eacute;in believes that all government bodies, institutions and initiatives should operate on an all-Ireland basis.  We would like to see Sport Ireland prioritise and firmly implement a cross-Border approach when it comes to sport on this island.  In a nation that recently came out of conflict, sporting programmes can be used to help build and foster positive community relations and interactions.  This must be practical and achievable.  <br\/><br\/>I note the role played by Irish sport abroad and among the diaspora, in particular, the outstanding role of the GAA across the world.  As Sinn F&eacute;in spokesperson on the diaspora I look forward to engaging with the GAA.  No matter where abroad, one of the first ports of call is the local GAA club.  Other sports people such as boxers, wrestlers and those in many other disciplines are excelling themselves.  On behalf of Sinn F&eacute;in, I welcome this Bill.  I hope the Minister and Sport Ireland will take on board our recommendations. <b><\/b>S&iacute;lim gur rud dearfach &eacute; an Bille seo.  T&aacute; s&eacute; t&aacute;bhachtach go gcuirfear &eacute; i bhfeidhm gan ciorruithe agus go mbeidh c&oacute;-neart&uacute; ag tarl&uacute; idir na heagra&iacute;ochta&iacute; agus taca&iacute;ocht n&iacute;os fearr &aacute; thabhairt do lucht sp&oacute;irt mar thoradh ar sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Y00400","speaker":"1122","continuing":true},{"type":"speech","time":1429695000,"counter":119,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Seanad tr&aacute;thn&oacute;na inniu.  B&iacute;onn s&eacute; anseo go minic agus t&aacute; &aacute;thas orm &eacute; a fheice&aacute;il anseo ar&iacute;s.  The purpose of the Bill is to provide for the establishment of a new body, Sport Ireland, to replace the Irish Sports Council and the National Sports Campus Development Authority.  This Bill gives effect to the Government decision to merge the Irish Sports Council and the National Sports Campus Development Authority.  It was one of the measures included in the Government's programme for the rationalisation of State agencies.<\/p> <p>The Bill provides for the dissolution of the council and the authority on the establishment of Sport Ireland.  The establishment of Sport Ireland will result in a more streamlined organisation for the development of sport and the implementation of sports policy by bringing responsibility for sports matters together under one agency.  Sport Ireland will take on the relevant functions currently performed by the council and the authority.<\/p> <p>The Bill also combines and updates the main provisions of the Irish Sports Council Act 1999 and the National Sports Campus Development Authority Act 2006.  It also takes account of the substantial developments in the area of doping in sport since the Irish Sports Council Act 1999 was enacted.  The Bill includes provisions which ensure the statutory underpinning of the existing national anti-doping programme and the Irish anti-doping rules which underpin the programme.  It also provides for information-sharing with certain bodies for the purpose of combatting doping in sport, which is to be commended.<\/p> <p>I acknowledge the Minister of State's work in re-introducing the sports capital programme.  I give him full credit for that.  This programme was introduced by the Minister of State after an absence of four years and it acknowledges his total commitment and enthusiasm, his passion and his enthusiasm for sport.  Every time he speaks about sport and tourism, he speaks with great gusto and enthusiasm and I welcome that.<\/p> <p>What moneys have been allocated to date?  The Minister of State may not have the figures with him but I ask him to provide the information later.  I hope there will be a capital programme for the coming year and I ask the Minister of State to confirm any increases contained in it.  I acknowledge the number of communities and sporting organisations throughout the country which have benefited, as has been mentioned by other colleagues.  It has been a very successful programme with thousands of sports clubs and voluntary organisations benefiting.  Many sporting men and women - too many to list individually - have reached their potential and are winning gold, silver and bronze in faraway places.  They are great ambassadors for our country.<\/p> <p>With regard to volunteers I do not think we fully acknowledge the commitment given by them for 52 weeks of the year.  Opportunities are there to hold major sporting events in this country.  I refer to the ladies world cup rugby to be held in 2017 and hopefully our bid for the men's rugby world cup in 2023.  We have the infrastructure such as hotels and pitches.  The tourism sector is close to the Minister of State's heart and it would reap the benefits.<\/p> <p>I take this opportunity to acknowledge the achievements of my colleague, Senator Eamonn Coghlan, on the athletic tracks of the world and on his Olympic achievements in Montreal in 1976, Moscow in 1980 and Seoul in 1988.  I am sure there were not too many sports capital programmes in those days.  It was a difficult time in this country when perhaps we were being advertised across the world for the wrong reasons.  Thankfully, that has all finished.  I acknowledge Senator Coghlan's achievements and I congratulate the Minister of State on his achievements to date.  I welcome the Bill and give it my full support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#Z00200","speaker":"1138"},{"type":"speech","time":1429695000,"counter":120,"content":"<p>I congratulate the Minister of State on bringing forward this Bill which I welcome.  I welcome the merger of two entities in so far as it allows for a single point of contact for those who want information and access to grant aid, etc.  As a trade unionist, however, I am always concerned that there might be rationalisation associated with it, resulting in some job losses.  I would like to see some detail in that regard and do not make that statement to undermine what the Minister of State is trying to do.  I am just concerned about job retention.<\/p> <p>I know of the Minister of State&rsquo;s commitment to sport.  I thank him for meeting at my request an organisation in a sport that is not a recognised, for taking time to bring its members to his office to explain to them how to register under the sports system.  Not many people in the Minister of State&rsquo;s position would take the time to do the same.  That is probably what drives him in introducing the Bill. <\/p> <p>The Minister of State will be delighted to know that I grew up as the son of a Mayo woman, listening to stories ringing in my ears about the endeavours of the great Paddy Mockler, until, of course, I witnessed the success of the greatest football team Ireland has ever seen, the Galway team which won three titles in row.  In my youth all of the people involved were volunteers, people who were prepared to give of their time after work in the evening, teachers in particular.  Without my colleagues in the teaching profession, particularly in primary and secondary schools, we would have no sport in the country.  The work and effort they have put in has never been recognised, even in the cursed Croke Park agreement made during the economic emergency.  <\/p> <p>I acknowledge the great sportsmen and women to whom I listened when I was in short pants, including the great Christy O&rsquo;Connor Snr.  If I had thrown a stone, I would have broken a window in his house.  He lived across from us in Salthill.  I am sure Ronnie Delaney inspired people such as Sonia O&rsquo;Sullivan and the great Eamonn Coghlan.  Every time I meet the Senator I am in awe of his great feats on the track.  I am proud to know him and have had the opportunity to meet him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00100","speaker":"1196"},{"type":"speech","time":1429695000,"counter":121,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00200","speaker":"1165"},{"type":"speech","time":1429695000,"counter":122,"content":"<p>Then there are Derval O&rsquo;Rourke, Stephen Roche and Sean Kelly.  How did this tiny country, with the resources we had put into sport, breed such fantastic sportspeople?  The sportspeople of today have a lot going for them, but in the time of Senator Eamonn Coghlan, Ronnie Delaney or Christy O&rsquo;Connor there was not much going for them.  We have achieved a great deal as a country, of which we should be very proud.<\/p> <p>Senator Eamonn Coghlan is dead right - sport brings a nation together; it brings counties and parishes together.  I am unfortunate to be married to a Kilkenny woman and every September have to listen to what is said about the Kilkenny hurling team, about what it can and cannot do.  Children are born there with a hurley.  Somebody once asked a question about football in the county and is still trying to get an answer.<\/p> <p>As this organisation develops, the emphasis will be on the youth.  When I look at my rather rotund shape in the mirror in the morning, I think perhaps we should be thinking of senior citizens, too.  I could do with some assistance to become involved in sport again.  I have played golf on several occasions, but when I hit a golf ball, God only knows where it will go.  In Japan and China elderly people are involved in sport and out early in the morning.<\/p> <p>What expertise will members of the board be required to have?  How will they apply?  Will the process be open and transparent?  I do not want to see a friend of the Minister being appointed chairman.  I want the process to be open, in regard to which I think we can trust the Minister of State.<\/p> <p>I agree with Senator Trevor &Oacute; Clochartaigh on female sport.  For two years as president of the Teachers Union of Ireland I attended both men's all-Ireland finals and then attended the ladies&rsquo; all-Ireland finals.  It was really sad that Croke Park less than one quarter full for the ladies&rsquo; finals, whereas it had been packed for the men&rsquo;s finals.  A couple of weeks ago there were only a couple of thousand people present at the match played by our great female rugby players and their achievement was above and beyond everything else. <\/p> <p>As our sportsmen and women excel, often in unknown sports, we become experts in these sports.  Recently we were all experts in cricket.  That is what sport does: it forces us to take time to learn what is going on, which is good.<\/p> <p>I would like the Minister of State to acknowledge the volunteers, as I do, who give of their time.  Without them there would be no sport.  There are massive, sprawling, disadvantaged and marginalised estates and while voluntarism is one aspect, like the young man mentioned by the Minister of State in a disadvantaged area in north Dublin, I want to make sure the board will have at its core meeting the needs of the marginalised and the disadvantaged.  Ireland probably has several more Eamonn Coghlans, although I doubt it, but they will never be found unless we find volunteers in these marginalised communities who will take on the task of coaching young men and women.  I was in short pants when Senator Eamonn Coghlan was running, but somebody found him, nurtured him and brought him forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00300","speaker":"1196"},{"type":"speech","time":1429695000,"counter":123,"content":"<p>I can say that because I was.  I hope no one is watching or he or she will take the Senator for real.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00400","speaker":"1139"},{"type":"speech","time":1429695000,"counter":124,"content":"<p>No, I was not really in short pants when Senator Eamonn Coghlan was running.  I thank the Minister of State for introducing the Bill<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00500","speaker":"1196"},{"type":"speech","time":1429695000,"counter":125,"content":"<p>I thank Senators for their contributions and support for the Bill.  I have listened with interest to the input of Members on all sides.  Merging the council and the authority in one new body is a positive move for the development of Irish sport.  The council and the authority already work closely together and enjoy an excellent working relationship.  We are bringing together the experience and expertise of the two bodies which have delivered a lot for sport in recent years.  I am confident that the good work being done for Irish sport will continue into the future under the new Sport Ireland structure.  <\/p> <p>This is already promising to be another great year for Irish sport.  There have been a number of great sporting achievements this year, including the great wins by the men&rsquo;s and women&rsquo;s rugby teams in the Six Nations championships; Mark English&rsquo;s silver medal at the European indoor athletics championships; Eoghan Clifford&rsquo;s gold medal at the world paracycling championship; Arthur Lanigan-O&rsquo;Keeffe and Natalya Coyle&rsquo;s silver medals at the modern pentathlon World Cup and, of course, the wonderful achievement of Bertram Allen in winning a bronze medal at the showjumping World Cup in Las Vegas last Sunday.  Wins by Paddy Barnes and Michael Conlon in the world series of boxing at the weekend saw them book their places for the Olympics Games in Rio de Janeiro.  These are just some of the highlights so far this year.  There have been many excellent performances and successes across a wide range of sports.  I congratulate all of our athletes and teams who have competed in international events so and done us proud.  I am sure there will be many more exciting sporting moments for us to enjoy during the year. <\/p> <p>We all recognise the need to increase the level of participation and get more young people involved in sport.  I see events such as Euro 2020 as having the ability to do just this.  It will be a great opportunity for young Irish people to see some of the best European football has to offer and I hope it will inspire them to become involved in the sport.<\/p> <p>The Olympic and Paralympic Games will take place next year in Rio de Janeiro.  This is a very important year for teams and athletes in achieving the qualification standards for the games.  I am delighted that already we have athletes qualified in sailing, equestrian sport and boxing.  I wish all of our athletes the best of luck in their preparations for Rio de Janeiro.<\/p> <p>I will deal with some of the issues raised during the debate.  There was a question asked about section 10, which deals with the appointment of consultants and advisers.  I was asked if this was necessary to help Sport Ireland in performing its functions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What we are really saying is, if it needs advice and specialists, we are giving it permission but it will have to do it through the Department.  That is only right as the Department will set policy and if there is expertise required, we are not confined.  The agency would come to us and we would agree to that.<\/p><p>The Senator raised the issue of jobs.  There will be no job losses and any pension rights or agreements that people have with their Department will carry over to the new Sport Ireland.  There will be major savings in that we will not be paying for two boards.  We will have one board and one body to deal with sport.  <\/p><p>People spoke about appointments to State boards.  Under new arrangements, all appointees to vacancies on State boards must be advertised on the State boards website.  Guidelines on appointments to State boards have been prepared by the Department of Public Expenditure and Reform following consultations with the Public Appointments Service, other Departments and interested parties.  My Department took part in that process.  We are now confined to the new rules and regulations.  People will have to apply online and the State boards appointments commission will look at them.  Anybody can make an application and whatever names are put forward, the Minister of the day will then have to deal with that.<\/p><p>Another issue raised was transition in respect of the new CEO.  I listened to the Senator's colleague in the D&aacute;il and he was worried about transition as regards the new body.  I have discussed this with the Minister, Deputy Donohoe and we agreed to appoint somebody for one year for a smooth transition.  When the new board is up and running after one year, it will appoint the new CEO and that will be an open competition.  I have taken the wishes of Fianna F&aacute;il and of the Senator's party colleague into account and cannot do any more.  Another question was asked about the sports capital programme.  The first round was &euro;31 million and the second round was &euro;40 million.  We have another &euro;40 million for that. <\/p><p>I wish to thank all the speakers for their kind comments.  Senators mentioned volunteers and I have never made a speech since I became Minister of State with responsibility for sport without recognising the role of volunteers, no matter where I am or what function or event I am at.  The Senators are quite correct that we would never have found a superstar like Senator Eamonn Coghlan if we were paying people to do it.  Some person somewhere along the way saw his potential and developed, worked with and nurtured him and brought him along.  By God, the Senator was a great ambassador for this country.  It never went to his head, he certainly did us proud and I am honoured to have him as a Member of the Seanad.  He was a member of the Sports Council and people like him know about high performance sport and the commitment that is there.  <\/p><p>I also want to make it clear, with no disrespect to the Senator, that it is not all about high performance or elite athletes.  My job is to make sure that people in disadvantaged areas, people with disabilities, women and everybody gets an opportunity to participate in sport.  I do not want money to be a barrier to that.  I have said that to the CEOs and the national governing bodies.  Taxpayers give substantial amounts of money to the national governing bodies, to the soccer, the rugby, the golf, athletics and every sport in this country.  <\/p><p>As regards the sports capital programme, two things happen with it.  First, for every euro we certainly get &euro;2 in return and maybe &euro;3 in some cases.  With the boxing, soccer, GAA and rugby, more money goes in when the club members buy in to ownership of the club itself, if it gets the grant.   I mean no disrespect to Dublin in saying this, but that city is very lucky.  Senator Kelly and I have a problem in rural Ireland, where clubs and organisations have to go out and buy the land.  Nine times out of ten in Dublin, the applications were being made through the local authorities and they have the land.  <\/p><p>I saw a bit of criticism for my own soccer club in Westport.  My club had to raise &euro;300,000 to provide sporting facilities for young people in my town.  The State gave them &euro;400,000 and they are going to put another &euro;700,000 or &euro;800,000 into it themselves with lottery tickets, dances, church gate collections and everything else.  If they were in Dublin that &euro;300,000 would not have to be found because land would be provided by Dublin City Council.  I would like to see the local authorities supporting clubs all over the country.  If they can do it in Dublin, why can Roscommon, Mayo or Sligo County Council not do it?  They should be helping clubs and providing ground for them, provided the club plays its part.  <\/p><p>This is a non-contentious Bill that will be good for sport.  We will have one organisation to regulate sport.  I thank all the Senators, the sports council, the campus and everybody involved in sport.  We certainly have some great facilities such as Croke Park and the Aviva.  I would like to see that spread to rural areas.  When I came in as Minister of State I did not allow grant aid for car parks or stands.  I want to see the basic facilities on the ground.  I see stands all over this country and nobody in them.  I see big stadiums being built by county boards and big soccer clubs and nobody in them.  What I want to see is the facilities.  I want to see the astroturf pitches where people can practise.<\/p><p>The Senator is right - we can be proud of Abbotstown, it is Irish, we have our own facility.  Senator Coghlan and people like him had to go abroad to get the training but we have the expertise here now, although maybe not for every sport.  We have the facilities and are using them.  We are developing the campus at a very slow pace.  We are not doing it all together but bit by bit and it is falling into place.  It might be nice if the Senators took a day out to view the facilities - they would be proud to see them.<\/p><p>If I have not answered any questions, I hope to do so on Committee Stage.  If any amendments are being tabled, I ask the Senators to let my officials know.  We will look at them; if we can accept them, we will and if we cannot, we will not.  I do not want them to be disallowed because they were not tabled in time.<\/p><p>I commend the Bill to the House and thank the Senators for their interest.  Sport in Ireland is as important as politics or anything else.  People love their sport.  I would not be a cricket man like the Senator over here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#AA00600","speaker":"1074","continuing":true},{"type":"speech","time":1429695000,"counter":127,"content":"<p>I did not mention it.  I was letting the Minister of State away with it just for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#BB00200","speaker":"1165"},{"type":"speech","time":1429695000,"counter":128,"content":"<p>When the Irish team was doing well I was as interested as anyone else although I did not know what LBW was before.  The Senator is quite correct that we all want to support a good Irish team, to support our athletes and give them every chance.  As Minister of State with responsibility for sport in difficult times I was delighted I was able to hold the funding to the best of my ability.  Now that the economy is beginning to lift we will get a bit more money in.<\/p> <p>Sport is competing with education, health and agriculture.  When I compare my budget with those of some of the other Departments I think it is wrong.  We should be putting more money into the development of sport.  A healthier society with healthier people who are participating in sport is better for the future.  Sometimes we do not look ahead.  I ask for the Senators' support to make sure that when the Minister for Finance and the Minister for Public Expenditure and Reform come in here they tell them more money should be put into sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#BB00300","speaker":"1074"},{"type":"unspoken","time":1429695000,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1429695000,"counter":130,"content":"<p>Committee Stage ordered for Tuesday, 28 April 2015.<\/p>"},{"type":"unspoken","time":1429695000,"counter":131,"content":"<p>Sitting suspended at 3.50 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Public Services and Procurement (Social Value) Bill 2015: Second Stage","time":1429695000,"counter":132,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#KK00100"},{"type":"speech","time":1429695000,"counter":133,"content":"<p>I welcome the Minister of State at the Department of Finance, Deputy Simon Harris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#KK00300","speaker":"1164"},{"type":"speech","time":1429695000,"counter":134,"content":"<p>I move: &quot;That the Bill be now read a Second Time.&quot;<\/p><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Senators on both sides of the House are aware of the importance of small and medium businesses.  The sector employs almost 900,000 people and was responsible for more than 60% of the growth achieved in the past two years.<\/p><p>I have been critical of the record of successive Governments on procurement and the use of State contracts and tenders to support business.  We can do better in this regard by catching up with other countries in Europe. <\/p><p>I accept that the Bill is not perfect and may need to be amended on Committee Stage.  The purpose of the legislation is to address the absence in our procurement guidelines of a social value clause which other European countries have included in their procurement legislation.  Section 3 which deals with community benefit requirements sets out how a social value clause would work.  It would require any State body, local authority or Department issuing a tender to take into account the benefit of awarding the contract to the local and national economy when assessing bids.  The Minister of State has engaged with the Small Firms Association, Chambers Ireland and other associations, including representatives of printing companies with regard to library services, that have been effectively excluded from State contracts as a result of the current approach to assessing tenders.  <\/p><p>In recent months my colleagues and I have consulted widely across all business sectors, with a particular focus on the small and medium enterprise sector, to identify what the Oireachtas can do to improve public procurement.  The &euro;8.5 billion the State spends each year on goods and services generates a significant amount of business.  Ireland's ranking in Europe in respect of the proportion of public goods and services procured outside the State is high.  While it is not always possible to award contracts and tenders to Irish companies, the objective of the Bill is to achieve a level paying pitch.  One of the criticisms made of the potential privatisation of certain Dublin bus routes is that complete adherence to turnover rules would mean that a company pitching for the contract would require an annual turnover of &euro;30 million.  We must examine how to unbundle tenders to set the bar somewhat lower.<\/p><p>Section 3 on community benefit requirements reads as follows:<blockquote><b>3. <\/b>(a) For the purposes of this Act, a community benefit requirement is a contractual requirement imposed by a contracting authority&mdash;<blockquote>(i) relating to&mdash;<blockquote>(I) training and recruitment, or<br \/><br \/>(II) the availability of sub-contracting opportunities, or<br \/><br \/>(III) facilitating the involvement of small and medium enterprises, third sector bodies and supported businesses in the process, or<br \/><br \/>(IV) promotes innovation,<\/blockquote>(ii) which is otherwise intended to improve the economic, social or environmental well-being of the authority&rsquo;s area in a way additional to the main purpose of the contract in which the requirement is included.<br \/><br \/>(b) (i) The public procurement process, in taking into account community benefits as outlined in this Act, must conform to the legislative provisions of the European Union.<blockquote>(ii) The Minister shall publish guidance on the community benefits duty.<br \/><br \/>(iii) Contracting authorities shall have regard to any guidance published under this Act.<br \/><br \/>(iv) The Minister shall lay a copy of any guidance published under this Act before the Houses of the Oireachtas.<\/blockquote><\/blockquote><\/blockquote>The Bill does not provide all of the answers.  For this reason, we ask the Minister of State to publish guidance.<\/p><p>I have examined closely the social value clauses provided for in the successful Scottish legislation on public procurement.  The approach adopted in Scotland is not protectionist but one which goes beyond consideration of the bottom line and cheapest price.  Cost and quality must be considered but so too must the overall value of the contract to the area in which it is being tendered.  To use the example of local authority housing, a couple of years ago in my area of Fingal the awarding of a contact to a firm from Northern Ireland resulted in the closure of a local company with the loss of 74 jobs.<\/p><p>Library, printing, photocopying, food and beverage services and many other areas must be included.  No one, including the Small Firms Association, the Irish Small and Medium Enterprises Association, ISME, and companies affiliated to Chambers Ireland, is seeking to have all contracts awarded to Irish firms.  We simply want to catch up with the rest of Europe by creating a level playing pitch.<\/p><p>The stock answer to my queries on this matter both in this term and the term of the previous Government has been that we must not do anything that is not in compliance with European Union rules, laws and regulations.  While I fully appreciate that is the case, Denmark has successfully introduced social value clauses, as have Scotland, the rest of the United Kingdom, France, the Netherlands, Austria and Belgium.  Ireland should follow suit. <\/p><p>The Minister of State and I should consult further on how to improve this legislation.  While he and his two immediate predecessors, Mr. Brian Hayes, MEP, and Dr. Martin Mansergh, introduced guidance in this area, companies have not noticed an improvement in their ability to secure State or local authority contracts.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is a way forward in my view.  Surveys show that 82% of respondents in Ireland believe that the lowest cost is not always the best option and that there is a need to consider overall value and quality.  It is unfortunate that in many areas the consideration is purely the base cost and too heavy a weighting is given to it.<\/p><p>The problem arises when local authorities group their tenders.  For example, the four Dublin local authorities in some instances will group their tenders and, by doing so, exclude hundreds of Irish businesses from even tendering for those contracts.  The Department and the Office of Government Procurement need to work out a solution.  That office is very active in seeking feedback and it has engaged with businesses.  There needs to be an improvement in the percentage of the number of businesses, goods and services procured from outside the State.  Many people have cited the example of the reason the French police drive Citroen cars, which is not because they are the cheapest or the best cars but because the French want to support their own industries within EU rules and guidelines.  Other EU states do likewise and so should we.  Irish industries and companies employ almost 900,000 people.  These are the sustainable businesses.  We all welcome FDI, foreign direct investment and large companies and their investments, but our indigenous firms are rooted in every town and village throughout the country and they are the businesses the State and the local authorities can support better.<\/p><p>This legislation, if accepted and passed, would send a message to all State bodies, Departments and local authorities that we are changing the way we do things, that we will catch up with the rest of Europe, and that we will use the money we spend on goods, services and products to better support Irish businesses.  While this legislation is not perfect and needs improvement, in my view it provides a basis.  If Second Stage is agreed to and amendments are accepted on Committee Stage, the Bill can be further improved.  We could consult stakeholders, local authorities, the Office of Government Procurement and, most important, those running enterprises, employing people and looking to expand their businesses.  I do not think any Government wants to put our firms at a disadvantage against EU and worldwide competitors.  Unfortunately, in some instances, we do that.  This may not be done knowingly and certainly not deliberately but that is what happens.  We must grasp this nettle once and for all.  No more should we have the examples of leaving certificate papers being printed in Spain while people in Ireland are losing their jobs as a result.  Irish firms have proven they have the track record, expertise and quality of work to undertake large State contracts and they should not be losing out purely on the basis of cost, which means people lose their jobs, the State picks up the tab and there is a knock-on effect on subcontractors and other businesses.  The schools summer work schemes has an effect on communities whereby schools are permitted to procure their own services.  Much of that business stays within the community and it keeps people afloat. <\/p><p>I am pleased to introduce the Bill to the House.  I am interested to hear the Minister of State's comments.  The Bill is a step in the right direction and it will put momentum behind this issue.  We talk about the issue of procurement every two or three years.  In 2008 and 2009, the former Deputy Bernard Allen from Fine Gael and I wrote a report on public procurement for the Committee of Public Accounts.  As I have defined in this Bill, one area in which public procurement could be improved is through social value clauses in tenders issued by Government agencies, Departments and bodies.  This would have a very significant and positive effect and would help to improve the number of Irish firms procuring State and local authority contracts.<\/p><p>As the proposer of the Bill, I thank all those who contributed to this legislation, such as the Small Firms Association, Chambers Ireland and many business groups that have taken an interest in this legislation.  I look forward to the Minister of State's comments and response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#KK00400","speaker":"1139","continuing":true},{"type":"speech","time":1429695000,"counter":136,"content":"<p>I am delighted to second my colleague's proposal.  It is good legislation which takes stock of the system of public procurement as well as attempting to deal with other aspects.  Other than European Union law which applies to certain contracts over a certain value, we do not have public procurement law in this country.  We have public procurement practice instead.  I do not know if the green book, which contained guidance for public bodies in this regard, is still in use.<\/p> <p>The Minister of State would do well to consider the possibility of enacting a public procurement law to give statutory guidance on what is and is not permitted.  This issue drives people mad and it is very difficult to explain to them when they see contractors from other countries doing work in this country that Irish contractors are doing abroad.  This legislation is an attempt to address inequity in what companies are meant to do.  People see different regulations being applied here which are not applied in other jurisdictions, in the United Kingdom in particular.<\/p> <p>I know of people who worked on major contracts in the North of Ireland and they were subject to community benefit requirements in contracts, such as employing and training local trainees and employing local subcontractors.  People could not understand why this could not be done here.  It is argued that the European Union regulations do not allow for such considerations and that the best price must be awarded the contract.  However, I note that the sale of Siteserv did not go to the best priced tender.  If the Government can do it for Siteserv, then any Government should be able to do it to ensure a community benefit requirement is included, along with getting the best possible price for the State, which is also very important.<\/p> <p>The Bill is not designed to increase prices.  Public procurement is essential for the running of an economy such as ours but factors other than pricing must be considered.  The lowest price may not always be successful.  This Bill attempts to put meat on the bones of what would be required from contracts with regard to training, recruitment, the availability of subcontracting opportunities, facilitating the involvement of SMEs and the promotion of innovation.  At all times the legislation provides that we must conform with the legislative provisions of the European Union, which is critical.  It is also clear that social clauses in contracts are used in public procurement contracts in Austria, Belgium, Denmark, France, Germany, Italy, the Netherlands and the UK.  If they can do it, we should be doing it because if we are not, we are putting ourselves at a competitive and a social disadvantage.  This proposed legislation should be considered seriously and amendments should be proposed by the Government on Committee Stage.  We are proposing this legislation as being very beneficial while also securing the openness of our economy which is to everyone's benefit.  I am proud to be associated with this legislation and I am delighted to second it.  I wish the House would support it on Second Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#LL00200","speaker":"1116"},{"type":"speech","time":1429695000,"counter":137,"content":"<p>I thank the Fianna F&aacute;il Party for proposing this Bill which is a good idea.  I note that the key proposals contained in this Private Members' Bill require that before entering into a public contract or concluding a framework agreement, contracting authorities should consider how the delivery of the contract will meet community benefit requirements.  This is very important because we all wish to ensure that communities benefit from contracts and that these contracts will improve the economic, social and environmental well-being, all equally important in the social contract.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Emphasis should be placed on environmental well-being in procurement and consideration given to how it might be considered in securing improvements.<\/p><p>I agree with the sentiments outlined in the Bill.  I understand Sinn F&eacute;in proposed a similar Bill in the D&aacute;il and that the Government did not oppose it.  The principle underpinning the procurement process in this Bill is worthwhile.  Many of the principles underpinning public procurement processes are based solely on economic considerations in the provision of particular public services at the lowest price.  However, the inclusion of social responsibility clauses in tendering requirements has the objective of achieving other socially desirable goals, for example, the employment of local unemployed individuals.  This and other provisions would be beneficial.<\/p><p>Everything cannot be measured in monetary terms.  We must also consider the benefits to society and people.  European Union rules on tendering and public procurement permit the use of social clauses and promote social considerations, which is good.  These clauses must satisfy certain requirements; they must be objective, made publicly available and strike a balance between competitive tendering and social considerations.  They must not be discriminatory, which is an important element of contracts.<\/p><p>Several EU member states have already made use of social responsibility clauses.  The United Kingdom introduced such a clause two years ago and its legislation at the time was heralded as \"transformative\" because it required public bodies to take into account social and environmental benefits.  However, after two years in operation, the evidence suggests not much has changed.  The Government must try to avoid the same happening here.  It is all well and good to pass legislation and take credit for this, but it must be implemented properly.  The evidence in the United Kingdom suggests that of the 480 English councils surveyed in the social value portal, only 15% stated they were applying the clause.  Why is that and why is it not being used more widely, especially at a time when it would generate much needed income for community based organisations employing disadvantaged persons?  A recently published UK Government review highlighted three main barriers as to why the clause was not being used.  The Government here must ensure it does not face the same pitfalls when the legislation is passed.  One of the pitfalls in the United Kingdom was a failure to understand how the clause should be applied in government procurement.  Another pitfall was related to the agreed standards for measuring social value.  Paradoxically, the focus on measurement has got in the way of implementation.  Another issue concerns the measurement tools used.  Do we have the tools to measure social value and can we use them to bring about innovation in the public service?  It is important to consider this issue.<\/p><p>Public procurement in Ireland is undergoing great change, with a shift towards a more socially responsible focus that will result in better outcomes for society, not being entirely based on value for money.  The public procurement section of the OPW has undertaken a number of projects involving a social value clause, even before the legislation is enacted.  The OPW has demonstrated a spirit to implement such a clause.  Modernising services and bringing public procurement processes up to speed with technological developments are also central to this issue.  A targeted approach to the use of social value clauses where employers are likely to be hiring additional workers to deliver a contract must be taken.  The reform of public procurement processes remains driven by the need to obtain value for money, but it must also include social value clauses in the supply of services.  It is, however, essential to ensure value for money is not adversely affected by the inclusion of a social value clause.  Senator Darragh O'Brien mentioned we should ensure SMEs were facilitated.  Where we have larger companies that can absorb the extra cost of including a social value clause, we must try to ensure it does not discriminate against smaller local companies.  We must not cut off our nose to spite our face.<\/p><p>In June the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, established a social clause project group, led by the Office of Public Procurement.  Would the Minister of State like to tell us how the group is performing?  Two of the projects in which the Government has incorporated a social clause are the Grangegorman development and the devolved school building programme.  I understand some 48 long-term unemployed persons have been employed on 15 sites where social clauses are being implemented.  Therefore, a significant amount can be done without legislation.  Of course, it would be better to have the legislation in place, but we must learn the message on the experience in the United Kingdom, where only 15% of companies are implementing such a clause two years after its introduction.  We must ensure any legislation we introduce works.<\/p><p>Would a more effective measurement tool help?  I believe it would.  We need to consider the modern technology available to aid in measurement.  For example, it is not always easy to measure social good or assess and put a figure on the mix of tangible results such as new jobs for disadvantaged persons, increased self-esteem and self-reliance or the self-assurance that comes from having a job.  I attended the launch of a mental health programme by Comhairle na n&Oacute;g today.  We should also consider what procurement can do in providing jobs for people with mental health difficulties.  There is significantly more to be measured than just the number of jobs created.  Of course, we must always take into consideration the fact that taking a person off the unemployment register is worth &euro;20,000 a year to the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#LL00300","speaker":"1135","continuing":true},{"type":"speech","time":1429695000,"counter":139,"content":"<p>I welcome the Minister of State.  Nobody denies that community benefit requirements and social clauses in public contracts can only work in the best interests of the local community.  They are a way of supporting the development of local economies and can lead to the promotion of social goals.  For example, they can help to protect the environment or support the disadvantaged.  Most importantly, community benefit requirements and social clauses can help to protect the most vulnerable in society.  All of these benefits could reasonably be achieved through clauses embedded in the terms of contractual awards and enshrined in legislation.  Community benefit requirements require public moneys to be spent in the best possible way and with the best possible results, not just for the contractor but also for the wider community which can share in the rewards.  The Sinn F&eacute;in Party has experience in this area.  As Minister for Regional Development in the North, Mr. Conor Murphy ensured social clauses were written into public contracts to young people, for example, the opportunity to pursue apprenticeships.  In major capital road building contracts the Minister ensured social clauses were written in to allow for the provision of jobs for the long-term unemployed.  <\/p> <p>In Dublin City Council last year the Sinn F&eacute;in group succeeded in having a motion passed to allow for the inclusion of social procurement clauses in council contracts.  In 2013 Sinn F&eacute;in introduced the Social Clauses in Public Procurement Bill 2013.  On Second Stage in the Dail Deputy Mary Lou McDonald stated it was Sinn F&eacute;in's view that, to best serve the public good, any value for money strategy for the spending of public money should not focus exclusively on the bottom line.  She went on to say current procurement policy had all but ignored the potential benefits for small and medium-sized indigenous businesses, social economy enterprises and wider society from Government spending.<\/p> <p>Without question, such legislation will give SMEs a fair bite of the apple and an opportunity that has not always been open to them.  It could allow for the unbundling of large contracts which ordinarily would be the preserve of large corporate organisations.  They could now be allocated to a multitude of SMEs to the benefit of the local economy and community.  We would welcome legislation to impose community benefit requirements as part of contractual requirements in contracts awarded by public bodies.  This is something on which we have delivered in the North and we tried to do the same here when we introduced our legislation in 2013.  We have similar legislation parked on Committee Stage.  We urge the Government to act on this issue and will, therefore, support the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#MM00200","speaker":"1155"},{"type":"speech","time":1429695000,"counter":140,"content":"<p>I welcome the Minister of State.  <\/p> <p>I agree with most of the comments on the Bill made by Senator Darragh O'Brien and I am pleased the Government does not intend to oppose it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all agree that public expenditure is critical to the national economy.  A recent report by the Office of Government Procurement entitled, Public Service Spend and Tendering Analysis for 2013, stated:<blockquote><br \/><br \/>Prior to the Government&rsquo;s establishment of the Office of Government Procurement, the State had no mechanism for collecting, analysing and reporting on spend data across the thousands of State-funded bodies in the public service.<\/blockquote>It continued:<blockquote>We have &euro;2.742 billion of non-pay expenditure data [which shows the extent to which public expenditure is important in this country] from the health, justice, local government and education sectors for 2013.<\/blockquote>Given the economy has been improving since 2013, that amount of expenditure will have increased quite substantially.  The data the office gathered &ldquo;indicates that 93% of the State&rsquo;s expenditure is with firms within the State [that is good news] and that 66% of the State&rsquo;s expenditure is with SMEs [small and medium-sized enterprise sector].&rdquo;<br\/><br\/>However, the report also stated:<blockquote>The Office of Government Procurement, which commenced sourcing operations in 2014, has a clear remit to deliver sustainable savings for the taxpayer through centralising procurement.<\/blockquote>No one will argue that we want State bodies splurging money unnecessarily.  However, sustainable savings for the taxpayer may not necessarily be achieved through centralised procurement.  There is a doubled-edged sword to this on which we need to reflect.  It can be argued at European level, as I have done myself, that EU policy on investment under the Juncker plan should take into account regional disparities.  There was a proposal that investment under the Juncker plan should be analysed on a profit basis, namely on the added value - words we all know and love - and profitability to the overall European economy.  The difficulty for Ireland is that it is a small open economy on the periphery of Europe.  If that is going to be the only basis on which investment under the Juncker plan is to be delivered, then it would not be in our particular interests.  In such a system, expenditure would be sucked into the centre while countries on the periphery would lose out.<br\/><br\/>This is no less valid for Ireland&rsquo;s procurement process.  If public service contracts are centralised and preference is given to a centralised tendering process, investment in these contracts will start going to larger companies and inevitably will be sucked into eastern parts of the country.  There is plenty of evidence to show that is the case.  We need to be aware of the cost of unbalanced regional development, a cost which is difficult to quantify.  I am concerned that we need to balance cost against social considerations but in a different way than that laid out in some of the documents I have examined.<br\/><br\/>I am also concerned by the language used.  Value for the taxpayer must be considered in the broadest possible way.  Take a job in a small town on its knees.  The multiplier from one additional job to such a town will be much more significant to that local community than giving it, for the sake of argument, to Smurfit in Dublin 6.  There would be significant additions to local communities by disbursing jobs across the country.<br\/><br\/>I am concerned we go too far in centralising State contracts.  There was talk of centralising the arts and crafts supplies for all schools.  Most schools would over-order at the start of the year to ensure they did not run out of supplies as they could not go down to a local supplier if they needed additional supplies.  It would also mean small local firms would not have access to that business.<br\/><br\/>I accept the establishment of the Office of Government Procurement is a step in the right direction.  However, the levels of insurance required for standard contracts, RFTs, request for tenders, are too high for some of the jobs tendered, such as those for the schools summer works programme.  I do not believe reasonably small contracts, which should be going to local firms, should require high levels of insurance that have nothing to do with the contract tendered.  I am aware of cases where State contracts have been put forward for small consultancy work which have required employee insurance when there were none.  This needs to be examined.  Being the best boy in the class in Europe when it comes to procurement is pointless because our small businesses are losing out.  We had the benefit of the recent announcement of the summer works programme for schools by the Minister for Public Expenditure and Reform, Deputy Howlin.  I want to see that business going to small local employers and the money seen on the ground, not the nonsense of &euro;3 million worth of employment insurance being required.  Will the Minister of State ask the Office of Government Procurement to look again at the requirements for insurance limits and ensure they are reasonable for the work commissioned?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#MM00300","speaker":"1172","continuing":true},{"type":"speech","time":1429695000,"counter":142,"content":"<p>It gives me great pleasure to speak on the Public Services and Procurement (Social Value) Bill 2015 which will require public bodies to have regard to economic, social and environmental well-being in connection with public service contracts and related matters.<\/p> <p>This is a perfect example of an opportunity for the Government to put indigenous industry on a par with multinationals and foreign direct investment.  Everything is done to facilitate multinationals to come into the country while SMEs and indigenous industries are not given the same momentum.  There has to be a balance with our SMEs getting the same taxation benefits and other measures as multinationals get.  As Senator Hayden said, SMEs are in every part of the country while multinationals want to locate only in large urban environments.<\/p> <p>Fianna F&aacute;il has brought forward this legislation to ensure Irish SMEs have a level playing field with their European counterparts in successfully bidding for public procurement contracts which provide significant social benefits.  Successive Governments, including Fianna F&aacute;il Administrations, have failed to introduce such legislation resulting in the loss of potentially thousands of local jobs in the SME sector.  Every year the State tenders for over &euro;8.5 billion worth of goods and services.  Ireland, unlike many EU countries, focuses on the lowest tender price, offered with no consideration to the social impact certain tenders of a higher cost may have.  Most European countries have introduced social clauses to allow the State chose offers which may not be the lowest in cost but would have significant social benefit for the local and regional area such as allocating jobs to the local unemployed or taking on local apprentices for contracted work.  By failing to introduce this type of legislation, successive Governments have undermined indigenous industries by not putting them on the same par as foreign direct investment, leaving them disadvantaged by different tendering rules to those in other EU member states.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary M. White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2011\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2011&amp;amp;pid=MaryMWhite&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->France is a particular example.  It is gung-ho and very nationalistic about contracts, as Senator Darragh O'Brien said in referring to how the police force used Citro&euml;n cars, although I do not know whether the Citro&euml;n cars are good, bad or indifferent.  We have not worn the green jersey on this issue and all Governments have failed to do so.<\/p><p>Fianna F&aacute;il's legislation would require public bodies to have regard to economic, social and environmental well-being when public service contracts were being put out to tender.  This would level the playing field for small and medium Irish businesses when competing with their European counterparts and have the potential to increase the number of jobs in and the profitability of the Irish SME sector. <\/p><p>I wish the Minister of State, Deputy Simon Harris continued success.  He is doing a great job and doing brilliantly for such a young man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#NN00200","speaker":"1156","continuing":true},{"type":"speech","time":1429695000,"counter":144,"content":"<p>I am very pleased to be in the Seanad to deal with this legislation.  I respectfully say it is a constructive use of Private Members' time to debate such issues of substance rather than the behaviour in which we can all engage from time to time.  As Senator Mary White said, there is a substantial amount of money being spent in the public procurement of services.  Breaking down the figure to which the Senator alluded, it works out at roughly &euro;23 million a day being spent by the Government and its agencies in buying goods and services.<\/p><p>I disagree with little of what has been said by Senators on all sides of the House.  There are, however, some misconceptions, to which I will get.  The Office of Government Procurement has been set up as a very honest and constructive way of making sure we build expertise in procurement in the public sector.  Up to this point, lots of people in the public service have had procurement as a small part of their jobs but not many have had it as their full-time job.  With the Office of Government Procurement, we are building real expertise in an office that is going to be able to interact with the SME community and the Oireachtas and develop best practice over time.  It is fair to say to the officials in the office and others that while 2014 was the year of establishment, 2015 has to be the year in which the structures bed down and there is upskilling and a reach-out to SMEs.<\/p><p>There are always reasons Ministers can find to oppose legislation, but in a spirit of co-operation and acknowledgement that this is constructive legislation, I do not intend to oppose the Bill on Second Stage or divide Seanad &Eacute;ireann on the issue.  The Bill is an attempt by Senator Darragh O'Brien and his colleagues to have a constructive input to the ongoing debate on and the development of procurement policy and I do not believe procurement policy is a partisan issue.  There are many changes in this area which is somewhat in a state of flux.  It is, therefore, very helpful that we thrash out the issues together on all sides of the House, just as we did on all sides of the D&aacute;il a number of months ago. <\/p><p>The Government is committed to driving an ambitious reform programme designed to modernise the public sector and improve service delivery.  We recognise that public procurement must be a key element of the programme, not only in terms of its potential to assist in the delivery of improved public services but also as a platform to add value by maximising the impact procurement can have in enabling community benefits in areas such as employment, training, assisting small business and promoting innovation.  The Government is, therefore, not opposed to the principle of having community benefit clauses and sees significant merit in developing a targeted community clause framework.  There are a number of initiatives where such clauses are being deployed.<\/p><p>Last year my colleague the Minister, Deputy Brendan Howlin, established a social clauses project group, which has been mentioned.  Led by my office, the Office of Government Procurement, the project aims to proactively look at public contracts where social clauses could be deployed to contribute to employment or training opportunities for the long-term unemployed.  The objectives of the project are the identification of suitable policy priorities to be addressed through the insertion of social clauses in public contracts; the provision of guidance on suitable candidate project types and spend areas; identification of suitable contract clauses developed in conjunction with the Office of the Chief State Solicitor; and the design of a monitoring and reporting framework which can be applied to future projects where social clauses are to be used.<\/p><p>It is important to adopt a targeted approach to the use of community benefit clauses in contracts where employers are likely to be hiring additional workers to deliver a contract.  This is very important in mitigating any risk of displacing workers already in employment, while offering the opportunity of assisting with labour activation measures for the long-term unemployed.  Two examples of this approach in progress, to which Senator C&aacute;it Keane alluded, are the Grangegorman development and the devolved schools build programme.  On the latter, a clause has been included in the public works contracts which requires that 10% of the aggregate time worked on site must be undertaken by individuals who have been registered on a national unemployment register within the European Union for a continuous period of at least 12 months immediately prior to their employment on the project.  Additionally, 2.5% of the aggregate time worked on site must be undertaken by individuals who are employed under a registered scheme of apprenticeship or other similar national, accredited training or educational work placement arrangement.<\/p><p>The devolved schools build programme is being administered by the National Development Finance Agency on behalf of the Department of Education and Skills.  It involves three contracts covering 14 sites, with the works comprising stand-alone, new build and extension and refurbishment works.  Construction work started on all three contracts during spring 2014.  The aggregate capital value of the contracts is approximately &euro;70 million.<\/p><p>I understand the overall compliance rate with the pilot clause has been good.  The Department of Social Protection, through its Intreo offices, is providing support for the contractors in meeting their obligations under the contract by providing suitable candidates to match the skills requirements from long-term unemployed construction workers.  This is an example of joined-up thinking between public agencies.  To date, approximately 48 long-term unemployed persons have been hired across the 15 sites out of a total workforce of about 440.  The project is about getting people back to work and we are seeing the public and private sectors working together and providing real information on the types of people they need and their training requirements for employment in a sector.<\/p><p>Overall, we want to ensure we learn from the practical experience gained where community benefit clauses are utilised.  This is a complex area, as has been acknowledged by Senators on all sides.  It is important to develop a robust structure that will assist the contracting authority to develop the correct clause and provide support from the appropriate agency to aid the company in implementing the clause.  We do not want unintended consequences that would inadvertently put any SME at a disadvantage.<\/p><p>I note that the Bill contains provisions which recognise that public procurement is governed by EU rules, national legislation and World Trade Organisation agreements.  The aim of the rules is to promote an open, competitive and non-discriminatory public procurement regime.  In order to be compatible with EU law, social clauses must be made known to all interested parties and not restrict participation by contractors from other member states.  It would be a breach of the rules for a public body to favour or discriminate against particular candidates and there are legal remedies which may be used against any public body which infringes these rules.  The EU procurement directives primarily envisage that social considerations may be included as contract performance conditions, provided they are not discriminatory and included in the contract notice or contract documents and relate to the performance of the contract.<\/p><p>In 2010 the European Commission documented a long list of possible policy issues which might be taken into account within the framework of a socially responsible public procurement policy.  The list includes the promotion of employment opportunities for various groups of employees; the promotion of decent work; compliance with social and labour rights; support for social inclusion; the encouragement of human rights; and the consideration of ethical and fair trade principles.  The proposed Private Members' Bill clearly goes beyond this by seeking to include certain mandatory<i><\/i>social clauses in public contracts.  The revised EU directives, when transposed, will provide greater scope and legal clarity in the use of social benefit clauses in the context of an open, competitive and non-discriminatory public procurement regime which delivers value for money.  The new rules will contribute to the implementation of the Europe 2020 strategy for a more social, innovative and inclusive economy.  The transposing of the directive provides a further opportunity to examine and seek clarity on the legal possibilities and how it might interact with the suggestions made in the Bill.<\/p><p>The reform of the public procurement function remains driven by the need to obtain value for public money in procuring works, supplies and services.  It is essential to ensure value for money is not adversely affected by the inclusion of social clauses or that additional costs are not placed on domestic suppliers relative to other potential suppliers.  We do not want to have inadvertent consequences or disadvantages for SMEs.  Merely inserting clauses that require additional employment or training of additional staff could give rise to increased public procurement costs because of higher input costs imposed on suppliers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This may disadvantage SMEs in favour of larger companies which can absorb the additional costs and may lead to displacement of the current workforce with no net employment gain for the economy.  For this reason the proposal to require all public procurement contractors to employ a quota of long-term unemployed poses a number of significant risks.  In the current economic climate and bearing in mind the difficulties in the construction sector, businesses have for obvious reasons been reducing their existing workforce rather than taking on new employees.  Consequently, it is likely that where a business is awarded a public contract, in particular a small-scale contract, the work would be carried out by existing employees.  In such circumstances a social clause requiring that a number of long-term unemployed be taken on to deliver a public contract could impose an additional cost on SMEs which they may not be able to afford or result in an employee of the supplier being let go in favour of a long-term unemployed person.  The final legislation will need to provide the flexibility to adapt to the economic environment that prevails at any given time.  I acknowledge Senator Darragh O'Brien's willingness to engage on these issues and to anticipate any unanticipated consequences of being too rigid in our approach.<\/p><p>The Office of Government Procurement, OGP, has been proactive in developing measures designed to assist SMEs in accessing public procurement opportunities and to encourage innovation.  Where practical and legally possible, policy also seeks to promote whole-of-government objectives, including the promotion of innovation in procurement.  The stated aim of the OGP is to provide value for money and solutions that are smarter and more efficient.  The OGP has established category councils for categories of goods and services bought by the public service.  Category councils are responsible for developing commercial strategies for sourcing goods and services in each of their categories, in line with the needs of customer organisations and in the context of obtaining value for money.  The scope for innovation in procurement will form part of this exercise and it is part of the remit to examine this where it is appropriate and relevant to do so.  Given that the OGP is still newly established, it is too early to say what obstacles, challenges or lessons it will face in this regard.  However, there is a clear focus within the office on fostering and facilitating innovation in public procurement.<\/p><p>The new EU procurement directives will contribute to facilitating public procurement of innovation in Ireland, particularly because they allow greater scope for interaction and dialogue with the market in regard to preliminary market consultation, competitive dialogue and competitive procedures in terms of negotiation and innovation partnerships.  The Government's Action Plan for Jobs, which was developed by the Department of Jobs, Enterprise and Innovation, also recognises that procurement can be an enabler of private sector innovation and can support the drive to reduce costs in procurement budgets.  It acknowledges that many innovative companies can offer solutions to the needs of public sector bodies with lower whole-of-life costs than more conventional purchases.  It recognises the need for contracting authorities in Ireland to be become more open to procuring innovation.  It commits to examining practical ways to highlight the merits of purchasing innovative products and services, where appropriate, as a means of achieving cost savings in public procurement.<\/p><p>In April 2014, the OGP published circular 10\/14, which sets out the measures buyers should take to promote SME involvement in public sector procurement.  Buyers are advised to undertake market analysis prior to tendering to better understand the range of goods and services on offer and the competitive landscape, including the specific capabilities of SMEs.  The circular promotes transparency in procurement by requiring supplies and general services contracts with an estimated value of &euro;25,000 to be advertised on the Government's electronic tendering portal, eTenders, and it encourages suppliers, including SMEs, to use eTenders fully and avail of its facilities for registration, e-tendering and automatic alerts of future tendering opportunities.  Buyers are encouraged not to set turnover thresholds at more than twice the estimated contract value and to put limits on insurance levels for suppliers where possible.  The circular also promotes greater use of open tendering and less use of restrictive tendering and encourages SMEs to consider using consortia where they are not of sufficient scale to tender in their own right or where they may lack certain capabilities necessary to provide a compelling proposition.  It also encourages contracting authorities to break large contracts into lots where it is reasonable to do so and where it does not expose the State to undue risk or significant management overheads.  Buyers are encouraged, where possible and appropriate, to promote new and innovative solutions by indicating in tender documents whether they are prepared to accept reasonable variants to the specifications.  Requirements can adopt an output oriented approach in the tenders to encourage creative and innovative solutions.<\/p><p>The OGP also supports the work of Enterprise Ireland and InterTradeIreland in building awareness of public procurement and supporting training for small suppliers in bidding for public contracts.  For example, in 2014, the OGP supported two meet the buyer events in Belfast and Dublin which were attended by approximately 1,600 suppliers.  We also supported the Go-2-Tender programme organised by InterTradeIreland, which was attended by approximately 400 SMEs.  This year, InterTradeIreland also delivered a programme on consortia building to assist SMEs to bid jointly for State contracts.  We will continue to work with suppliers to ensure winning Government business is done in a fair, transparent and accessible way and that government procurement policies are business friendly.<\/p><p>Senator Darragh O'Brien referred to the great work being done by SME representative bodies.  I will not name those bodies in order to avoid the risk of leaving one out.  When I recently attended a meeting of the SME advisory group, the view was expressed to me that there is a good level of engagement.  SMEs want to have other issues addressed but they recognise that steps have been taken.  We have established a tender advisory service through which it is possible to lodge queries or problems with a tender and receive a factual response within a set period and in an informal manner.  We are also involving the local enterprise office in this engagement.  These offices are already working with chambers of commerce and interacting with businesses on the ground, and we have commenced the process of upskilling them on procurement matters.  The meet the buyer event which I attended in Dublin offered a superb opportunity for small businesses to engage face to face with State agencies, but I would also like to see that happening on a local level.  We have a responsibility to provide local leadership in our communities in ensuring such events take place on a smaller scale through our enterprise offices.<\/p><p>While the Government does not oppose this Bill, considerable work needs to be done before it becomes viable legislation with the necessary flexibility to procure the wide variety of works, goods and services necessary to deliver vital public services.  Further debate and discussion is required to put in place the correct policy approach to facilitate effective use of community benefit clauses.  We must be mindful of the need to maintain flexibility to reflect changing economic and social circumstances.  I want the discussion to continue and I support the Bill on Second Stage in that spirit.  I encourage Senators to engage with the OGP and the various initiatives on procurement.  Public procurement is in a state of change for the better.  We should use 2015 to build structures of which we can be proud.<\/p><p>Senator Hayden referred to a report providing an analysis of public expenditure in this area for the first time.  I encourage Senators to study the report, which found that 93% of the value of public procurement is spent in the country and that 66% of procurement expenditure is being won by SMEs.  The report also drew attention to the gaps in the data and the need to capture more data.  In regard to the local person not losing out, we need to consider further how we can break contracts into lots.  This conversation is only the beginning.  The Bill represents a constructive contribution and I look forward to its passage and the continuation of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#OO00200","speaker":"1106","continuing":true},{"type":"speech","time":1429695000,"counter":146,"content":"<p>I welcome the Minister of State and thank him for his contribution.  Unfortunately, I was dealing with the banks earlier today but I like what I heard from the Minister of State.  I missed the earlier debate because I was down in the basement where I observed on the monitor that Senators were discussing important issues.  I wish I had been here.<\/p> <p>A significant example of efficiency improvements is in the aviation sector, where fares have undergone an immense decline in real terms.  That has been beneficial to this country.  These efficiency gains are a function not only of productivity within airlines but also of pressure on suppliers.  If a reduction of 40% can be extracted from Boeing, the savings are passed on to the consumer.  Airlines also extracted discounts at airports and sought more efficient methods of retailing.  Travel agents have largely disappeared because travellers can do the job themselves.  Check-in desks are no longer required at airports because passengers can check in online.  Procurement is one element in the efficiency gains we are seeking.  I appreciate the Minister of State's comments on SMEs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The current tendering process for 10% of Dublin bus routes is controversial for the wrong reasons.  It has been criticised from the point of view that it opens up the market too much when in fact 98% of the small companies in the bus business are precluded from tendering by the requirement that companies tendering for the routes must have an annual turnover of at least &euro;7 million and carry 1.2 million passengers.  The school bus service could not operate if this condition were applied to it.  This is clearly a case of protectionism by the incumbents.  It makes it very difficult to generate competition for a subsidy of &euro;90 million, which our friend and colleague, the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, is attempting to open to some competition.<\/p><p>As it currently operates, my impression from the use of listed hotels by organisations which have hospitality is that people can obtain lower prices on the open market.  It may be the case that the listed hotels are required to have a certain number of rooms or that rooms must be available for a certain length of time.  External examiners and others have told me they were required to stay in a certain hotel because it is the only one that is recognised.<\/p><p>One would not wish for a large bureaucracy to develop.  The warning from the National Health Service in the United Kingdom is that an immense administrative edifice was built around services such as bed linen, for which prices were often higher than if the matron had simply bought new bed linen in the local Marks &amp;amp; Spencer store.  We do not want to create another bureaucracy. <\/p><p>I have concerns about many services in this country, including the cartelisation of accounting and legal services.  I realise the Minister for Justice and Equality is moving legislation on this very area in the D&aacute;il today and the Bill will soon come before the Seanad.<\/p><p>Efficiency and competition do not just happen; they must be made to happen.  The Ministers for Finance and Public Expenditure and Reform, who have been in charge of these areas, have been doing well.  The Bill before us is a useful addition to that picture and I am pleased the Minister of State has accepted it.  Nevertheless, eternal vigilance is the price of freedom, including in this case.  If we all encounter cases of competition being obstructed in our areas of expertise, the rule of thumb to be applied is that the incumbents are trying to find ways to keep out new entrants.  Overall efficiency, particularly in a country such as Ireland with so many young people, demands we ensure incumbents are put under pressure by new entrants because they are the good guys in this regard.<\/p><p>I am pleased with the Minister of State's contribution and I compliment Senator Darragh O'Brien on introducing this legislation, which is a good way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#PP00200","speaker":"1157","continuing":true},{"type":"speech","time":1429695000,"counter":148,"content":"<p>I compliment my colleague, Deputy Darragh O'Brien, on introducing this important Bill.  Departments frequently tell us that a tender was awarded for value for money reasons.  Value for money is not the only issue at stake in the awarding of public contracts.  As previous speakers noted, we often find that contracts for simple items are awarded to foreign companies.  It beggars belief that the leaving and junior certificate papers are printed elsewhere.<\/p> <p>Other countries have introduced a social impact clause, which is provided for under European Union rules.  Ireland, however, is not using the full powers available to ensure the highest benefit for the country from public contracts, including in the area of job retention.  In one astonishing case in County Kerry, tenders for the RIBs used by the Coast Guard service were drawn up in such a manner and with such specifications that the contract could only be awarded to a company that was not based in Ireland.  Irish companies were precluded from tendering for the contract.<\/p> <p>In addition to more transparency, we also need a level playing pitch, as Senator O'Brien noted.  We must ensure the lowest price is not the only issue considered when assessing tenders because it does not necessarily deliver the best return to the State or the best value for money to citizens for the tax revenue that is being used for tenders and contracts.<\/p> <p>Small and medium-sized enterprises wish to compete fairly but are being frozen out of contracts in other jurisdictions by social clauses which are not used for similar contracts in this country.  Germany, Italy, the Netherlands, the United Kingdom and Austria all use social clauses to great effect and keep money in their economies.  Unfortunately, Ireland is not availing of European legislation which would allow us to act in a similar fashion.<\/p> <p>I welcome the Minister of State's positive response to the Bill and look forward to its enactment before he becomes a senior Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#QQ00200","speaker":"1159"},{"type":"speech","time":1429695000,"counter":149,"content":"<p>I thank the Minister of State for his comprehensive response to the Bill and all Senators for their contributions.  I especially thank Senators Keane and Hayden on the Government side.  I accept that the Bill needs to be improved and hope we can use the momentum gained today to produce a law that will assist in increasing the number of jobs in and profitability of our small and medium enterprise sector as will as deliver additional value for money and social value for the economy and society.<\/p> <p>Senators made good contributions to the debate.  I hope the Bill will be advanced and I thank the Minister of State for allowing it to pass Second Stage.  This matter should be a priority for the Government, which appears from the Minister of State's contribution to be the case.  While many Ministers of all parties, including the Fianna F&aacute;il Party, have spoken about this issue, we have not delivered at the necessary pace.  Notwithstanding the improvements made and action taken, we must take up the baton and run with it to ensure legislation is enacted before the Government's term concludes.  It is evident there is a will to do so across parties and on the Independent benches.  This can also be achieved in the D&aacute;il.  The most important issue is that the enactment of legislation would send out a message to businesses that the Oireachtas cares about and supports them and will not place insurmountable roadblocks or barriers in their path.<\/p> <p>I thank those who had an input in the Bill, specifically a good friend of mine, Brendan Bannigan, who is in the Public Gallery.  He was very helpful when we discussed this legislation some months ago.  I also thank Breda Gibson and a number of others who were extremely helpful and made their case as business owners and employers who have taken a risk to employ people and improve their communities.<\/p> <p>I was struck by a number of points made by Senator Hayden, including on the need to avoid centralising contracts and tenders.  We must unbundle and break up tenders to give people a fair shot.<\/p> <p>I thank the Minister of State for accepting the Bill on Second Stage and look forward to making further progress in the coming months.  Let us make this legislation a priority by ensuring this Oireachtas takes concrete action on the issue of procurement.  I thank the officials present and all those who contributed to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#QQ00300","speaker":"1139"},{"type":"speech","time":1429695000,"counter":150,"content":"<p>May I respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#QQ00400","speaker":"1106"},{"type":"speech","time":1429695000,"counter":151,"content":"<p>It would be technically out of order to allow the Minister of State to respond as Senator Darragh O'Brien's contribution was his response as initiator of the legislation.  There will be another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#QQ00500","speaker":"1151"},{"type":"unspoken","time":1429695000,"counter":152,"content":"<p>Question put and declared carried.<\/p>"},{"type":"speech","time":1429695000,"counter":153,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#RR00100","speaker":"1151"},{"type":"speech","time":1429695000,"counter":154,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#RR00200","speaker":"1139"},{"type":"unspoken","time":1429695000,"counter":155,"content":"<p>Committee Stage ordered for Tuesday, 28 April 2015.<\/p>"},{"type":"speech","time":1429695000,"counter":156,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#RR00400","speaker":"1151"},{"type":"speech","time":1429695000,"counter":157,"content":"<p>Ag leathuair tar &eacute;is a deich maidin am&aacute;rach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042200002#RR00500","speaker":"1135"},{"type":"unspoken","time":1429695000,"counter":158,"content":"<p>The Seanad adjourned at 6.10 p.m. until 10.30 a.m. on Thursday, 23 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]