[{"type":"minorheading","content":"Prelude","time":1447770600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1447770600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1447770600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1447770600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1447770600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#A00100"},{"type":"speech","time":1447770600,"counter":6,"content":"<p>I have received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>An g&aacute; at&aacute; ann go sol&aacute;thr&oacute;idh an tAire Comhshaoil, Pobail agus Rialtais &Aacute;iti&uacute;il an t-eolas is d&eacute;ana&iacute; faoin obair at&aacute; ar bun ag an &Uacute;dar&aacute;s Cl&aacute;r&uacute;ch&aacute;in Maoine ar Chl&aacute;rlann na Tal&uacute;n i nd&aacute;il leis an ini&uacute;chadh ar fh&oacute;ili&oacute;nna i limist&eacute;ir ch&oacute;sta a bhfuil cearta bainte feamainne ag gabh&aacute;il leo.<\/blockquote> <p>I have also received notice from Senator John Whelan of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to prepare a strategy for the bee-keeping and honey sector on an all-Ireland basis in tandem with his Northern Ireland counterpart in terms of developing a viable niche agri-sector to protect native honey-bee species and ensure consistent and sustainable standards of honey production.<\/blockquote> <p>I have also received notice from Senator Denis Landy of the following matter:<\/p><blockquote>The need for the Minister for the Arts, Heritage and the Gaeltacht to outline what steps are being taken to eradicate the invasive plant known as Japanese knotweed, which is currently spreading across the country and causing severe damage to flora and fauna and built-up environments.<\/blockquote> <p>I have also received notice from Senator Jillian van Turnhout of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the current operational status of the MRI scanner in Our Lady's Children's Hospital, Crumlin, and the waiting list for children, in particular, those requiring a general anaesthetic, to use the scanner.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Finance to outline the current position regarding the homecarer tax credit, how many people are in receipt of same and if there are plans to reform it.<\/blockquote><p>I have also received notice from Senator Pat O'Neill of the following matter:<\/p><blockquote>The need for the Minister Agriculture, Food and the Marine to outline whether any provision has been made to provide grants in respect of forestry plantations that were severely affected in the storms of January 2014 for those not covered by insurance.<\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to work with the Minister for Children and Youth Affairs towards providing adequate funding for the Life Centre in Cork, which is providing full-time education for 45 young people who have been referred to the centre by school attendance officers.<\/blockquote><p>I have also received notice from Senator Lorraine Higgins of the following matter:<\/p><blockquote>The need for the Minister for Communications, Energy and Natural Resources to include the N66 from the Seven Eye Bridge at Kilaspic, Kilchreest, Loughrea, to Peterswell Cross in the national broadband plan.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Whelan, &Oacute; Clochartaigh, Landy and van Turnhout for discussion, and they will be taken now.  Senators Noone, O'Neill, Burke and Higgins may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#A00200","speaker":"1120","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1447770600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#B00200"},{"type":"minorheading","content":"Seaweed Harvesting Licences","time":1447770600,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#B00250"},{"type":"speech","time":1447770600,"counter":10,"content":"<p>I welcome the Minister of State, Deputy Ann Phelan, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#B00300","speaker":"1120"},{"type":"speech","time":1447770600,"counter":11,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire St&aacute;it.  T&aacute; m&eacute; an-bhu&iacute;och di faoi teacht isteach leis an gceist seo - ceist chonsp&oacute;ideach na feamainne in iarthar na h&Eacute;ireann - a fhreagairt.  I thank the Minister of State for coming to the House to answer this question, which relates to the ongoing debate around seaweed harvesting rights along the coasts of Ireland.  I have raised this with the Minister of State, Deputy Coffey, on previous occasions as well.<\/p> <p>There was a lot of talk about the legal position regarding folios and whether harvesters have traditional rights, whether they have legal rights, how they can enforce those legal rights, etc.  Deputy Coffey told us in the spring that he had asked the Land Registry to conduct an audit of all folios within a mile of the foreshore to assess how many folios around the island of Ireland have these rights attached.  That is an important piece of work.  We were told at that stage that it would be done by September and we have not heard back since.  I wrote to the Property Registration Authority of Ireland, PRAI, but unfortunately it did not respond, so I felt I had no option other than to drag a Minister back to the Seanad to get clarification on this important issue.<\/p> <p>As the Minister of State with responsibility for rural affairs, Deputy Phelan will be aware that there is a huge opportunity for us to develop seaweed harvesting around the coast.  It is something that has been totally under-utilised since the foundation of the State.  There was the company Arramara, which was in State ownership until recently, but its potential to develop as much as possible in the sector was probably hindered by the fact that the seaweed was being processed only to a basic level, after which the pellets were sent away for more diverse and value-added processing abroad.  There is considerable potential and it is important for those coastal communities and for the seaweed harvesters that the income they can get from seaweed harvesting is maximised.<\/p> <p>One of the concerns is that there is an attempt by the Government to corporatise the industry.  We have seen a large international player, Acadian Seaplants, come into the market and take over Arramara Teoranta.  We do not have an issue with a company coming in, but we do have concerns about who will be given licensing rights to harvest the seaweeds.  One of the pertinent issues is the need to ascertain who has rights at present and who does not.<\/p> <p>I understand that having a right written into one's folio is not the only way of asserting one's right to harvest seaweed, but it is an important one.  Apparently, if a company applies for a licence to cut seaweed in a particular area, if somebody has a strip of seaweed harvesting in that area, the licence must exclude that strip.  There are other ways in which people can assert their rights, but that is another day's work.  One possible method is under the 1998 conveyancing Act, which contains articles allowing a person to assert his or her rights even if it is not included in the folio.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This was a very important piece of work.  I am not sure where it stands, which is why we have asked the Minister of State to clarify it.  Has the work been finished?  If so, can the information be made publicly available?  Can we see a list of all the folios in which people have seaweed harvesting rights included?  Can it be shown on a map such that we can see areas of the coastline where the rights exist, almost like a red line, and other areas in which there is a contention as to who has the rights and where licences can be issued?  I welcome the Minister of State and hope she can clarify the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#B00400","speaker":"1122","continuing":true},{"type":"speech","time":1447770600,"counter":13,"content":"<p>I thank the Senator for raising this very important issue.  I know exactly how people are thinking around the issue and I understand their concerns.  I welcome my colleague, Senator M&aacute;ir&iacute;a Cahill, to the Seanad.  Again, I thank Senator &Oacute; Clochartaigh for raising the issue and allowing me the opportunity to set out where the Department stands on regulating the harvesting of wild seaweed under the 1933 Foreshore Act.<\/p> <p>The Department has received a number of applications under section 3 of the Foreshore Act for licences to harvest seaweed.  As has been outlined in previous debates, the applications are varied, being made by both individuals and commercial harvesters.  The applications range from very small-scale harvesting of niche seaweed species to large-scale commercial harvesting, as the Senator pointed out.  All foreshore lease or licence applications must be assessed in the context of the applicable regulatory framework.  Public participation is a requirement of the foreshore consenting process and a number of submissions received by my Department expressed the view that certain rights to harvest seaweed exist, with some submissions referring to such rights to collect seaweed.<\/p> <p>My Department sought the advice of the Office of the Attorney General on the interaction between the Foreshore Act and any relevant appurtenant rights, that is, rights that attach to a piece of land close to the foreshore to collect or harvest seaweed.  My Department has engaged with the Property Registration Authority of Ireland, PRAI, to attempt to establish the extent of appurtenant rights specified in Land Registry folios to harvest seaweed that may exist.  On foot of this request, the PRAI has provided my Department with data detailing the extent of the rights in seven of the western seaboard counties, namely, Cork, Kerry, Limerick, Clare, Galway, Mayo and Donegal.  I acknowledge the valuable assistance of the PRAI in compiling the information for my Department.  It was a complex task, given the manner in which the requested data is held by the PRAI and having regard to both the PRAI's and my Department's obligations under data protection legislation.<\/p> <p>From information provided by the PRAI, it is clear that appurtenant rights to collect seaweed exist, and the implications of such rights regarding the harvesting applications before my Department are being assessed.  It is important that these rights, including the location and scale of such rights, are fully considered to inform the evaluation and determination of such harvesting applications.  This process is ongoing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#C00200","speaker":"964"},{"type":"speech","time":1447770600,"counter":14,"content":"<p>I thank the Minister of State and welcome that she has told us this work has been done in seven counties.  My understanding from the PRAI is that anybody can get a copy of a folio of land if they pay the charges.  Making the information available is not necessarily a data protection issue.  Will the Minister of State make the information available?  Can a map be made available showing where stripes of harvesting rights are attached to certain parts of the shoreline?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be important and useful to anybody making any future applications to know that there are folio rights in certain areas already.  These rights are on the folios, so they are public information.  These documents can already be availed of through the Land Registry.  It would be important for the Minister of State and her Department to make this information available publicly so that people can see where these rights actually sit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#C00300","speaker":"1122","continuing":true},{"type":"speech","time":1447770600,"counter":16,"content":"<p>Perhaps I will go through the legal advice.  It is clear from the advice of the Office of the Attorney General that the Department needs to establish the scale of appurtenant rights to harvest seaweed before it can answer some of the questions that have been raised and process certain licence applications.  The Department must take account of any established legal rights, and the aggregate quantification of these harvesting rights, as part of the application process.  This requires the Department to identify the folios to all land bordering on the part of the foreshore and the folios to all parcels of land with the exception of urban lands and housing estates within one mile of that part of the foreshore which is the subject of the licence applications currently with it, and to examine those folios to ascertain whether they contain any entries showing a right to take seaweed from that part of the foreshore.  I appreciate that the note I have read is probably a little legalistic.  If it helps the Senator, I will give him a copy of it so that he can go through it.  If he still has concerns about specific aspects of this matter, he might come back to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#D00200","speaker":"964"},{"type":"minorheading","content":"Apiculture Industry","time":1447770600,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#D00300"},{"type":"speech","time":1447770600,"counter":18,"content":"<p>I welcome the Minister of State, Deputy McHugh, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#D00400","speaker":"1120"},{"type":"speech","time":1447770600,"counter":19,"content":"<p>I join the Chair in welcoming the Minister of State to the House.  The issue I am raising today poses some problems and challenges and offers some great opportunities.  I refer to the concerns, ideas and interests of this country's 3,000 beekeepers, who are represented by the Federation of Irish Beekeepers Associations.  They are particularly concerned for the prospects of the native Irish honey bee and for the manner in which this sector is managed.<\/p> <p>While apiculture is a niche sector within our food production and agriculture industries, it almost beggars belief that there is no reference whatsoever to it in the Harvest 2020 document that was drawn up by the Government to set out our objectives and ambitions with regard to food production in this country.  Most of the 3,000 enthusiastic beekeepers who are operating in this country keep bees as a hobby rather than for commercial purposes.  In my own area, the long-established Dunamaise Beekeepers Association, which is based in Stradbally, County Laois, has passed down the tradition of beekeeping within families and communities down through the years.  Many of the members of that association have produced and harvested honey of such world-beating quality that they have won medals and cups on the world stage for their produce.<\/p> <p>It is astounding that this country, which is renowned for its agrifood sector, its food production and its food exports, imports 90% of the honey that is consumed here.  It is hard to believe, but my point is that it does not need to be the case.  We could turn it around so that it becomes a fantastic win for honey production, for beekeepers and for employment in rural Ireland in this niche sector.  I will set out what is required to do things differently.  While honey production is not a big-ticket item like beef production or dairy production - it is not anything of that order - there are certainly great prospects for jobs to be created and for niche rural industries to be spawned in this sector.  A number of actions are required if that is to happen.  First, an all-island approach needs to be taken.  I am sure the Minister of State, as someone who comes from the north of the country, would appreciate that fact.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Whelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2361\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2361&amp;amp;pid=JohnWhelan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Bees by their nature do not respect, regard or identify with borders.  They do not fly over large expanses of water either, which is an advantage in our case.  As we are an island nation, we can develop honey which has an integrity and which is produced within a defined area within the European Union.  That would be to our advantage in terms of marketing a high quality product, organically produced and so forth.  <\/p><p>The native Irish honey bee has adapted to our intemperate climate.  While most people believe that bees are only out and about in the sunshine, that is not the case.  They are busy pollinating and making honey as long as it is not raining, which is another challenge to which they have adapted.  Some of the challenges that both bees and beekeepers find difficult to deal with include the introduction of foreign hives which can introduce disease, parasites and hybridisation which weakens the strain of the Irish honey bee and limits its ability to adjust to the Irish climate.  Beekeepers are seeking a ban on the importation of foreign hives, which has already been done elsewhere, including on the Isle of Man.  Beekeepers want to prevent interloping bees from places like Italy weakening the Irish bee stock.  <\/p><p>Apiculture offers great opportunities and potential not only as a hobby, but as a commercial pursuit.  In countries like Poland, one can study apiculture at university and emerge two or three years later with a recognised qualification in this area.  We have totally ignored apiculture but there is an opportunity for us to engage, embrace and develop the sector for everyone's benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#D00500","speaker":"1143","continuing":true},{"type":"speech","time":1447770600,"counter":21,"content":"<p>I thank Senator Whelan for raising this issue.  The value of honey produced in Ireland in 2014 was estimated at slightly over &euro;3 million.  The value fluctuates from year to year depending on the climatic conditions during the summer.  There are almost 2,500 beekeepers in the country, over 56% of whom have three colonies or fewer while only 3% or approximately 70 beekeepers have more than 50 colonies.  Only five beekeepers have over 150 colonies, which many would consider to be a commercial apiary.<\/p> <p>Notwithstanding this scale of activity, the Department of Agriculture, Food and the Marine fully appreciates the importance of beekeeping in Ireland.  The value of bees as pollinators far exceeds their value as honey producers.  In 2008, the Department of the Environment, Heritage and Local Government estimated the value of pollinators, including honey bees, for Irish food crops was at least &euro;53 million.  This does not include the value of pollinators in terms of non-food crops and maintaining bio-diversity in the wild.<\/p> <p>One of the major issues facing beekeeping is that of bee health and the Department of Agriculture, Food and the Marine recognises the importance of maintaining and further developing a healthy honey bee population and has devoted considerable effort to this.  With this in mind, the signing into law of the Animal Health and Welfare Act 2013 repealed the outdated Bee Pest Prevention Act 1908.  <\/p> <p>The Control of Animal Diseases Regulations 2014, SI 110 of 2014, lists six pests and diseases of bees of concern, including the small hive beetle.  In response to the 2014 outbreak of small hive beetle in Italy, the Department of Agriculture, Food and the Marine established a sentinel apiary programme earlier this year.  Working with the Department of Agriculture and Rural Development, a similar programme has also been rolled out across Northern Ireland.  This programme was established with the support of the Federation of Irish Beekeeping Associations and the Native Irish Honey Bee Society.  Volunteer beekeepers in areas which are considered to represent greatest risk for the introduction of pests such as the small hive beetle, as well as other beekeepers are participating in this programme.  Over 20 beekeepers providing a representative geographical spread across the country are involved.  The sentinel apiary programme is designed with the objective of providing early notification in the event that any exotic pest or disease affecting honey bees arrives in Ireland.  The Department of Agriculture, Food and the Marine co-ordinates the programme and has provided equipment and guidelines to the beekeepers and also provides the diagnostic service to implement the programme.<\/p> <p>In addition, a bee diagnostic service is operated from the Teagasc laboratories at Oakpark in Carlow.  Analysis of some 300 samples for foul brood, nosema and varroa which are submitted by beekeepers each year are carried out and the Department of Agriculture, Food and the Marine is informed where a case of a notifiable disease is detected.  Officials in the Department follow up, where appropriate.<\/p> <p>The Department of Agriculture, Food and the Marine co-funds Ireland's national apiculture programme with 50% co-funding from the European Commission.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The 2013-16 programme is due to run until August 2016 and is being implemented by the University of Limerick in collaboration with Teagasc Oakpark and NUI Maynooth.  Funding of &euro;70,000 per annum is available for the programme.  The objectives of the current programme are: to monitor Irish over-winter colony losses during the period from 2014 to 2016 in collaboration with the international COLOSS network; assess the efficacy and tolerability of alternative varroa treatments under Irish conditions; establish the prevalence of pests and pathogens in Irish honeybee colonies and assess if the dark native honeybee has inherent resistant characteristics; and provide technical assistance to beekeepers and groupings of beekeepers.<\/p><p>The Department of Agriculture, Food and the Marine intends to engage with the Irish beekeeping associations shortly with a view to preparing plans for submission to the European Commission in early 2016.  These plans will seek co-funding for a new national apiculture programme to cover the period 2016 to 2019.  Appointment of bee health inspectors under this programme will be one of the issues for consideration in deciding the priorities in terms of Ireland's application for funding.<\/p><p>The Department also provides grant aid to beekeepers under the national horticultural grant scheme.  The current scheme is advertised on the Department's website, with a closing date of 18 December 2015.  In recognition of the smaller scale of beekeeping compared with other sectors of horticulture, a minimum investment of &euro;2,000 is required compared to &euro;10,000 for other areas of horticulture.  Potential funding for beekeeping groups is also available from the Department under the scheme for conservation of genetic resources to develop breeding programmes and strategies to protect the dark native honeybee.  The Department also provides an annual grant to the Federation of Irish Beekeepers' Associations, FIBKA.  The objective is to assist FIBKA to meet its operating costs, thereby allowing the association to promote the craft of beekeeping among its members, and to inform the general public of the role of bees in our environment.<\/p><p>The Department of Agriculture, Food and the Marine is also active in ensuring that imported and domestically-produced honey marketed in Ireland meets all the various quality and labelling standards.  More than 100 samples of honey are taken per annum under the national residue plan.  A broad suite of tests are carried out in respect of contaminants such as antibiotics, pesticides, heavy metals, etc.  In addition, a sampling programme is being organised across the European Union this year to ensure that the honey marketed is not being mislabelled with regard to its geographical or botanical origin and that products declared as honey do not contain externally added sugars or sugar products.  The Department and Health Service Executive have taken upwards of 70 samples under this programme.  The Department is also working with a number of stakeholders in producing a guide for beekeepers to ensure they fulfil all legal criteria pertaining to the production, marketing and labelling of their honey.<\/p><p>Officials are in regular contact with their counterparts in the Department of Agriculture and Rural Development in Northern Ireland to ensure that a common approach is taken, particularly in the area of bee health.  They will continue to explore the opportunities for greater co-operation in ensuring the development of beekeeping across the island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#E00200","speaker":"997","continuing":true},{"type":"speech","time":1447770600,"counter":23,"content":"<p>I thank the Minister of State for his comprehensive answer, which touched on many of the points I raised.  I ask that the Department engage with its Northern Ireland counterpart on this matter because an all-island approach would offer solutions and opportunities.  The sting in the tail, to use a pun, is that Ireland should not need to import honey.  We have an opportunity to develop a strong, viable and sustainable rural enterprise.  Honey production is an enjoyable activity and bees, as pollinators, are important for other food production and agricultural sectors.<\/p> <p>As the Minister of State noted, the Department and Teagasc have estimated the value of the bee pollination process at between &euro;50 million and &euro;60 million per annum.  Bees are providing a free service and deserve a little payback, as it were.  For this reason, we must protect and value them and develop the honey industry, which is currently small in scale.  We have an opportunity to develop a rural enterprise and enable Irish honey to join other Irish food products on the world stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#F00200","speaker":"1143"},{"type":"speech","time":1447770600,"counter":24,"content":"<p>Meetings of the North-South Ministerial Council take place on a regular basis.  I do not know when the next sectoral meeting between representatives of the Department of Agriculture, Food and the Marine and the Department of Agriculture and Rural Development in Northern Ireland will be held.  I will raise the matter with the Minister as it should be added to the agenda.  I will bring the Senator's message to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#F00300","speaker":"997"},{"type":"minorheading","content":"Invasive Plant Species","time":1447770600,"counter":25,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#F00400"},{"type":"speech","time":1447770600,"counter":26,"content":"<p>I ask the Minister of State to outline what the Government is doing about the problem of Japanese knotweed, known botanically as <i>Fallopia japonica<\/i>.  This weed was introduced to Europe by a German botanist in 1850.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis Landy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2349\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2349&amp;amp;pid=DenisLandy&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was deemed to be the darling of garden plants for many years until it was discovered that it was an invasive species when, after a few years, it started to take over parts of Germany and spread right through Europe.  In recent years, it has landed on Irish shores.  I acknowledge and thank Councillor Marcia D'Alton from Passage West in Cork who provided me with a great deal of information on this matter.<\/p><p>Knotweed is now in Offaly, Tipperary, in my own town of Carrick-on-Suir, Cork, Kerry, Limerick and many other counties.  It is moving unabated across the country and it cannot be controlled by the methods we are currently using.  It is causing serious damage to flora, fauna, flood plains, river banks, roadsides and farmland.  It grows at a rate of 3 m to 4 m per week.  Despite all efforts in Britain, where control efforts are costing the British taxpayer &pound;228 million per year, it infests every 10 sq. km of that country.  To date, the only solution has been to spray or inject but that process takes four to five years to achieve containment.  Knotweed needs to be buried at least 5 m below ground to ensure it does not resurface.<\/p><p>The issue has been raised at many local authority meetings.  I have looked at some of the reports from Kerry and Cork where the official response has been that it is a matter for the National Parks and Wildlife Service and not one for local authorities.  Clearly, it is an issue for the country and we need to take some action on it.  A number of questions have been asked on this issue in the Lower House and the answer in the main is that we have noxious weeds legislation and that there are a number of EU regulations, namely, the European Communities (Birds and Natural Habitats) Regulations 2011, to control the importation of the weed and its movement.  The difficulty is that these regulations have not yet taken effect in Ireland.  In any event, it is not a solution to the problem.  I would like to hear what the Minister proposes on behalf of the Government to tackle the problem.  Following the reply, I will give my view as to how we should start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#F00500","speaker":"1162","continuing":true},{"type":"speech","time":1447770600,"counter":28,"content":"<p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir as ucht an t-&aacute;bhar seo a ard&uacute; inniu.  T&aacute;im sasta an ceist a fhreagairt ar shon an Aire, Teachta Heather Humphreys, agus ar shon an Rialtais.<\/p> <p>I thank the Senator for raising the matter.  I am well aware that there is a growing public awareness and concern about the impact of invasive species, including Japanese knotweed.  Since it was introduced as an ornamental plant from Japan in the 19th century, it has spread across the country, particularly along watercourses, transport routes and waste ground where its movement is unrestricted.  Japanese knotweed grows vigorously and out-competes native plants.  It is recognised that once it becomes established in or around the built environment, it can become hard to control.  In this regard, my Department is responsible for the Wildlife Acts and the European Communities (Birds and Natural Habitats) Regulations 2011, which prohibit the spreading of invasive species.  In general, control of invasive species is a matter for landowners.  My Department carries out considerable work to control such species in national parks and natural reserves.  For example, work has been undertaken over many years to deal with the rhododendron threat in Killarney National Park.<\/p> <p>While my Department does not have the resources required to extend such work into the wider countryside or to provide dedicated funds for such work to other bodies, it is currently supporting the development of a Japanese knotweed protocol for Ireland.  A number of agencies, including the National Biodiversity Data Centre, Inland Fisheries Ireland and the National Roads Authority, are involved in drafting the protocol which it is intended to have completed next year.  The protocol should help us to manage the impact of Japanese knotweed more effectively around the country.<\/p> <p>I am aware that a number of local authorities are already carrying out control programmes for problem species, including knotweed.  In addition, the European Communities (Birds and Natural Habitats) Regulations 2011 include provisions to control the possession and dispersal of ecologically harmful and invasive species of animals and plants, including Japanese knotweed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For example, under regulation No. 49 of the 2011 regulations, a licence is required from my Department for any proposal to remove Japanese knotweed from a site and transport it to another site for disposal.<\/p><p>Invasive species, by their nature, do not recognise political boundaries and I am pleased that a considerable level of co-operation already exists on the issue between Departments and agencies in both jurisdictions on this island.  My Department works with the Northern Ireland Environment Agency to fund and manage the invasive species Ireland project, which provides substantial advice and guidance on the management of a range of invasive species that can negatively impact on the environment and property on the island of Ireland.  We are also working on this issue with other member administrations in these islands through the British-Irish Council and we will host a workshop next year in Dublin on this theme.<\/p><p>At a European level, my Department is actively participating in discussions with the Commission, member states and other Departments and agencies here on arrangements for the implementation of some key provisions, including border controls relating to the European Union regulation on invasive and alien species.  That will come into force next January.  One strong focus of that regulation is the prevention of the spread of new species.  It seems unlikely, however, that Japanese knotweed will be included on the Union list as it is already widespread in the EU.  Therefore, it will remain a matter for individual member states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#G00200","speaker":"997","continuing":true},{"type":"speech","time":1447770600,"counter":30,"content":"<p>I thank the Minister of State.  I recognise the work that has been done already in recognising the problem and the initiative to set up and have a working protocol in this State.  There is urgency to this matter, however, which perhaps has been lost in the approach that has been taken.<\/p> <p>Most of the statistics we have on knotweed relate to Britain.  Knotweed in Britain currently prevents people from getting mortgages to buy houses.  It prevents properties from being sold.  It has destroyed development property where it has blown in from adjoining wasteland.  The same thing is happening in this country and we need to wake up to what is going on here.<\/p> <p>I recognise that what the Minister of State is doing is good but alongside those measures I suggest that he should bring together the various players involved.  These include Inland Fisheries Ireland, the National Botanic Gardens, the National Roads Authority, the National Parks and Wildlife Service and, most important, the local authorities.  The local authorities are actively facing and dealing with the matter.<\/p> <p>I drove through east Cork some weeks ago.  Along the road between Fermoy and the Waterford border I saw signs warning people of Japanese knotweed.  More than anything else, I call on the Minister of State to get the Department to lead an awareness campaign, because people do not recognise knotweed.  They do not recognise it by viewing it and, therefore, they do not realise that if they touch it, the spores will move from that location to wherever they go that day and the next day.  People can spread it without knowing.  An awareness campaign is essential as a first step.  I call on the Mister State to bring the relevant people together and to hold a forum on the matter as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#H00200","speaker":"1162"},{"type":"speech","time":1447770600,"counter":31,"content":"<p>That is not a problem.  There is already engagement involving Inland Fisheries Ireland.  I say that as much with my other hat on because I have responsibilities in the relevant Department as well.  I will speak to my officials again to highlight the obvious sense of urgency.  The protocol is being worked on.  There will be a gathering or bringing together of minds on the matter next year in a formal setting, but I will certainly speak to my officials to raise Senator Landy's concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#H00300","speaker":"997"},{"type":"minorheading","content":"Hospital Equipment","time":1447770600,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#H00350"},{"type":"speech","time":1447770600,"counter":33,"content":"<p>I wish to raise the issue of the MRI scanner for children in Our Lady's Children's Hospital, Crumlin and the associated waiting list for children.  The scanner has broken down, and I believe this is not an irregular occurrence.  It broke down at least one week ago but no contingency plan is in place to manage the care and assessment of children.  My understanding is that there are only two MRI scanners for children in Ireland with the appropriate medical support, one in Crumlin and the other in the hospital in Temple Street.  Children require a general anaesthetic.  The result is that the waiting list in Crumlin currently stands at 28 months and I do not know the length of the list for Temple Street - perhaps the Minister can enlighten me.  I understand the list is divided between the two hospitals.<\/p> <p>I wish to share a case with the Minister of State.  Obviously, I will not disclose the name of the person on the floor of the Seanad, but I am happy to provide it to the Minister of State.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jillian van Turnhout:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is very illustrative of why this is such a critical issue. <\/p><p>One young boy, who is now six years of age, when aged three had symptoms including very poor balance, being tired and lethargic and the development of a tick in his head.  His parents were able to afford to bring him to a neurologist on a private basis.  The neurologist advised them that the child probably had flat feet and questioned whether something was happening in the home which caused him to develop the tick.  Thankfully, the mother insisted on the scan.  The neurologist was reluctant to put the child forward saying the child was not an urgent or high priority case.  Given that there are only two MRI scanners, at that time the waiting list was eight months. <\/p><p>The child went for an MRI scan over two and a half years ago on a Friday morning and the parents were advised that they could receive the results in about four to six weeks.  They were in the recovery room 30 minutes later and a team of medical staff surrounded the bed.  The team said a brain tumour had been found and a biopsy needed to be done, the earliest opportunity for which was Monday.  The first test was done on the biopsy on Monday and the parents were told there was an 80% likelihood that the child had cancer, but the results were inconclusive and a second, more intrusive, test needed to be done, and was done two weeks later.  The further test found that it was a low-grade tumour which required regular monitoring but, thankfully, was not cancerous.<\/p><p>These parents initially brought their child for three-month checks, and then tests on a six-month basis to establish a baseline and ensure they could monitor the situation.  At a six-month scan in April 2014, they were told that they were not allowed to leave the hospital as the child had developed hydrocephalus.  He was transferred by ambulance to Temple Street, monitored overnight and had surgery the next morning.  The parents advise me there were no obvious signs in the lead-up to that test in April 2014 and nothing made them feel that the test would be any different.<\/p><p>The child has scans every six months.  Last Friday he was due to have his next six-month scan, but the parents were told on Tuesday last week that the machine was not working and it would take two weeks to get a part from Germany, which is mind-boggling - I would get on a plane and get the part.  They were advised that the new appointment would most likely be in early 2016.  Thankfully, because of the pressure the child's mother applied and, I imagine, the debate we are having here today, she received a call yesterday to say the child would have an appointment early next week. <\/p><p>I am thinking of all the other parents out there.  This is a low priority, non-urgent case involving regular monitoring.  How many other children are low priority?  How many other parents have been told that their children's cases are not urgent and, therefore, they are on a waiting list?  As I said, the waiting list is very long.  Why are MRI scanners for children not in operation seven days a week?  It would give parents assurance if an MRI scanner did not show anything of concern.  A wait of 28 months to find out whether something is wrong is unacceptable.<\/p><p>The parent who contacted me is obviously concerned for her child, but in her generosity is extremely concerned not only for the children lucky enough to be in the system but those on the impossibly long waiting list.  I have been told by a senior source in Our Lady's Children's Hospital, Crumlin, that children requiring a general anaesthetic, usually those aged under 12 years, face a waiting list of 28 months. <\/p><p>Over the past two days I have discussed this issue with a number of friends.  I could not believe the number who shared frightening cases they knew directly or of friends' children who are on the waiting list to ensure their children can get MRI scans.  Over the past three and a half years waiting lists have increased from eight to 28 months.  Even eight months is far too long, but the parents to whom I referred were told their child's case was non-urgent and not a priority, it was likely the child has flat feet and something was happening at home.  They were able to afford to go an alternative route, but I want to know the situation regarding the MRI scanner for children in Ireland and the length of the waiting list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#H00500","speaker":"1171","continuing":true},{"type":"speech","time":1447770600,"counter":35,"content":"<p>I thank the Senator for raising this issue.  I am taking this matter on behalf of my colleague, the Minister for Health, Deputy Leo Varadkar, who is elsewhere on Government business.  I want to reassure the House about the MRI scanner in Our Lady's Children's Hospital, Crumlin.  I understand some concerns may have been raised last week about whether the machine is in working order.  I am happy to advise the House that the MRI scanner was fully operational last week, other than on Friday, 13 November, when scans were postponed to allow for repairs to be carried out on the machine.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The repair on Friday affected five patient slots and these scans have been rescheduled for this week.  MRI scans recommenced fully on Saturday.  Appropriate contingency plans were put in place by Crumlin hospital, with Temple Street hospital, for any emergency cases that might have arisen on the Friday while the machine was being repaired.<\/p><p>On the broader issue of waiting times for MRI scans at Crumlin hospital, the capacity to provide these scans is, as the Senator pointed out, under pressure.  Referral patterns reflect the tertiary paediatric nature of services provided in the hospital.  The oncology specialty generates the largest portion of MRI activity.  Crumlin hospital also provides the only paediatric cardiac MRI service in Ireland.  The unit takes consultant referrals from local maternity hospitals and from hospitals nationally where paediatric MRI with general anaesthesia for younger patients is required.  Demand for MRI services is steadily increasing from all specialties.  In this context, particular attention has been paid to optimising existing capacity and managing demand through clinical triage.  MRI capacity at Crumlin hospital has increased in recent years and is at almost 2,000 scans per annum.  This compares with 1,600 scans in 2011.  The MRI service now operates for 37 hours per week and staff are available to provide lunchtime cover as demand requires it.  In addition, a service is provided from 8 a.m. to 3 p.m. on Saturdays, which is suitable for those patients who do not require anaesthesia or sedation.  This has improved access and decreased the waiting list.<\/p><p>To maximise capacity there is a strong focus on active local management of appointments, with the result that did not attend, DNA, rates are extremely low.  Triage is also a key element in managing demand and preventing inappropriate referrals.  Under the triage process, between six and 14 referrals weekly are triaged as urgent and these are dealt with as soon as possible.  Unfortunately, however, patients from specialties other than oncology and cardiology who require a general anaesthetic and who are categorised as routine experience long waiting times of between 15 and 27 months.  I emphasise that the Government sees this as unacceptable and acknowledges the difficulties which delays cause for patients and their families.<\/p><p>Crumlin developed a business case for resources to increase capacity and submitted it for consideration in the context of the current service planning process, which is still ongoing.  The HSE and the Department of Health continue to work together to address waiting times for diagnostic services, including MRI, and to ensure appropriate collection and reporting of MRI waiting times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#J00200","speaker":"997","continuing":true},{"type":"speech","time":1447770600,"counter":37,"content":"<p>I thank the Minister of State.  Obviously, somebody is telling somebody untruths because why would those at Crumlin hospital have telephoned the mother I mentioned on Tuesday and said the machine would be down for two weeks?  For me, there are serious questions to answer.  I am not questioning the veracity of what the Minister of State said but I am concerned that the truth is not being told.  How do we actually know this is urgent?  The Minister of State spoke about the routine waiting list of between 15 and 27 months.  My reference to a 28-month waiting list is probably more accurate.  I know the Minister of State is a parent and that he understands what it is like for parents to worry about a child.  I welcome the fact that the Government sees this as unacceptable.  I will continue to monitor it because I find it totally and utterly unacceptable that we are asking parents to wait this length of time to be reassured or to ensure their children get the correct and appropriate treatment.  We know the importance of early intervention and prevention, particularly in the lives of children, and we need to increase the pressure in respect of this matter.  I hope the business case will be put through and we will ensure children are seen in a timely manner.  The case I have raised today was routine and the neurologist did not wish to refer it.  How many other children are like this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#K00200","speaker":"1171"},{"type":"speech","time":1447770600,"counter":38,"content":"<p>I appreciate the Senator raising this extremely important matter.  I do not doubt that her contact with the parent concerned will have highlighted to her the obvious distress the family went through.  Statistics are statistics and, unfortunately, demand for the MRI scans increased from 1,600 in 2011 to 2,000 per annum at present.  The Minister is not using statistics as an excuse.  However, he will use them to try to improve the service and I have no doubt he will ensure that, where possible, resources will be directed to where they are needed.  I will certainly convey the Senator's message to the Minister and I thank her for raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#K00300","speaker":"997"},{"type":"speech","time":1447770600,"counter":39,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#L00200","speaker":"1171"},{"type":"unspoken","time":1447770600,"counter":40,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Election of Member","time":1447770600,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#N00100"},{"type":"speech","time":1447770600,"counter":42,"content":"<p>I have to announce that the following Member has been elected to fill the casual vacancy in the membership of the Seanad to which the resolution of Seanad &Eacute;ireann on 24 September 2015 has reference:<\/p><blockquote>Industrial and Commercial Panel, Oireachtas Sub-Panel: M&aacute;ir&iacute;a Cahill.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#N00200","speaker":"1120"},{"type":"unspoken","time":1447770600,"counter":43,"content":"<p>Senator Cahill was introduced to the Cathaoirleach and then took her seat.<\/p>"},{"type":"majorheading","content":"Minute's Silence Following Paris Attacks","time":1447770600,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00250"},{"type":"speech","time":1447770600,"counter":45,"content":"<p>Before I read the Order of Business, we will take a minute's silence in commemoration of the victims of the Paris attacks last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00300","speaker":"1148"},{"type":"unspoken","time":1447770600,"counter":46,"content":"<p>Members rose.<\/p>"},{"type":"majorheading","content":"Order of Business","time":1447770600,"counter":47,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00450"},{"type":"speech","time":1447770600,"counter":48,"content":"<p>I welcome the new Member, Senator M&aacute;ir&iacute;a Cahill, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00475","speaker":"1120"},{"type":"speech","time":1447770600,"counter":49,"content":"<p>I also welcome our new Member, Senator M&aacute;ir&iacute;a Cahill, and her family and daughter, Saorlaith, who are in the Gallery.  The Order of Business is No. 1, Residential Tenancies (Amendment) (No. 2) Bill 2012, Committee Stage, to be taken at 4.45 p.m. and to be adjourned no later than 8 p.m., if not previously concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00500","speaker":"1148"},{"type":"speech","time":1447770600,"counter":50,"content":"<p>On behalf of the Fianna F&aacute;il group, I warmly welcome newly elected Senator M&aacute;ir&iacute;a Cahill to the Seanad.  I congratulate her and her family on the honour of serving in the Houses of the Oireachtas.  I look forward to working with her over the remainder of the Seanad term.  I am sure she will be an excellent addition to this House and I assure her of our co-operation as far as is possible.  It does not happen all the time, as Senator Bacik will confirm, but now and again it does.  I offer our congratulations on her election.<\/p> <p>Given the day that is in it, I do not propose to move any amendments or to discuss any particular political matters.  All our thoughts are with the French people following the barbaric attack by the so-called Islamic State on innocent people in Paris, which killed over 130 people.  All of us are absolutely disgusted by this act of terrorism.  We condemn terrorism all over the world, wherever it happens.  Hundreds of people are killed every day in Syria and Iraq by these thugs and we in Ireland will have to pay very close attention to this.  These are our European colleagues, European citizens.  An attack on Paris is an attack on Dublin and an attack on Cork, Galway and Belfast.  Those involved attack the freedoms we in Europe enjoy and we should never relent.  Europe, France, the United States and others in the coalition should never relent in tracking down these murderers and annihilating them.  This is a threat to democracy and to our way of life.  We have seen monstrous acts carried out by this group, not only on the people of Paris but also on people in Syria.  As a State, we sometimes have to look at what neutrality actually means.  One cannot be neutral in the fact of these murderers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Whatever our Government and the intelligence services can do to assist in any small way should be done.  Let us remember that more than 30 people with Irish passports and Irish citizens are fighting in Syria and Iraq for the so-called Islamic State.  We have to look at how we deal with these citizens should they return to this country.  I believe that at an appropriate time, after the three days of national mourning in France are completed, the Minister for Justice and Equality should come to the House and advise us in regard to security in Ireland because anybody going to the theatre, going out for a bite to eat, for a drink or to a football match, such as last night when the thousands of people who were in the Aviva stadium in Lansdowne Road, could just as easily have been a target for these thugs.  I congratulate our team on its qualification for the European championships, following its fantastic win, even though this is not the right day to mention that specifically.  At the appropriate time I suggest the Leader invite the Minister for Justice and Equality to come to the House because Ireland cannot be neutral when dealing with terrorists like these.  I want to ensure as much as possible that our intelligence services are sharing information with those in other states who are leading the fight against the so-called Islamic State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#O00600","speaker":"1139","continuing":true},{"type":"speech","time":1447770600,"counter":52,"content":"<p>Ba mhaith liom ar dt&uacute;s f&aacute;ilte mh&oacute;r a chur roimh an Seanad&oacute;ir M&aacute;ir&iacute;a Cahill chuig an Seanad.  T&aacute;im l&aacute;nchinnte go mbainfear tairbhe mh&oacute;r as a saothar sa Teach seo.  I welcome Senator M&aacute;ir&iacute;a Cahill to the House.  It is a great tribute to her strength of mind and courage that she has arrived at this place, both literally and metaphorically.  I am tempted to say she will need all that strength of mind and courage to survive here as well.  I do but jest.  I know that she is here to make a contribution and I have no doubt that although her time will be relatively short, in the first instance at least, she will make a significant contribution and that her bad and good experiences will inform a narrative that will be of particular interest and significance in this House.  I hope she will become a member of the Joint Committee on the Implementation of the Good Friday Agreement and will bring something significant to that committee also.<\/p> <p>What happened in Paris was absolutely horrendous, as Senator Darragh O'Brien said.  Paris is known as La Ville Lumi&egrave;re, the City of Light, but last Friday it became the city of darkness where the whole civilisation that we have built up since the Second World War of liberal democracy in Europe appeared to be threatened.  As Senator Darragh O'Brien said, we must stand together for democracy, human rights and the rule of law in Europe.  I note he was not being adversarial today so that should be reciprocated.  The universal becomes the local.  In Paris last Friday, a young girl from my village of Blackrock, Katie Healy, and her boyfriend, David Nolan from Millstreet in Cork, were caught in the Bataclan theatre.  David, through an heroic gesture in throwing himself over Katie to protect her, was shot but he probably saved both their lives.  It shows that we are Paris, we are France, and we are Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#P00200","speaker":"1166"},{"type":"speech","time":1447770600,"counter":53,"content":"<p>I join in the very warm welcome to Senator M&aacute;ir&iacute;a Cahill.  I had no hesitation in supporting Senator Cahill, given her role on violence against children and women.  To that end, I also welcome Maeve Lewis of One in Four and Ellen O'Malley-Dunlop of the Dublin Rape Crisis Centre, who have joined us here today in the Gallery.  I extend a very special welcome to Senator Cahill's family, especially to her daughter.  It is lovely to see children in the Seanad, that is, actual children.  I could not resist.  Senator Cahill is very welcome and I look forward to working with her over the coming weeks on many issues of mutual concern.<\/p><p>On the horrific events on Friday evening, as the terror unfolded, it shook us all to the core.  Indeed, it shook us out of our complacency, as did the attacks that took place in Beirut the day before, the attack on Russian civilians on the plane in Egypt and also the attacks that take place in Turkey, Iraq and Syria every single day.  We need to wake up.  I echo and support the call by Senator O'Brien to have a debate at an appropriate time in which we can come together and realise the importance of acting together.  I was fortunate yesterday to join so many Irish people and French citizens at the French embassy for the one-minute silence in solidarity with Paris.  I will echo in the Seanad Chamber the words of the French ambassador to Ireland, H.E. Jean-Pierre Th&eacute;bault, &quot;No to terror, yes to freedom, yes to life.&quot;  I hope today in the Seanad that we can be as one.  <i>Nous sommes unis<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Q00200","speaker":"1171"},{"type":"speech","time":1447770600,"counter":54,"content":"<p>Without reflecting in any sense on the legitimacy of the recent by-election under the existing rules, that a person of any kind can be elected to a national parliament by an electorate of 200 votes is a real reproach to democracy and highlights the fact the whole Seanad apparatus needs to be reformed.  Nothing has been done since we rescued the Seanad from oblivion.<\/p><p>So much has been said about the situation in Paris that very little more can be said.  The thing that struck me most about it was the targeting of people in wheelchairs.  It is abominable and beneath any kind of remotely civilised behaviour.<\/p><p>Speaking of civilised behaviour, I send my congratulations to the first people who embarked on same-sex marriage today in this country.  That must be about the end of it now.  I sincerely hope so.  I wish them well.<\/p><p>There are two privacy Bills which have been lodged for many years on the Order Paper of Seanad &Eacute;ireann and nothing has been done about them.  I say this in the context of reports in the <i>Irish Independent<\/i>alleging child sexual abuse against a former Minister.  It is a very serious charge and was leaked, I presume by the Garda.  It is very shocking stuff.  I heard journalists speaking immediately after this and they were all congratulating themselves on it as wonderful, a great triumph and a big scoop.  The next day, however, they were rethinking things a bit and there were more sober voices.  It is very shocking.<\/p><p>During the discussion, there was talk of victims.  That seriously vitiates any possible forthcoming court case.  There are only alleged victims at the moment.  It waits for the progress of a legal case, if such is taken.  One wonders will such a course be taken.  I will not name the person involved.  He is known to me and is a gentle, shy, diffident and very kind person.  To be the subject of these kinds of allegations is fair enough but to have it bruited about and have newspaper reporters harassing him is very shocking.  It is like the situation of Sir Cliff Richard in England, where the police alerted the media, in particular the television media.  As a result, there were helicopters around when, without telling Sir Cliff Richard of the fact, they burst into his home and ransacked it.  It was all on television and now the charges have been dropped.  This man has had to forgo an honour given by the village in Portugal where he lives.<\/p><p>There is a strong case for looking at the operations of the media in this country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most politicians are terrified of the media, and after my example during the presidential election campaign, when I was routinely libelled every day on radio and television and in the newspapers, I can understand why.  However, we must have a little courage.  The Government should examine the two privacy Bills with a view to moving one or other of them in the new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Q00300","speaker":"1136","continuing":true},{"type":"speech","time":1447770600,"counter":56,"content":"<p>As the Labour Party Whip in the Seanad, I welcome Senator M&aacute;ir&iacute;a Cahill to the Chamber for the first time, along with her family and friends.  It is an important occasion for a family.  Our former colleague, Jimmy Harte, had been hoping for a Northern voice, and he will be pleased with the outcome of the election, a richly deserved victory on the part of Senator Cahill.<\/p> <p>I join the other voices condemning the atrocities in Paris.  I had just returned from launching the finals of the Model United Nations in Rathdown school when the first news of the shootings came in.  As the night went on, the events became more horrific.  I commend the bravery of the many French people who put their lives at risk for others.  My friend and colleague, Professor Paddy Gray from the University of Ulster, was one of the people caught in the crossfire.  A French man he had never met before in his life took Professor Gray in, from the middle of street shooting, and sheltered him in his apartment.  There were many occasions of bravery of that sort, and they must be commended.<\/p> <p>While I am very conscious of many of the statements made in the media, we must be very careful to continue to balance private against societal freedoms.  We cannot allow our fear to cause us to look at other members of our society differently, particularly those who happen to be a different colour or practice a different religion.  In this country in particular, we must continue to treat all members of society equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#R00200","speaker":"1172"},{"type":"speech","time":1447770600,"counter":57,"content":"<p>As Leas-Chathaoirleach, I welcome our new Senator to this august Chamber.  I wish her a long career here, or maybe in the other House if that is what she desires.  It is a great day for her and her family.<\/p> <p>I add my condemnation of and deep disgust at what happened in Paris, our neighbouring city.  It is much easier to fly to Paris than to get from Cork to Dublin.  While it takes four and a half hours to drive from my home to Dublin, one can fly to Paris in an hour and 15 minutes.  It is to be hoped we can get the right answers.  The Syrian situation is very grave and there is much international concern.  That a group of people, probably no more than 200 or 300 so-called jihadists can hold the world to ransom is a frightening scenario.<\/p> <p>Although I had other matters to raise today, it is the wrong day to raise them.  I concur with what my learned colleague, Senator Norris, said about a smear campaign against somebody who was never approached by a garda.  Senator Norris rightly condemned the media for having a trial before anyone was arrested or questioned or had a file sent to the DPP.  As spokesperson on justice for Fianna F&aacute;il in the House, I think the garda or garda&iacute;, who must have been at the level of sergeant or higher, who leaked the information should be gravely ashamed of themselves and the damage they have done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#R00300","speaker":"1127"},{"type":"speech","time":1447770600,"counter":58,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#R00400","speaker":"1136"},{"type":"speech","time":1447770600,"counter":59,"content":"<p>I am always speaking in the House in support of the Garda and I have done so for many years.  Last week, the Garda Commissioner appeared at the Committee on Justice, Defence and Equality.  However, if this is how certain garda&iacute; are going to treat us, leaking information and knowing the major damage that can be done by a whisper campaign - there were whispered messages around the House last week asking who it was and whether it was true - it is a most serious issue for the Garda S&iacute;och&aacute;na.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If that is the way some garda&iacute; are going to do things, it is a most serious issue for the Garda S&iacute;och&aacute;na.  While I appreciate that a complaint has been submitted to GSOC, I emphasise that the Garda Commissioner, GSOC and the Minister for Justice and Equality must grab this issue by the scruff of neck immediately.  This type of approach to matters that are not even under investigation is serious because it undermines the morale and confidence of people like us in our Garda S&iacute;och&aacute;na.  I am deeply ashamed of the person who leaked this story.  We must not forget that he or she did so with malice aforethought.  In supporting our garda&iacute;, we must condemn those who stoop so low by doing injustice to one man or to society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#R00500","speaker":"1127","continuing":true},{"type":"speech","time":1447770600,"counter":61,"content":"<p>I welcome Senator M&aacute;ir&iacute;a Cahill to the Upper House.  I congratulate her and her family on her election to the Seanad.  I wish her every success and look forward to working with her.<\/p> <p>I would also like to add my voice to those who have expressed sympathy to the people of France and particularly to the families and friends of those who were injured and who passed away during the horrific act of terrorism at the weekend.  Now more than ever, there is a critical need for the political leadership across the world to work together to combat these attacks on our democratic process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#S00200","speaker":"1187"},{"type":"speech","time":1447770600,"counter":62,"content":"<p>I welcome Senator M&aacute;ir&iacute;a Cahill.  I hope she will enjoy being here.  I look forward to hearing the perspective she will bring from Belfast to the deliberations of this House.<\/p> <p>I echo what other Senators have said about the bombings in Paris.  I commend the Taoiseach on his statement.  I also commend Uachtar&aacute;n na h&Eacute;ireann, who went to the French Embassy in Merrion Square yesterday to sign the book and be present for the minute's silence.  I think both were commendable and expressed the national mood at this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#S00300","speaker":"1157"},{"type":"speech","time":1447770600,"counter":63,"content":"<p>I welcome my new neighbour, Senator M&aacute;ir&iacute;a Cahill, to the seat vacated by my dear friend, the former Senator Jimmy Harte.  I wish Jimmy well and I wish Senator Cahill well in her future in this Chamber.<\/p> <p>I send my sympathies to all the families of those who were killed in the massacre in France.  I would also like to sympathise with the family of a young cyclist who was killed on the roads in County Kerry on Saturday morning.  I know that people in Killarney Cycling Club and throughout the local area were shocked by his untimely death in such tragic circumstances.<\/p> <p>I welcome the decrease in the number of people on the live register that was announced today.  It is very welcome that the figure in question has dropped below 9% for the first time since 2008.  It is a sign that we are getting people back to work in this country, thankfully.  I wish that some of the jobs would come to our neck of the woods.  Obviously, most of them are based in large urban areas, particularly Dublin, and that is driving up the demand for rented properties and causing rents to increase in such areas.  I know the Taoiseach plans to bring jobs to the west of Ireland and I hope he will think about the south west as well.  I look forward to that in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#S00400","speaker":"1132"},{"type":"speech","time":1447770600,"counter":64,"content":"<p>On behalf of my colleagues in the Sinn F&eacute;in Party, I warmly welcome Senator M&aacute;ir&iacute;a Cahill to the Seanad.  I wish her very well and every success.  I acknowledge the presence of her family and friends in the Gallery.  Like previous speakers, I think it is appropriate to remember the former Senator Jimmy Harte and to wish him every success in his recovery.  It has to be said that I had some fiery exchanges with Jimmy here in the Seanad, but he was still a good friend and a good colleague.  I hope he continues to recover.  I welcome his daughter to the Gallery.<\/p> <p>On behalf of Sinn F&eacute;in, I express my sincerest sympathies to all of those who lost their lives in Paris when brutal acts of terror were carried out by the people who were responsible for those attacks.  As somebody said, we do not have to be neutral on these issues.  We can be a neutral country, but that does not mean we cannot act or show support or solidarity to those who lost their lives in these tragic attacks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must look at what being neutral means but it does not mean staying silent on issues like this.  I am also heartened to see that various Islamic organisations in Ireland have spoken out very clearly and condemned these attacks.  It is very important for us to focus on that because there have been a number of attacks on Muslims in recent days.  A Muslim family in the North was attacked yesterday which should be condemned utterly.  There is no place whatsoever for such attacks.  As other Senators have said, we are in a republic and we should be tolerant of the faith of all people here.  I am very heartened by the very strong condemnation which has come from all the Islamic organisations which have distanced themselves from these acts of brutality which were carried out by people who are twisted and who have a twisted ideology.  It is to be hoped we can have more comprehensive statements on these issues in Seanad &Eacute;ireann in the coming days or weeks and I ask the Deputy Leader to arrange such a debate.  It is important we focus on what is causing these problems and what the solutions might be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#S00500","speaker":"1133","continuing":true},{"type":"speech","time":1447770600,"counter":66,"content":"<p>I wish our former colleague and good friend, Senator Jimmy Harte, the very best in his continued recovery.  We look forward to seeing him in the House again very soon.  I also warmly congratulate our new colleague, Senator M&aacute;ir&iacute;a Cahill, on her election to Seanad &Eacute;ireann.  While she may think there is not a lot of time left in this term, I suggest that it is quality rather than quantity that matters in terms of her contribution to society.  I point out to everyone that in the past 12 months, Senator Cahill has made a very positive contribution to this society and I have no doubt she will continue in that vein in Seanad &Eacute;ireann.<\/p> <p>Like everyone else, I condemn and express my outrage at what happened in France last week.  We have a major problem with religious fundamentalism and the world order as we know it is changing quite dramatically.  I agree that it is a good idea to get the Government's perspective on this with a statement from the Minister for Justice and Equality, Deputy Frances Fitzgerald, in this House at the earliest possible opportunity.  Seanad &Eacute;ireann has a role to play in terms of discussing and deliberating on such matters and I support Senator O'Brien's proposal in this regard.<\/p> <p>As the Fine Gael Seanad spokesperson on justice, I wholeheartedly agree with everything Senator O'Donovan said about the Garda leak that caused the headlines we all saw last Wednesday and Thursday.  It is shameful that a person's good name would be undermined when that individual has not even been questioned by An Garda S&iacute;och&aacute;na.  I look forward to a full investigation into this matter.  I understand there are now three investigations into media leaks from An Garda S&iacute;och&aacute;na, which is a very serious matter.  I look forward with interest to the results of those investigations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#T00200","speaker":"1158"},{"type":"speech","time":1447770600,"counter":67,"content":"<p>On behalf of the Fianna F&aacute;il group in Seanad &Eacute;ireann, I welcome Senator M&aacute;ir&iacute;a Cahill to the House and members of her family to the Public Gallery.  We look forward to working with her for the remainder of this Seanad.  I understand from recent media reports that Senator Cahill has no desire to sit in the Lower House.  I have no doubt she will wish to remain in the Upper House once she sees how it operates.<\/p> <p>On the issue of the by-election, I agree with Senator Norris that it is unacceptable that somebody would be elected in a closed shop, with just Members of this House and the Lower House allowed to vote.  In this context, I wish to inform colleagues that Fianna F&aacute;il intends putting forward legislation next week that would expand the electorate for any by-election to fill a casual vacancy in one of the 43 seats in this House to include county and city councillors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is our intention to introduce the legislation next week as part of Seanad reform in the present-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#T00300","speaker":"1164","continuing":true},{"type":"speech","time":1447770600,"counter":69,"content":"<p>That is very-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00200","speaker":"1196"},{"type":"unspoken","time":1447770600,"counter":70,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1447770600,"counter":71,"content":"<p>Please allow Senator Wilson to continue without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00400","speaker":"1120"},{"type":"speech","time":1447770600,"counter":72,"content":"<p>As someone who came through the Seanad electoral process in recent months, Senator Craughwell should welcome the extension of the franchise to the entire electorate of county and city councillors.  I understand from Senator Norris that if a vacancy arises on a university panel, it is open to the entire electorate to vote in the subsequent election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00500","speaker":"1164"},{"type":"speech","time":1447770600,"counter":73,"content":"<p>There is a big difference between 60,000 voters and 200 voters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00600","speaker":"1136"},{"type":"speech","time":1447770600,"counter":74,"content":"<p>For the same reason, the franchise should be extended to the entire electorate in respect of the 43 Senators who are elected under the vocational panels.  I welcome Senator Cahill and look forward to working with her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00700","speaker":"1164"},{"type":"speech","time":1447770600,"counter":75,"content":"<p>I listened with interest to my great friend, Senator Wilson.  Perhaps the issue he raised should be left for another day as today is one for celebrating Senator M&aacute;ir&iacute;a Cahill joining the Seanad.  I warmly welcome the Senator and, in doing so, I recall Jimmy Harte who officially finished his time as a Senator yesterday evening.  What better way to do so than with Ireland qualifying for the European Football Championship.  Last night's result was fantastic and given Jimmy's passion for soccer, I am sure he was thrilled with it.<\/p> <p>I also add my voice to the condemnation of the recent events in Paris.  On a much brighter and happier note, when I opened my e-mails this morning, I saw an embargoed message which effectively stated that the era of the hedge school and education in prefabricated buildings have been consigned to the past.  The Government has ensured that no child will be allowed to go to school in facilities that are not up to 21st century standards.  I congratulate and commend the Minister for Education and Skills, Deputy Jan O'Sullivan, and the Government team which produced the programme announced today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00800","speaker":"1162"},{"type":"speech","time":1447770600,"counter":76,"content":"<p>I wish to be associated with the expression of best wishes to Jimmy Harte and his family and the welcome extended to Senator M&aacute;ir&iacute;a Cahill.  I welcome the Senator to the practice of the vocation of politics, which is how the former Taoiseach, Mr. John Bruton, described politics last night at the launch of his book, <i>Faith in Politics<\/i>.  As one would expect from Mr. Bruton, he made a very interesting speech in which he stated that the purpose of politics was to deal with problems that are intractable.  If there were only problems that were capable of a technical resolution, we would not need politics, he added.<\/p><p>That said, one hears the best and worst from the mouths of politicians.  Senator Norris spoke for every sensible person when he referred to the media treatment of a former politician last week.  Sadly, many of us started off being curious and only later reflected on the horror of what was happening to the individual in question.  I also regret that a Member of the European Parliament from the Government side stated on the Marian Finucane programme that he thought the leak came from people on the &quot;No&quot; side in the recent referendum.  It is highly regrettable that he made that statement without any substantiation.  <\/p><p>We then had comments from Deputies Mick Wallace and Clare Daly in the wake of what happened in Paris.  While the comments were harmless enough in themselves in that they are only talk, they were untrue and quite unhelpful.  The idea that demilitarisation by western powers would somehow lead to peace is taking us to a fool's paradise.  It is a dangerously misleading and futile attempt by western minds to make the pain, fear and uncertainty of what happened on Friday, 13 November somehow capable of being explained away.  Pope Francis has spoken about a third world war being waged piecemeal.  The frightening thing is that the attacks on Friday were not unexpected.  The only things we did not know were the time and place.  Tragically, this movement of misguided idealists has beguiled enough young people in many countries to believe in its particular understanding of Islam.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not just the great military powers that should be concerned.  Even the small neutral countries which pride themselves on their ability to talk to the strong and weak together must be worried about the future we all face.  We must look at that head on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#U00900","speaker":"1146","continuing":true},{"type":"speech","time":1447770600,"counter":78,"content":"<p>I congratulate sincerely Senator M&aacute;ir&iacute;a Cahill on her election to the Seanad and welcome her and her family to the House, particularly her young daughter.  I join colleagues in extending our very good wishes to our dear friend Jimmy Harte and hope he continues to make good progress.  We look forward to meeting him in the House as a visitor in the near future.  Senator Cahill will bring a great deal to the House as a result of her life experience, some of which no person should have had to endure.  She has spoken out with great courage and I was appalled at the level of abuse to which she was subjected in the course of the recent campaign.  Senator Cahill is a person of courage and conviction.  As someone who has admitted to having made some mistakes, she is ideally suited to be a politician.  She will be a strong advocate for those who have suffered abuse from whatever source and I wish her a long and distinguished career in the short time left in the current Seanad and in her political life into the future.<\/p><p>I join colleagues in expressing the deepest sympathy to the families and relatives of all those who lost their lives in the horrific terrorist attack in Paris on Friday.  Our thoughts are very much with the injured, to whom we wish a speedy recovery.  This was a horrendous attack which was well planned and executed.  It was an attack on democracy and the western way of life.  We must all stand in solidarity with the French and work to ensure this axis of evil does not succeed.  It is incumbent on all world leaders to address the root cause of these acts of mindless terrorism in order that ordinary people can go about their daily lives in the way we expect.  A wonderful article appeared today in <i>The Guardian<\/i>which was written by a man called Nicolas H&eacute;nin, who is a French journalist who was recently held captive by ISIS.  He makes some very interesting comments and refers to the problems of overreaction, division, fear and all the things that ISIS thrives on.  At the end of his contribution, he said that there is no political roadmap to engage the Arab-Sunni community.  He said that ISIS will collapse but that it is politics that will make it happen.  It is incumbent on us all to work to ensure politics brings about solutions in the most troubled parts of the world today.  We think very much of those people in Syria who are under siege.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#V00200","speaker":"1118"},{"type":"speech","time":1447770600,"counter":79,"content":"<p>Ach an oiread le mo chomhghleacaithe, cuirim f&aacute;ilte roimh an Seanad&oacute;ir N&iacute; Chathail agus gu&iacute;m gach rath uirthi ina cuid oibre anseo.  Gu&iacute;m gach rath freisin ar an iar-Sheanad&oacute;ir Jimmy Harte at&aacute; anois ag ligean a sc&iacute;th.  Last night's match proved that Jimmy Harte is still winning matches, which is a good sign.  I wish him very well.<\/p> <p>I concur with colleagues who have spoken about the awful situation in Paris over the weekend.  It is something one could not even imagine happening to anybody.  The fear and terror that has been wrought on the whole community there is unfathomable.  I am concerned, however, that we may find jurisdictions jumping to a conclusion that there has to be a crackdown on anybody who is different.  I have noted some of the very commendable commentary from France itself where it has been stated that there must still be a respect for diversity and people from different backgrounds.  The people who did these atrocious acts in Paris over the weekend are very much a minority and do not speak on behalf of all the Muslim community.  They are fundamentalists.  We must also look at ourselves as a country and how we deal with integration issues.<\/p> <p>I note that the protection Bill has been approved by Cabinet and will be discussed in the Houses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Deputy Leader provide an indication with regard to when that will be coming through?  Even though we have been calling for the Bill for a long time, I would hate for it to be rushed through the Houses without a full and proper debate on all the issues relating to people who are coming here seeking asylum and our protection or those who are different in any way and who do not conform to what might be considered the mainstream.  It is important that ample time be allocated in respect of what I imagine is going to be a complex Bill.  Can the Deputy Leader give an indication of when the legislation is going to be brought before the Houses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#V00300","speaker":"1122","continuing":true},{"type":"speech","time":1447770600,"counter":81,"content":"<p>I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#W00200","speaker":"1148"},{"type":"speech","time":1447770600,"counter":82,"content":"<p>I join colleagues in wishing the former Senator, Jimmy Harte, well with is recovery.  I also wish the former Senator's family well.  Jimmy Harte is a gentleman and a nice colleague.  We will miss him.  I trust his family will pass on our regards.<\/p> <p>I welcome Senator Cahill and wish her well.  I think she will be a positive voice in the Seanad.  She certainly has something new - arising out of difficult circumstances - to bring to this House.  As Senator Conway said, she has been very vocal for the past year or more.  I look forward to hearing from her regularly in the House.<\/p> <p>I, too, join others in extending sympathy to the families of those killed in horrific circumstances in Paris.  This tragedy feels close to home.  It has hit all Europeans hard and has affected us deeply.  What happened was horrific.  It is hard to know what the world is coming to.<\/p> <p>On a more positive note, I wish to raise a matter on which Senator Landy has already touched.  I am being somewhat parochial, perhaps, but I welcome the provision of new schools in the Dublin West area, in particular, two brand-new schools, one primary and one secondary, as well as three extensive rebuilds.  I echo what has been said before.  This is the first capital programme in respect of which we have made a conscious decision that there will be no more prefabs in schools in Ireland.  The latter are no longer acceptable.  Much of the school accommodation that is being replaced was hardly fit for purpose.  It is very good to hear that, finally, we have money to invest in education and in our children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#W00300","speaker":"1153"},{"type":"speech","time":1447770600,"counter":83,"content":"<p>It was appropriate that we marked the appalling tragedy in Paris with a moment's silence.  What we should attempt to do is have a full and frank debate on the security and political crisis facing both Europe and civilisation in general.  The attendance in the House of the Minister for Justice and Equality, Deputy Fitzgerald, has been requested and I echo that call.  I heard the comments of the Minister for Defence, Deputy Simon Coveney, at the weekend.  He outlined his view to the effect that Ireland is in no way under threat.  That is an innocent statement.  We need a substantial debate on the threat facing both Europe and western civilisation.  This is a matter I have been raising for the past two years.  Our response to the actions of ISIS has been entirely inadequate.  We will sleepwalk into disaster unless we start taking this matter seriously.<\/p> <p>I congratulate our newest Senator, M&aacute;ir&iacute;a Cahill, and wish her well in the context of whatever political route she chooses to take in future.  In seeking to replace former Senator Harte, she is certainly attempting to fill large shoes.  We think of the former Senator with affection and we wish him well for the future.<\/p> <p>Through the years in this House I have had the privilege and pleasure of serving with colleagues from across the Border in the other jurisdiction.  I refer to Gordon Wilson, John Robb and Eddie Haughey.  Before that there was Br&iacute;d Rodgers and Seamus Mallon.  They all had a major and constructive impact on this House.  They were very much involved in changing of minds and attitudes.  It is fair to say that they came to the House to be constructive.  They came in the spirit of reconciliation and of spreading a message of hope to us all.  Their role was strong and significant.  I know this is what Senator Cahill aspires to as well.  It is important that all of us attempt to see everyone's perspective and that we can see something different to black and white - we should always try to see the shades of grey.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a Member of the House, I saw people change their minds because of contributions made by individuals such as John Robb, Gordon Wilson, Edward Haughey and Sam McAughtry.  That spirit of generosity and the goodwill those former Senators displayed in debates here was very helpful.  I am sure the Senator will act in the same fashion.  We look forward to working with her and sincerely welcome her to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#W00400","speaker":"1205","continuing":true},{"type":"speech","time":1447770600,"counter":85,"content":"<p>I, too, welcome Senator Cahill to the House and wish her well in her future career.  I also want to pay tribute to former Senator Jimmy Harte.  I wish him well and a full recovery.<\/p> <p>Senator Moloney referred to the employment figures.  These now show that over 135,000 new jobs were created since February 2012.  The unemployment rate is now 8.9%, which is a significant and welcome drop from the rate of 15% which obtained when we entered office.  For the first time since 2008, fewer than 200,000 people are unemployed.  There are interesting figures for job creation in terms of the south east, where employment has increased by 14.4%.  In the midlands it has increased by 13.8% and by 12% in Border areas.  Job creation is happening right across the country.  I accept what Senator Moloney said, namely, that certain areas require further work.  In the past 12 months, 56,000 new jobs - over 1,000 per week - were created.  This shows that what the Minister, Deputy Bruton, the Taoiseach and the T&aacute;naiste have said and done in recent months is now coming home to roost in the sense that people are back in employment.  The number of long-term unemployed has decreased from 204,000 to 109,800, which is a substantial drop, but we still have a lot of work to do in this area.<\/p> <p>We also have a great deal of work to do in respect of people under 25 years of age who are unemployed.  We need to ensure they have access to training and education opportunities in order that they will not become long-term unemployed.  Perhaps we might have a debate at some stage to determine the further action we need to take to deal with young people aged under 25 who are currently unemployed and who have missed out on education and training opportunities.  This is an important area on which we need to work.  I ask the Leader to make time available in order that we might invite the Minister to the House to come before the House to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#X00200","speaker":"1150"},{"type":"speech","time":1447770600,"counter":86,"content":"<p>I join Senators Norris and Wilson regarding the farce that is Seanad by-elections.  Fortunately, the new Senator did not have the same trouble I did in the context of trying to find nine people to sign a nomination form.  I thank Fianna F&aacute;il and the nine Independent Members of the Oireachtas who gave me two nominations.  I will support Senator Wilson's new Bill to extend the electorate beyond the confines of Leinster House.<\/p> <p>I did not know Jimmy Harte and I regret that to some degree.  Given the kind words have been said about the former Senator, apparently I missed out on knowing a great man.  I wish him well.<\/p> <p>I welcome Senator Cahill.  I will echo Senator Bradford's words by saying that she should use her time here to engage in constructive debate, champion the issues she has brought into the public domain in recent times, see people for who they are in here and see our point of view.  That will be important.<\/p> <p>Like every other Senator, I am appalled by the situation in Paris.  The security of a nation does not fall to the security services alone.  We must wake up to the fact that we live in a new world where people can traverse the globe and travel to this country in a matter of hours.  It behoves every citizen in the country to report things they find suspicious.   We walk past a suitcase sitting unattended and leave it there.  Last night, as I sat in Lansdowne Road and watched a fantastic match which led to our qualifying for the finals of the European Championships, it crossed my mind that if three individuals walked into the stadium wearing vests loaded with explosives and detonated them, how many hundreds more people would be killed in the ensuing stampede?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It behoves every single one of us, and I do not appreciate the Minister stating the country is safe.  Nowhere in the world is safe now.  This message needs to go out.  I support the call for a debate on security in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#X00300","speaker":"1196","continuing":true},{"type":"speech","time":1447770600,"counter":88,"content":"<p>I welcome Senator M&aacute;ir&iacute;a Cahill and wish her the very best of luck in Seanad &Eacute;ireann.<\/p> <p>I express my disgust at the atrocities which occurred in Paris.  It has shaken the very core of the world's liberty and has instilled fear in our society.  When we think of going out to enjoy a concert, dinner, date or drink, one never knows the hour or the day when something like this will happen.<\/p> <p>I echo what Senators Landy and Burke stated.  They took the very words out of my mouth when they referred to how proud former Senator Jimmy Harte would have been with the great win Ireland had last night.  Having said this, we are definitely the only island in Europe which has two teams playing in the European championship.  Being the only island with two teams, we also have two managers by the name of O'Neill - Michael and Martin.  Sport has united Ireland in many ways for many a decade, and when teams from the North or South were playing in respective championships, both North and South cheered.  It will be quite interesting to see whether the North and the Republic will be matched up in the European championships next year, but we will cheer for both of them.  Well done to the Republic of Ireland last night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Y00200","speaker":"1165"},{"type":"speech","time":1447770600,"counter":89,"content":"<p>I welcome Amy Rose Harte to the Gallery.  If Jimmy were here, he would be having a great time talking about the qualification last night, and I am sure he would be giving me a bit of a ribbing for Limerick's capitulation when the team went to Ballybofey to play Finn Harps.  Ba mhaith liom a r&aacute; leis an Seanad&oacute;ir N&iacute; Chathail, a clann agus a cairde agus le P&aacute;irt&iacute; an Lucht Oibre that today really is their day.  Senator Cahill is very welcome to the House.<\/p><p>I read with interest Mary Minihan's article in <i>The Irish Times<\/i>yesterday in which she gave five reasons it is hard to be a &quot;Nordie&quot; south of the Border.  I will not start singing Gene Autry's &quot;Down Mexico Way&quot;, but her first reason was we think they talk funny.  I am sure Senator Cahill will have no problem making herself understood in the Chamber.  She joins a long list of illustrious characters, including Martin McAleese, John Robb, Brid Rogers, Sam McAughtry, Seamus Mallon and Gordon Wilson.  Gordon Wilson and Seamus Mallon in particular had a vision of a just and peaceful society in Ireland.  They were voices of reason and integrity and they spoke against what was a warped ideology tearing our country apart at the time.  Senator Cahill has laid down the gauntlet today by bringing in members of the Rape Crisis Centre and those affected by abuse, and I am sure she will be a strong advocate on their behalf as well as being someone who will speak out against criminality on the island.<\/p><p>The same warped ideology I mentioned, which thrives on disenfranchisement, marginalisation and deprivation, manifested itself in Paris at the weekend in the very shocking attacks made against innocent members of the public.  We need to learn the lessons of integration from our European partners, particularly countries such as Denmark which has had issues with integration in Copenhagen, but countries such as France, Belgium and others.  What we do with direct provision in this country leaves much to be desired, and anything which would drive young men to wear a suicide belt and carry an assault rifle and do what they did on the streets of Paris cannot be condoned.<\/p><p>I am sure Ireland's neutrality is the responsibility of the Minister for Justice and Equality.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Heffernan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2362\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2362&amp;amp;pid=JamesHeffernan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Our neutral position in the international community is an issue held dear by many citizens in this country.  The continued use by the US military of Shannon Airport flies in the face of that neutrality.  This issue has been advocated very strongly by An tUachtar&aacute;n, Michael D. Higgins, and it has been argued for very strongly by the Labour Party.  I hope it will step up to the plate again and call for this debate to happen sooner rather than later.  The Social Democrats will be against the airport's use and we advocate a phase-out.  I hope the Government will support that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Y00300","speaker":"1119","continuing":true},{"type":"speech","time":1447770600,"counter":91,"content":"<p>Is that Social Democrats policy?  That is news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00200","speaker":"1143"},{"type":"speech","time":1447770600,"counter":92,"content":"<p>I thank everybody for their good wishes and particularly Senator Craughwell for his constructive advice.  I hope to watch Senator Craughwell in the debates over the next few weeks and follow his good example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00300","speaker":"1208"},{"type":"speech","time":1447770600,"counter":93,"content":"<p>The Senator will have more quality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00400","speaker":"1162"},{"type":"speech","time":1447770600,"counter":94,"content":"<p>It is a huge honour to serve in Seanad &Eacute;ireann and I have my friends and family here, including my five-year-old daughter, Saorlaith.  I was going to say she was being uncharacteristically quiet, but she has actually fallen asleep.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00500","speaker":"1208"},{"type":"speech","time":1447770600,"counter":95,"content":"<p>It happens in here too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00600","speaker":"1146"},{"type":"speech","time":1447770600,"counter":96,"content":"<p>I also pay tribute to Senator Jimmy Harte, who has experienced a horrific number of years.  I had the privilege of speaking with him last week and I am glad to say he is slowly but surely making a great recovery.  I also thank the Harte family in its entirety for their support, particularly Jimmy's daughter, Amy Rose, who has looked after me so well over the past number of weeks.  There has been a great Northern tradition of representation in the Seanad.  I have not had the privilege of meeting all the former Senators but I am lucky to have met and have the support of Mr. Seamus Mallon and Br&iacute;d as well.<\/p> <p>I echo the heartfelt sympathies sent from this House to the people of Paris and I strongly condemn the very cruel attacks that took place at the weekend.  I ask the Leader for a debate on sexual offences and abuse.  I am thankful that the directors of the Dublin Rape Crisis Centre and One in Four are here today, and I welcome them.  I ask for an indication of when Committee Stage of the sexual offences Bill will be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00700","speaker":"1208"},{"type":"majorheading","content":"Visit of French Delegation","time":1447770600,"counter":97,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00750"},{"type":"speech","time":1447770600,"counter":98,"content":"<p>Before I call the Leader, I am sure Members will join me in welcoming the French ambassador, H.E. Jean-Pierre Th&eacute;bault, and his colleagues.  They are very welcome to Seanad &Eacute;ireann today and we express our sincere sympathy to them on the tragedies of last Friday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00800","speaker":"1120"},{"type":"majorheading","content":"Order of Business (Resumed)","time":1447770600,"counter":99,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00850"},{"type":"speech","time":1447770600,"counter":100,"content":"<p>I join in welcoming the French ambassador.  As Deputy Leader, I acknowledge the show of unity being displayed by everybody today in absolutely condemning the horrific attacks on Paris last week.  They were appallingly brutal attacks on people enjoying sports and cultural life in a great city that is so well known to all of us.  It really represents an attack on all of us on our doorstep in Europe.  It is an attack on democracy, our way of life, our values and our civilisation.  That is perhaps a summary of the sentiments that colleagues expressed today.  I join with all of them in such expressions.  I also have enormous sympathy and solidarity with the French people and the families of the bereaved and those who are injured.  We must also remember those who were bereaved and injured in other attacks on Beirut last week, in which more than 40 people were killed, and the attack on the Russian aeroplane, which killed so many civilians.<\/p> <p>It is appropriate that we marked the French attacks with a minute's silence today.  I remind colleagues that there is a book of condolences in the French Embassy and I was privileged to be there yesterday, along with Senator van Turnhout and colleagues from the other House, to sign it after it was signed by an tUachtar&aacute;n, Michael D. Higgins.  The President and the Taoiseach have expressed the sympathy and solidarity of the Irish people with the French after this horrific attack.<\/p> <p>I agree with colleagues who have asked for a debate in this House on the bigger context and security issues arising from those attacks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will certainly seek a debate on that issue in early course.<\/p><p>On a more positive note, before I respond to Senators, I wish to again thank colleagues, all of whom, I think, expressed such a warm welcome to our new colleague, Senator M&aacute;ir&iacute;a Cahill.  I join again in expressing my own f&aacute;ilte m&oacute;r to M&aacute;ir&iacute;a.  She is very welcome here.  I welcome her family who are in the Public Gallery.  I also welcome the directors of the Dublin Rape Crisis Centre and One in Four, Ellen O'Malley Dunlop and Maeve Lewis, respectively.  We are delighted to have them in the Gallery.  We are delighted to have Senator Cahill join us as a member of the Labour Party group of Senators in the Seanad.  I know she will make a tremendous contribution here and that she will be a powerful advocate for the rights of victims and survivors of abuse and of violence.  She has started already on a very constructive note in that regard.  <\/p><p>I again thank all colleagues for their warm welcome and for their lovely words about our new Senator and also about our colleague, Jimmy Harte.  I extend a warm welcome to Amy Rose Harte, his daughter, who is in the Gallery.  I thank the Harte family for all they have done and all the support they have given all of us.  We all very much wish Jimmy Harte a speedy recovery.  We hope we will see him soon visiting us again here in the Seanad.  I hope he is celebrating the wonderful win, which many of the Senators mentioned, of the Irish team last night in Lansdowne Road and our qualification for the championships.  I understand there is also good news from Stormont on the Northern Ireland leaders having reached agreement after two months of negotiations.  I hope there is something there for the former Senator Harte and all of us to celebrate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#Z00900","speaker":"1148","continuing":true},{"type":"speech","time":1447770600,"counter":102,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#AA00200","speaker":"1132"},{"type":"speech","time":1447770600,"counter":103,"content":"<p>I will now turn to the issues raised by colleagues.  Senator Darragh O'Brien welcomed Senator Cahill and sought a debate on the Paris attacks.  I would be happy to facilitate such a debate with the Minister for Justice and Equality, which he and other Senators sought.<\/p> <p>Senator Jim D'Arcy raised the same issues and spoke of how the universal becomes local.  That is very true.  I think all of us know somebody who was caught in the horrific attacks in Paris.  Senator D'Arcy spoke of the Irish couple caught in the attacks on the Bataclan concert venue, Katie Healy and David Nolan.  We all wish, in particular, Mr. Nolan a speedy recovery.  Clearly, people who have been involved in these attacks will have been hugely affected by them, even if they escaped with no physical injury, and that must be remembered also.  Senator van Turnhout also spoke about the issue of the Paris attacks and expressed her condemnation of them.<\/p> <p>Senator Norris spoke about the issue of Seanad reform.  This House is united on the need for reform of the Seanad and we have had many debates on that over the last few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#AA00300","speaker":"1148"},{"type":"speech","time":1447770600,"counter":104,"content":"<p>It is great to see a start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#AA00400","speaker":"1196"},{"type":"speech","time":1447770600,"counter":105,"content":"<p>Senator Norris also raised the issue of media reportage of allegations about a former Minister last week, on which a number of Senators spoke.  I absolutely agree with Senator Norris and share his concern about the way in which this story came into the public domain at such an early stage of a Garda investigation and apparently before an investigation is properly commenced.  I share Senator Norris's sentiments on that.  The Garda S&iacute;och&aacute;na Act 2005 makes it an offence for a serving garda to disclose information in certain circumstances.  Clearly, there are already investigations into how this information came into the public domain and those investigations should run their course but, clearly, any breach of due process must be very much condemned.<\/p><p>Senator Hayden welcomed Senator Cahill and condemned the Paris attacks and pointed out the need for balance.  I agree with her that those refugees who are fleeing Syria are fleeing ISIS and fleeing terrible brutality and atrocity there, and they should not be scapegoated in the response to the horrific attacks in Paris.<\/p><p>Senator O'Donovan spoke about the Parish attacks.  He shared Senator Norris's sentiments on the issue of the smear campaign in the media reportage.  The investigations, in particular by Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, into this incident must run their course.  Senator Naughton welcomed Senator Cahill and also spoke about the Paris attacks.  Senator Barrett commented similarly.  <\/p><p>Senator Moloney also commented similarly.  She noted the drop in unemployment to 8.9%, which is very welcome and positive news.  This is the first time the rate has fallen below 9% since December 2008.  <\/p><p>Senator Cullinane expressed his welcome for Senator Cahill and remembered our colleague, the former Senator Harte.  He pointed out that Islamic groups in Ireland have condemned the Parish attacks, which is an important point.  An article in today's edition of the <i>Irish Independent <\/i>by my Trinity College colleague, Dr. Neville Cox, points out that this is not about Islam, that this is a twisted ideology that led to those attacks.<\/p><p>Senator Conway congratulated Senator Cahill on her election to the Seanad and also spoke about the Paris attacks.  Senator Wilson commented similarly.  He also referred to the Bill on Seanad reform which apparently Fianna F&aacute;il will put before us next week in its Private Members' time and in particular on reforming the process for filling the casual vacancy through a by-election.  I should remind Senator Wilson that Fianna F&aacute;il had 14 years to carry out Seanad reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#AA00500","speaker":"1148"},{"type":"speech","time":1447770600,"counter":106,"content":"<p>It is a very complicated Bill, very complex.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#AA00600","speaker":"1164"},{"type":"speech","time":1447770600,"counter":107,"content":"<p>If I may be allowed to make that point, clearly, we all await the Bill with great interest.  I thank the Senator for informing me about it.<\/p> <p>Senator Landy welcomed Senator Cahill and mentioned the Paris attacks.  He also noted the school programme announced just today and commended the Minister, Deputy Jan O' Sullivan, on her commitment to ending the practice of housing schoolchildren in prefabs.  We all very much welcome that and the extensive building programme, which will ensure proper facilities for all children.<\/p> <p>Senators Mullen and Mullins welcomed Senator Cahill and referred to the Paris attacks.  Senator &Oacute; Clochartaigh also welcomed Senator Cahill and referred to the Paris attacks.  He asked specifically when the Immigration, Residence and Protection Bill will be before us.  I can give the Senator a very clear answer that Second Stage will be taken in this House on 1 December.  Colleagues will welcome that development.<\/p> <p>Senator Catherine Noone welcomed Senator Cahill and condemned the Paris attacks.  She noted the school programme and the good news in that respect.  Senator Bradford also welcomed Senator Cahill and condemned the Paris attacks.  Senator Burke did so also and welcomed the drop in unemployment.<\/p> <p>Senator Craughwell referred to Seanad reform.  I responded on that already.  He welcomed Senator Cahill and mentioned the Paris attacks.  Senator Coghlan referred to the same issues and also noted that we have two football teams on this island.  We will have to await the draw for the championships.  Senator Heffernan welcomed Senator Cahill and mentioned the Paris attacks.<\/p> <p>I thank Senator Cahill for her words.  She is very welcome.  As she said, she carries on a very noble tradition of Northern Ireland representation in the Seanad.  We all very much appreciate that.  Specifically on her point on the sexual offences Bill, I am very hopeful that Committee Stage will be taken in the Seanad in very short course, in a number of weeks' time.  A number of amendments have been proposed by a number of Senators and the Minister is considering them at present.  Our colleagues in the Visitors Gallery will very much welcome Committee Stage.  The Bill was initiated in the Seanad and we are very hopeful that it will be passed into law in the lifetime of the Government.<\/p> <p>On such a sombre day, it is really welcome that we have such a display of unity in the face of the horrific Paris attacks.  I thank the French ambassador for being here with us.  On her first day here, Senator Cahill should note it is not normal for Senators to be so united that the business would send a child to sleep.  I am sure that will change over the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#BB00200","speaker":"1148"},{"type":"unspoken","time":1447770600,"counter":108,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Residential Tenancies (Amendment) (No. 2) Bill 2012: Committee Stage","time":1447770600,"counter":109,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#CC00100"},{"type":"unspoken","time":1447770600,"counter":110,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1447770600,"counter":111,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1447770600,"counter":112,"content":"<p>This is a technical drafting amendment to provide for the amendment of the collective citation of the Housing Acts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#CC00400","speaker":"1092"},{"type":"unspoken","time":1447770600,"counter":113,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1447770600,"counter":114,"content":"<p>Amendments Nos. 2, 53, 54, 83, 86 and 102 to 104, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.  Amendment No. 103 is a logical alternative to amendment No. 53.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#CC00600","speaker":"1120"},{"type":"unspoken","time":1447770600,"counter":115,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"speech","time":1447770600,"counter":116,"content":"<p>Amendments Nos. 2, 53, 54, 83 and 86, taken together, will bring much-needed stability to the rental sector pending the coming on stream of the supply of new housing.  These amendments will extend the period between the reviews of rent, extend the minimum period of notice of new rent, and introduce new requirements for the notification of new rent and the formal provision of information as regards the confirmation of tenancies and the rights and obligations of tenants and landlords.<\/p><p>Under the 2004 Act, the rent for all tenancies may be reviewed every 12 months.  Amendment No. 53 provides that this period be extended to 24 months.  This means that anyone who has had a rent review in 2015 will not face a rent review again until at least 2017.  There is no change to the mechanism for determining rents under legislation, which is by reference to the market rent, but there will now be a longer period of predictable rent.  The provision is subject to a sunset clause such that the period will revert to every 12 months in four years' time.  <\/p><p>The Act currently provides that a landlord give his or her tenant a minimum of 28 days' notice of new rent.  Amendment No. 54 provides for the extension of this notice period to a minimum of 90 days, giving tenants a longer period to challenge or dispute the proposed new rent or find new accommodation if necessary.  Such a measure was recommended in the DKM report entitled Rent Stability in the Private Rented Sector, which was commissioned by the PRTB.<\/p><p>Amendment No. 54 also provides that a landlord, when notifying a tenant of new rent as required under section 22 of the 2004 Act, will now have to provide the notification in a prescribed form.  The form will include the provision of information to the tenant in relation to the dispute resolution procedures that a tenant can pursue through the PRTB.  The form will also have to be accompanied by information on the rents of three other similar dwellings in the area.  The purpose of this amendment is to ensure that tenants are adequately informed on prevailing rents and aware of their rights under the Act, particularly in regard to market rent and the procedures for bringing a dispute to the PRTB where a tenant believes the new rent is in excess of market rent.<\/p><p>While the PRTB currently sends information of a tenancy registration to the landlord, amendment No. 83 provides that, in future, both landlords and tenants will be notified of a tenancy registration in a prescribed form and the notice will, <i>inter alia<\/i>, advise both parties of their rights and obligations relating to the setting and review of rent, security of tenure under Part 4 of the Act, determination of tenancies and dispute resolution procedures available through the PRTB.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The confirmation form will also state that the PRTB routinely discloses information to the Revenue Commissioners.  In addition to notifying the PRTB of an increase in rent within one month, as is currently required under section 139 of the Act, landlords will be required as a result of amendment No. 86 to provide additional supporting information in a prescribed form.  This will include a signed statement by the tenant that they have been made aware of their rights on rent and rent reviews along with information on market rent for three similar dwellings in the area.  This amendment will further ensure that tenants are fully informed of their rights in relation to market rent.  I would like to flag to the Seanad that the Government intends to bring forward another amendment on Report Stage to section 139 regarding further information on the registration form.  Together with the new notice provided for under section 22, this will ensure that all parties are aware of their rights and the consequences of any infringement of those rights.  This will assist in protecting tenants from illegal rent increases and will also act to discourage landlords from breaking the law.  <\/p><p>In regard to the Opposition amendments grouped with these amendments, amendment No. 102 proposes to amend the 2004 Act such that the rent would be reviewed by reference to the rate of inflation.  In providing for an extension to the period in which rent reviews may occur from 12 to 24 months, the Government decided on an approach that would bring stability and predictability for the tenant but without changing the fundamental mechanism for the setting and reviewing of rent as laid down in the 2004 Act.  The Government is mindful of the need not only to protect tenants from the circumstances that currently exist, but also not to deter investment in any way.  Amendment No. 53 achieves that balance and so I cannot accept the amendment tabled by the Senators.<\/p><p>Amendment No. 103 proposes that a review of rent may not occur more often than once in each period of 24 months.  This is already provided for by the Government amendment No. 53.<\/p><p>Amendment No. 104 proposes to empower the PRTB to work with local authorities to set a local standard of rent based on the size and location of the accommodation.  This would entail a fundamental departure from the principle laid down in the Act whereby rent is set by reference to the market, where a market rent is defined as the rent which a willing tenant, not already in occupation, would give and a willing landlord would take for the dwelling.  As I have outlined already, the Government has decided not to alter the mechanism for the setting and reviewing of rent as laid down in the 2004 Act and has decided on an approach that balances the needs of tenants and landlords and investors alike.  For this reason, I cannot accept the amendment.  <\/p><p>Amendment No. 2 amends the commencement provision in the published Bill to provide for the commencement on enactment of three of the provisions announced in the package of measures to support housing supply and rent stability generally.  These are the extension of the duration between rent reviews from 12 to 24 months, the extension of the period of notice of a new rent from 28 days to 90 days and the extension of the period of notice of termination of a further Part 4 tenancy.  Rents are increasing and it is imperative that we act quickly in order to bring stability to the market.  The Government amendments to the Bill will ensure stability and predictability and a level of certainty that will stabilise the market until such time as the property and construction sector recovers to sustainable levels and the supply increases and there is normality in the rental sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#CC00800","speaker":"1092","continuing":true},{"type":"speech","time":1447770600,"counter":118,"content":"<p>I welcome the Minister of State to the House.  While the amendments fall far short of the measures of rent certainty I would like to have seen introduced, for example, rent increases that are in line with an external measurement such as the consumer price index, which has been suggested by Threshold, I welcome them as a much needed and long overdue first step.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jillian van Turnhout:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The latest quarterly <i>daft.ie<\/i>report published today shows that in the third quarter of 2015, rents rose nationwide by an average of 3.2%, which represents the largest three-month jump in rent since 2007.  Supply on the rental market is at its tightest on record with just 4,000 properties available to rent nationwide, very few of which offer affordable family accommodation.  The current monopolistic private rental market characterised by rapidly increasing rents and a complete dearth of housing supply is intrinsically linked to our spiralling homelessness and risk of homelessness crises.  I have spoken on this issue on a number of occasions but I plan to speak only on this grouping of amendments so I ask the Minister of State to bear with me.  I have a number of questions and look forward to hearing the Minister of State's answers from the floor.  I would be happy to forward any of these questions in writing if they require further time for consideration.<br\/><br\/>In November 2014, homelessness agencies reported that 700 children were living in emergency accommodation.  In 12 months, this figure has grown to 1,500 and it is highly likely that this number will continue to increase as supply continues to be constrained and there is no indication of a step-change in new supply given the pipeline of sites that are ready for development with available finance.  Recently announced modular housing will only serve to meet part of the backlog.  The private rental sector is likely to remain attractive to those who can afford it and those who cannot access home ownership, the so-called young professionals.  Affordable family accommodation is therefore chronically undersupplied.  Does the Minister of State have a figure for the projected demand for emergency accommodation for families with children?  What is the Minister of State planning for?<br\/><br\/>Setting aside numbers in emergency accommodation, research has shown that when homelessness among children increases, it is coupled with a rise in children living in unsuitable or overcrowded accommodation, sometimes sharing with other families, which parents view as preferable to presenting as homeless.  Does the Minister of State have an estimated figure for the number of children living in overcrowded accommodation?  Has a study been done into this area of concern or is one planned?  I and many of the children's rights organisations following these issues are deeply concerned by the immediate and long-term impacts for children who are placed in emergency accommodation.  Temporary accommodation, whether hostel, emergency or another form of temporary accommodation, can adversely impact on children.  In many cases, the lack of stability and uncertainty is deeply worrying for children.  This is reflected in anecdotal evidence from the ISPCC Childline service.  It affects children's ability to play due to lack of space.  Often, quiet spaces to study are impossible to find.  At worse, lack of natural light and outdoor spaces is likely to affect development.  Children report being very stressed and often hide this stress and worry from their parents who are often struggling.<br\/><br\/>Emergency and hotel accommodation is the most concerning type of accommodation for homeless children.  It should only be used in exceptional circumstances.  It is increasingly being used as the norm because of the severe lack of purpose-built temporary accommodation for families.  I am genuinely concerned about child protection, safety and security issues and a range of developmental impacts, as I have set out briefly.<br\/><br\/>Has Tusla, the Child and Family Agency, been involved in assessing the suitability of hotels and hostels that are housing families with children?  If so, has it determined that some forms of accommodation are unsuitable?  Who determines whether there may be child protection risks?  Are individuals working in hotels where homeless children are placed Garda vetted?  If not, why not?  I appreciate that hotel staff are not normally vetted, but placing children in hotels as a formal State intervention to the homelessness crisis changes the said hotel's official usage.  The children are living there, playing there and growing up there.  On this basis, they could be of interest to predators.  It is essential that urgent steps are taken to ensure all children in emergency accommodation are safe.  In other jurisdictions with similar homelessness levels, emergency accommodation is used as an exception and for no more than six weeks.  How many children have lived in emergency accommodation for more than six weeks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111700002#DD00200","speaker":"1171","continuing":true},{"type":"unspoken","time":1447770600,"counter":120,"content":"<p>Additional debate to follow.<\/p>"}]