[{"type":"minorheading","content":"Prelude","time":1494336600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1494336600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1494336600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1494336600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1494336600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#A00100"},{"type":"speech","time":1494336600,"counter":6,"content":"<p>I have received notice from Senator Lorraine Clifford-Lee that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to consider a swimming pool for the town of Balbriggan, County Dublin.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator James Reilly of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to clarify and outline his plans to address the effects of the reported outcome of a case in the EU whereby the locals-only rule and the ten year rule for rural housing will no longer apply in county development plans and the effect this will have on regulations issued from his Department and-or rural housing policies in various county development plans, particularly Fingal, as there is concern and uncertainty on the status of rural zonings in Fingal, County Dublin.<\/blockquote><p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister of Health to consider reducing prescription charges for people with disabilities.<\/blockquote><p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the N5 Ballaghaderreen to Scramogue project; and to confirm whether the necessary capital funding has been allocated to the project.<\/blockquote><p>I have also received notice from Senator Gerard P. Craughwell of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to outline what projects will be funded from the &euro;3.6 billion earmarked for public transport in the Exchequer capital transport envelope 2016-2021; and how much of this will be used to enhance public transport outside Dublin and specifically in Cork City and County.<\/blockquote><p>I have also received notice form Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to advise on his Department&rsquo;s proposals to transfer the governance of D&uacute;n Laoghaire Harbour Company to D&uacute;n Laoghaire Rathdown County Council; if he will he confirm the make-up of the current board and when their warrants of appointment expire in each case; and when he intends seeking expressions of interest from the public to fill the current vacancies on the harbour company board.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Clifford-Lee, James Reilly and Maria Byrne and they will be taken now.  Senators Hopkins and Craughwell had been selected but they have subsequently withdrawn their matters owing to the unavailability of the Minister to attend the House today.<br\/><br\/>Senator Boyhan may give notice on another day of the matter that he wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#A00200","speaker":"1381","continuing":true},{"type":"minorheading","content":"Swimming Pool Programme Status","time":1494336600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#B00250"},{"type":"speech","time":1494336600,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Helen McEntee, to the House.  As evidenced from the wording of this commencement matter, the town of Balbriggan has no swimming pool.  According to the latest census data, Balbriggan town and its environs has a population of approximately 26,000 and is growing rapidly.  I am sure the next census will show a huge increase in that population.  Also, it is a very young population.<\/p> <p>In 2006, An Bord Plean&aacute;la approved a plan for the public swimming pool to be built on a site located at Balbriggan Rugby Club.  In 2014, this was put out to tender but there has been no progress since.  I hope the Minister of State will be able to provide me with an update on the results of the tender process in 2014.  For a population of this size not to have access to a swimming pool in the town is not good enough.  Swimming lessons are seen as a core part of the primary and second school curriculum.  Children living in Balbriggan cannot easily access swimming lessons, which is a real shame.  Many schools have to travel long distances to access a swimming pool and swimming lessons, which has a knock-on effect on parents in terms of the cost of providing buses and so on.  It is also taking time out of the school day which teachers could be using to teach other core parts of the curriculum.<\/p> <p>I have spoken with many local parents who have children with learning difficulties, ADHD and autism, who would benefit greatly from aqua-therapies, but the benefit they would receive would be outweighed by the travel involved in getting to swimming pools located a far distance from Balbriggan and so there is no point doing it.  In my opinion, it is an absolute disgrace that the children of Balbriggan with special needs cannot access these very beneficial therapies.  Older people can also benefit from aqua therapy and aqua aerobics but these therapies need to be provided within their community.  <\/p> <p>I ask that the Minister of State outline what plans are in place and, if any are in place, if they can be fast-tracked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#B00300","speaker":"1376"},{"type":"speech","time":1494336600,"counter":10,"content":"<p>I thank the Senator for raising this issue.  I agree that there are significant benefits for young and old people alike using a swimming pool.  The Minister of State, Deputy Patrick O'Donovan, is unable to here today due to prior commitments and he has asked me to respond on his behalf.  While I may not be able to answer all of the Senator's queries, I will certainly try to do so.<\/p> <p>As the Senator is aware, the local authority swimming pool programme, as administered by the Department of Transport, Tourism and Sport, provides grant aid towards the capital cost of new public swimming pools or the refurbishment of existing public swimming pools.  The programme provides for maximum grant aid of &euro;3.8 million per project.  There are four principal stages which must be undertaken by a local authority in developing a swimming pool project.  These are preliminary report, including the feasibility study; contract documents; tender stage; and construction stage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Department's technical adviser evaluates each stage and local authorities may not proceed to the next stage of a project until prior approval issues from the Department of Transport, Tourism and Sport.  <\/p><p>I will now give the Senator an outline of what has happened in the past in the provision of a swimming pool in the Fingal area.  A proposal for a new pool in Skerries, County Dublin was originally included in the 2000 round of the programme and the Department approved the preliminary report in January 2001.  However, as no contract documents or tender report were ever received for a pool in Skerries, the grant was not approved for that particular project.  The Skerries project was planned as a public private partnership, PPP, between a private developer and Fingal County Council.  In March 2009 the Department of Transport, Tourism and Sport received a letter from Fingal County Council stating the proposal had been terminated owing to difficulties with the residential element of the proposed scheme.  It also stated the new priority for Fingal County Council was locating a pool in Balbriggan in preference to the original location in Skerries.  <\/p><p>In April 2009 Fingal County Council forwarded a preliminary report on the new pool proposal in Balbriggan.  The proposal was for Balbriggan Rugby Football Club, in conjunction with a private swimming pool operator, to build a swimming pool on the club's grounds at Balrothery.  The pool would be managed by the swimming pool operator who would also put finance in place for the development of the project.  The estimated cost of the project was &euro;8 million which would be financed by &euro;750,000 from Fingal County Council and &euro;2.5 million under the local authority swimming pool programme, LASPP, with the balance to be provided by the swimming pool operator.  <\/p><p>The Office of Public Works approved the preliminary report on the pool in Balbriggan in May 2009, subject to a minor modification and the local authority and the Department being satisfied that the tender process would be transparent and fair.  The council was also asked to consider issues of procurement and State aid to a private operator and to ensure all relevant EU directives would be adhered to in the public procurement process.  It is understood that, owing to difficulties in adhering to these requirements, there was no further progress on the project on the Balbriggan site.  Accordingly, in January 2016, the Department of Transport, Tourism and Sport wrote to Fingal County Council raising concerns about the delay and asking the council to consider withdrawing the project from the LASPP.  The letter stated that if Fingal County Council agreed to the withdrawal of the Balbriggan swimming pool project from the LASPP, it might be possible for the council or Balbriggan Rugby Football Club to receive a sports capital grant allocation instead.  Fingal County Council agreed to the voluntary withdrawal of the Balbriggan project from the programme and the Department formally notified the council of its removal in April 2016.  Fingal County Council subsequently applied for a special sports capital grant allocation for Balbriggan Rugby Football Club.  This must meet all of the usual terms and conditions of the sports capital programme and is capped at &euro;500,000.  I understand the application is being considered by the Department.  <\/p><p>The Senator should note that of the four local authorities contacted in 2016, three agreed to the voluntary withdrawal of pool projects from the programme.  The projects remaining in the current programme are those in Dunmanway, Castlebar, Buncrana, Edenderry and Lucan, each of which is at various stages.  The priority for 2017 is progressing the aforementioned projects through the next stages, as appropriate.  <\/p><p>On the future funding of swimming pools, the Department of Transport, Tourism and Sport is undertaking a review of national sports policy which includes a specific focus on how the Government should fund sports facilities, including swimming pools, in the years ahead.  Furthermore, as part of the Department's submission as part of the mid-term capital plan review, additional funding has been sought for large-scale sports infrastructure, including swimming pools.  If this funding is received, it will allow consideration to be given to new projects.  It will be open to all local authorities, including Fingal County Council, to submit an application under the terms that will apply.<\/p><p>I again thank the Senator for raising this issue and reiterate the Government's commitment to improving the stock of all sports facilities across the country.  I also apologise again on behalf of the Minister of State, Deputy Patrick O'Donovan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#B00400","speaker":"1337","continuing":true},{"type":"speech","time":1494336600,"counter":12,"content":"<p>I thank the Minister of State for the reply.  I ask the Minister for Transport, Tourism and Sport, in the context of the aforementioned review of the national sports policy, to prioritise large population centres such as Balbriggan.  The population is increasing in both Balbriggan and surrounding areas.  Population growth should be written into any new policy.  I look forward to making a submission on behalf of Fingal as part of the national review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#C00200","speaker":"1376"},{"type":"speech","time":1494336600,"counter":13,"content":"<p>In that context, the Senator should note that the consultation process was launched last year by the Minister, Deputy Shane Ross, and the Minister of State, Deputy Patrick O'Donovan, and that the Department has already received 53 submissions from a variety of stakeholders, including non-governmental bodies, local sports partnerships, LSPs, Departments, private individuals and the corporate sector.  I assume that Members or other representatives from the local area have also made submissions.  While the submissions received deal with a wide range of topics, the issues of increasing participation levels, the strategic allocation of facilities, cross-sectoral co-operation and funding for sports are a particular focus across the board.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The submissions touched on many of the issues raised by the Senator.  The policy framework will set out the approach the Government will use in the future.  It will look at the economy, education, health, tourism and other areas touched on by the Senator.  Perhaps I might get the Minister to update her on where we are with the review and provide her with all possible information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#C00300","speaker":"1337","continuing":true},{"type":"minorheading","content":"Rural Development Policy","time":1494336600,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#D00200"},{"type":"speech","time":1494336600,"counter":16,"content":"<p>I welcome the Minister, Deputy Simon Coveney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#D00300","speaker":"1381"},{"type":"speech","time":1494336600,"counter":17,"content":"<p>I, too, welcome the Minister.  I come from a rural part of Fingal which has a large rural catchment area which includes the villages of Ballyboughal, Naul, Oldtown, Garristown, Rolestown, Corduff, Lusk and Walshestown, as well as other rural areas near the towns of Skerries, Rush, Swords and Balbriggan.  A recent European Court of Justice ruling appears to affect the right to planning permission in those areas and other counties.  I understand the court has ruled that under the principle of free movement of people within the European Union, it is no longer valid or acceptable to restrict planning permission in rural areas to locals and to insist that those to whom planning permission to construct houses will be granted should live in these houses for seven to ten years.  All of these restrictions seem to have been struck down by the court's ruling.  The seven-year residential rule was introduced to ensure local people with genuine housing needs could receive planning permission in rural areas with which they had extended family ties.<\/p><p>As I have not seen a copy of the ruling of the European Court of Justice that has been mentioned in the media, I am relying on recent reports in <i>The Sunday Business Post<\/i>that have referred to concerns in this respect.  When I looked at the Fingal development plan map yesterday, I counted 26 areas that had been designated as rural clusters.  Only locals can apply for planning permission in areas with such a designation.  The 26 designated areas of various sizes, from five to possibly 25 houses, must all be in doubt because of the ruling of the European Court of Justice.  Who can obtain planning permission in these areas?  We need clarity on the issue as soon as possible.  Under the Fingal rural housing policy, planning permission for close family members is restricted to two family members in the case of farm families and to one family member in the case of local dwellers who are not farmers.  The ruling of the European Court of Justice has happened and is in place.  My understanding is the Government and the local authorities must recognise the jurisdiction of the European Court of Justice and take the ruling into account.<\/p><p>What is the current position on the various categories under which the granting of planning permission is possible?  Farm families and families living in rural areas might not be able to raise the finance required to construct family homes in their localities if there is a doubt about the legality of their ability to obtain planning permission, or about the legality of planning permission they have already received.  We need clarity and a direction on these issues in order that we will have a fair, reasonable and practical rural housing policy in place that will protect the countryside, while allowing farm families and families living in rural areas to obtain planning permission.  This is very important from the point of view of maintaining rural communities and the extended family.  It gives people the capacity to remain in their homes, while being supported by the following generation and supporting them in raising their kids.  <\/p><p>I look forward to the Minister's reply.  I hope he will be able to assure my constituents that there will be clarity and fairness under rural housing policies as they affect many counties, including Fingal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#D00400","speaker":"1421"},{"type":"speech","time":1494336600,"counter":18,"content":"<p>I thank the Senator for raising this matter and welcome the opportunity to provide an update on the review of the 2005 planning guidelines for sustainable rural housing which is being undertaken.  As the Senator suggests, the review arises from a judgment of the European Court of Justice in 2013 in a case taken by the European Commission against Belgium, now referred to as the Flemish decree case.  As Senators will be aware, the 2005 rural housing guidelines require planning authorities to frame the planning policies in their development plans in a balanced and measured way to ensure the housing needs of rural communities will be met, while avoiding excessive urban-generated housing and haphazard development, particularly in areas near cities and towns that are under pressure from urban-generated development.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The guidelines further aim to ensure that sites being developed for rural housing are suitable with regard to vehicular access and wastewater disposal, and also from landscape and design perspectives.  In this regard, the guidelines suggest a number of criteria to be taken into account in local authority development plans for the purpose of assessing whether planning applications for rural housing are intended to meet a rural generated housing need.  These \"local needs\" criteria in the guidelines primarily relate to requiring planning applicants to have a family or an occupational tie to the rural area in question.<\/p><p>The European Commission originally issued an infringement notice against Ireland in respect of the rural housing guidelines in 2007 which was subsequently deferred pending the outcome of the European Court of Justice, ECJ, \"Flemish Decree\" case against Belgium.  The decree linked the transfer of property in certain Flemish communes to the condition that there should exist a sufficient connection between the prospective property buyer and the relevant commune, which had the practical effect of precluding non-locals from purchasing property in the Flemish communes in question.  The court ruled that the Flemish decree constituted an unjustified restriction on fundamental freedoms under the EU treaty, in particular that it breached Article 43 of the treaty on the free movement of citizens.  Following engagement between the European Commission and my Department on the 2005 rural housing guidelines since the court ruling, planning authorities are being consulted about making changes to the 2005 guidelines to ensure that rural housing policies and objectives contained in county development plans comply with Article 43 of the treaty on the freedom of movement of citizens.  As part of this consultation, a working group comprising representatives of my Department and planning authorities has been established to review and, where necessary, recommend changes to the 2005 guidelines.  The group is due to hold its first meeting next week.<\/p><p>On conclusion of the group's review and consultations with the planning authorities, my Department will engage with the European Commission on proposed changes to the guidelines, with a view to issuing revised guidelines to planning authorities in due course, and which will likely be issued in the form of a circular letter to planning authorities.  When finalised, the revised guidelines will be issued under section 28 of the Planning and Development Act 2000, as amended, and planning authorities, and where appropriate, An Bord Plean&aacute;la, will be required to have regard to the revised guidelines in the performance of their statutory functions under the planning Act.  Pending the completion of the working group's deliberations, which it is intended will be concluded in the latter half of the year, the existing 2005 guidelines remain in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#D00500","speaker":"1286","continuing":true},{"type":"speech","time":1494336600,"counter":20,"content":"<p>I thank the Minister for his reply and for his genuine and committed approach to the housing situation we find ourselves in.  I certainly do not wish to promote a free for all.  We do not want ribbon development all over Fingal or the rest of the country with the demand for services to follow, and we do not want to see scenic areas ruined.  There is, however, a big problem which has created a lot of anxiety among people in my area who have approached me because they are struggling to get permissions.  We all know how difficult it is to get finance and if there is a question over the validity of the ongoing permission, the banks will not be too keen to lend.  I welcome the Minister's response and beseech him to ensure that the council authorities engage with the councillors.  This issue has exercised them, particularly the councillors in Fingal, Councillor O'Leary and others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#E00200","speaker":"1421"},{"type":"speech","time":1494336600,"counter":21,"content":"<p>I thank the Senator for raising this serious issue.  It comes on the back of an ECJ judgment, connected with Article 43 of the treaties which allow free movement across the European Union, EU, and the freedom to live in the EU.  We are considering that judgment.  We have a working group to study the requirements and restrictions that are in place at the moment for good reason, to try to ensure that we allow people to live in rural areas who have a connection with those areas, through work, family or the period of time they have lived there or some other necessity where a case can be made.  We have all been involved in those cases, particularly those of us who know rural Ireland well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to have a set of guidelines that protect rural Ireland by ensuring appropriate development, while at the same time ensuring the kind of thinking we have had in the past can be facilitated in the context of a court ruling based on a case in Belgium.  That is a big priority for me in the context of how we see rural Ireland develop in the future, how we try to encourage communities to develop as collectives within towns and villages in rural Ireland while at the same time recognise that there will always be a demand and a need for some one-off housing.  That is part of the national planning framework, which will be concluded at around the same time as these guidelines are finalised.  I will keep the House and the Senators up to date on the work of that working group so that people know where they stand in the context of county development plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#E00300","speaker":"1286","continuing":true},{"type":"minorheading","content":"Prescriptions Charges","time":1494336600,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#F00150"},{"type":"speech","time":1494336600,"counter":24,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath, to the House and thank him for coming in.  I know of his special interest in people with disabilities.  I will go backwards to come forwards and refer to the over 70s prescription charges which came into effect on 1 April.  It has been a great success story.  I met recently with the families of young adults with disabilities, and I will give a particular example of a family  I was speaking to.  Their young son is blind and has severe disabilities connected with it.  He has to live in a specialised care home because of the severity of his difficulties.  He gets the blind pension of &euro;188 a week.  He pays approximately &euro;90 in rent, and once his other commitments are deducted, he finds it hard to meet the &euro;25 a month limit for his prescription charges.  A number of families raised the fact that the over 70s reduction of 50 cent has made a huge difference to people over 70.  Could it be looked at for people with severe disabilities?  That slight reduction would help to alleviate the difficulties around the payout they have to make every month.  The young man who I am referring to is restricted in many of the things he can do, but he likes to go to the gym.  He has to pay his gym membership out of that &euro;188 a week he receives.  By the time all the payments are made he is dependent on his family for other payments and commitments.  It is time that we started looking at small things which would help to make a difference to the lives of people, especially those with difficulties and disabilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#F00200","speaker":"1384"},{"type":"speech","time":1494336600,"counter":25,"content":"<p>I thank Senator Maria Byrne for raising this very important issue.  As the Senator said, I am well aware of the costs to many families, particularly families with children and young adults with disabilities.  I am taking this matter on behalf of the Minister for Health, Deputy Harris.<\/p> <p>This Government is committed in A Programme for Partnership Government to reducing the costs of medicines for all our citizens.  This has already been addressed through a range of measures, including significant price reductions and the greater use of reference pricing and generic substitution.  The prescription charge for medical card holders was introduced in 2010.  The purpose of the charge was to address rising costs in the medical card scheme.  I do not need to remind Senators of the extraordinary financial pressures we faced at that particular time, including the need to control health costs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The current charge of &euro;2.50 per item with a monthly cap of &euro;25 per family applies to all medical card patients, unless they are exempted.  Specific patient groups may be exempted, where not to charge that group is just and equitable, having regard to defined criteria.  To date, there are exemptions for children in State care, methadone patients, asylum seekers in direct provision and refugees in emergency reception and accommodation centres.<\/p><p>With regard to varying the charge for specific groups, until this year the same charge applied to all non-exempted medical card patients.  However, in March the Government reduced the charge for medical card holders aged 70 and over to &euro;2 per item, with a monthly cap of &euro;20 per card holder and dependants.  Over 70s medical card holders use on average more than three and a half times more prescription items than other medical card holders.  As their medical needs and their financial burden are greater than most medical card holders, directing the resources available in 2017 in this way is also just, equitable and in line with Government policy to reduce the cost of medicines to patients within, of course, the resources available.<\/p><p>Some 330,000 medical card holders, including many people with disabilities, benefit from this measure.  A total of &euro;10 million has been provided for this measure in 2017 and the full year cost is expected to be &euro;12 million.  The reduction in the charge for over 70s required primary legislation.  Any variation in the charge for another group would also require legislation and would have to consider, among other things, the medical needs of and the financial burden on the specific group of people and the need to control health spending.  In other words, the needs of any particular group with medical cards would have to be considered against those of other medical card holders, as well as overall health resources.  This Government will continue to address its commitment to reduce the cost of medicines.  As part of this commitment, the Minister will consider any future changes to the prescription charge in the context of the implementation of that commitment, the health and financial implications for any, for all or for particular patients and the best use of available health funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#F00300","speaker":"1359","continuing":true},{"type":"speech","time":1494336600,"counter":27,"content":"<p>I thank the Minister of State for his response.  While I understand exactly what he is saying - I believe he is saying that it will be considered down the line - one group that needs to be looked at is young adults who have to live in care and are on the minimum amount of money they can receive.  There are many outgoings and a burden is placed on the family.  I implore the Minister of State to look at these vulnerable young adults who have a disability and are on a very limited income and ask him to ensure that the prescription charges for them are reduced in the next round.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#G00200","speaker":"1384"},{"type":"speech","time":1494336600,"counter":28,"content":"<p>When the Senator talks about the young adult in specialised care who is also blind, of course I understand the considerable pressure that he is under to live on &euro;188 per week and within the &euro;25 limit per month.  I will personally push this issue with the Minister, Deputy Simon Harris.  As I said in the response, it will be considered.  I believe it is an urgent and genuine issue.  We have to look seriously at the cost of medicines, particularly for vulnerable people in society.  That is something I will raise with the Minister.  If the Senator wants to send me specific details of that case, I will see what I can do on that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#G00300","speaker":"1359"},{"type":"unspoken","time":1494336600,"counter":29,"content":"<p>Sitting suspended at 3.05 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1494336600,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#N00100"},{"type":"speech","time":1494336600,"counter":31,"content":"<p>The Order of Business is No. 1, Companies Accounting Bill 2017 &mdash; Report and Final Stages, to be taken at 4.45 p.m. and to be adjourned no later than 6.30 p.m., if not previously concluded; and No. 2, Courts (No. 2) Bill 2016 &mdash; Second Stage, to be taken on the conclusion of No. 1, with the time allocated to group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#N00200","speaker":"1391"},{"type":"speech","time":1494336600,"counter":32,"content":"<p>I rise today again after a significant adjournment of this House.  I would like to raise again the escalating housing and rental problem in the country.  This is an issue I have raised over a dozen times in this House and it seems to be getting worse by the day.  The sector has been described by some as in extreme distress.  With reports from Daft.ie and the PRTB showing a steady climb in the cost of rent, and with the desperate circumstances in which young people are not able to save as fast as house prices are increasing, we really are in a crisis scenario.  Rents rose by 13.4% this year up to March.  The average rent in south Dublin is &euro;1,855 per month, with home ownership at its lowest level since 1971.  With only 3,000 properties to rent this month, we will see an increase in the short term.<\/p> <p>Statistics showed last week that there are 20,000 people with finance chasing 10,000 available homes for sale.  This will only lead to another property bubble and inflated house prices.  At the same time, the Minister for Housing, Planning, Community and Local Government is concentrating his efforts on winning the hearts and minds of his supporters in a leadership race instead of actually implementing any meaningful measures that might go some way towards alleviating a crisis and encouraging supply.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Previously in this House, I discussed measures including VAT holidays, reduction in development charges and levies, streamlined certification for building regulations and lending initiatives that might support or encourage builders to enter the market and tackle the elephant in the room, namely, the supply of affordable housing in our country, mainly in our cities.  Some of these cost barriers are the reasons it costs much more to build a two-bedroom apartment in our country than anywhere else in Europe.  I ask the Leader to ask his colleague, the Minister for Housing, Planning, Community an Local Government, to put his leadership ambitions aside and to concentrate on the housing crisis and, to start with, implement some of these small measures which will go a long way to tackling the housing crisis.<br\/><br\/>On the news this morning reference was made to hospital waiting lists hitting an all-time record high. There are nearly 666,000 people on public hospital waiting lists, a new record.  Over 7,000 people have languished on these lists for over a year.  One of the major issues is that we export and import the highest proportion of nurses <i>per capita<\/i>than any country in the world.  We need to look at staffing in our hospitals and how we ensure that we retain our nurses and ensure we have a proper health system in this country so that people are not waiting on lists for this long.  The Government is spending &euro;50 million on initiatives in the form of the National Treatment Purchase Fund but it does not seem to have made any impact to date.  I ask the Minister for Health to address this issue because it is not right.  A lot of these lists are hidden lists in regard to waiting to get an appointment.  This is a very serious issue and I ask the Minister to come to the House to address it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1494336600,"counter":34,"content":"<p>I rose on 4 April regarding an alleged agreement between the Irish and British authorities regarding the permission for the RAF to overfly airspace.  This matter was raised again in the D&aacute;il on 12 April by Deputy Clare Daly and again on 2 May by Deputy Marc McSharry.  In his reply the Minister at best side-stepped the issue and at worst he misled the House.  I appreciate that matters of national security cannot be disclosed in a general way to the public but it beggars belief that the two agencies in this country charged with national security, the Garda S&iacute;och&aacute;na and the Defence Forces, and the general officer commanding the Air Corps, who is statutorily charged with being the sole director of military aviation in Ireland, have not been a party to this agreement, if an agreement exists.<\/p> <p>Apart from the major constitutional and legislative issues this raises, the denial by the Government that such an agreement exists of itself creates a national security risk.  It does so because none of the key security players are included or have knowledge of the agreement.  If there is an incident, what would the potential military response be?  Who would co-ordinate it?  Who will respond with the speed necessary to avert a major security incident?  <\/p> <p>If there is no agreement, what emergency security arrangements are in place?  Will the response to a civil aviation security incident in our territorial airspace be political, executive or military in nature?  It is widely known in the UK RAF circles that this agreement exists.  This is causing unwarranted public humiliation for Defence Force and Air Corps personnel who are on courses overseas.  I am asking for an open debate in the interest of national security.  If there is an agreement between the Irish State and the British state regarding the RAF overflying our airspace, then it needs to be brought to the Oireachtas.  The Oireachtas is the sole body of this state charged with oversight of such matters.  If such an agreement exists without Oireachtas oversight, then there are serious constitutional issues involved here.<\/p> <p>This is a difficult issue but the dogs in the street are howling that this agreement exists.  It has been in every media that I care to look at.  It is all over the UK that this agreement exists and we are pretending that it does not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is grossly unfair to those charged with national security management - the Garda and the Defence Forces - and it is a grave insult to the head of the Air Corps, who is the sole person statutorily charged with the management of our airspace for military purposes.  I ask that this be brought into the open.  If it cannot be discussed in this Chamber or the Lower House, it should be brought to the joint committee dealing with defence matters<i>in camera<\/i>, if necessary, but let us have this dealt with once and for all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#O00200","speaker":"1390","continuing":true},{"type":"speech","time":1494336600,"counter":36,"content":"<p>The House is becoming notorious for its lack of legislation.  More than 26 Bills are stuck on Committee Stage in the D&aacute;il, which could easily be advanced and taken here.  If the Government is not prepared to send its legislation here, then let us deal with the massive number of Private Members' Bills currently before the D&aacute;il.  Let us facilitate their passage through Committee Stage in the D&aacute;il and I am sure other Senators will be as eager as we are in the Sinn F&eacute;in team to fulfil our function and do the job we were sent here to do.  Statements should only occur on issues where there is a divergence of opinion among Members and parties.  Where there is a broad consensus on an issue such as childhood obesity, it is pointless to have two hours of statements with every Senator agreeing more needs to be done.<\/p> <p>I would like to raise the recent developments at the Castlebar campus of GMIT.  While I welcome the news of the formation of the HEA working group to secure a sustainable future for the campus, I was astonished to learn last week that the situation had escalated for staff and, indeed, students of the campus.  Numerous staff have been requested to move to the GMIT campus at Dublin Road, Galway, which is a 175-mile round trip from Castlebar.  They have been told that there will be no forced redeployments to Galway but anyone who does not volunteer within three weeks will be placed on a surplus list and not replaced, with the institute washing its hands of such persons.  This is a blatant attempt to undermine the Mayo campus and no redeployments, reassignments or surplus list can reasonably be agreed to prior to the HEA working group's report.<\/p> <p>Students on one programme have been informed that their add-on level 8 course will not be run in September.  This is a deliberate attempt to leave their lecturers without hours to teach and put them under pressure to reassign to Galway.  There is a complete absence of transparency and fairness in the procedures used by the institute in suspending this and other CAO-listed programmes at the Mayo campus.  Some of the courses being cut have received increased applications in comparison with last year.  Courses being cut are in key economic growth sectors such as construction, cultural tourism and digital media.  Development of new courses on the campus has been halted pending the outcome of the HEA working group process.<\/p> <p>I request that the redeployment process be similarly paused to allow the HEA work to proceed.  We are at a critical juncture regarding the future of the Mayo campus and I ask that the Minister for Education and Skills intervene and use his position to ensure a strong and sustainable future for a multidisciplinary GMIT campus.  I implore the Leader to ask him to halt what is being done there until the working group reports back with its recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#P00200","speaker":"1378"},{"type":"speech","time":1494336600,"counter":37,"content":"<p>Currently, 30 or 40 wild fires are burning across Ireland.  They are focused in the Cathaoirleach's county, Cork, as well as Kerry, Mayo, Galway, the north west, along the Border, the Dublin and Wicklow mountains and many other areas, including my own county of Waterford.  Millions of euro in damage has been done by the 5 km wide fire in the Cloosh Valley in Galway in one of the worst fires this year.  A total of 1,500 hectares has been destroyed and the fire continues.  Firefighters are battling to bring that and fires in other areas under control, endangering their own safety and putting themselves in harm's way.  The Cloosh Valley fire has decimated Coillte forestry lands, endangered a number of wind turbines and put thousands of acres of forest, peatlands and wildlife at risk.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The cost of addressing these fires will run into hundreds of thousands of euro because of the deployment of helicopters and other fire-fighting equipment and personnel.  These fires endanger much of the best of Ireland.  They endanger our natural heritage, the habitats that are upland area support and the wildlife that exists within them.  They endanger crucial jobs in tourism, which is just returning as Ireland and Europe emerge from recession.  They sap resources that would be better spent elsewhere in our communities.  They endanger crucial energy, transport and communications infrastructure and now they are even endangering and destroying people's homes, including that of the Brennan family in County Mayo.  All of this is unforgivable. <\/p><p>Why is it happening?  It is true we have seen exceptionally warm and dry weather with high winds, all of which make ideal climate for fires.  We also know there is simply no chance that this number of fires is breaking out entirely accidentally.  Fire services in Northern Ireland say 90% of fires there are set deliberately.  Under existing rules, the burning of uplands was supposed to cease on 1 March.  We can see from the constant weekend images of smoke filled hills and devastated acreage this is not being adhered to.  What is the Government doing?  Instead of acting to preserve our natural and vital heritage by supporting the National Parks and Wildlife Service through greater resource allocation or developing new and innovative methods of fire management and prevention, the Minister, Deputy Humphreys is seeking to expand the allowable times for the burning of gorse in our uplands.  She says it will be done in a controlled and regulated fashion.  After the past two months, how could we possibly take this undertaking seriously?  The Government needs to act now to enforce existing rules to penalise those who deliberately set fires outside of the existing regulations.  Gorse fires can have an important restorative effect on nature but we are seeing now why we regulate them and why we do not allow them in warm summer months, because they cannot be controlled.  I am asking the Government to take action on this issue now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#P00300","speaker":"1385","continuing":true},{"type":"speech","time":1494336600,"counter":39,"content":"<p>I call Senator McFadden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":40,"content":"<p>I thank the Cathaoirleach.  I rise today to raise the issue of the possible threat of closure-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00300","speaker":"1375"},{"type":"speech","time":1494336600,"counter":41,"content":"<p>I am sorry, it should have been the turn of the Labour group next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00400","speaker":"1381"},{"type":"speech","time":1494336600,"counter":42,"content":"<p>Go ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00500","speaker":"1375"},{"type":"speech","time":1494336600,"counter":43,"content":"<p>Senator McFadden has started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00600","speaker":"1417"},{"type":"speech","time":1494336600,"counter":44,"content":"<p>I call Senator Humphreys.  I think I was distracted by the longevity of the previous speaker's contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00700","speaker":"1381"},{"type":"speech","time":1494336600,"counter":45,"content":"<p>I will keep it short.  It is an issue I have raised in the House on numerous occasions.  This morning in the papers we read about the shortage of rental accommodation across Dublin.  Since records started it is the lowest number of vacancies in the Dublin region.  I have raised the issue of long-term rental apartments that have moved to the short-term rental market.  We have referred to Airbnb, perhaps to the discredit of Airbnb because there are several companies doing this across Dublin.  Between 3,000 and 5,000 units, which were rented by ordinary working people in a one-year or two-year lease, have now moved to the short-term rental market.  I ask the Leader to ask the Minister to address this issue. I am not seeking a general debate on how we can address it.<\/p> <p>The Minister has written to the local authorities on planning enforcement.  The letter stated that where it was brought to the attention of the local authorities they would take action.  We need to be more proactive than that.  It has been reported in the media that the Minister is trying to work out a voluntary code with those agencies.  Voluntary codes have not worked across Europe or in the United States.  Legislation had to be put in place.  When such legislation was put into place in Berlin, 40% of the units being used as short-term lets moved back into the normal market.  If we take the highest figure for short-term lets, 5,000, and get over 2,500 back into the long-term rental market, it would make a substantial impact on the available accommodation in the Dublin region and would also bring rents down.  I have given the Minister adequate time to discuss this with the local authorities.  He has also discussed a voluntary code with the companies in question.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The time for action has passed.  I do not want to introduce a Private Members' Bill as it would get bogged down on the various Stages, but with co-operation between the House and the Minister we could respond in a responsible manner to deliver low-hanging fruit of approximately 2,500 units of additional accommodation throughout the city.  This could be applied, in turn, in Cork, Limerick and Galway where the figures are not the same but where the problem is also having a substantial impact.  I ask the Leader to oblige and request the Minister to come to the House as soon as possible to discuss this issue and see whether we can work together to find a solution.  I understand it involves choices.  We must decide whether apartments are to be built to provide accommodation for working people or tourists.  I opt for people who are in work and need accommodation rather than tourists.  We need to have this issue addressed quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Q00800","speaker":"1417","continuing":true},{"type":"speech","time":1494336600,"counter":47,"content":"<p>I apologise to Senator Gabrielle McFadden for the false start earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#R00200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":48,"content":"<p>That is all right.  I thank the Cathaoirleach.  <\/p> <p>I refer to the threat of possible closure of the Athlone mail centre which is owned by An Post.  There is a lot of uncertainty and worry locally following the recent announcements made by the chief executive of An Post when he addressed the Communications Workers Union.  I have written to him to ask that he issue a statement to provide clarity on the issue and repeat that call today.  People everywhere are aware that An Post faces huge financial difficulties and that changes are absolutely necessary.  However, causing uncertainty, worry and stress to workers is not the best way to engage them in a process that might deliver change.  The last thing that is needed is a threat.  What is needed is a positive vision.  The only way for An Post to successfully meet the challenges of an increasingly digital world is to put in place a strategy to develop and grow its business.  DPD in Athlone is an example in that regard.  It has developed its business which is the same as that of An Post and is doing very well.  There are 180 full-time and part-time workers in the mail centre in Athlone which was purpose built almost 14 years ago.  As everybody knows, Athlone is located between Dublin and Galway; therefore, it is well placed strategically.  Not only does it serve the midlands, it is also the gateway to the west.  For the past five years the mail centre in Athlone has been named the top mail centre in Ireland and An Post is investing money in upgrading its equipment.  The staff are very committed and experienced and understand the difficulties facing An Post.  We must take advantage of the positives to build a secure future for the facility and An Post.  I ask Mr. McRedmond, its chief executive, to remove any uncertainty and reassure workers by making a statement in support from the management of An Post to staff of the mail centre without delay.  I also call on the Minister, Deputy Denis Naughten, to get behind the campaign to fight for the retention of the Athlone mail centre.  I urge the Leader to raise the matter with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#R00300","speaker":"1375"},{"type":"speech","time":1494336600,"counter":49,"content":"<p>I congratulate Senator Joan Freeman and all those who were involved in the Darkness into Light run last Saturday morning.  It was a huge success.  The event has gone from strength to strength.<\/p> <p>I refer to the North-South interconnector which it is proposed to run through three counties, namely, Meath, Cavan and Monaghan.  As the Leader is aware, a motion was passed in both Houses calling on the Minister, Deputy Denis Naughten, to undertake a comprehensive review of the total costs involved in undergrounding the project, as opposed to overgrounding it.  I saw on the Department's website that the Minister had published the terms of reference for the review and must say I am totally disgusted at and disappointed by their content.  They are an insult to the Members of this and the Lower House, not to mention the people of counties Meath, Monaghan and Cavan, who campaigned so vigorously to have the project reviewed and the motion passed successfully through both Houses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I propose an amendment to the Order of Business that the Minister for Communications, Climate Action and Environment, Deputy Naughten, be asked to come to the House to explain why he has ignored the democratic vote of both Houses of Parliament and the wishes of the Cavan, Monaghan and Meath action groups who met him in this building a few short months ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#R00400","speaker":"1396","continuing":true},{"type":"speech","time":1494336600,"counter":51,"content":"<p>Is the Senator asking that the Minister come to the House today to address the issue of underground versus overground for the North-South interconnector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":52,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00300","speaker":"1396"},{"type":"speech","time":1494336600,"counter":53,"content":"<p>On Thursday last in the course of the Seanad Brexit committee hearings one contribution was striking, namely, that of Mr. John McGrane, the chief executive of the British Irish Chamber of Commerce.  Mr. McGrane suggested that the Government should reach out across both parts of this island to all aspects of civic society, including the industrial representative organisations, trade unions, farmers' organisations, trade organisations and legal professions, to explore what the imaginative and flexible options which Mr. Barnier has said he will consider might be.  I call on the Leader to ask the Minister for Foreign Affairs and Trade, Deputy Flanagan, the Taoiseach or whoever is handling this particular aspect of the Brexit affair on our behalf, to come to this House to indicate their attitude to that idea.<\/p> <p>It seems to me that there are many models by which the best interests of both parts of this island could be advanced.  It also seems to me that there is a lot of analysis of the problems inherent in Brexit and very little debate on the positive solutions, at a public level at any rate.  I ask that the Leader ask whoever bears responsibility for this matter - in truth, it is probably the Taoiseach's Department - to come to this House to engage in a discussion with Members on the idea put forward by Mr. McGrane, namely, to engage Irish society on a general wide basis to participate in that debate and to come forward with different models and solutions for consideration by everybody on this island and not to have the process entirely conducted in secret.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00400","speaker":"1403"},{"type":"speech","time":1494336600,"counter":54,"content":"<p>I thank Senator McDowell for that perfect primer to what I am about to say.  Some people might not be aware that today is Europe Day, 67 years on since Robert Schumann wrote his very massive declaration which sets out everything that European integration has grown to  become, bringing peace to this continent.  I agree with Senator McDowell's proposal but I would like the Leader to call in the relevant Minister with responsibility for European affairs as I think we need to have a discussion on where Ireland is going forward within the European project.<\/p> <p>In terms of the disaster that is Brexit, I am firmly of the belief that Ireland needs to be at the heart of Europe.  The election on Sunday in France of a pro-European President, and previous to that in the Netherlands, is very encouraging.  Even more encouraging are the results released this morning of a poll conducted by European Movement Ireland which shows that 88% of Irish people are happy with Ireland being part of the European Union, 87% believe that Ireland has benefitted from membership of the European Union and 88%, if they had had the opportunity of voting in the recent British referendum, would have voted to remain.<\/p> <p>That said, we need to have a discussion and to nail our colours to the mast that we are committed to Europe, are going to remain in Europe and are going to involve everyone from civic society in how we go about mapping that out in the future.  We need to start that debate in this Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00500","speaker":"1399"},{"type":"speech","time":1494336600,"counter":55,"content":"<p>It is great to see and acknowledge the Palestinian flag flying over Dublin City Council for the month of May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00600","speaker":"1389"},{"type":"speech","time":1494336600,"counter":56,"content":"<p>We have the Union Jack in the hall of Leinster House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00700","speaker":"1392"},{"type":"speech","time":1494336600,"counter":57,"content":"<p>I congratulate the councillors of all parties and none who have undertaken this exercise to ensure that recognition is given to the Palestinian people.  It could not come at a better time given that there are currently 1,500 Palestinian prisoners on hunger strike.  Why are they on hunger strike?  It is because they want the right to make a phone call.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They also want the right to see their families once every two months but even these basic rights of dignity and respect are denied them by the apartheid Israeli state.  <\/p><p>What a shame then that at the same time our Government decided to buy a fleet of high-powered spy drones at a cost of &euro;1.9 million from an Israeli company.  This is part of &euro;14 million worth of expenditure by our Government on goods from an apartheid state.  Apparently the Defence Forces have defended the purchase on the grounds of cost.  Has this Government thrown morality out the window?  Is it now okay to buy military equipment from an apartheid state that practices torture and murder as a daily exercise?  One of my colleagues has just returned from Hebron where he witnessed at first hand people being brutalised because they had the temerity to try to plant olive trees on their land. <\/p><p>Every time I raise the issue of apartheid Israel, there is an awkward silence from the Fine Gael benches but that is not good enough.  Fine Gael Members should either stand up and tell us why they think it is okay to support apartheid or else they should acknowledge that it is wrong-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#S00800","speaker":"1389","continuing":true},{"type":"speech","time":1494336600,"counter":59,"content":"<p>It is not apartheid-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00200","speaker":"1399"},{"type":"speech","time":1494336600,"counter":60,"content":"<p>It is apartheid.  The Senator should be very clear on that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00300","speaker":"1389"},{"type":"speech","time":1494336600,"counter":61,"content":"<p>It is not apartheid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00400","speaker":"1399"},{"type":"speech","time":1494336600,"counter":62,"content":"<p>It is apartheid.  The Senator knows nothing about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00500","speaker":"1392"},{"type":"speech","time":1494336600,"counter":63,"content":"<p>Anyone who has been to occupied Palestine knows that it is an apartheid state.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00600","speaker":"1389"},{"type":"speech","time":1494336600,"counter":64,"content":"<p>How would the Senator define apartheid if that is not apartheid?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00700","speaker":"1400"},{"type":"speech","time":1494336600,"counter":65,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00800","speaker":"1381"},{"type":"speech","time":1494336600,"counter":66,"content":"<p>I lived there and I have seen it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T00900","speaker":"1392"},{"type":"speech","time":1494336600,"counter":67,"content":"<p>It is not apartheid<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01000","speaker":"1399"},{"type":"speech","time":1494336600,"counter":68,"content":"<p>The Senator's comment is outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01100","speaker":"1400"},{"type":"speech","time":1494336600,"counter":69,"content":"<p>It is apartheid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01200","speaker":"1392"},{"type":"speech","time":1494336600,"counter":70,"content":"<p>No further interruptions, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01300","speaker":"1381"},{"type":"speech","time":1494336600,"counter":71,"content":"<p>I call on the Minister of State with responsibility for defence to come to this House to debate this issue.  It is a shameful act on the part of this Government to buy military equipment from the apartheid state of Israel.  It is time that someone in Fine Gael had the backbone to stand up and make it stop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01400","speaker":"1389"},{"type":"speech","time":1494336600,"counter":72,"content":"<p>I agree completely with the previous speaker who raises a very important issue.<\/p><p>I wish to raise another important issue for this country, that of blasphemy.  I ask the Leader to arrange for a debate on this issue, to include a discussion on whether the Government will consider holding a referendum, if necessary, which could be tagged on to one of the other referenda that will be held.  The Minister for Health, Deputy Simon Harris said that the blasphemy law is silly but it is much more than silly, it is highly dangerous.  When this provision was renewed some years ago, I warned that Islamic State would use the Irish example, that it would point to it as an example of a Christian state doing exactly the same as Muslim states in terms of blasphemy and indeed, it was used in justification.  Virtually all of the religious denominations in this country made a statement a number of years ago to the effect that this provision is completely and absolutely unnecessary and it is so.<\/p><p>A number of years ago, <i>Gay News<\/i>was banned on foot of a complaint of blasphemy.  It was seized by customs officials and not allowed into the country.  Now we have a situation where the distinguished actor, Stephen Fry, has had a complaint made against him for remarks he made on a television programme hosted by Mr. Gay Byrne.  As a practising Christian, I must say that the questions he raised were serious, profound and highly important.  They have been debated over many years by prominent theologians.  He asked, for example, how we can have a decent God who allows bone cancer in children.  That is a real theological problem and it has to be faced.  I see nothing wrong with somebody raising such issues in a passionate way on an Irish television programme.  These are the kinds of issues that need to be debated.  I must say that Stephen Fry was a lot more convincing than the usual rigmarole that one gets from people who are asked the question, &quot;What would you say to God?&quot;.  His was one of the best answers ever.  Apparently the complainant in Ennis was anonymous whereas Stephen Fry had the guts to stand up in a Christian country and raise these issues.  I do not think it is too much to ask that if one is going to make a complaint about blasphemy, one should at least have the guts to put one's name to it.  I look forward to this provision being removed by this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01500","speaker":"1392"},{"type":"speech","time":1494336600,"counter":73,"content":"<p>Last February I raised the issue of the postponement of a proposed major expansion by Eli Lilly in Kinsale on foot of the election of Donald Trump as US President.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This was a grave concern for many people in my part of the world who did not know where the &euro;200 million project was going to be located.  The way the Trump Administration was carrying on in the United States had put the project, known as IE43 because it is Eli Lilly's 43rd expansion of its Kinsale plant since 1976, in doubt.  I welcome the news that has broken that the &euro;200 million project will now go ahead.  It is a significant boost for the local community in Kinsale.  One of the key factors to bear in mind with regard to this entity is that Cork has a great name in the pharmaceutical industry which is one of the key drivers of companies such as Eli Lilly.  I welcome its decision to move ahead with this huge project.  It will have a state-of-the-art premises when the project is completed in the coming months, which is positive news.<\/p><p>I agree with some of the points made by Senator Grace O'Sullivan about the burning that is happening.  We have an issue in that regard.  There are major fires in many parts of my county.  As the Cathaoirleach knows well, places such as Gougane Barra were destroyed by huge gorse fires in recent weeks.  We need to look at the implementation of the legislation in place, of which training is a key part.  We have to ensure those who are actively involved in burning at appropriate times of the year when it is allowed are properly trained.  I was speaking to people about the issue last night and the lack of training is an issue.  The Department with responsibility for wildlife has to look at this and other issues to ensure training at this level is provided for locals.  Exceptionally good training is required in order to be involved in activities such as this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#T01600","speaker":"1386","continuing":true},{"type":"speech","time":1494336600,"counter":75,"content":"<p>I thank all of the Members of both Houses who participated in the Darkness into Light event.  It was one of the biggest turnouts we had had.  Up to 200,000 people participated in events across the country last Saturday morning and I thank all of those who took part.  I am also grateful for the lovely warm congratulations I have received today.  However, the dramatic cut in the mental health budget is still a problem.  I keep bringing up the issue all the time.  According to an article in <i>The Irish Times<\/i>yesterday, Deputy Miche&aacute;l Martin has criticised the Taoiseach and the budget cuts.  The Taoiseach took part in the Darkness into Light event held in Canada on Saturday morning.  It was shown around the world that he was participating in the walk.  As the leader of the country, does he not see it as a little ironic, or quite funny in some ways, that he did this after sanctioning the cuts in the mental health budget?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00200","speaker":"1428"},{"type":"speech","time":1494336600,"counter":76,"content":"<p>The budget was increased.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00300","speaker":"1391"},{"type":"speech","time":1494336600,"counter":77,"content":"<p>I am sorry, no.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00400","speaker":"1428"},{"type":"speech","time":1494336600,"counter":78,"content":"<p>It was increased.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00500","speaker":"1391"},{"type":"speech","time":1494336600,"counter":79,"content":"<p>The Leader will have ample time to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00600","speaker":"1381"},{"type":"speech","time":1494336600,"counter":80,"content":"<p>Senator Joan Freeman should be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00700","speaker":"1391"},{"type":"speech","time":1494336600,"counter":81,"content":"<p>No.  We are talking about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U00800","speaker":"1428"},{"type":"speech","time":1494336600,"counter":82,"content":"<p>The Senator should be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01100","speaker":"1391"},{"type":"speech","time":1494336600,"counter":83,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":84,"content":"<p>The budget was increased, a Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01300","speaker":"1391"},{"type":"speech","time":1494336600,"counter":85,"content":"<p>The &euro;35 million-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01500","speaker":"1428"},{"type":"speech","time":1494336600,"counter":86,"content":"<p>The Leader will have ample time to respond.  I will prevent Members from interrupting him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01600","speaker":"1381"},{"type":"speech","time":1494336600,"counter":87,"content":"<p>Let us be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U01900","speaker":"1391"},{"type":"speech","time":1494336600,"counter":88,"content":"<p>If the Senator is wrong, the Leader can correct her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U02000","speaker":"1381"},{"type":"speech","time":1494336600,"counter":89,"content":"<p>The Senator is not wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U02100","speaker":"1388"},{"type":"speech","time":1494336600,"counter":90,"content":"<p>She is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U02200","speaker":"1391"},{"type":"speech","time":1494336600,"counter":91,"content":"<p>The sum of &euro;35 million about which I am talking was reduced to &euro;15 million this year.  That was grossly unfair.  As usual, the mental health service is the Cinderella when it comes to dealing with all of the social issues.  It is always the one from which money is removed which is used as a stopgap in some other area that the Taoiseach wishes to fill.  I am surprised that the leader of the country had the neck to walk in the Darkness into Light event.  When the matter was brought up by Deputy Miche&aacute;l Martin, the Taoiseach said he was allowing the Minister of State, Deputy Helen McEntee, who has no power whatsoever, to meet the Fianna F&aacute;il spokesperson on the area and insisted that this would resolve everything.  I am calling for the Taoiseach to meet Deputy Miche&aacute;l Martin.  I would also like to attend that meeting to tell the Taoiseach the truth about what is happening in our nation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U02300","speaker":"1428"},{"type":"speech","time":1494336600,"counter":92,"content":"<p>I support what Senator Tim Lombard and my namesake, Senator Grace O'Sullivan, have said about the gorse fires that have been spreading in west and the south west in recent days.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a very serious situation.  Setting fire to bog is as old as time itself and it is normally done in a very controlled and responsible way.  Perhaps it is the weather we have at the moment or people being more irresponsible.  We had a long debate here on the Heritage Bill with the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys, where we tried to tweak the envelope for the time it was legal to cut hedges.  One man with one match can do an awful lot more damage than all the hedgecutting in the world.  This situation has to be taken in hand and monitored.  I do not know the legalities or legal history but I do keep an eye on court cases and hearings in my district and I cannot recall reading of too many prosecutions of people acting irresponsibly in this regard.  One does not have to be Sherlock Holmes to know who is doing this, who would be likely, or motivated, to do it.  I suggest that the Minister come back to the House and discuss with us her plans to deal with this.  It is well-nigh catastrophic now.  We have seen houses threatened and one burnt.  It is a danger to human life and to the emergency service personnel who have to go into these infernos. <\/p><p>I welcome the announcement today by Shannon Airport of the &euro;15 million upgrade of the runway, which commences immediately.  This project will create 100 jobs over a 12-month period.  A contract has been given under all the proper auspices.  It is the longest runway in the country at almost 2 miles.  Its enhancement will underpin the great success we have seen in Shannon in the past couple of years.  Not so long ago we were debating the future of Shannon Airport.  It has increased business by 24% in the past couple of years, which is a huge benefit to tourism in the entire mid-west region, counties Clare, Kerry, Limerick, Tipperary and Galway.  Good news stories like this have to be recognised and applauded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#U02400","speaker":"1394","continuing":true},{"type":"speech","time":1494336600,"counter":94,"content":"<p>Since I raised respite care as a Commencement matter today, several more families have contacted me.  They are looking after their sons and daughters at home, providing care and are not able to access respite care.  I am very concerned by the lack of planning in this matter.  Several facilities are no longer available because of regulations and inspections carried out by the Health Information and Quality Authority, HIQA, which is trying to make sure there are very high standards.  Several residential units that were available are not available now.  Several units, which had permanent residents from Monday to Friday and were used for respite care at weekends, are no longer available.  There seems to have been no long-term planning on how to deal with the issue.  As a result, approximately 18,000 people are being looked after by their parents at home.  To be fair to these people, we should give them the support they deserve.<\/p> <p>I spoke to one woman recently who told me that when her son goes into respite care she sleeps for a full two days because that is her break from having to manage and care for him 24 hours a day, seven days a week.  We need to deal with this issue.  Will the Leader ask the Minister to come to the House to deal with this issue and find out the plans of each Health Service Executive, HSE, unit around the country and when they intend bringing forward improvements and making additional facilities available?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#V00200","speaker":"1409"},{"type":"speech","time":1494336600,"counter":95,"content":"<p>I want to support three calls for debates today, first, Senator Ned O'Sullivan's call for the Minister for Arts, Regional, Rural and Gaeltacht Affairs to come in to discuss gorse fires and the damage they have done.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To answer the Senator's question, there have been only 11 prosecutions since 2007.  That is 11 prosecutions in a decade on this issue.  It would be very appropriate to have the Minister come in for a debate on that.  <\/p><p>I would also like to support Senator Gavan's call for a debate with the Minister for Defence in respect of purchases.  It relates to a wider issue, which is a question of ethical procurement policies-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#V00300","speaker":"1405","continuing":true},{"type":"speech","time":1494336600,"counter":97,"content":"<p>What did they want them for?  Who are they going to spy on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00200","speaker":"1392"},{"type":"speech","time":1494336600,"counter":98,"content":"<p>There is a question in terms of Ireland and ethical procurement policies and how we bring social, environmental and ethical considerations into play in our procurement policies.<\/p> <p>I want to endorse Senator Richmond's call for a debate on the future of Europe, which is something he is passionate about.  It is Europe Day.  I would add to Senator Richmond's point that I believe people in Ireland are very passionate about being part of Europe and it is something we feel very strongly about, but what is very clear is that there is no European consensus.  There is a very vibrant and important debate to be had now to ensure we strengthen the social Europe commitment and that aspect of Europe which focuses on peace, social cohesion and rights.  Those aspects have to be brought to the fore.  We cannot simply have a Europe that speaks only of fiscal matters.  It is very important that we reclaim the debate in Europe and we engage in it strongly.  I join Senator Richmond in celebrating Europe Day, but I ask that Ireland is not simply a team player but also an active agent in the debate on Europe.  We can contribute to that debate in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00300","speaker":"1405"},{"type":"speech","time":1494336600,"counter":99,"content":"<p>I want to raise a number of issues.  The first one is the issue of the gorse fires.  In Donegal there have been 50 separate fires throughout the county.  Not far from my own home area of Buncrana a fire has been burning in the hills for the last four days.  The fire rescue team attending the fire have had very little sleep.  I spoke to one of the members of that team today and he reckons the team have had about four or five hours sleep in the last four days.  That is the reality of what they have had to face.  They are totally exhausted and demoralised.  What is missing here is any kind of strategy at national level to deal with this.  Where are helicopters deployed?  When are they deployed?  That can be of huge assistance to teams on the ground.  I ask the Leader to raise this with the Minister of Defence or the Taoiseach, who oversee the emergency co-ordination team, and to get a response for me on their strategy on gorse fires, as they emerge every year.<\/p> <p>I endorse the call from Senator Freeman.  She is correct, and she is better qualified than anyone in this House to say what the gaps are in terms of mental health.  All that she is asking is that she would be present at a meeting with the Taoiseach to discuss those gaps.  Pieta House is filling the gaps with the endorsement of people across the State because people and their families see the gaps in their communities.  It deserves a meeting with the Taoiseach.<\/p> <p>I am asking that No. 35, motion 18 on areas of natural constraints, be taken at the end of the Order of Business without debate because time is of the essence on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00600","speaker":"1400"},{"type":"speech","time":1494336600,"counter":100,"content":"<p>Is the Senator moving an amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00700","speaker":"1381"},{"type":"speech","time":1494336600,"counter":101,"content":"<p>I am moving an amendment that the motion be taken without debate at the end of the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00800","speaker":"1400"},{"type":"speech","time":1494336600,"counter":102,"content":"<p>We will get someone to second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W00900","speaker":"1381"},{"type":"speech","time":1494336600,"counter":103,"content":"<p>It is seconded by Senator &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W01000","speaker":"1400"},{"type":"speech","time":1494336600,"counter":104,"content":"<p>I raise the issue of the current property shortage in the country.  I was struck by the new report released by the National Oversight and Audit Commission which found that fewer than half the 31 local authorities have ever carried out a condition survey of their social housing stock.  The study also revealed that 4,200 housing units were vacant in autumn 2015, and more than 13% of these had been empty for longer than three years.  This is completely unacceptable in light of the housing crisis and the chronic shortage or rental accommodation, especially when we hear today of the grave situation in Dublin, where rental property prices have increased by over 40% while availability has gone down by 80%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Many factors are contributing to this, including taxation and landlords leaving the rental market.  While I commend the fact that there were improvements for those who wish to rent out a room in their house in the most recent action plan, I believe there is more that can be done.  I previously called for a tax on empty homes to incentivise private owners of vacant homes to do the necessary renovations and rent out these properties.  In Vancouver, Canada, this has already been introduced after a tax on empty houses under private ownership was approved.  It is my understanding that under the Urban Regeneration and Housing Act, a similar levy is to be introduced in the future, perhaps in 2018.  It will be up to the local authorities in each area to identify these vacant homes or sites.  However, due to the extent of the crisis we need to implement this at an earlier date.  It should be fast-tracked.  We could easily carry out a publicity campaign of some sort to inform home owners of vacant properties that they would be liable to such a levy if they do not sort out their properties and rent them out as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#W01100","speaker":"1406","continuing":true},{"type":"speech","time":1494336600,"counter":106,"content":"<p>I am not going to speak very much about the National Oversight and Audit Commission, NOAC, because Senator Noone has already referred to it.  The director general of NOAC spoke on \"Morning Ireland\" this morning in detail.  What is concerning is that during the period of this study and survey - it was carried out in 2015 - it was noted that there were more than 4,200 empty dwellings at a time when we have a housing crisis.  There are 31 local authorities.  NOAC is a statutory organisation set up under legislation to scrutinise and oversee local government and make it accountable.  It is very important organisation and this exercise is equally important.  NOAC has now published this detailed report and recommendations with regard to the local authorities.  Of the many recommendations and concerns NOAC has expressed, the most disturbing is the inconsistency and inaccuracy of the data provided by many of the local authorities.  I ask the Leader to ask the Minister to attend the Chamber to have a debate specifically on the document, its findings and its recommendations.  We need to be focused on it.  There is no point in all of us of coming in here and ranting about issues.  This report has been put up on NOAC's website.  It has been discussed in the media today and I believe it should be the basis of a meaningful debate and discussion in this Seanad with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#X00200","speaker":"1379"},{"type":"speech","time":1494336600,"counter":107,"content":"<p>I agree with previous speakers.  We have a housing crisis and I believe that this Government has been in denial for the last year or more.  We have come to many a meeting in the House with the Minister for Housing, Planning, Community and Local Government, Deputy Coveney, or the Minister of State, Deputy English, and we have been told that everything is under control and that there will be schemes in place, such as the HAP scheme, and the new rent pressure zones.  It has been a disaster.  We now have a worse housing crisis than ever before.  There are people in homelessness.  This Government still fails to act on it.  The Minister needs to come to the House and be accountable.  We have been told that there is so much money available over the last year and a half for housing, yet there are still people in homelessness who are crying out for houses.  There is a lack of supply.<\/p> <p>This issue is of crucial importance and we are in a crisis, including in all Departments.  There is a crisis in our mental health funding and in people waiting for hospital appointments.  A year ago, I brought up the T&iacute;r na n&Oacute;g respite service that we were to have in Carlow that had been closed 16 months ago.  We were told in January that we would get that service., yet two weeks ago we and families in Carlow and Kilkenny in need of the service were told by the HSE that it had fallen through.  That is a disaster.  Whether it was through its own information or a lack of information, the HSE told us that Respond, the housing body, does not cater for or will not be able to let the T&iacute;r na n&Oacute;g respite service into a house that was to be ready in six weeks' time.  This is unacceptable.  It is a disaster.  Similarly, we were told five years ago that a day care centre, Holy Angels, would get a new centre but now we are told it will not get it.  I ask that the Government stand up and be accountable.  It is absolutely not fulfilling any of its promises.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is an absolute disaster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#X00300","speaker":"1395","continuing":true},{"type":"speech","time":1494336600,"counter":109,"content":"<p>Bring it down, then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00200","speaker":"1377"},{"type":"speech","time":1494336600,"counter":110,"content":"<p>I remind Senators that they may raise only one issue.  When I was on the Opposition side I respected the Chair.  If that is not done, people go all over the shop.  A lot of people are doing that but I will crack the whip very harshly one of these days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00300","speaker":"1381"},{"type":"speech","time":1494336600,"counter":111,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00400","speaker":"1391"},{"type":"speech","time":1494336600,"counter":112,"content":"<p>Ba mhaith liom tac&uacute; leis an leas&uacute; ar Riar na hOibre at&aacute; molta ag mo chomhghleaca&iacute;, an Seanad&oacute;ir Mac Lochlainn.  I second the amendment to the Order of Business.  I also share the concerns raised over the gorse fires and I hope we can have a debate on that.<\/p> <p>We are back, after the break, to the usual Fianna F&aacute;il hypocrisy on the housing crisis.  Some things have not changed.  It is ironic to hear Fianna F&aacute;il talking about possibly heading into another property bubble because they certainly know about property bubbles and how to make them.  If they were so concerned about the housing crisis their housing spokesperson might attend the Oireachtas Joint Committee on Housing, Planning, Community and Local Government.  Deputy Barry Cowen has the lowest level of attendance at that committee, as has been highlighted by my colleague, Deputy Eoin &Oacute; Broin.  When we brought the rent certainty Bill forward, which would have addressed a number of issues which are in the Daft report, both Fianna F&aacute;il and Fine Gael opposed it.  Instead of Fine Gael spending so much time on the beauty contest between the two Ministers, Deputies Coveney and Varadkar-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00500","speaker":"1377"},{"type":"speech","time":1494336600,"counter":113,"content":"<p>But they are beautiful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00600","speaker":"1392"},{"type":"speech","time":1494336600,"counter":114,"content":"<p>That depends on your perspective, Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00700","speaker":"1377"},{"type":"speech","time":1494336600,"counter":115,"content":"<p>They are some beauties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00800","speaker":"1403"},{"type":"speech","time":1494336600,"counter":116,"content":"<p>Sinn F&eacute;in objects to everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y00900","speaker":"1395"},{"type":"speech","time":1494336600,"counter":117,"content":"<p>-----we need to highlight the miserable failure of the Minister to deal with the housing crisis.  He has misrepresented the figures on new homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01000","speaker":"1377"},{"type":"unspoken","time":1494336600,"counter":118,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1494336600,"counter":119,"content":"<p>The issues around the Daft rental price report are scandalous when one looks at what the Government has not done.  Rents in Dublin are up by 66% and outside Dublin they are up by 41%.  They went up by 13.4% between January and March and the average rent is &euro;1,131 nationwide.  In Galway, rents are up by 14%.  This Minister told us he would tackle the rent issue but he and the Government are failing.<\/p> <p>I would welcome a debate on the NOAC report.  One part that strikes me, from the point of view of Galway, is that there is one staff member for every 66 dwellings in Dublin City Council compared to one for every 1,197 in Galway County Council.  Where is the property tax going in Galway?  What is the money being spent on?  Why do we not have the staff in Galway County Council to deal with the issues we have?  The Minister, Deputy Coveney and the Government should be focusing on these issues but they are failing miserably and we need another debate on the housing crisis as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01100","speaker":"1377"},{"type":"speech","time":1494336600,"counter":120,"content":"<p>I remind Senator &Oacute; Clochartaigh and his colleagues that Fianna F&aacute;il, which I am proud to represent, has a very proud record of provision of social housing in this country.  One should compare Fianna F&aacute;il's record on the provision of social housing and other social measures to the record of Sinn F&eacute;in in Government with the Democratic Unionist Party for past ten years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01300","speaker":"1418"},{"type":"speech","time":1494336600,"counter":121,"content":"<p>Bring it on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01350","speaker":"1377"},{"type":"speech","time":1494336600,"counter":122,"content":"<p>Bring it on.  It will be no contest.  He has an empty head on the subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01425","speaker":"1388"},{"type":"speech","time":1494336600,"counter":123,"content":"<p>I second the amendment to the Order of Business by my colleague, Senator Robbie Gallagher, on the question of the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, coming to the House.  A few weeks ago motions were passed in the Lower House and in this House calling on the Minister and the Department to conduct a review into the comparative underground and overground costings of the proposed North-South interconnector, in light of the decision of An Bord Plean&aacute;la last December.  The terms of reference have recently been published on the Department's website but they are, in my opinion, flawed.  Not only do they disregard the democratic wishes of this House and the Lower House, they have ignored the wishes of the various groups, as outlined by Senator Gallagher, in Cavan, Monaghan and Meath, who are very concerned about the proposed route for the overground cable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The terms of reference do not take into consideration the devaluation of people's property and land, and the implications of the impact of the proposal on tourism and on people's health in the region.  I advise the Leader on behalf of myself and my party that the review, as it is constituted, should not go ahead as it is flawed and can result in only one outcome, namely, proceeding with the overgrounding of these cables.  That is not an acceptable way to progress this matter.  I ask the Leader, by way of the proposed amendment to the Order of Business, to call on the Minister, Deputy Naughten, to come into the House in order that we can ask him why he is disregarding the wishes of this and the Lower House and of the communities that we represent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Y01500","speaker":"1418","continuing":true},{"type":"speech","time":1494336600,"counter":125,"content":"<p>The time allocated has expired but two Members, Senators Devine and &Oacute; Donnghaile, are indicating and, to be fair to everyone, I will allow them to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Z00200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":126,"content":"<p>I echo the sentiments of Senator Freeman on the great success of the Darkness into Light walks.  I do not believe I was that generous at 3 o'clock last Saturday morning in the Phoenix Park.  Well done to her.<\/p> <p>The Senator was correct in stating that this and previous Governments over the past 15 years have taken a fiscal scalp to mental health services.  The Leader should not tell us that funding for these services has improved.  The hundreds of thousands who participated in the walks throughout this country last Saturday are proof that they know that more services are needed.  The percentage funding allocation for mental health has decreased from 14% over 15 years to 6%.  This sector is not the Cinderella but the burnt ashes of our health services.  There is no more to be got from the services - new fuel is needed.  More services are needed and more finance is needed to allow that to happen.  <\/p> <p>I congratulate the National Youth Council of Ireland on the launch today of a portal, Youth Mental Health Signposting tool, on its website, which everybody, young and old, can access for training, communication and information on children's rights.  It is a simple, accurate, clear and available signposting tool that will advise people where to go in times of need and trouble.  It is also a useful tool for education and training purposes for our young people.  The council recognises that our people need support and the provision of targeted mental health services.  I commend it on this work.  It has produced excellent work to support and assist our young people to reach out for help when needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Z00300","speaker":"1388"},{"type":"speech","time":1494336600,"counter":127,"content":"<p>The final speaker is Senator &Oacute; Donnghaile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Z00400","speaker":"1381"},{"type":"speech","time":1494336600,"counter":128,"content":"<p>Iarraim chun rud ar leith a luadh a bhaineann le saor&aacute;ntacht &oacute; Thuaidh agus go h&aacute;irithe le Comhaont&uacute; Aoine an Ch&eacute;asta.<\/p> <p>I thank the Cathaoirleach for allowing me to contribute after the allotted time has expired.  <\/p> <p>I will be brief in raising a matter, as I hope to bring it before the Seanad down the line.  It is important for Members to be aware that, currently in the North, particularly post-Brexit, many of our new communities - ethnic minorities who are non-EU citizens - do not unfortunately qualify to apply for Irish citizenship under the terms of the Good Friday Agreement.  An increasing lobby from our new communities is emerging in the North.  I have referred to them as new communities but many of them have been living in the North of Ireland longer than I have been alive.  They have contributed greatly to society there through their work and in rearing their families.  Many of them have been involved in our peace and political processes in the North.<\/p> <p>It would be worth raising with the Minister for Foreign Affairs and Trade and the Government that the Government would consider amending the Irish Nationality and Citizenship Act to allow our new communities - ethnic minorities who are non-EU citizens who have been living in the North and whose children are entitled to apply for Irish citizenship under the Good Friday Agreement - to be able to engage in this respect in a post-Brexit scenario.  There are very serious concerns about their freedom of movement and rights and entitlements post the withdrawal of Britain from the European Union.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will furnish the Leader with the organisations' details.  It is a very credible and reputable group of organisations which is lobbying on the issue.  We have talked about many anomalies.  This shows a very glaring anomaly that could have a severe impact on many families, not least along the Border corridor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#Z00500","speaker":"1413","continuing":true},{"type":"speech","time":1494336600,"counter":130,"content":"<p>I thank the 24 Senators who contributed on the Order of Business.  I will begin by responding to Senator Catherine Ardagh and the other Members who spoke about the issue of housing.  They were Senators Kevin Humphreys, Victor Boyhan, Jennifer Murnane O'Connor, Trevor &Oacute; Clochartaigh and Catherine Noone.  It is important to work together collectively to ensure the provision and supply of social housing and housing for first-time buyers, the major issue of our time, will be addressed.  It ill behoves Senator Catherine Ardagh to describe the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, as having his eye off the ball.  To be fair to him, he has probably been the most proactive Minister in his portfolio that I have seen in my ten years in the Houses of the Oireachtas.  Certainly, he has his eye on no other contest than ensuring people will be housed and that the availability of housing will be increased.  I draw the attention of Members to the remarks today of the chairperson of Threshold, former Senator Aideen Hayden, on the Sean O'Rourke programme.  She referred to the decrease in the rate of increase, reaching a peak and signs that the market had stabilised.  It is important to recognise that we have come through the worst housing crisis in the history of the State.  At the risk of creating a political row which I do not want to do, I note in response to the the Senators opposite that Fianna F&aacute;il presided over the worst recession to hit the construction and banking industries and which had a devastating effect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#AA00200","speaker":"1391"},{"type":"speech","time":1494336600,"counter":131,"content":"<p>Fine Gael has been in government for six years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#AA00300","speaker":"1407"},{"type":"speech","time":1494336600,"counter":132,"content":"<p>I understand that, but Fianna F&aacute;il cannot absolve itself, although I know that Senator Catherine Ardagh was not there at the time.  It is about ensuring we will have supply, availability and an increase in the number of first-time buyers.  We all meet people in our constituency clinics and offices who cannot get onto the housing ladder and are finding it difficult to find social housing.  We must ensure those who are citizens and members of our own community have access to finance.  We must ensure local authorities can fix voids.  The Government is committed to doing so through its action plan.<\/p><p>On the number of houses available in Dublin, I heard what Senator Kevin Humphreys had to say.  I will be happy to have the Minister come back to the House to specifically discuss the issue.  However, to say nothing is happening is not correct.  The Government which was criticised has committed to making an investment of &euro;5.35 billion to deliver 47,000 social homes by the end of 2021.  That is an ambitious target to which the Government has committed to supply social housing.  In many local authority areas there are projects which are commencing or which have already commenced.  People are being put into houses.  I accept that it is not happening quick enough, but I stress the point that we have come through the worst recession in our history.  The building industry was decimated.  Let us have another conversation when we review the action plan for housing and homelessness and discuss how we can incentivise the construction sector to build houses more quickly.  Sinn F&eacute;in Members will then have to question their own <i>modus operandi<\/i>in opposing developers at all times.  They have cast them aside as pariahs in the construction sector.  One needs builders to build in association with local authorities under local area plans and with the Government committed to delivering money.  It is a circle in which we all need to put aside our political baggage to ensure we will deliver houses for people.  I wish it could happen at the flick of a switch, but Rebuilding Ireland has key components which the Minister is committed to implementing with the Minister of State, Deputy Damien English.  I challenge any Member to question the sincerity of the Minister and the Minister of State in the delivery of social housing and ensuring we will see an end to the blight on all of our political calendars.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#AA00400","speaker":"1391"},{"type":"speech","time":1494336600,"counter":133,"content":"<p>He made a decision that made it worse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00100","speaker":"1377"},{"type":"speech","time":1494336600,"counter":134,"content":"<p>We have to read it again.  I am quite happy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00200","speaker":"1391"},{"type":"speech","time":1494336600,"counter":135,"content":"<p>It is getting worse.  The rates are going up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00300","speaker":"1377"},{"type":"speech","time":1494336600,"counter":136,"content":"<p>I am quite happy to scrutinise the remarks that Senator Diarmuid Wilson rightly made about Sinn F&eacute;in's commitment in government in the North of our country in delivering housing.  I canvassed in the Assembly election and the second issue that people mentioned to me in the North-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00400","speaker":"1391"},{"type":"speech","time":1494336600,"counter":137,"content":"<p>Try standing a few candidates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00500","speaker":"1377"},{"type":"speech","time":1494336600,"counter":138,"content":"<p>-----was the issue of housing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00600","speaker":"1391"},{"type":"speech","time":1494336600,"counter":139,"content":"<p>It was Senator Buttimer's friends in the SDLP-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00700","speaker":"1413"},{"type":"speech","time":1494336600,"counter":140,"content":"<p>Let us make it quite clear-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00800","speaker":"1391"},{"type":"speech","time":1494336600,"counter":141,"content":"<p>It was the Senator's friends in the SDLP that did not build any housing.  Was it the SDLP that the Leader was canvassing for?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB00900","speaker":"1413"},{"type":"unspoken","time":1494336600,"counter":142,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1494336600,"counter":143,"content":"<p>The Government is committed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01100","speaker":"1391"},{"type":"speech","time":1494336600,"counter":144,"content":"<p>Senator &Oacute; Donnghaile, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01200","speaker":"1381"},{"type":"speech","time":1494336600,"counter":145,"content":"<p>I am glad the Cathaoirleach is protecting me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01300","speaker":"1391"},{"type":"speech","time":1494336600,"counter":146,"content":"<p>I protected the House from the Senator when he was trying to interject earlier, so I have to be balanced.  Allow the Leader to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01400","speaker":"1381"},{"type":"speech","time":1494336600,"counter":147,"content":"<p>The Government has announced &euro;226 million of enabling infrastructure investment to facilitate the supply and construction of 23,000 homes by 2021.  That is the yardstick we can be measured on.  Senator &Oacute; Clochartaigh knows full well that one cannot just build a house in 90 seconds.  It takes a bit of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01600","speaker":"1391"},{"type":"speech","time":1494336600,"counter":148,"content":"<p>It does not take six years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01700","speaker":"1407"},{"type":"speech","time":1494336600,"counter":149,"content":"<p>This Government is committed to doing that and I am very happy that our record will be judged-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01800","speaker":"1391"},{"type":"speech","time":1494336600,"counter":150,"content":"<p>Six years later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB01900","speaker":"1377"},{"type":"speech","time":1494336600,"counter":151,"content":"<p>-----on that when we come to scrutiny.<\/p> <p>Senator Craughwell raised the issue of the matter he has addressed in the House before.  I am aware of the Senator's commitment and interest in our security and our Defence Forces.  Again, as I said to the Senator - I fully understand his bona fides on this - I have spoken to the Minister for Foreign Affairs and Trade and the Minister of State at the Department of Defence, and I have asked them to speak to the Senator.  I am not sure if that has happened, and, if not,  we will make it happen.  This is a matter of national security.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02000","speaker":"1391"},{"type":"speech","time":1494336600,"counter":152,"content":"<p>It is in the public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02100","speaker":"1390"},{"type":"speech","time":1494336600,"counter":153,"content":"<p>It is important that we balance the public interest that the Senator speaks about with the greater good of national security.  If he watched yesterday, in another chamber in the United States where former acting Attorney General Sally Yates was asked about matters of national security, she did not answer.  The same thing applies here.  We cannot compromise our national security, but I am happy that the Government is engaging in national security.  It has co-operated in ensuring that our neutrality is upheld and that we are doing the right thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02200","speaker":"1391"},{"type":"speech","time":1494336600,"counter":154,"content":"<p>We are not telling the people in charge of national security-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02300","speaker":"1390"},{"type":"speech","time":1494336600,"counter":155,"content":"<p>I would be happy to have the Minister of State speak to the Senator.  I had a conversation with the Minister of State to arrange that briefing for the Senator.  I am not sure if it took place or not, but if it has not, I would be happy to facilitate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02400","speaker":"1391"},{"type":"speech","time":1494336600,"counter":156,"content":"<p>Whether the agreement exists is all we need to know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02500","speaker":"1390"},{"type":"speech","time":1494336600,"counter":157,"content":"<p>It is important that we do not bring national security to a political level.  I am not accusing the Senator of that.  We have to protect the people who work in that area-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02600","speaker":"1391"},{"type":"speech","time":1494336600,"counter":158,"content":"<p>People with the interest of national security that are-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02700","speaker":"1390"},{"type":"speech","time":1494336600,"counter":159,"content":"<p>Allow the Leader to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02800","speaker":"1381"},{"type":"speech","time":1494336600,"counter":160,"content":"<p>I would be happy to have that discussion with the Senator again.<\/p> <p>Senator Rose Conway-Walsh raised the matter of Bills in this House.  Some 22 Acts have been enacted in the 12 months that both Houses of the Oireachtas have been established in this session.  There has been, as the Senator knows, an increase in pre-legislative scrutiny of legislation and there has also been a greater involvement of committees of the Houses of the Oireachtas in the work of Parliament in the scrutiny of Bills.  I have asked on this side of the House, on behalf of all of us, that more Bills be enacted and initiated from the Seanad to go to the D&aacute;il.  It would be much better to have Bills start here as much as we can, to have scrutiny and debate here.  Then if there are any issues with Bills, we can start them here rather than in the other House.<\/p> <p>I say to Members from Sinn F&eacute;in and other Members that new politics involves them having responsibility not just to oppose at all times, but to play a greater role in the debate.  Senator M&aacute;ire Devine may well shake her head, but it is not about opposing as if it was old politics-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB02900","speaker":"1391"},{"type":"speech","time":1494336600,"counter":161,"content":"<p>Senator Buttimer opposed rent certainty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03000","speaker":"1377"},{"type":"speech","time":1494336600,"counter":162,"content":"<p>New politics-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03100","speaker":"1391"},{"type":"speech","time":1494336600,"counter":163,"content":"<p>Votes for 16 year-olds------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03200","speaker":"1413"},{"type":"speech","time":1494336600,"counter":164,"content":"<p>New politics-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03300","speaker":"1391"},{"type":"speech","time":1494336600,"counter":165,"content":"<p>We do not acknowledge-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03400","speaker":"1388"},{"type":"speech","time":1494336600,"counter":166,"content":"<p>Votes for 16 year-olds.  Rent certainty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03500","speaker":"1413"},{"type":"speech","time":1494336600,"counter":167,"content":"<p>New politics - as the Members in Sinn F&eacute;in know from its members in Stormont - requires making decisions to govern.  Perhaps Sinn F&eacute;in might not be able to do that down here in the South yet, but we will help it along if it needs to have a bit of training on responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03600","speaker":"1391"},{"type":"unspoken","time":1494336600,"counter":168,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1494336600,"counter":169,"content":"<p>We will certainly not get any help from Senator Buttimer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03800","speaker":"1413"},{"type":"speech","time":1494336600,"counter":170,"content":"<p>As Leader of the House, I am happy to have more Bills initiated here.  I have asked on behalf of the House for that to happen, and I certainly think it is important that we work to ensure that there is legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We initiated a second time slot for Private Members' Bills to allow for debate on legislation.  This week I gave a commitment to Senator Warfield regarding a gender recognition Bill.  We will work with all Members to ensure all voices are heard and legislation is passed in the House.  It is important that this is not just a debating Chamber but a House of the Oireachtas which passes and enacts legislation on behalf of citizens.<\/p><p>Senators Grace O&rsquo;Sullivan, Ned O&rsquo;Sullivan, Lombard, Higgins and Mac Lochlainn raised the issue of the gorse fires which are happening in many parts of the country.  I join with Senator Mac Lochlainn in commending the men and women working across a variety of organisations to bring these fires under control.  If people break the law by lighting gorse fires or starting shrub fires or whatever, then they should be prosecuted with no derogation.  Senator Lombard referred to the fires in Gougane Barra in County Cork.  It was devastating to see the effects of the fire, as well as the amount of time and expense in putting them out.  As all Senators rightly said, it is not just about education and training but about ensuring those in the farming community are able to light such fires appropriately in the allocated times.  As Senator Ned O&rsquo;Sullivan said, in different times there were always fires in bogs which were part of life in rural Ireland.  We must ensure now that, if there is out-of-season burning, then those people are prosecuted.<\/p><p>The Defence Forces personnel are working to assist the different civil authorities.  The Air Corps is assisting today in fighting gorse fires in Galway.  We all join in congratulating them.  In addition, the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs is working with the National Parks and Wildlife Service, the Garda and the fire service in ensuring section 40 of the Wildlife Act 1976 is implemented.  It is important to put on the record of the House that this section prohibits the cutting, grubbing, burning or destruction of vegetation, with certain strict exemptions, from 1 March to 31 August.  We must all collectively work to ensure the biodiversity of our areas is not affected.<\/p><p>A significant amount of land, 79,000 hectares, is held in national parks and nature reserves.  Senator Coghlan&rsquo;s beloved Killarney National Park, for example, comprises 26,000 acres.  It is important the State has a visible presence on the ground to ensure there is no unauthorised burning in our countryside.  Anyone with information should provide it to the authorities to ensure we can identify those who deliberately set fires in open areas without concern for the consequences which can be challenging, not just to working people but to wildlife and farms.  I thank all the Senators who raised the matter.  It is an important issue we must address as a nation.<\/p><p>Senator McFadden raised the matter of the closure of the Athlone mail centre.  I join with her in calling on An Post to ensure the viability of the mail centre there and that it is kept open.  As Senator McFadden said, it is an issue of strategic importance and is the top mail centre.  I join with her in calling on An Post and its chief executive, David McRedmond, to ensure the matter is not left to one side but the centre is kept open and preserved.  Outside of Dublin, Athlone and Portlaoise are nationally important and strategic sites for An Post.<\/p><p>Senator Conway-Walsh raised an issue concerning the third level institution in Castlebar.  A working group has been set up which is due to meet with the staff next week and to report back by mid-September.  I would be happy for the Minister to come to the House regarding this matter.<\/p><p>Senators Gallagher and Wilson raised the issue of the North-South interconnector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important the Government, no matter what it thinks of the decisions we make in this House, takes notice of the votes in both Houses of the Oireachtas.  I am told the Minister, Deputy Naughten, is not available today but I would be happy to have him here.  He is due to come to the House on 23 May.  If that date is not suitable, I will be happy to talk to the Senator afterwards about settling on a date in between.  He is coming to the House on the date I mentioned and I would be happy to have him debate the matters the Senator discussed.<\/p><p>Senators Michael McDowell, Neale Richmond and Alice-Mary Higgins raised the issue of Brexit and Europe Day.  To be fair, the outcome of the decision by the EU leaders was a victory for the Taoiseach in terms of his approach to Brexit but I share Senator McDowell's view that we must have an all-encompassing, all-island approach to Brexit.  It is not about one versus the other; it is about hearing from all sides.  If we could have that discussion as part of the proceedings of the Brexit committee, I would certainly be happy to take on board the issue the Senator raised today, namely, the comments made at the meeting of the Seanad Brexit committee last week by Mr. McGrane of the British-Irish Chamber of Commerce.  It is important there be engagement and that we get all people to participate, no matter what their interest is in Brexit.  It is a very important matter of which people may not yet have taken cognisance.  It is important that an gn&aacute;th duine engage.<\/p><p>I join Senator Neale Richmond in welcoming Europe Day today.  It is a day that perhaps gains in importance given the decision of the United Kingdom to leave the European Union.  The result of the opinion poll on the Claire Byrne show in regard to staying in Europe and the benefits thereof is heartening.  I would be very happy for the Minister of State, Deputy Dara Murphy, come to the House in regard to the matter.<\/p><p>Senator Paul Gavan raised the issues of the Palestinian flag, the people held in captivity and the importance of the ability to make a telephone call.  We all accept that.<\/p><p>With regard to the Defence Forces, the main purpose of the procurement of defence equipment by the Department of Defence is to maintain the capability of the Irish Defence Forces overseas in peace support operations and to give the greatest possible protection to Irish troops on missions in their important duties and tasks.  I am told the steps taken regarding the matter of equipment, as raised, were as a consequence of a competitive tender process.  That is the answer I have for the Senator in that regard.  If the Government did not have a tendering process, perhaps the Members opposite would be complaining then also.<\/p><p>Senator David Norris raised the issue of blasphemy.  His remarks speak for themselves.  It is a ludicrous situation we are in.  If one watches the tape of Stephen Fry's interview with Gay Byrne, one will see it for what it was.  I am certainly glad there is no prosecution emanating.  It is important, perhaps, that we have a referendum on the matter.  I certainly would not be shy about it.  There have been no public prosecutions on blasphemy under the 2009 Act.  The last prosecution for blasphemy took place, I believe, in 1855.  Eminent lawyers can give me the answer to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#BB03900","speaker":"1391","continuing":true},{"type":"speech","time":1494336600,"counter":173,"content":"<p>What about <i>Gay News<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00200","speaker":"1392"},{"type":"speech","time":1494336600,"counter":174,"content":"<p>I cannot answer-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00300","speaker":"1391"},{"type":"speech","time":1494336600,"counter":175,"content":"<p><i>Gay News<\/i>was seized by the customs and banned-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00400","speaker":"1392"},{"type":"speech","time":1494336600,"counter":176,"content":"<p>It was not a prosecution, though; that is the point I am making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00500","speaker":"1391"},{"type":"speech","time":1494336600,"counter":177,"content":"<p>Senator Norris should allow the Leader to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00600","speaker":"1381"},{"type":"speech","time":1494336600,"counter":178,"content":"<p>It did not have to be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00700","speaker":"1392"},{"type":"speech","time":1494336600,"counter":179,"content":"<p>The Leader has given a good response so Senator Norris should please not interrupt him.  I remind the House that we are 20 minutes over time.  It is the combined fault of everyone.  There is a Minister waiting.  There will probably be a vote and we are not halfway through the response yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00800","speaker":"1381"},{"type":"speech","time":1494336600,"counter":180,"content":"<p>Two votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD00900","speaker":"1392"},{"type":"speech","time":1494336600,"counter":181,"content":"<p>I am doing my best to get there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD01000","speaker":"1391"},{"type":"speech","time":1494336600,"counter":182,"content":"<p>I am trying to stop the interruptions because they do not help.  They are just elongating the whole process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD01100","speaker":"1381"},{"type":"speech","time":1494336600,"counter":183,"content":"<p>Senator Freeman raised the issue of mental health.  Senators Gallagher, Freeman and Devine congratulated Pieta House.  I join the Members in congratulating Pieta House on the Darkness into Light walk last weekend.  It certainly allowed people an opportunity to have a conversation around mental health, at least.  I do not want to have a row with Senator Freeman but I believe it is important to recognise that, in the context of the mental health budget, there has been an increase this year.  I know Senator Devine does not want to hear good news but, rather than engaging in circulating fake news and alternative facts, she should note the real facts are as follows.  HSE funding for mental health increased from &euro;862 million last year to &euro;853 million this year.  That is a fact.  In addition, over 160 additional staff had been recruited to the HSE in the mental health area-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD01200","speaker":"1391"},{"type":"unspoken","time":1494336600,"counter":184,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1494336600,"counter":185,"content":"<p>Allow the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD01400","speaker":"1381"},{"type":"speech","time":1494336600,"counter":186,"content":"<p>-----from January to March of this year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Recruitment campaigns are being carried out as we speak to fill the other vacancies.  Sanction has been given to recruit 114 assistant psychologists to enhance early intervention primary care counselling services for those under 18 years, in particular, to relieve the pressure on CAMHS.  That is the reality, whether Senator Devine likes it or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#DD01500","speaker":"1391","continuing":true},{"type":"unspoken","time":1494336600,"counter":188,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1494336600,"counter":189,"content":"<p>Please allow the Leader to continue.  There are four conversations being held in the House.  I sent a letter to Members today saying that if they want to converse and have a chat, there is an ante-room, so please comply.  As Cathaoirleach, I have a duty in regard to the business following this to be efficient.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00300","speaker":"1381"},{"type":"speech","time":1494336600,"counter":190,"content":"<p>The Cathaoirleach is doing very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00400","speaker":"1392"},{"type":"speech","time":1494336600,"counter":191,"content":"<p>The construction of the new 120-bed hospital to replace the Central Mental Hospital in Dundrum is continuing and it has been recently agreed that there will be a contract for a 13-bed intensive care rehabilitation unit.  It is important the HSE's revenue spend for 2017 in the area of mental health, allocated in the last budget, included &euro;35 million for mental health.  It is to provide a level of service for youth mental health, for improving CAMHS and adult services, for services for older people, for out of hours services and so on.  It is not correct to say there has been a reduction in spending for this year for mental health.  Where I agree with Senators Devine and Freeman is that for a generation, the mental health service has been the Cinderella of the health system.  I disagree profoundly with Senator Freeman in that the Minister of State, Deputy Helen McEntee, is a very pro-active, engaged Minister of State who has taken her brief very seriously.  She has been in this House to debate the issue, has travelled the country discussing it and has put her life and soul into the mental health area.  It is unfair of Senator Freeman to criticise the Minister of State, Deputy McEntee, who is available.  Furthermore, last Saturday, Senator Freeman congratulated the Taoiseach for participating in the Darkness into Light walk and then came into the House today to criticise him.  The Senator cannot have it every way.  What we need is a collective, cross-party approach to mental health which we had in a previous Oireachtas, which we do not seem to have at the moment.  I very much wish to see that happen.<\/p> <p>I join Senator Lombard in congratulating Eli Lilly on its expansion in Cork.  Senator Ned O'Sullivan congratulated Shannon Airport on its upgrade.  I hope it will not be at the expense of Cork Airport.  It is good that we have investment in our airports.  Senator Colm Burke raised the issue of respite care.  He is correct that there is a need for a strategy around long-term planning for those allowed to stay at home and to keep them at home for longer.<\/p> <p>I ask Senator Mac Lochlainn to defer his amendment to the Order of Business until tomorrow as I want to get guidance on the matter from the Department of Agriculture, Food and the Marine.  It has been raised in the House before but rather than Senator Mac Lochlainn's amendment being defeated, I ask that it be deferred until tomorrow when I can come back and we have a substantial discussion.  I do not want to divide the House on it.  I know where the Senator is coming from and it is about ensuring farmers get payment.  If I could get an update from the Department, I would be happy to take the motion tomorrow, if the Senator is agreeable.<\/p> <p>Senators Boyhan and Noone raised the issue of having a debate on the National Oversight and Audit Commission.  I would be happy to have that.  Senator Murnane-O'Connor raised the issue of T&iacute;r na n&Oacute;g and the Holy Angels.  It is a matter she could raise as a Commencement matter.  She might get a quicker answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00500","speaker":"1381"},{"type":"speech","time":1494336600,"counter":192,"content":"<p>She has raised it often in the Commencement debate.  We have told the Senator she cannot do so as frequently as she has been doing.  I think she has failed in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00600","speaker":"1381"},{"type":"speech","time":1494336600,"counter":193,"content":"<p>I do not have a conclusive answer for her on this.<\/p> <p>Senator &Oacute; Clohartaigh raised a number of issues.  The question of spending on property tax is one he should take up with the local council.  I would be happy for the Minister, Deputy Coveney, and the Minister of State, Deputy English, come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00700","speaker":"1391"},{"type":"speech","time":1494336600,"counter":194,"content":"<p>It is Government policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00800","speaker":"1377"},{"type":"speech","time":1494336600,"counter":195,"content":"<p>It is not really.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE00900","speaker":"1391"},{"type":"speech","time":1494336600,"counter":196,"content":"<p>The money is going back to central Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE01000","speaker":"1377"},{"type":"speech","time":1494336600,"counter":197,"content":"<p>It is not really.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE01100","speaker":"1391"},{"type":"speech","time":1494336600,"counter":198,"content":"<p>It is so.  It is certainly not going to the local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE01200","speaker":"1377"},{"type":"speech","time":1494336600,"counter":199,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE01300","speaker":"1381"},{"type":"speech","time":1494336600,"counter":200,"content":"<p>I gave a response to Senators Wilson and Gallagher.  I understand the sensitivities of the matter they raised but I hope they will take my assurance that I hope to have the Minister, Deputy Naughten, come to the House.<\/p> <p>On the matter raised by Senator Devine, I welcome today's launch by the National Youth Council of Ireland of a portal.  If Senator &Oacute; Domhnaill gives me a note on the matter he raised regarding new communities, I would be happy to have the Minister come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017050900002#EE01400","speaker":"1391"},{"type":"unspoken","time":1494336600,"counter":201,"content":"<p>Additional debate to follow.<\/p>"}]