[{"type":"minorheading","content":"Prelude","time":1638441000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1638441000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1638441000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1638441000,"counter":4},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1638441000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00100"},{"type":"speech","time":1638441000,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann has passed the Maritime Area Planning Bill 2021 on 1 December 2021, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00200","speaker":"1692"},{"type":"majorheading","content":"Teachtaireacht ó Chomhchoiste - Message from Joint Committee","time":1638441000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00300"},{"type":"speech","time":1638441000,"counter":8,"content":"<p>The Joint Committee on Enterprise, Trade and Employment has completed its consideration of the Sectoral Employment Order (Electrical Contracting Sector) 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00400","speaker":"1692"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1638441000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00500"},{"type":"speech","time":1638441000,"counter":10,"content":"<p>I welcome the Minister of State at the <b>Department of Housing, Local Government and Heritage<\/b>, Deputy Malcolm Noonan, to the Chamber.  It is good to have him here again, as on many previous occasions.<\/p><p>I have received notice from Senator Victor Boyhan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the proposed legislation to streamline the judicial review process in regard to planning.  <\/blockquote> <p>I have also received notice from Senator Timmy Dooley on the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the extension of the defective concrete blocks grant scheme to homes affected by pyrite in County Clare. <\/blockquote> <p>I have also received notice from Senator Martin Conway on the following matter:<\/p> <blockquote> \tThe need for Minister of State with responsibility for disability to provide an update on Ireland&rsquo;s progress on the ratification of the optional protocol to the United Nations Convention on the Rights of Persons with Disabilities. <\/blockquote> <p>I have also received notice from Senator John McGahon on the following matter:<\/p> <blockquote> \tThe need for the Minister for Further and Higher Education, Research, Innovation and Science to outline when the Dundalk Institute of Technology will attain technological university status. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne on the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the easing of the requirement for international students to acquire full health insurance. <\/blockquote> <p>I have also received notice from Senator Tim Lombard on the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for sport and the Gaeltacht to provide an update on the Government&rsquo;s proposal to host the 2024 America&rsquo;s Cup yacht race in Cork. <\/blockquote> <p>I have also received notice from Senator Barry Ward on the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to permit category &ldquo;B&rdquo; licence holders to drive category &ldquo;AM&rdquo; vehicles. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne on the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide funding for the expansion of Westdoc services in Galway.  <\/blockquote> <p>I have also received notice from Senator Paul Gavan on the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the housing crisis and regeneration in Limerick city and county.  <\/blockquote> <p>I have also received notice from Senator Lynn Boylan on the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on how the investor provisions of the Energy Charter Treaty will impact on the recently announced new fossil fuel powered stations. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick on the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the timeline for the appointment of a design team for the west wing critical care unit of the Rotunda Hospital, Parnell Square. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  The Cathaoirleach has selected the matters raised by Senators Boyhan, Dooley, Conway and McGahon and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00600","speaker":"1692"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1638441000,"counter":11,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00700"},{"type":"minorheading","content":"Planning Issues","time":1638441000,"counter":12,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00750"},{"type":"speech","time":1638441000,"counter":13,"content":"<p>I thank the Cathaoirleach for selecting this Commencement matter.  I welcome the Minister of State, Deputy Noonan, and thank him for his ongoing engagement.  I know he and his party, the Green Party, are particularly committed to the issue of engagement with our citizens in the planning process, which is an important point that I want to acknowledge.<\/p> <p>The Government is seeking to streamline planning laws and this has been covered extensively in the media, although I am not sure all of that media coverage is accurate.  I know the Taoiseach, Deputy Miche&aacute;l Martin, and the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, are on record as expressing concern, in particular in regard to the long delays in the planning process.  I have no difficulty with reforming all of that and tightening it up.  However, what I do not want is a message to go out that, somehow, reform of the planning laws is going to come down the heavy on citizens.  I refer, in particular, to citizens in our communities who engage in the planning process and who, in many cases, have objected rightly on planning issues, be it under the Aarhus Convention or with regard to the height, scale and mass of developments, overdevelopment or development that is contrary to the city and county development plans.<\/p> <p>I am conscious that city and county councillors are the guardians of their city and county development plans.  That is what the citizens look to in terms of councillors advocating for them and in regard to legitimate expectation on the proper planning and sustainable development of their areas, which is an important point to make.<\/p> <p>I am also conscious that, in regard to the Green Party in particular, many of the people who are now sitting in D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann and, indeed, in the city and county councils, were initially community activists, be it in regard to Tidy Towns, environmental projects, saving spaces, the public realm or advocating membership of An Taisce and various other organisations.  Many of my friends and colleagues who are Independent councillors across this country came up from that system.  That is no doubt the case for all parties but, particularly in the Independent Group and the Green Party group, many of those people were not politicians first.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They started off as being passionate about their environment, the areas in which they lived and advocated for them.  The Minister of State will be aware of the issue of the major road project in Kilkenny.  Many of them were involved in planning issues.  There are mixed messages out there.  My concern is that comments from the Taoiseach, the Government or the Ministers or political debate generally, suggests that streamlining will curtail the judicial review process.  I have no problem with streamlining it.  I welcome the Government's intention to set up a planning environmental specialist court with expertise.  That is really important.<\/p><p>Not a day goes by without opening the newspaper and reading about someone seeking some sort of legal remedy, and that should be the last resort.  It should not be ruled out, but it should be the last resort.  We need to deal with reform of our planning systems early.  Pre-planning discussions and aspects of the Large-scale Residential Development Bill address that.  I have concerns about local engagement of elected sitting county councillors.  We had that debate in this House and it was rejected by all Government Senators in a roll call vote.  I am a democrat.  We move on.  We accept that as the decision the Senators in this House made on the Government's side.<\/p><p>I will finish on this point.  I am trying to ascertain reassurance.  I know the Minister of State is committed to it.  I have no doubt about that and do not question that at all.  I know his party is committed to it, and that gives me great confidence.  Many people who voted for the Green Party expected that the Minister of State would be a strong advocate and stand in solidarity with these community and environmental activists.  They wish to see proper planning and sustainable development in their communities.  Will the Minister of State set out the plan and the vision, in addition to the timeline and roadmap for this reform?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#A00800","speaker":"1634","continuing":true},{"type":"speech","time":1638441000,"counter":15,"content":"<p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir as an gceist seo.  We spoke about this earlier this morning as we came into Leinster House and it is something about which both of us feel very strongly and passionately.  Senator Boyhan is correct in saying that it is critically important that members of the public have an ability to participate in our planning system and to feel that they have access to environmental justice.  The Aarhus Convention is there for that.  I was among one of the first plaintiffs to challenge to the provisions in Aarhus a number of years ago.  It is certainly a powerful tool for communities to be given parity within the planning system and within access to environmental justice.  It is therefore very important.<\/p> <p>The Senator also mentioned the central access scheme in Kilkenny.  Some 10,000 signatures were handed in to the local authority.  There were public marches and still the project went ahead.  These are issues about which people feel very strongly.  At the same time, even if they lose on a project like that, at least they feel their democratic voice was heard and that they participated equally in the planning system.  It is not always the case.<\/p> <p>This Commencement matter is important and I thank Senator Boyhan for raising the issue.  I take this opportunity to update the Senators on the reform of the judicial review provisions in the Planning and  Development Act and the related matter of the proposed establishment of the environmental and planning court, both of which are important commitments in the programme for Government.<\/p> <p>The general scheme of the Housing and Planning and Development Bill 2019, which was published in late 2019 and has since been the subject of a public consultation process, sets out an initial outline of the revisions to the judicial review provisions in sections 50 to 50B of the Planning and Developments Acts.  The general scheme was incorporated in the Government's legislative programme for the autumn session of 2020 among the list of the general schemes to undergo pre-legislative scrutiny.<\/p> <p>My Department has engaged with the Joint Committee on Housing, Local Government and Heritage on pre-legislative scrutiny of the general scheme.  However, given the range of other legislation proposed by my Department for scrutiny by the Joint Committee on Housing, Local Government and Heritage, particularly regarding urgent housing legislation, it has not been possible to undertake pre-legislative scrutiny on the general scheme before the end of the year, but I am hopeful it will be scheduled for early in the new year.<\/p> <p>The Government is anxious that the legislative process on reforming the judicial review provisions can be activated and progressed as soon as possible.  This follows on from the programme for Government commitment.  It is important that the regime is working effectively, given the increasing number of judicial review challenges being taken against planning decisions with the knock-on implications for project delivery, including required increases in housing supply and strategic infrastructure developments under the national development plan required to meet the demands of a growing economy.  I assure the House that it is intended the proposed reforms of the judicial review provisions would be in line with EU and international law obligations on public participation under the Aarhus Convention.  An important aspect, therefore, is the establishment of the proposed new environmental and planning court, simultaneous to the coming into effect of the judicial review reforms.  It is intended that this will be established as a division of the High Court.<\/p> <p>My Department has already engaged with the Department of Justice on the legislative and practical aspects associated with the establishment of the new court, which will require the resourcing of dedicated judges upon establishment.  However, it is primarily a matter for the Department of Justice to progress the establishment of the new environmental and planning court.<\/p> <p>I agree wholeheartedly with Senator Boyhan in that a legal remedy should be the last resort.  At pre-planning and planning stages, communities should be able to participate with parity in our planning and environmental system.  That is fundamental to the Aarhus Convention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#B00200","speaker":"1512"},{"type":"speech","time":1638441000,"counter":16,"content":"<p>I thank the Minister of State and take three key points away from his response.  I agree with him in terms of Aarhus being such an important piece of legislation.  It is a tool to assist people in the context of their environmental, planning and sustainable development rights, and advocacy.  I am particularly happy that he is very much part of this.  I never doubted that for one minute.  I also take away that it is a primary issue for the Department of Justice.  There is an overlap between the Department of Housing, Local Government and Heritage and the Department of Justice in the reform of the courts system.  I note it is on track.  Time is against us in terms of legislative time.  It is important that it is happening and that key messages are communicated about this issue.  This is not about coming the heavy on citizens.  This is about supporting people.  It is about tightening the timeframes, which is fair enough.  It is about ironing out some of the difficulties.  This is a roadmap so that people will have their voices heard.  I am particularly pleased, happy and confident that the Minister of State is in the mix in keeping an eye on this really important legislation.  I thank him for his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#B00300","speaker":"1634"},{"type":"speech","time":1638441000,"counter":17,"content":"<p>In summary, again, I agree wholeheartedly with the Senator on this matter.  We see how strongly members of the public and communities feel about environmental and planning issues when we see them out on the streets protesting against a planning decision or a particular development.  That is an important part of our democratic system.  Equal to that, they have to have parity to be able to participate in our planning system and to have the knowledge and expertise at their disposal and to be able to give fair and informed opinions.  What is of huge value is their deep concerns.  People in Ireland, in general, have a real passion for the environment and good planning and sustainable development.  In that regard, it is important that they have that important role.  As the Senator said, this is about ensuring there is a good judicial system in place for environmental planning courts.  In the planning system itself at local authority level, they should have the right and the ability to take part in the preparation of development plans.  In addition, they should be informed when planning applications come in.  They should know they can participate in an open and transparent system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#B00400","speaker":"1512"},{"type":"minorheading","content":"Defective Building Materials","time":1638441000,"counter":18,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#B00500"},{"type":"speech","time":1638441000,"counter":19,"content":"<p>I thank the Minister of State, Deputy Noonan, for being present in the House for this discussion.  I welcome the Government decision in recent days to significantly enhance and increase the grant scheme to people who are affected by mica in Donegal, Mayo and Sligo.  It is the right decision to try to put people back in good stead, but the reality is that the issue of defective blocks is not confined to Donegal, Mayo and Sligo.  It is an established fact that pyrite is present in concrete blocks in the county from which I come, County Clare.  It is an established fact that it has had an impact on many homes.  It is an established fact that the blocks are crumbling and that significant cracking has taken place in houses.  The appropriate testing has been done on five homes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Timmy Dooley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2015\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2015&amp;amp;pid=TimDooley&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Results have been received from the UK on the materials involved and as I said at the outset, it is an established fact that pyrite is present.  Clare County Council, on behalf of the Department, was asked to submit a report with all the appropriate information required in the standard set out, that applied to Mayo and Donegal.  It did that and I understand the Department of Housing, Local Government and Heritage has resorted to what I can only describe as time-delaying tactics.  I want to see this brought to a head because it is an established fact that homes are crumbling.  It is an established fact that it is as a result of pyrite.  We do not need any further procrastination from Department officials, through the council, to delay this process.  Two people have headed up the Clare Pyrite Action Committee, namely, Dr. Martina Cleary and Mary Hanley, and they have done sterling work.  I have spoken to them over the past few days and they are disheartened because of the approach of the Department.  Of course there are details that must be resolved and worked out.  We are all prepared to work through that but some certainty should be shown to the homeowners in County Clare, and wider afield, where such materials are in blocks.  In the first instance, the Department should be made to show respect to these people and to let them know they are going to be part of the scheme.  Everybody knows there will be details to establish and work out.  Nobody is expecting to have their home repaired before Christmas this year, nor next year either in many cases.  Everybody accepts that this will go on for years, but the Department should stop messing about on the fringes.  This is classic Civil Service activity, namely, dotting the i's and crossing the t's when the bottle of ink has spilled all over the page.  It is not good enough.  It does not show respect to the people.  <\/p><p>I might hazard a hypothesis, with the greatest respect.  Had the civil servants in the Department addressed the situation in counties Donegal, Mayo and Sligo a couple of years ago with more vigour and zeal and with more interest in getting a result, this would have been resolved a lot more quickly and cheaply.  Time will bear that out.  That is based on my conversations with people in the Donegal area.  Quite frankly, had they been treated a little bit better and sooner, we would not be in the mess that we are in today.  I appeal to the Minister of State at the Department of Housing, Local Government and Heritage, Deputy Noonan, as a man who understands this well and who is a compassionate man who understands people, the environment and what it is like to see your home crumbling around you.  He should see his way to bringing some common sense to bear in the Department.  The people should be told that they are going to be part of the scheme, now that the presence of pyrite in the blocks has been established, and the Department can then move on with the detail.  We can all hammer that out afterwards. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#B00600","speaker":"1655","continuing":true},{"type":"speech","time":1638441000,"counter":21,"content":"<p>I thank Senator Dooley.  Similar to the situation right across other counties, it is a hugely traumatic time for these families and I acknowledge that.  The Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, has been deeply committed to resolving this since taking up office.  He has acted with a great sense of purpose in establishing the working group.  That working group is not directly representing the families the Senator refers to in County Clare, but it is a representative group that has brought the issues to light.  Similarly, if owners were to apply under the existing defective concrete blocks, DCB, scheme they would not have got this enhanced scheme.  There are positives to be seen in what has been a very progressive and positive resolution to this, or certainly, the start of a resolution to this, in the scheme announced by the Government this week.  It is a very expansive scheme, with 100% redress as requested.  There are some concerns about the sliding scale but it contains many other elements that I hope will lead families in counties Sligo, Mayo and Donegal to see this as a very positive development.  Hopefully then we can apply this to Country Clare.  I will give the Department's official response but there has certainly not been procrastination.  A huge amount of work has been done since this Government was formed.  I recognise the trauma it has caused the Senator's constituents.<\/p> <p>As the Senator is aware, the Government has agreed to fundamentally overhaul the defective concrete blocks scheme with a number of major improvements for affected homes.  Details of these changes were published on Tuesday, 30 November.  Not only will this improve the scheme for local authorities currently within scope of the scheme, namely, those in Donegal and Mayo, it will also benefit those local authority areas that come into the scheme in the future as a result of the extension beyond Donegal and Mayo.  In this regard the Department received a submission from Clare County Council, dated 23 July 2021, requesting the extension of the defective concrete blocks grant scheme to County Clare.  A response issued to the council on 3 August 2021 indicating that the Department would review the submission and seeking a detailed breakdown of costs associated with the report.  A breakdown of costs associated with the report was received on 28 September 2021.  In order to progress matters, a meeting was held on 9 November 2021 between officials from the Department and Clare County Council to review issues contained within the submissions, which required further elaboration in order to evidentially support an extension of the defective concrete blocks grant scheme to County Clare.<\/p> <p>Clare County Council undertook to review its submission in light of the detailed discussion which took place and to address the gaps in evidential data which were identified.  The Department is eager to progress this matter and will, as a matter of priority, review clarifications when received from the local authority to support its application for an extension of the defective concrete blocks scheme to that local authority area.  An extension of the scheme to Clare and other local authority areas has been considered as part of wider deliberations on the scheme by the Government.  In this regard, the Minister for Housing, Local Government and Heritage may, subject to Government approval, extend the scheme beyond Donegal and Mayo to additional counties as appropriate and required, where the evidence supports such an extension.  Therefore, it is critical that Clare County Council submit all clarifications and information requested to support the inclusion of County Clare.  I can assure the Senator that on receipt by the Department of the clarifications sought, progress can be made on the requested extension of the DCB scheme to County Clare. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#C00200","speaker":"1512"},{"type":"speech","time":1638441000,"counter":22,"content":"<p>I thank the Minister of State.  The devil is in the detail.  Some of the response states that an assurance will be given on receipt by the Department on clarifications sought.  From talking to engineers who were involved in submissions from both Clare and Mayo, my understanding is that the submission was in line with the standards set out and the information provided that allowed Mayo and Donegal to enter the scheme.  The engineering people who I am talking to are at a loss to understand what further clarification is required.  There is, as I said, an established fact that pyrite is present in the blocks in Clare.  It is an established fact that this impacts on the ability of people to live in their homes.  We can fiddle around the edges with detail and try to delay this.  My concern is that there is a reticence within some aspect of the Department.  At political level there is certainly a desire to make it happen.  Notwithstanding the commitment of the Minister of State, which I know is fulsome, wholesome and genuine, and the same is true of the Minister, Deputy Darragh O'Brien, who has visited the homes in Clare, I am still concerned and I would like better information to understand why Clare County Council is expected to provide something different to what Mayo and Donegal county councils provided in establishing their bona fides to enter the scheme.  It may not be something the Minister of State can provide me with today but I hope that those within the Department who have access to that information could make it public, let us know what it is, and let us move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#C00300","speaker":"1655"},{"type":"speech","time":1638441000,"counter":23,"content":"<p>I will give that assurance again.  The Senator is absolutely correct in saying there is a deep commitment by the Department at ministerial level and at official level to resolve this.  The Donegal and Mayo scheme was to set a template for other counties.  The fact that we now have an enhanced scheme gives the opportunity for Clare County Council to work with the Department to ensure that County Clare is included as soon as is practicable.  That is what we all want to achieve.  We want to give some assurances and hope to these families, coming up to Christmas, that they can now see a way forward with a scheme that is very expansive with 100% redress, albeit there is a sliding scale.  There are many good provisions within that scheme and I believe families in County Clare certainly will welcome this once they are included.  What I would ask the Senator to take back is to work with Clare County Council in order that Clare County Council engages, now that the enhanced scheme has landed, and that we try to move this forward as soon as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#C00400","speaker":"1512"},{"type":"minorheading","content":"Disability Services","time":1638441000,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#D00100"},{"type":"speech","time":1638441000,"counter":25,"content":"<p>As the Acting Chairperson and Minister of State know, this is disability week and tomorrow is International Day of People with Disability.  It is an opportunity to celebrate how far we have come in the world in terms of people with disabilities and what has been achieved, as well as to celebrate their successes and the massive contribution they make to society.  It is also an opportunity to reflect on how much more needs to be done.  Some 10% of our population have disabilities and they and their families make a huge contribution to and are of benefit to our society.  There are many inequalities in Ireland, however, such as in respect of transport.<\/p> <p>I welcome the Minister of State to the House.  She will appreciate where I am coming from.  Transport is critically important for people with disabilities, not just in terms of connectivity but giving them the opportunity to access employment and so forth.  There is significant disparity in access to transport for people with disabilities in rural Ireland compared to urban Ireland.  While everything is not right in urban Ireland in terms of access to transport people for with disabilities, it is far from right for people who live in rural Ireland.  There may only be three or four options a day, depending on the town and village in which people live, to connect to a more urban area for work.  There are many towns and villages in this country where there is no connectivity at all.  Even getting to work is an issue and sometimes does not happen.<\/p> <p>In terms of employment, as far as I am concerned this country is a laggard when it comes to employment opportunities for people with disabilities.  Unfortunately, nearly 80% of the blind and visually impaired community in this country are unemployed and rely on State support, which is totally unacceptable.  I commend the National Council for the Blind of Ireland, NCBI, which has produced a well-thought-out employment strategy to improve access to employment for people who are blind or visually impaired.<\/p> <p>The reason I have tabled this Commencement matter is because of Ireland's commitment to the United Nations Convention on the Rights of Persons with Disabilities, UNCRPD.  It was a great day in 2018 when the last Government ratified that convention because it meant that Ireland, along with the world, was recognising the important contribution people with disabilities make.  Unfortunately, the optional protocol still has not been implemented.  When does the Government intend to ratify the optional protocol to the UN Convention on the Rights of Persons with Disabilities?  Can she give us a timeframe?  Can she explain why, almost four years on from Ireland's ratification of the convention, we still have not implemented the optional protocol?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#D00200","speaker":"1644"},{"type":"speech","time":1638441000,"counter":26,"content":"<p>Before I call on the Minister of State, I wish to acknowledge Senator Conway's enormous work in advocacy for the disability sector generally.  He has been an amazing advocate, and a strong and vocal champion, for the NCBI, the National League of the Blind of Ireland Trust and the Irish Guide Dogs for the Blind.  What better and more powerful way to be an advocate than in the Houses of the Oireachtas, playing a real role in terms of legislation?  I do not want to let this opportunity go without acknowledging that fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#D00300","speaker":"1634"},{"type":"speech","time":1638441000,"counter":27,"content":"<p>I want to echo the words of the Acting Chairperson on the role Senator Conway plays here in the Upper House.  In his engagement at all times with me, as a Minister of State, on not just a single issue but a multitude of them, he is a strong and powerful advocate.  I also want to wish him luck in his recent appointment to a position on a European board representing Ireland. I have no doubt but that he will fly the flag very well for persons with disabilities and Ireland.  The Senator has asked three valid questions of me.  It would be remiss of me not to address all three of them.  I will use my time appropriately to do that.<\/p><p>He referred to transport and the challenges for persons with disabilities and how it is not just an urban issue but that there also is a real rural issue in this regard.  When he mentioned there might be two or three services a day, I commented under my breath, &quot;If you are lucky&quot;.  It highlights the inequality for people who want to participate in education and employment.  They cannot do so unless they have the tools to get to where they need to go.<\/p><p>We have fantastic proposals regarding transition planning out of education.  Great work is going on with the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, regarding the various skills levels within SOLAS to allow young people to transition.  However, in the case of some people living in certain parts of rural Ireland who not have a transport mechanism, those opportunities may not come their way.<\/p><p>Yesterday, I met the Department of Transport, along with members of the national disability inclusion strategy, NDIS, to have a conversation on transport and Rural Link regarding expanding the service and ensuring it is inclusive.  I must acknowledge the role of Rural Link.  Its services are 93% accessible but at the same time, that is not available everywhere.  We hope that will be something we will progress.  We need to acknowledge the role of the Ombudsman's recent report in that regard.<\/p><p>The NCBI is doing wonderful work in terms of employment for the blind and visually impaired.  I am aware of the Senator's recent advocacy.  The T&aacute;naiste attended a function with him in that regard.  Employment for everybody, in particular persons with disabilities, is challenging.  Progressive work is being done on the comprehensive employment strategy across all Departments to ensure that Departments and semi-State organisations understand the very basics about accommodation and support for people with disabilities.  <\/p><p>I also wish to acknowledge the work the T&aacute;naiste's office is doing on the strategy for digital hubs and ensuring that they are completely inclusive and that persons with disabilities can work close to home and break down barriers around transport.  There is a lot of good work there.<\/p><p>The most important issue of the day is the optional protocol.  The Senator asked for a timeframe.  The Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, and I are completely committed to it.  The Government and I have always been mindful of the need to able to meet and honour the obligations arising from international commitments.  The ratification of the optional protocol requires progress in key areas of legislation in order that Ireland can move closer to full compliance with the UNCRPD.  <\/p><p>Fully commencing the Assisted Decision-Making (Capacity) Act 2015 is a priority for us in this regard.  I sent the heads of a Bill to the on Tuesday.  If the timeframe of enacting the legislation and having decision support services in place by June is met, I am looking at a parallel process to deliver on the optional protocol.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#D00400","speaker":"1484"},{"type":"speech","time":1638441000,"counter":28,"content":"<p>I thank the Acting Chair for his very kind comments and I thank the Minister of State for her very kind comments and good wishes.<\/p> <p>Important legislation to facilitate the implementation of the protocol is to be passed by June.  The key message is that the necessary legislation will be passed in 2022, which then means that we can implement the protocol in that year, which will be a good day's work.  On this day, which is the day that recognises people with disabilities internationally, we have to recommit ourselves to the challenges.  Access to transport is extremely important.  It means people have the liberty and freedom to go places, do things, participate in leisure and access employment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The one equality issue in this country is access to work.  If someone has access to work, they are in a position to earn money, pay taxes and live independently.  That is what everybody in society aspires to and it should be available to people with disabilities as well.  Anything the Government can do to facilitate people with disabilities accessing employment should be done.  I thank the Minister for her genuine commitment in the work she does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#D00500","speaker":"1644","continuing":true},{"type":"speech","time":1638441000,"counter":30,"content":"<p>I would like again to underline the Government's commitment to implementing the UN Convention on the Rights of Persons with Disabilities.  Much of the work for the year ahead will involve advancing the measures needed to implement the convention so that Ireland is in a position to ratify the optional protocol as soon as possible.  As it is Disabilities Week and tomorrow is International Day of Disabilities, the Senator is right.  The way out of poverty is through employment and education.  Awareness, training, breaking down barriers and creating a society where we have equality is what the Government and the two Houses aspire to.  I think sometimes for certain Departments, everything needs to be depoliticised.  I refer to the area of disability being included in the new Department of Children, Equality, Disability, Integration and Youth under the Minister, Deputy O'Gorman.  We need to break down all the barriers to ensure progress is made at speed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#E00200","speaker":"1484"},{"type":"minorheading","content":"Further and Higher Education","time":1638441000,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#E00350"},{"type":"speech","time":1638441000,"counter":32,"content":"<p>I welcome the Minister, Deputy Harris, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#E00400","speaker":"1634"},{"type":"speech","time":1638441000,"counter":33,"content":"<p>I thank the Minister for coming to the House.  I know he is extremely busy.  It shows his commitment to Dundalk Institute of Technology, DkIT, and the Dundalk region.  It has been very disheartening to see all of these technical universities, TUs, starting up yet Dundalk is not there.  The reason is very well known.  I am not here today to cast blame on individuals as to why we are not at that standard.  I am here to try to find a way forward with the Minister for the future of DkIT and higher education in the north east.  There are a couple of key questions I am hoping to get some clarity on from today's debate.  The first concerns section 38.  This legislative provision was originally made to allow for an IT to join an existing TU.  One of the fears I have is that the Department never really envisaged section 38 having to be used for a considerable time.  The concept was that TUs are a really good thing and every IT in the country would want to be getting on board.  For reasons outlined previously, DkIT has been slow to grasp that nettle.  I am hoping for clarity from the Minister or from the HEA that the procedures behind section 38 are in place and when an application comes in from DkIT for a TU, the Minister and his Department will be standing ready and willing to assist DkIT in joining up with a TU.<\/p> <p>When we live in an era of misinformation and sound bites it is disingenuous for politicians anywhere to try to suggest that DkIT could be a stand-alone university.  There is no such thing as stand-alone universities in the legislation.  The TUs are combinations of ITs, not stand-alone universities.  We have to be very clear about it in Dundalk as well.  To be blunt, 4,000 students is not the critical mass for a stand-alone university.  It is totally disingenuous to suggest otherwise and doing so demonstrates a lack of knowledge about the whole process.  <\/p> <p>On the shared island funding, with Dundalk a Border town, a fear may exist that we might miss out on any potential funding from the shared island unit, which might go to TUs, and that DkIT could be left behind until it joins a TU.  It would be great to get confirmation from the Minister that while DkIT is in this transitional stage before it joins a TU, it will not be overlooked for any shared island funding from the shared island unit.<\/p> <p>I would like to take the opportunity to praise the Minister for the work he has done on this.  He has met Oireachtas Members from counties Louth, Meath, Cavan and Monaghan so many times over the last year.  He has met stakeholders involved with DkIT and has been able to meet me at any stage to discuss DkIT.  I thank him for that.  I would like to invite him to DkIT at some stage in the next couple of months, early in the new year.  This would allow him to meet stakeholders directly, see the campus for himself, and have people who are involved with everyday life in DkIT outline their ambitions and where they see it going with the TU. <\/p> <p>I would really appreciate some clarity on section 38, on how DkIT will never really be able to be a stand-alone university and how it is disingenuous to suggest it could be, on the shared island funding, and on the Minister perhaps coming to DkIT at some stage in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#E00500","speaker":"1670"},{"type":"speech","time":1638441000,"counter":34,"content":"<p>I thank the Senator for tabling this important debate today about Dundalk IT and crucially about ensuring we have a technological university for the north east of the country.  I also thank the Senator for keeping this item on the political agenda and for all the engagement and discussions we have had on it.  Let me be really clear.  The north east is not going to be left behind.  The Government, my Department and I are absolutely committed to ensuring that the north east has a technological university or is part of a technological university.  The north east needs a technological university for a whole load of reasons, including access to university status within the region.  It also needs one in terms of balanced regional development and ensuring people can invest in the region.  From an investment point of view, a rural Ireland and regional development point of view, a Border point of view and an educational point of view, this needs to happen.<\/p> <p>We all know the reason it has not happened to date.  We are not going to get into that today other than to note it is a statement of fact that no Minister has an ability to create a technological university without an application being submitted, and rightly so.  I will be extraordinarily happy to receive an application in respect of DkIT becoming part of the technological universities.  I fully recognise and value the very important contribution of Dundalk Institute of Technology.  I want to thank everybody in DkIT for what they are doing.  It is continuing to make a very significant and positive impact in the north east, in Dundalk and Louth and throughout the region.  In order to achieve further progress, I remain strongly committed to enabling the institute's participation within a multi-campus technological university.  It is now, as the Senator said, one of only two institutes of technology not part of a technological university and not in the process of development of becoming one.<\/p> <p>If we had been having this discussion a couple of months ago, we would be in a very different place.  I am pleased to say we are in a position to report significant progress.  Dundalk IT has published its vision earlier this year, which states that it wants to become a dynamic, accessible, student-centred campus within a multi-campus regional TU.  A stand-alone university is not its vision, nor is it legally possible.  This is its vision.  Every politician and stakeholder in Dundalk needs to get on board with this.  Dundalk IT, the staff, students, governing body and management team, have come together and put out this vision for what they want.  This, in and of itself, marks meaningful progress on the proposed trajectory towards achieving TU status.<\/p> <p>I am delighted to say also that the elaboration of this vision provides certainty and should enable staff, students and wider stakeholders to be assured of the direction of travel of their organisation.  The debate over what will happen and where we want DkIT to go is kind of over.  Once that strategic vision of all stakeholders in DkIT was published, we had that certainty.<\/p> <p>I am pleased to report that the institute has  put in place a structure to drive on this project.  There is a project team, a steering group and a lot of really good work going on.  I am also very pleased to say that we are now providing Exchequer funding.  Even though it is not yet a TU, we are providing funding through the technological university transformation fund.  We are putting our money where our mouth is in terms of advancing this agenda.  That fund is administered by the Higher Education Authority.<\/p> <p>In addition to the funding, we have now provided a dedicated special expert adviser to DkIT to drive this project.  This has been key to delivering technological universities in my experience.  I thank Dr. Ruaidhr&iacute; Neavyn for the work he is doing providing technical knowledge and advice to the institute.  I understand as recently as yesterday that this work is going well.  Funding is in place.  An expert adviser is in place.  A shared vision is in place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let us visit DkIT, and let us also meet stakeholders more broadly in the economic and societal set-up of the north east.  We are going to get there, but we need those in the region to prepare by determining how they can harness what could be a real powerhouse for growth and education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#E00600","speaker":"1624","continuing":true},{"type":"speech","time":1638441000,"counter":36,"content":"<p>I thank the Minister for that.  That is exactly the kind of clear sense and thinking I was hoping to get from this debate.  I very much appreciate it.<\/p> <p>It is important that the Minister has outlined the concept of a stand-alone university.  It is not legally possible, nor is it even part of the strategic vision of the people involved in DkIT.  It is clear, in black and white, that they want to be part of a technological university.  The Minister mentioned Dr. Ruaidhr&iacute; Neavyn, the expert adviser.  It is important that we are already assisting in the transition towards a technological university.  In this whole debate, I took heart most from the Minister's clear commitment that once an application comes straight from DkIT to his ministerial desk, he will be ready and willing to approve it and start the process officially.  I very much look forward to welcoming him to DkIT in the near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#F00200","speaker":"1670"},{"type":"speech","time":1638441000,"counter":37,"content":"<p>I thank Senator McGahon.  When people look back on 2021, they will see it as a very significant year for making progress for the north east in respect of education, including higher education and the future of DkIT.  It will be the year in which there was an agreed plan based on the vision, in which funding was put in place and in which the expert adviser was appointed.<\/p> <p>I should have said in my comments on section 38 that there will be no blockages in my Department or the HEA in progressing any application that comes forward.  In fairness to the HEA, it has a really good track record on this.  It has had a very busy year of assessing technological university applications.  I thank it for that. <\/p> <p>My final point echoes the important point the Senator made on the shared island fund.  I will be spending Sunday and Monday in the North having conversations about greater collaboration.  There may be no institutes better positioned than those in Letterkenny and Dundalk to engage in cross-Border collaboration and co-operation.  I am looking forward to having a conversation, when I visit Queen's, on interim measures that may be capable of being put in place to ensure greater student mobility north and south of the Border.  The shared island fund, administered by the Department of the Taoiseach, is available for all collaborations.  DkIT will not in any way miss out at this transition point.  I really look forward to 2022.  We can make a lot of progress for DkIT and the north east.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#F00300","speaker":"1624"},{"type":"unspoken","time":1638441000,"counter":38,"content":"<p>Sitting suspended at 11.23 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1638441000,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00100"},{"type":"speech","time":1638441000,"counter":40,"content":"<p>At the outset, in the absence of the Cathaoirleach and on his behalf, I recognise Finland's national day.  In December 1917, after more than 100 years as an autonomous part of Russia, and a preceding 600 years of Swedish rule, the Republic of Finland declared its independence.  The Finnish national day is next Monday, but we will not be sitting on Monday, hence the recognition today.<\/p><p>Over the years, Finland, like Ireland, has transformed itself from a poor agricultural based society to a highly digitalised, thriving economy with the happiest people in the world.  Finland and Ireland share the experience of small nations which struggled for independence and experienced famine and civil war, which have left indelible marks.  More recently, we have shared the journey of hard-won economic development.<\/p><p>Today, our countries share a close relationship as like-minded partners bilaterally as well as multilaterally, including in the EU, the UN and, of course, the Council of Europe.  We share commitments to human rights, peacekeeping and peacebuilding.  Finnish contributions to the Northern Ireland peace process by former Prime Minister, Harri Holkeri, and former President, Martthi Ahtisaari, are deeply appreciated.<\/p><p>The best known Finn to us Irish is Santa Claus, who has promised to visit all the children in Ireland, and some adults I hope as well, again this Christmas, bringing light and happiness during these trying times.<\/p><p>We would like wish Ambassador Raili Lahnalampi happy independence day.  To all Finns and friends of Ireland, <i>hyv&auml;&auml; itsen&auml;isyysp&auml;iv&auml;&auml;.  <\/i>We wish the Finnish people well on Monday, their very special day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00200","speaker":"1692"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1638441000,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00300"},{"type":"speech","time":1638441000,"counter":42,"content":"<p>Our Cathaoirleach is certainly unique and one in a million.  Everyday is a school day.  I did not know Santa was from Finland.  Happy Finnish day on Monday.<\/p> <p>The Order of Business is No.1, motion regarding the arrangements of the sitting of the House tomorrow Friday, 3 December 2021, to be taken on conclusion of the Order of Business, without debate; and No.2, statements on Covid-19 and the new measures from the Department of Education, to be taken today at 1 p.m. and to conclude no later than 2.30 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, all Senators not to exceed five minutes and the Minister to be given no less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00400","speaker":"1653"},{"type":"speech","time":1638441000,"counter":43,"content":"<p>I will start by updating Members on how we got on in our football match yesterday.  I am sure Senator Ruane will speak about it, but it was brilliant.  It is fair to say the Breakthrough organisation wiped the floor with us.  If it were not for our star player, who was our goalkeeper, it would have been a lot worse.  We managed to claw back a couple of goals at the end and I managed to get my foot on the ball at some stage, so that was a positive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00500","speaker":"1642"},{"type":"speech","time":1638441000,"counter":44,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00600","speaker":"1634"},{"type":"speech","time":1638441000,"counter":45,"content":"<p>We are not totally wounded today; we are managing to walk around.  It was great craic.  I thank Senator Ruane for organising it.  It was a nice thing to do yesterday.<\/p> <p>I raise an issue I read about this morning, which was one of the most distressing articles I have read in a very long time.  It was a report by RT&Eacute; on the ongoing humanitarian disaster in Afghanistan.  It was shocking to read that almost a million children are at risk of dying of hunger within weeks - not in long term.  Some 3.2 million children are suffering from acute food poverty.  Women are not allowed to work outside of the home now and it is impacting on its economy, which has been in free fall since the West pulled out last August.  With protracted drought and the displacement of millions of its population because of the crisis and conflict, many citizens, many human beings, are at risk of dying of starvation.  This is an appalling indictment on our world and all of the First World countries that should be coming to the people of Afghanistan's aid, but do not seem to be doing a good enough job at it.<\/p> <p>International aid has been cut drastically because the Taliban has regained control, which is appalling.  At the end of the day, it does not matter who is running the country.  Of course that is something we have to work on, but we cannot leave people in that terrible situation, which aid agencies are calling hell on earth.  That is how they describe Afghanistan.  <\/p> <p>The United Nations Development Programme estimates that 97% of Afghan people will slip below the poverty line if something is not done.  That is almost every person living in that country.  Right now, more than half of its population, 23 million people out 40 million, are already in poverty and below the food poverty line.  Some 95% of Afghans do not have enough food to sustain them on a daily basis, with parents going without food to feed their children.  It is an incredibly distressing thing to read.  It is an appalling indictment on all of the countries that pulled out, in particular the United States, but also the European Union which could be stepping up to the plate, but is not.  That is because we are so consumed with all of our own problems and dealing with the pandemic, which of course is important and we are trying to protect our people.  However, there are children on death's door and nobody seems to be doing a damned thing about it.<\/p> <p>Despite being a small member state, Ireland is a very influential member state.  We have a voice and a seat at the table on the UN Security Council, and at the top of the European Union as well.  We need to hear from the Minister for Foreign Affairs as to what Ireland is doing about this.  What role are we playing?  What conversations are we having to address this?  What steps are we taking to increase our aid to Afghanistan and to assist all of those fantastic aid organisations, without which there would be no assistance to those poor people.  My heart goes out to them.  I hope the global community can come together and try to address what is now a humanitarian disaster, but within weeks could become so much worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00700","speaker":"1642"},{"type":"speech","time":1638441000,"counter":46,"content":"<p>I wish all Finnish people a happy national day next week.  We all know businesses that have had Christmas parties and bookings for smaller gatherings and groups coming up to Christmas cancelled because of the increase in Covid cases and the current necessary health restrictions.  The hospitality sector, above any sector, has faced tremendous challenges since the start of this pandemic.<\/p> <p>I served in government when this pandemic started.  We introduced the temporary wage subsidy scheme, which was replaced by the employment wage subsidy scheme in September last year.  There are a number of terms and conditions for businesses that have and maintained a valid tax clearance certificate, and the subsidy is based on employee gross wages.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I received an email this morning from a business owner which read as follows. <\/p><blockquote>\tThe bottom has fallen out of the hospitality sector here.  With the panic of the new variant, we expect to see a significant drop in Christmas bookings and who knows what the new year will bring.  There is a lot of fear out there.  I am carrying eight staff at the moment.  It is difficult to turn over enough to pay the wage bill, never mind make a surplus.  You have to continue the employment wage subsidy scheme for hospitality at the November rates.  I couldn't continue in the new year haemorrhaging money like we are now and for the next few weeks with the resurgence of the virus fear factor. <\/blockquote><p>This is typical of the cases on which we have all received correspondence and phone calls.  People are genuinely concerned about the Christmas period, which is traditionally a time of celebration when money is spent in the hospitality sector and one of the high points before the fall-off, as it were, in January and February.<br\/><br\/>The employment wage subsidy scheme, EWSS, has been important.  The Government has provided a huge level of investment to support businesses throughout the pandemic in various forms, including the EWSS, the temporary wage subsidy scheme, TWSS, the Covid restrictions support scheme, CRSS, and the rates waiver.  It has not been found wanting.  However, having taken the decision in better times, when Covid cases were reduced and at a lower level, to cut the level of the EWSS, we now find restrictions being reintroduced and people cancelling bookings.  Those in the hospitality sector are justifiably concerned.  I know NPHET is meeting today and will be advising the Government, which in turn will make decisions on what it needs to do.  It is incumbent on the Government to continue to support the hospitality sector, particularly to get businesses through the Christmas period, and to maintain the EWSS rates at the pre-November levels.  I ask the Leader to engage and write to the T&aacute;naiste to ensure that happens in the run-up to the Christmas period.<br\/><br\/>The hospitality sector is important throughout the country, both in urban and rural areas, and employs a large number of people.  We know the importance of the tourism sector.  If hospitality businesses, such as hotels and restaurants, do not survive the Christmas period and into the new year, they will not be here for future tourism seasons.  I ask the Leader, on behalf of the House, to write to the T&aacute;naiste on the issue. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#G00800","speaker":"1665","continuing":true},{"type":"speech","time":1638441000,"counter":48,"content":"<p>Before coming to the matter I intended to raise today, I note the Leas-Chathaoirleach acknowledged, and rightly so, Finland's national day.  In a light-hearted way, we referred to Santa as being from Finland.  Senator Chambers then raised the issue of Afghanistan.  I fully agree with the point she made.  Let us come closer to home, to the European Union, of which we are members.  We could do more, and we need to have a bigger conversation on the issue.  What will Santa be bringing to the children of Afghanistan?  Let us think about that question over the next few days.  Perhaps we will have a conversation on it at another time.<\/p> <p>I raise an issue relating to young farmers.  Yesterday, at the meeting of the Joint Committee on Agriculture, Food and the Marine, we were joined by the president of Macra na Feirme, Mr. John Keane.  I am not sure if Senators know him but, by golly, they should watch him.  He is a guy who is going places.  He is highly articulate and an expert on agriculture and food.  At the meeting, he talked about farmers, young farmers in particular.  He stated that only 5% of our national farmers are young farmers under the age of 35.  That is an extraordinary situation.  He talked about the transition and supports.  However, what really impressed me about Mr. Keane was his eloquence and his knowledge of eco-schemes. <\/p> <p>We recently talked about peat.  We must be careful not to lose the message that farmers are the custodians of our environment.  They want to play their role.  It is too easy to demonise them.  Many people have demonised farmers in terms of their role.  They want the supports to carry out their role.  There are seven EU eco-schemes that farmers can avail of, but as Mr. Keane pointed out at yesterday's meeting, these must be expanded.  The EU needs to provide education and training and certificates to young farmers who want to upskill.  The education and training should be delivered on a modular basis across agriculture, because young farmers also have to work.  The young farmers are very impressive.<\/p> <p>Mr. Keane stated that the issues he would like to see addressed include climate change mitigation, adaptation, improvements in water quality, biodiversity, soil management and animal welfare.  He dealt with the issues in a most comprehensive way in this contribution.  If Members have a moment, they should listen back to the meeting.  He is a very impressive president of a most impressive organisation, which represents the next generation of farmers and custodians of our environment.<\/p> <p>I know we have a busy schedule at the moment.  I ask the Leader that perhaps in the new year, we have a specific conversation, debate and engagement in this House with the Minister for Agriculture, Food and the Marine to set out the eco-schemes that are available to farmers and to shine a light on the enormous, positive and good work that our farmers are doing for our environment in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#H00200","speaker":"1634"},{"type":"speech","time":1638441000,"counter":49,"content":"<p>I commend the Leader on wearing a red ribbon today.  Yesterday was World AIDS Day.  It is 40 years since the discovery of AIDS and the start of the epidemic.  I would like to place on record the memory of all those who have died from AIDS-related illnesses and reiterate the message of U=U, or undetectable equals untransmittable.  This is the scientific fact that if you are on effective treatment for HIV, you cannot pass it on to your partner.  I also encourage people to get tested not just for HIV, but to know their sexual health status.  Cases of sexually transmitted infections, STIs, are very much on the rise, since many our sexual health services were closed during the pandemic.  Pre-exposure prophylaxsis, PrEP, which many campaigned for over a number of years, is also available through those services.  It is antiretroviral medication that is taken daily or on an event basis, and has been effective across all populations.  I encourage everyone to educate themselves and each other so that we can end and eradicate stigma.<\/p> <p>Prior to Covid, Ireland had the highest rate of new HIV diagnoses in Europe, showing the need for testing and investment in sexual health services, education and outreach.  As a whole, the world is off track in delivering the shared commitment to end the AIDS epidemic by 2030.  I will read some figures.  In 2020, there were 37 million people living with HIV, 1.5 million new HIV infections and 680,000 AIDS-related deaths.  According to UNAIDS, around 65% of HIV infections globally were among sex workers and their clients, gay men and other men who have sex with men, people who inject drugs, transgender people and their sexual partners.  Even before the Covid pandemic hit, many of the populations most at risk were not being reached with HIV testing, prevention and care services.  There are obvious and very disturbing parallels between access to HIV treatment and access to Covid-19 vaccines.  It is estimated that between 1997 and 2006, 12 million people died of AIDS-related illnesses in low and middle income countries because the price of medicines was too high and out of reach for most countries affected by HIV.<\/p> <p>The third sustainable development goal aims to end the AIDS epidemic by 2030.  Unrelenting political commitment is needed from Ireland and the world in order to achieve that goal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#H00300","speaker":"1686"},{"type":"speech","time":1638441000,"counter":50,"content":"<p>I agree with the sentiments of Senator Chambers on Afghanistan.  It is important that we have a discussion of the issue.  I, too, read the distressing article mentioned by the Senator, which reported that over 1 million children are at risk of starvation.  It is an issue we need to discuss and do more on, as colleagues have said.<\/p> <p>I want to raise two other issues.  The first concerns sport.  I know many Senators have a wide and varying interest in sport.  I wish to highlight a growing issue I have come across and which was discussed by the Joint Committee on Tourism, Culture, Arts, Sport and Media yesterday, namely, the abuse of referees.  Having spent well over 30 years playing and coaching in the GAA in County Kildare, I can say that it is a problem.  As was outlined at the committee meeting yesterday, it is a problem to varying degrees in the three sports that were represented at the meeting.  It is an issue that we, in the Oireachtas, must take seriously.  I have discussed the matter with my colleague, Councillor Paul O'Brien, among other friends and colleagues in a number of different sports.  Councillor O'Brien is an ex-president of the Irish Soccer Referees Society and is currently chairman of the Wicklow branch of the organisation.  It was very worrying to hear its representative at the meeting, Mr. Sean Slattery, confirm that 66% of those who took the organisation's referee beginner course are no longer refereeing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all know that without a referee, we have no game.  I would appreciate if the Leader could arrange a debate with the Minister of State with responsibility for sport on the matter.  I have seen the silent-sideline model work successfully.  We need to introduce this in all sports and treat referees with respect in the first instance.  We are not asking for encouragement from the sideline to stop, but if we want the fun to continue, we need to start protecting our referees and ensuring that the abuse many of them are getting ends.<br\/><br\/>Those at yesterday's meeting sought help with professional guidance for referees who suffer online abuse and we also need to discuss that.  We need to keep this conversation going and most importantly we need to do what we in the Oireachtas can to ensure that we continue to enjoy the various sports we have in this country.  As we discovered recently, that enjoyment is totally dependent on having the woman or man there with the whistle; they must be protected.<br\/><br\/>There has been much discussion about the reduction of the EWSS payment.  Senator Kyne mentioned how it is affecting those in our hospitality and entertainment sector.  Like many other Senators, I have received many calls and emails from those involved in the industry with a very simple message: they need help now.  Many have informed me that without the assistance of this payment they would simply have to shut and that many staff in the sector would lose their jobs.  I will quote the operator of a bar in my home town of Athy in an email to me and other public representatives yesterday in which he stated: <\/p><blockquote>\tMy business has been destroyed.  It wasn&rsquo;t too bad before everything reopened to the regular 2:30 but after 4 weeks of trading late, our customers have disappeared with the new closing times...<br \/><br \/>Is there anything that can be done, we were better off closed with the supports and now with the wage subsidy cut our future is not looking good at all with thoughts of complete closure as we cannot sustain this.<br \/><br \/>I NEED HELP <\/blockquote><p>That was one of the many emails I received yesterday.  I hope that the Taoiseach and his colleagues in government have listened to the many calls to reverse this cut and support this industry at this most difficult time for them all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#H00400","speaker":"1684","continuing":true},{"type":"speech","time":1638441000,"counter":52,"content":"<p>I thank colleagues for coming to Tallaght to play-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00200","speaker":"1681"},{"type":"speech","time":1638441000,"counter":53,"content":"<p>The Senator survived, some of them did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00300","speaker":"1674"},{"type":"speech","time":1638441000,"counter":54,"content":"<p>Thankfully I have been back playing football for a while, so I am still match fit and was able to bounce back this morning.  It was good fun.  At the end we had a brief presentation from Lev from the Irish Homeless Street Leagues which I have been supporting for some years.  A few years ago, we developed a bid to host the Homeless World Cup here in Ireland.  We were shortlisted for selection and then Covid arrived.  Obviously, we were not able to progress that because the Homeless World Cup has not happened.  We will need about &euro;2 million in funding.  We had some conversations with Dublin City Council.  Over the coming months I will be looking to colleagues to come together to support us in ramping that bid back up and bringing the Homeless World Cup here to Ireland.<\/p> <p>The main issue I wish to raise today is a debate on the use of artificial intelligence, AI, in decisions in Ireland.  In the United States there is enormous use of AI and algorithms and there is bias in algorithms.  There is greater use of companies such as Clearview AI.  The UK is using and relying on algorithms much more and that is also the case here in Ireland.  Obviously, the Department of Social Protection has a major resource in terms of its use of biometric processing that would have been brought in at the time of the introduction of the public services card.  Such data and algorithms are becoming more widely used in the public sector in Ireland.<\/p> <p>I do not think the public really understands the architecture of that and the ethics underpinning that, and the fact that we can demand an explanation if an algorithm has been used to make a particular decision.  I suppose my interest in this area is that I am currently taking a course on AI and ethics to develop my understanding to be able to take this forward.  Obviously, my fear is of inbuilt discrimination, based on race or ethnicity.  If we do not fully understand it, how can we engage with AI and the use of algorithms with big tech to actually build that data?<\/p> <p>The Seanad should begin to think about those questions and have those debates.  I am not even sure which Minister would take such a debate.  Where are algorithms currently being used?  How are the data trained?  How much human oversight is involved in that?  We need to begin to arm ourselves as policymakers and politicians to ensure that whenever an algorithm is being used, we understand its architecture and can work to ensure that it is not being used to discriminate against any community based on class, race or gender.  We need to think about how we can do that.<\/p> <p>I will not be able to stay for the Leader's response as my colleague, Senator Flynn, is launching the report from the Joint Committee on Key Issues affecting the Traveller Community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00400","speaker":"1681"},{"type":"speech","time":1638441000,"counter":55,"content":"<p>I am also a member of that committee and in the circumstances I cannot be present.  I ask Senator Ruane to convey my very good wishes to Senator Flynn with that launch.  It has been a very good committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00500","speaker":"1692"},{"type":"speech","time":1638441000,"counter":56,"content":"<p>I agree with Senator Kyne's comments about the hospitality business, a matter I spoke about yesterday.  I believe something will happen there.  I know the Government is very conscious of the difficulties.<\/p> <p>It is a great morning - I know the Leader will be very happy about this - because last night the Irish organisation, See Her Elected, scooped the award in the democracy category of the European Innovation in Politics Awards 2021.  That group has significant connections with the midlands and west.  It is a fantastic community-led rural initiative designed to support women in politics and in particular to get women into local and national politics.  The entire team were there last night, including the Minister of State, Deputy Peter Burke, from the Leader's party, Dr. Michelle Maher, Tara Farrell and Mair&eacute;ad O'Shea.  Some Senators will know Mair&eacute;ad O'Shea who was my PA when I was a Deputy from 2016 to 2020 and was well known around this House.  I am particularly happy about this award.  I am sure everybody will join me in wishing the group well.<\/p> <p>The neurology services at University Hospital Galway have only four specialist nurses but need about 12 or 13.  It is causing considerable difficulties.  There is a waiting list for neurology services of more than 24,000 as far as I know.  University Hospital Galway takes many cases from the west and north west.  If it had extra nurses it would alleviate much of the backlog of cases.  I ask the Leader to send a note to the Minister of Health to find where the hold-up is.  Those nurses need to be appointed as a matter of urgency and I hope it can be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00600","speaker":"1674"},{"type":"speech","time":1638441000,"counter":57,"content":"<p>I welcome the announcement of the new mica scheme the Cabinet approved on Tuesday.  It is appropriate that people would be 100% compensated.  However, I have concern that County Clare has not yet been included in that scheme.  I understand that there is ongoing engagement between departmental officials and officials from Clare County Council, but it is very frustrating that Clare has still not been approved for inclusion in that scheme.  The people with defective homes in County Clare through no fault of their own are as entitled to get redress as the people in Donegal, Mayo and other counties.  The Minister should come to the House before Christmas to explain what on earth is going on that Clare has not been included.  I know there are issues with the scheme and that not everybody is happy with it.  However, I regard them as technical issues.  If Clare is included, the technical issues can be dealt with, engaged with and overcome.  It is simply not good enough that Clare has not been included yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00700","speaker":"1644"},{"type":"speech","time":1638441000,"counter":58,"content":"<p>I read this morning of a partnership between Queen&rsquo;s University Belfast and the Royal Air Force.  The Leader will recall that the Royal Air Force protects our skies because we cannot do that ourselves.  It is depressing that the Royal Air Force is investing in cybersecurity innovation systems in Northern Ireland and our Minister for Defence lives looking over at Haulbowline where seven out of nine ships are frequently tied up.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Deputy Simon Coveney is a fantastic Minister for Foreign Affairs and I would never take away from that but right now, in the view of many people in uniform, he is a useless Minister for Defence.  We have a junior Minister we never hear from.  As I said, we have ships tied at Haulbowline and Army barracks are falling apart all over the country.  We have men in uniform screaming at me about needing an adjudicator in the conciliation and arbitration scheme.  It is a part-time job and at a recent conference the Minister said he could not appoint the person because the Department of Public Expenditure and Reform had to sanction it.  Where are we going in this country that a Cabinet Minister cannot make an appointment to a part-time job?<\/p><p>We have grown a monster with the Department of Public Expenditure and Reform.  It was needed after 2008 when we needed to get to get this country back on its feet but when the Department is putting its finger in the micromanagement of another Department, we have a serious problem on our hands.  Every single Minister coming before us now tells us the Department of Expenditure and Reform must approve this or that.  Even in trying to look after secretarial pay here, the Department of Public Expenditure and Reform must sanction it.  Where are we going?  It is time to rein in the power of that Department.  It was not very good at controlling the salary of its former Secretary General when he moved to the Department of Health.<\/p><p>Maybe it is time for the Government to step back and look at the Department of Public Expenditure and Reform because the reform side is not working.  There is a Minister for Defence who is, for all intents and purposes, nothing but a shadow.  I take much pain in saying that because I like Deputy Simon Coveney.  He is a decent guy who works really hard in the foreign affairs area.<\/p><p>Every Department has recently sought additional funding for various different things.  We heard the Minister for Justice, Deputy McEntee, the other day looking for it.  There is absolutely nothing for defence.  Somebody must wake up in this country because defence is key to foreign direct investment.  We have no ships minding our seas or sight of what is going on under the water.  The Royal Air Force, meanwhile, is minding our sky.  It is a really bad day for Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#J00800","speaker":"1645","continuing":true},{"type":"speech","time":1638441000,"counter":60,"content":"<p>This week the all-Ireland amateur one act drama festival takes place in Ennis and for the amateur drama movement it has been a particularly difficult 18 months, as we might appreciate.  Many drama groups were preparing for the full-length drama festival when the pandemic hit.  They had to cancel festivals and their plays were never performed.  We have now finally seen the one act festival circuit over the past couple of weeks and I wish the best of luck to all the finalists in Ennis this weekend.<\/p> <p>It is really important we acknowledge the amateur drama movement right across this country.  Drama, musicals and such things bring our communities together but they all came to a shuddering halt.  The local organisations kept going and although it will be difficult, it is important we support them in bringing our communities back together.  To all of those taking part in the festival this weekend, we wish them the very best of luck.  It is also important we remember the importance of amateur drama and musicals and how they bring our communities together.  As we come out of this pandemic, we must support them because of the critical role they play.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#K00200","speaker":"1638"},{"type":"speech","time":1638441000,"counter":61,"content":"<p>I do not agree with Senator Craughwell's comments about the Minister, Deputy Simon Coveney.  He has been an excellent Minister across any Department he was in.  I have every confidence he will deal with the challenges ahead.<\/p> <p>I wish to speak to the just transition and the Premier Lakelands Food Hub in Longford.  I am delighted Enterprise Ireland support the change in the plan to develop a food hub in Lanesborough in County Longford following the closure of the Lough Ree power station.  There is &euro;1 million in funding that comes with that and significant funding from the just transition.  There is an issue and Senator Eugene Murphy would be very well aware of it too.  The &euro;500,000 due to be promised by the ESB to both Lanesborough and Shannonbridge for community projects identified by the local community but that commitment has not come forth.  Perhaps we could write to the ESB on behalf of the two communities to come up with the &euro;1 million that the two communities are entitled to.<\/p> <p>The terms of contract for the just transition commissioner are due to end shortly.  Mr. Kieran Mulvey, well known to all of us through the different facets of work he has done and who is extremely experienced, has been in the role and done an excellent job working on behalf of the communities in difficult times.  I ask that the Minister, Deputy Eamon Ryan, reappoint him for a further term of two years.  He knows the brief inside out, the communities and the challenges, of which there are lots.  We must leave Mr. Mulvey in that position to ensure we can deliver on those projects over the next number of years.<\/p> <p>I asked the Taoiseach last week if we could facilitate a meeting involving the Oireachtas Members from the counties involved with Mr. Mulvey and the Minister, Deputy Ryan, as well as the Taoiseach and the T&aacute;naiste.  This is to make a further push and ensure these projects, which we have been speaking of for a couple of years, can be delivered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#K00300","speaker":"1639"},{"type":"speech","time":1638441000,"counter":62,"content":"<p>I start by wishing Homeless Period Ireland a very happy birthday.  This was set up five years ago in response to the very real need for access to period products in this country.  It is a small grassroots organisation I am proud to volunteer with.  Ms Claire Hunt, its founder, will not mind me saying that Homeless Period Ireland should have long left the stage and it should not still exist.  The programme for Government committed to rolling out free period products and in February this House had not one but two period product Bills; one passed Second Stage but still has to come to Committee Stage.  In the Six Counties, my colleague and Sinn F&eacute;in MLA, Ms Karen Mullan, introduced free period products to all schools, yet here in the South, schools, food banks, homeless shelters, drug projects and community centres all still rely on Homeless Period Ireland to ensure everybody who has their period can have it with dignity.<\/p> <p>Universal access to period products is a women's health matter and we know that using improvised materials like rags and toilet roll can cause urinary tract infections.  We know school days are missed because of a lack of access to period products.  With the cost of living skyrocketing, it is pushing more people into poverty and having to make impossible choices between period products and food.  It seems whenever there is an international day on this matter, we get people on the bandwagon before it ultimately goes back to organisations like Homeless Period Ireland to carry on the work.  Periods do not stop during pandemics and they happen every month.  When will that Bill come to Committee Stage and when will we get universal access to period products?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#K00400","speaker":"1635"},{"type":"speech","time":1638441000,"counter":63,"content":"<p>I called yesterday for the reinstatement of the employment wage subsidy scheme.  All of us in the Chamber are concerned about the hospitality and tourism industry.  Last week I spoke about supporting local businesses on Black Friday.  We should really get the message out there that people can support hospitality and tourism by buying vouchers and support local businesses by buying their produce.  Some of them have takeaway produce or preserves, etc.  It is incumbent on all of us as legislators to get the message out that we really need to support local businesses because they are suffering, especially those in the hospitality and tourism industry.  I hope the employment wage subsidy scheme is reinstated to its full value but we must support local businesses by buying vouchers and gifts available locally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#K00500","speaker":"1695"},{"type":"speech","time":1638441000,"counter":64,"content":"<p>I join in Senator Maria Byrne's call for the full reinstatement of the employment wage subsidy scheme.  It will be vital to business continuity because of the restrictions that have been reimposed on the night-life sector and the effect of restrictions in place on other sectors at this time.<\/p> <p>The main issue I wish to raise, however, is the revised mica scheme published on Tuesday.  It is an enormous credit to the campaigners, the elected representatives and the thousands of householders who took to the streets of Dublin and who have been campaigning across Donegal and Mayo for many months and years that they have brought the Government to this point.  I have read the detail in the document, and for the most part it is a very good deal.  It is a real improvement on the previous versions.  Those living in rented accommodation now have the comfort of knowing that the place they call home will be eligible for inclusion in the scheme, that there will be an allowance for those who have to move out of their houses into rented accommodation while works are carried out and that those who have bought houses up to 2020 will be included.<\/p> <p>Ultimately, however, the principle of 100% redress does not exist in the scheme published on Tuesday.  The sliding scale in the scheme makes little sense.  The Department talks about economies of scale for bigger houses, but we have to ask what the basis was for the 24% cut in support per square foot once a house measures over 1,000 sq. ft.  Is it really plausible that the average cost of construction for an entire house drops that dramatically with each additional square foot?  I understand absolutely the need to protect the public finances, and we do not want to subsidise the construction of trophy homes, but I think about my experience.  I grew up in a modest 1970s rural bungalow measuring approximately 130 sq. m.  I now live in a house in Dublin that is much smaller than that, at 97 sq. m.  If my parents were affected by mica, they would be left short.  There is a real failure in just that final part of the deal to understand people's lives and homes.  The sliding scale is simply not good enough.  We know that this will impose a massive cost on the State.  That cost has to be borne by the State and the sector.  Ultimately, however, we have to get this right for these householders because this is only the tip of the iceberg.  We have construction defects in Dublin that will be addressed as well, and the people affected will need full redress when that time comes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00100","speaker":"1683"},{"type":"speech","time":1638441000,"counter":65,"content":"<p>I was not going to talk about this publicly, but I recently had Covid.  I would not advise anyone to catch it.  It is not particularly enjoyable.  However, I discovered from my experience the real benefits of antigen tests.  In recent weeks I have talked to other people who have also had Covid, and this is only anecdotal evidence, but they spoke about the benefit of antigen tests to them.  Having been through this, I think a real disservice to the country was done by the comments a year ago that antigen tests were \"snake oil\" and by the reluctance of NPHET to endorse them sooner.  Again, I speak only from my anecdotal evidence and from talking to other people.  I was absolutely fine, not a breeze whatsoever, one morning.  I got a phone call from someone to say I was potentially a close contact.  That individual was absolutely fine but, because I got that phone call, I took an antigen test, got a positive result and was able to go straight into self-isolation.  Because I was able to do so, and I live at home with my family of five, nobody else got infected because I did not spend the two days wandering around meeting people until symptoms developed.  That was all because of antigen testing.  I have spoken to so many other friends and colleagues who have also had Covid recently who have said exactly the same thing.  I refer to people on the bus into work who had a small cough or a small headache, decided to take an antigen test, got a positive result, went straight into isolation, waited for a PCR test and, when the PCR test result came, all of a sudden realised that symptoms were coming on at that stage.  It just shows the benefit of antigen testing and how useful it is.  It is great to see we are on it now and it is being used widely, but a real disservice has been done to this country by not getting on board with antigen testing sooner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00200","speaker":"1670"},{"type":"speech","time":1638441000,"counter":66,"content":"<p>You got a lot into two minutes, Senator McGahon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00300","speaker":"1692"},{"type":"speech","time":1638441000,"counter":67,"content":"<p>We all know the legacy of certain religious institutions in the context of sex abuse and the fact that, to a large extent, they have not paid their dues in terms of the liabilities to the individuals damaged by their activities.  That has manifested in a number of ways, and there is a larger issue I do not propose to discuss, but I will address an issue relating to a school in my area, Clonkeen College, which is just a couple of hundred metres away from where I grew up.  It has suffered particularly as a result of the Christian Brothers' decision to sell the lands associated with the school for development rather than leaving them as playing pitches.  They do this purportedly to provide compensation, whereas I believe it is a sop to allow them to sell off that land rather than taking the hit for what they owe.  Whatever about that, now a large boys' secondary school in the Deansgrange-Blackrock area has lost its playing pitches, and this week we find that the governing body of the school has decided that it will not reappoint the board of management, which includes parents, and instead will appoint a single manager to manage the school.  In two foul strokes they have cut parents out of the deal entirely and cut down the school community to a single functionary who will run the school.  I am astonished that this is permissible in the first place, but it appears that it is under a statutory instrument from the late 1990s.  It is not right.  Parents are an incredibly important part of the school community.  The notion that they should be cut out of management, out of the board and out of decision-making is absolutely wrong.  It is incumbent on the Government, particularly the Minister for Education, to take steps to ensure that this cannot happen.  It should not happen.  Schools are not companies; they are communities.  They need the involvement of every part of the community: parents, children, teachers - everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00400","speaker":"1685"},{"type":"speech","time":1638441000,"counter":68,"content":"<p>I wish to follow on from the theme of the contribution of my colleague, Senator McGahon, namely, Covid.  I raised with the Minister, Deputy Stephen Donnelly, in the Seanad last night the issue of the cohort of 230,000 people who received the Johnson &amp;amp; Johnson Janssen vaccine, of which I am one and I know Senator McGahon is one.  It is generally our age cohort that received that single-dose vaccine.  The research now shows that we have limited if any protection from Covid-19 as a result of the waning immunity provided by the vaccine, yet we are told our 30-40 age group must wait in line until we are reached, which will be some time next year, maybe the end of January or February.  I have to question the logic of saying the younger age cohort that received that single dose is at less risk of picking up Covid-19 than someone in the older age cohort who does have protection, albeit a declining protection, from the likes of the Pfizer, AstraZeneca or Moderna vaccines.  I ask that there is correspondence between the Leader and the Minister on this issue.  I know he said it is being reviewed, but this cohort of people, who have pretty much no protection from Covid-19, need to be prioritised.  I ask the Leader to take that matter up with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00500","speaker":"1647"},{"type":"speech","time":1638441000,"counter":69,"content":"<p>I wish to speak about the Connecting Ireland campaign.  It is the plan of the National Transport Authority, NTA, for the next five years, from 2022 to 2026.  It aims to invest in new and improved public transport services for our rural areas to connect the towns and villages all across Ireland.  Why do we need to see that?  We need everyone's voice right now to look at what those proposed routes are and to support the routes they want to see in their areas.  We need our public transport and Transport for Ireland buses to link in with our hospitals.  They need to link in with our services for people who need to attend medical appointments, be they in Portiuncula University Hospital, in my hometown of Ballinasloe, or Roscommon University Hospital, and with our primary care facilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need our buses to also connect for our students.  We have a brand-new university in Athlone, namely, the Technological University of the Shannon: Midlands Midwest, TUS.  We need buses to bring our students who live within a 10 km or 20 km radius to that campus.  It is the same for students who are travelling to Galway for the National University of Ireland Galway or the Galway-Mayo Institute of Technology, GMIT, or all of our new campuses around the country.  I also would like to ask that we would have joined-up-thinking and that buses also connect with train stations.  Some people in cities might laugh at this because there is such good connectivity in the cities, but we have a situation in Athlone and Ballinasloe, for example, where sometimes our coach services do not connect to our train stations.  The train station is 2 km outside of the town.  In Athlone, the services that are now running from Dublin to Galway are private providers such Aircoach and Citylink, and they stop in areas that are not close to the train station or the bus station in Athlone.  We need joined-up- thinking.<br\/><br\/>I call on all groups to make submissions.  We have the proposed routes, such as the No. 23 running from Galway, Loughrea, Ballinasloe, Moore, Summerhill, and Athlone to Dublin.  We have a proposed No. A79 from Ballinasloe, Ahascragh, Mountbellew, Glenamaddy and Castlerea.  A new route is being proposed from Athlone to Roscommon town, which is the No. A78, via Athleague, Ballygar, and Ballyfore with three return trips per day.  We also have more frequency of existing routes.  I would ask that if people would like to make submissions they should please go to <i>www.nationaltransport.ie\/connecting-ireland<\/i>, and they can also email.  I ask people to make their submissions before Friday, 10 December, which is the deadline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#L00600","speaker":"1654","continuing":true},{"type":"speech","time":1638441000,"counter":71,"content":"<p>I thank Senator Dolan for mentioning the Connecting Ireland campaign.  It is the first national campaign we have had to highlight the deficits that exist in connectivity.  The Senator highlighted the situation in Athlone in particular, which makes no sense.  I have only become aware of this since my son is now working in Athlone and he must walk 2 km to get the nearest bus, which seems a bit mad.  It is a very worthwhile campaign and I thank the Senator for raising it here today.<\/p> <p>Senators Cummins and McGahon both raised Covid issues this morning.  I wish Senator McGahon well.  It is good to see him back in full health.  There were two perspectives.  I listened to Ms Anne O Connor on the radio this morning talking about some of the miscommunication in the past weeks around people being brought forward for the third dose of the vaccine.  Because different vaccines were given to different people in different age categories it becomes very difficult to manage.  Ms O'Connor was speaking about the 80-year-olds, because some 80-year-olds received the Moderna vaccine, some got Pfizer and some got Janssen.  Some have underlying conditions and can be brought for the booster after two months and some after three months, with the rest of us after five months.  The easiest way to manage this is by the age category.  That was Ms O'Connor's explanation this morning.  The Senator does make a very valid point however about waning antibodies, particularly in some of our younger cohorts.  I am absolutely happy to write a letter to the Minister on that.<\/p> <p>Senator McGahon has said, quite rightly, that in the past six or eight months in Ireland we have certainly had a journey - and I will use that phrase with tongue in cheek - towards the use of antigen testing.  Some of us in this Chamber have been talking about the benefits of all screening tools as part of Irish life and Irish society in response to the public health crisis we are in.  Some of the paternalistic language that was used by our health advisers over the past months has left a lot to be desired.  I am very pleased that we now all welcome and recognise that every screening tool has a place in Irish society, to be used correctly and to be used efficiently. I wish Senator McGahon well.<\/p> <p>Senator Ward raised the issue of Clonkeen College in Blackrock and the selling of land, which genuinely raises some ethical questions.  It is really concerning that a board of management can just be stood down by a religious organisation without any by your leave.  I suggest that the Senator write to the Minister for Education.  The Minister will be here in the Chamber at 1:30 p,m., but I suggest that a letter to the Minister, copied to the board of management, might perhaps highlight the serious injustice that has been done in that school and to the community.<\/p> <p>Senator Sherlock mentioned and welcomed the mica redress scheme.  To be fair, nearly everyone has although some technical issues need to be ironed out.  I welcome the Minister's initial response yesterday in saying he is open to listening to the concerns that have been raised by the mica group.  I hope that sense does prevail before the issue is settled in February.  I thank the Senator for raising it here this morning.<\/p> <p>A lot of colleagues raised the issue of the EWSS issue, and the continuity required for the hospitality industry.  The Senators know who they are, and I will not need to name them all.  It was raised individually by some Members yesterday in the Chamber, and collectively by all of us to our party leaders over the past 24 hours.<\/p> <p>While no hospitality venue has been closed, the advice to all of us is to be mindful, to be careful and to reduce our sociability.  In effect this has had a drastic impact with the cancellation of parties, dinners and hooleys, or whatever you want to call them.  Such gatherings are prevalent at this time of the year and are relied upon by the industry to cover the very lean months we know they go through in different periods of the year.<\/p> <p>One aspect that was very much highlighted by the Minister for Finance at my own parliamentary party meeting last night is that the second largest investment in the history of the State has been to support people's connectivity with their employers over the past 18 months.  It absolutely has worked because we now have more people working in Ireland than we had before the onset of the pandemic.  With regard to its shortcomings - and I was at the table when this scheme was devised - it was purely done when we were at level 4 and level 5 restrictions when people could not go to work and we asked them not to go to work.  The scheme was to support their incomes.  The vast majority of businesses, with the exception of hospitality, that are still availing of the EWSS have not been impinged upon by restrictions for months and months.  There are questions to be answered by certain industries that still remain on the EWSS when those industries have been open, are thriving and are looking for workers in those industries.  It does beg the question. I absolutely acknowledge that it would be criminal for us to have asked people to change their behaviours, thus impacting on the hospitality industry, and not to continue to support that industry.  I have no doubt but that the Government will continue to do that.  This is just in answer to all of the questions the Members brought up this morning.<\/p> <p>Senator Boylan talked about the anniversary of the establishment of the charity Homeless Period Ireland, and the Senator is right to question why we are still waiting for actions that are in the programme for Government.  I would genuinely suggest that it is because it is just us girls and just us women.  The people the Senator has spoken about probably have even less of a voice than the women here who do have a voice.  I will write a letter to the Minister today asking him what is keeping us and I will come back to the Senator, if that is okay.<\/p> <p>Senator Carrigy spoke about the just transition funding and the two very substantial pieces of funding that are waiting to be awarded in the midlands.  This was also referenced by Senator Eugene Murphy.  I will make inquiries.<\/p> <p>Senator Malcolm Byrne spoke about the amateur drama festival that is taking place in Ennis this weekend.  I did not even know there was a one act amateur drama festival.  I wish them a lot of fun this weekend and I hope it is very much a success.<\/p> <p>Senator Craughwell referred to the deficits he sees in the Minister for Defence's budget allocations, and the impact of those on the people who work in our Defence Forces.  I acknowledge that.<\/p> <p>Senator Conway spoke about the mica redress scheme and asked for it to be extended to Clare.  I have no doubt that this will happen in the near future.<\/p> <p>Senator Ruane spoke about the Homeless World Cup and the support that she would expect and hope to get from us.  The Senator asked for a debate on AI, which is absolutely fascinating.  The Senator is absolutely right that we have no idea how, when and why algorithms are used, and what are the outcomes.  It might be something on which we could have a conversation and a debate next year.<\/p> <p>Senator Wall spoke about referee abuse.  When listening to the debate yesterday, I was mindful of the referees who appeared before the Oireachtas committee.  We all go to sports matches and we are all aware of the banter when a referee may make a decision that might go against how you feel your team is working.  It is hard to think that this kind of banter would lead to the kind of off-pitch behaviour that was described yesterday.  it is unimaginable and intolerable.  Our referees are right to make such huge complaints and to withdraw their services until we can all acknowledge that inputs, even those of the mammies and daddies on the side of the pitch, have an impact on how people are treated on the pitch and off the pitch.  We all must take responsibility to change the culture there.<\/p> <p>Senator Warfield spoke about World AIDS Day, in a way that only he can do so eloquently.  He reminded us all that illnesses and people's response to them, in an awful lot of cases, can provide opportunities for discrimination, and none less than the opportunity over four or five decades of people who have AIDS and people in the gay community.  Apart from remembering the loss, another thing that struck me about Senator Warfield's comments this morning, was that we all should know what our sexual health status is, and not just people in the gay community.  Every single one of us.  It is a practice that is pleasurable and that we all enjoy on average 89 times per year apparently, according to a report I read last week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Anyway, we will not go there.  I do not know how many times we ask women, be they young or middle-aged, and young men how conscious are they of their sexual health.  It is an issue we should all be mindful of and we should not just engage in messaging certain communities.  I am happy to wear the red badge today.<\/p><p>Senators Boyhan and Wall spoke about the Afghan crisis in support of Senator Chambers, who raised the matter initially.  I will try to organise a debate on this because it is not something than can wait.  If the crisis that Senator Chambers spoke about is looming in the manner described, after Christmas would be too late for many of those children.  I support that and will try to arrange that as quickly as I can.<\/p><p>Senator Kyne referred to the business that has been cancelled in the hospitality industry.  I hope an announcement will be made tomorrow following the NPHET meeting this afternoon.<\/p><p>To finish, I acknowledge Senator Eugene Murphy's contribution.  I saw on social media last night that the See Her Elected project, which is designed to support women in politics to be elected at local and national level, won an award in Europe yesterday.  Dr. Michelle Maher, Tara Farrell and Mair&eacute;ad O'Shea have been champions of the project, particularly in rural Ireland.  Sometimes many of these initiatives are run in the cities of Dublin or Cork, but this initiative has been championed in rural Ireland, where we absolutely need women's input, more so than we might need in our cities.  Some women are more sprightly in coming forward in the cities than their counterparts in rural Ireland are.  Women have been the backbone of rural Ireland, be that in our farming community, the voluntary sector or in our towns and villages in the context of boards of management, cake sales and all the things we take for granted.  They are the quiet, understated support and backbone of Irish society.  We need to bring them from the backroom into the boardrooms and rooms like those which we have the pleasure of working in every day.  Any opportunity we get to champion the See Her Elected project and Women for Election or, indeed, to just encourage women to come forward to make themselves available to go into public life is very worthwhile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#M00200","speaker":"1653","continuing":true},{"type":"speech","time":1638441000,"counter":73,"content":"<p>I thank the Leader for that comprehensive, empathetic and knowledge-based set of responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#N00200","speaker":"1692"},{"type":"unspoken","time":1638441000,"counter":74,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1638441000,"counter":75,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#N00400"},{"type":"speech","time":1638441000,"counter":76,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business:<br \/><br \/>(1) The Seanad shall meet at 10 a.m. on Friday, 3rd December, 2021 and the following arrangements shall apply:  \t(<i>a<\/i>) Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(<i>b<\/i>) there shall be no Order of Business;<br \/><br \/>(<i>c<\/i>) the business to be taken shall be confined to the item set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as she may authorise in that behalf.<div><b>Schedule<\/b><\/div><i>Health (Amendment) (No. 3) Bill 2021 [D&aacute;il] &ndash;  All Stages.<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Health (Amendment) (No. 3) Bill 2021 [D&aacute;il], the proceedings on all Stages shall be taken at 10 a.m.and shall, if not previously concluded, be brought to a conclusion at 12.30 p.m. by one Question, which shall be put from the Chair, and which shall, in relation to amendments, include only those set down or accepted by the Government; the opening contribution of the Minister at the debate on Second Stage shall not exceed 10 minutes, the contribution of Group Spokespersons shall not exceed 7 minutes, the contribution of all other Senators shall not exceed 4 minutes and the Minister shall be given no less than 10 minutes to reply to the debate; Committee and Remaining Stages shall be taken immediately on the conclusion of Second Stage. (2) The Seanad on its rising on Friday, 3rd December, 2021, shall adjourn until 10.30 a.m. on Tuesday, 7th December, 2021. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#N00500","speaker":"1653"},{"type":"unspoken","time":1638441000,"counter":77,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1638441000,"counter":78,"content":"<p>Sitting suspended at 12.33 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireacht ó Chomhchoiste - Message from Joint Committee","time":1638441000,"counter":79,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#Q00100"},{"type":"speech","time":1638441000,"counter":80,"content":"<p>The Oireachtas Joint Committee on Housing, Local Government and Heritage has completed its consideration of the Draft Planning and Development (LRD Fees) Regulations 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#Q00200","speaker":"1674"},{"type":"majorheading","content":"Covid-19 and the New Measures (Education): Statements","time":1638441000,"counter":81,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#Q00300"},{"type":"speech","time":1638441000,"counter":82,"content":"<p>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach.  We will now discuss Covid-19 and the new measures introduced by the Department of Education.  I invite the Minister to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#Q00400","speaker":"1674"},{"type":"speech","time":1638441000,"counter":83,"content":"<p>I am very pleased to be here to provide Senators with an update on the important measures that have been taken to address the continuing impact of Covid-19 on the educational experience of our children and young people.  The continued safe and sustainable operation of schools has been a key priority for the Government and broader society.  This simply could not have been achieved without the sheer hard work, creativity and leadership of every single school across the country.  I know that it has been both challenging and exhausting for principals, teachers, SNAs, school staff, boards of management and everybody involved in the school community sector but it has been vitally important for all of our children and young people that our schools have continued to operate throughout the pandemic.  In doing so, we have worked intensively with the Department of Health and with public health officials who continue to monitor the situation in schools and to advise on the management of the Covid-19 virus within our sector.<\/p> <p>The Department of Health and the HSE, working in collaboration with the Department of Education, recently announced a programme in which antigen tests will be made available to children in primary schools when a case of Covid-19 arises with effect from Monday of this week.  Schools have been provided with letters for parents on the opportunity to avail of antigen testing for children in primary schools where there is a confirmed case of Covid-19.  Translations of these materials have been made available in 21 languages and further work is ongoing to make these available in even more languages.  The HSE has prepared a video for parents on administering antigen testing and has also created child-friendly guidance.  Parents and guardians of a primary school child who is a confirmed case of Covid-19 following a PCR test are asked to inform their school's principal.  The school principal will then inform the parents of other children in the pod of a confirmed case, advising them of the option to access antigen tests for their children through a HSE helpline should they wish to do so.  These antigen tests will be delivered to the child's home.  Where there are two cases in a class in more than one pod within a seven-day period, antigen testing will be offered to every child within the class setting.  It is important that parents inform principals quickly if a child receives a PCR \"detected\" test result for Covid-19.  By doing this, the choice to participate in antigen testing can be offered to other parents quickly.  It is important that everyone continues to follow all the public health advice in using this new programme.  It is also important that everyone continues to accept the advice regarding those experiencing Covid-19 symptoms that it is vital that they restrict their movements and seek medical advice or a PCR test.  Children who are in a pod where a child has tested positive for Covid-19 can continue to attend school whether they participate in antigen testing or not.  <\/p> <p>As Senators will be aware, last week NPHET strongly recommended the wearing of face masks or coverings by children aged over 9 on public transport and in retail settings, as already required for children aged 13 and over.  The team also recommended that this is introduced for children in third class and above in primary schools.  NPHET has advised that this measure is being introduced on a temporary basis and is subject to review in mid-February 2022.  This public health recommendation was accepted by the Government on Tuesday.  This is not a decision that was taken lightly.  I recognise that it presents yet another challenge for students, their school communities and their families but it was taken in order to support the continued operation of our schools and to offer the best possible protection to our students and school communities.  <\/p> <p>Having worked for many years in the school sector, I know how important it is that students and staff are advised clearly of any additional measures being asked of them.  I am also deeply conscious that no two students are the same and that it is paramount that we support the needs of all of our students.  As such, schools will adopt a practical and flexible approach in implementing this new recommendation.  It will take a number of days for schools to implement this new measure as they engage with their students, parents and guardians on the matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Students who have medical needs or additional needs such that mask wearing would be uncomfortable or not possible will be exempt from the general requirement to wear a mask.  Schools know their students best and where a school is aware that this may be the case, no certification is required.  Again, while I know we would wish that it would be otherwise, we must do all we can to support the continued operation of our schools for our children and young people and to mitigate against any further school closures.  The Department continues to be available to support any principal or school where issues arise.<\/p><p>Managing ventilation is just one of a suite of public health measures in place to keep our schools safe.  Updated guidance for schools on practical steps for the deployment of good ventilation practices in schools was provided at the end of May following the work of an expert group that carefully considered the role of ventilation in managing Covid-19.  This guidance outlines the steps that should be taken to ensure that classrooms are well ventilated.  Furthermore, the guidance outlines that carbon dioxide or CO2 monitors can play a part in providing a useful general indication that areas or rooms may be adequately ventilated.  As such, a number of portable CO2 monitors have been provided to every primary and secondary school in the free scheme.  In excess of 35,400 monitors were delivered to almost 4,000 schools across the country.<\/p><p>Where the measures in the guidance have been undertaken and poor ventilation continues to exist in a particular room or area, air cleaners or HEPA filters may be considered as an additional measure in conjunction with other methods of ventilation that are available.  This is in line with the report of the expert advisory group.  Schools that identify inadequate ventilation in a room can also apply for emergency works grant assistance to address these ventilation issues.<\/p><p>I am very clear that there is no one solution that fits all scenarios so each application requires bespoke analysis and selection of the appropriate unit matched to the specific room size and volume.  If a school believes that its individual space may require specific technical specialist advice, the assistance of a chartered engineer or registered architect can be sought.  Schools can also avail of technical assistance from the Department.<\/p><p>I am aware and appreciate that there has been interest in the arrangements for teacher substitution and the shortages that have emerged in recent weeks.  I have recently announced a number of additional measures to provide enhanced substitution cover in the context of current challenges arising from the Covid-19 emergency.  Higher education institutions have introduced increased flexibility in their initial teacher education programmes in order to allow third and fourth year bachelor of education students and master's in primary education students to enhance their availability to undertake substitution work.  A further 200 posts are being allocated to the primary substitution teacher supply panel in existing or, indeed, new areas where significant challenges in sourcing substitution has continued, bringing the total posts allocated to 680 covering approximately 2,600 schools.<\/p><p>Qualified primary and post-primary teachers on secondment to the Department's teacher education support services have been asked to make themselves available to provide substitute cover in schools also.  Continuing professional development at primary and post-primary levels where substitution is required has been postponed until after the February 2022 mid-term.  This measure is being taken on an exceptional basis.<\/p><p>Post-primary teachers can now work more than 22 hours per week, working extra hours to provide substitution cover up to a total of 35 additional hours to the end of February 2022.  There are a number of other measures, including teachers who are on career break, where the restrictions have been lifted.  For teachers who are on job share, restrictions have been lifted also so that they can work additional hours in their own school or can choose to do it in another schools.  Retired teachers can also work unrestricted until the end of the year without it impacting on their pension.  My Department will continue to engage with education stakeholders to identify solutions to the current challenges in recruiting substitute teachers.<\/p><p>Covid-19 has impacted all aspects of education but we must remember that some have been impacted more than others.  I acknowledge that school closures have had a greater impact on the education of some students.  My Department aims to mitigate the adverse impacts of Covid-19 on student learning loss.  The Department, from the outset, has focused on providing additional resources and measures to assist schools in supporting all students but, in particular, students with special educational needs and those most at risk of educational disadvantage.  I have worked closely with the Minister of State, Deputy Josepha Madigan, in this regard.<\/p><p>The Department spends over &euro;150 million annually to provide a suite of supports aimed at tackling educational disadvantage as part of a school's Delivering Equality of Opportunity in Schools, or DEIS, programme.  Budget 2022 allocated &euro;18 million for 2022 and &euro;32 million in 2023 to extend this programme for further schools.<\/p><p>In order to address the impact of Covid-19 the opportunity to offer summer provision was extended to all primary and post-primary schools this year, at a cost of up to &euro;40 million.  This was in addition to &euro;10 million allocated to a supplementary education programme aimed at students with complex educational needs.  In addition, the Covid learning and support scheme, CLASS, has been put in place for the 2021-22 school year to help mitigate the adverse effects of school closures on students.  Provision of &euro;52 million has been made available to provide additional teaching hours to all recognised schools on a once-off basis.<\/p><p>Schools have the flexibility to identify the pupils who have been most affected by school closures and guidance has been provided by the Department.  The additional hours have been available since 11 October 2021.  For example, a primary school with 250 students enrolled will be entitled to 15 weeks' additional teaching time.  A secondary school with 850 students enrolled will benefit from 47 weeks' additional teaching time.<\/p><p>In relation to students with special educational needs, the Department put in a place a supplementary programme in February to provide additional support to pupils with complex needs during the period of a phased reopening.  The programme was delivered in the pupils' homes by teachers and special needs assistants, SNAs, and over 14,000 pupils availed of the scheme.  In May of this year, the Government announced the expanded programme that built further on the programme for 2020.  For the first time, all schools had the opportunity to run a summer programme.  The home-based programme was available for eligible pupils where their school was not in a position to provide the programme.  The total number of pupils who availed of the summer programme either at school or in a home setting rose from 22,851 in 2020 to 36,672 in 2021, an increase of 60%.<\/p><p>The Covid-19 pandemic has been challenging for many of us, including children and young people.  Many normal rites of passage have been disrupted and it has been difficult at times for students to access their usual support systems, be those supports with school friends, with school itself or outlets such as sport or creativity.  It has never been more important to emphasise well-being and supports available to students through their schools.  I acknowledge the work of all of the support services and school staff in supporting students' well-being through a whole-school team approach ensuring that students feel safe and secure.<\/p><p>While the Department of Health has overall responsibility for mental health services in Ireland, the Department of Education has an important role to support the well-being and positive mental health of all our young people.  The approach proposed is a whole-school and preventative approach, which has multiple components that include providing children and young people with opportunities to build core social and emotional skills and competencies; experience supportive relationships within the school setting; and be part of a school environment and culture that feels both physically and psychologically safe, in which they feel a sense of belonging and connectedness and where their voice is heard and they feel supported.  A broad range of supports, resources and professional learning opportunities is being provided to support schools to promote and support well-being and resilience by the  Department's support services.  These services support schools to provide strong universal support at the level of whole school and classroom, more targeted support for some children and young people who may be at risk, and more individualised support for those with greatest need.  The well-being of school staff is also paramount.  My Department has put in place a comprehensive employee assistance service as a supportive resource for all school staff.<\/p><p>On 30 June last, I announced that adjustments would be made to the 2022 leaving certificate and junior cycle examinations.  As with previous years, adjustments were developed in conjunction with the leaving certificate advisory group, which includes representation from students, parents, teachers and schools.  These adjustments ensure that the overall familiar structure of exams remains intact but it allows for greater choice.  Guidance has been issued to schools to reflect these changes.  The level of adjustment will be similar to that applied by the assessment arrangements for junior cycle and leaving certificate examinations in 2021.  I also announced that an alternative set of leaving certificate examinations would be run in 2022, shortly after the conclusion of the main set of examinations, and would be limited to certain students who are unable to sit the main set of examinations due to close family bereavement, Covid-19 illness and certain other categories of serious illness.<\/p><p>The State Examinations Commission will issue further details regarding the 2022 examinations guided by prevailing public health advice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120200002#Q00500","speaker":"1582","continuing":true},{"type":"unspoken","time":1638441000,"counter":85,"content":"<p>Additional debate to follow.<\/p>"}]