[{"type":"minorheading","content":"Prelude","time":1652794200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1652794200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1652794200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1652794200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1652794200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#A00100"},{"type":"speech","time":1652794200,"counter":6,"content":"<p>I have received notice from Senator Robbie Gallagher that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice to provide an update on the investigation into the 1974 Dublin and Monaghan bombings. <\/blockquote> <p>I have also received notice from Senator Joe O'Reilly of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for disability to make a statement on the delay in initial appointments and assessments of needs for children with disabilities and, in particular, the issue around recruitment of therapists and proof of parentage rules. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide an update on a commencement date for a 1916 commemorative centre located at 14-17 Moore Street. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Environment, Climate and Communications to make a statement on the continuation of the current arrangement for the disposal by burning of green waste on farmland. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the T&aacute;naiste and Minister for Enterprise, Trade and Employment to make a statement on the inclusion of pharmacy and other dispensing assistants and pharmaceutical technicians on the ineligible list of occupations for employment permits. <\/blockquote> <p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to ensure Cork is a designated port for the importation of non-EU fresh produce. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the provision of new lactation consultants posts in 2022. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the roll-out of the HPV vaccine to all under 18-year-olds, including those who wish to avail of the catch-up programme. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Sharon Keogan of the following matter:<\/p><blockquote>\tThe need for the Minister for Health to make a statement on a post-Covid return to in-person consultations for women seeking access to termination of pregnancy services. <\/blockquote><p>I have also received notice from Senator Lynn Boylan of the following matter:<\/p><blockquote>\tThe need for the Minister for Agriculture, Food and the Marine to make a statement on his views on the Cypriot proposal for an EU-wide positive list system to regulate the exotic pet trade in advance of the European Council Agrifish meeting on 24 May. <\/blockquote><p>Of the matters raised by the Senators that are suitable for discussion, I have selected those of Senators Gallagher, O'Reilly, Fitzpatrick and Boyhan and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#A00200","speaker":"1650","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1652794200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#B00200"},{"type":"minorheading","content":"Dublin-Monaghan Bombings","time":1652794200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#B00300"},{"type":"speech","time":1652794200,"counter":10,"content":"<p>I welcome the Minister to the House.  It is appropriate that this would be the first Commencement matter, as Senator Robbie Gallagher is from Monaghan.  Today is the anniversary of the Dublin and Monaghan bombings.  Senator Gallagher, along with the Taoiseach, the Lord Mayor of Dublin and many others, attended a ceremony to mark the anniversary of that awful day earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#B00400","speaker":"1650"},{"type":"speech","time":1652794200,"counter":11,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  The Minister is very welcome to the House for this very important debate.  As the Cathaoirleach said, today, 17 May, marks the 48th anniversary of the Dublin and Monaghan bombings.  As he said, I attended a wreath laying ceremony earlier today on Talbot Street, along with the Taoiseach, the Lord Mayor of Dublin, Alison Gilliland, and the cathaoirleach of Monaghan County Council, Councillor Aidan Campbell, along with many others.  It was a very poignant event.<\/p> <p>Every year, we gather here to discuss this issue, but unfortunately little or no progress or forward movement is being seen for the victims, survivors and their families.  Some 33 people lost their lives in Monaghan and Dublin on 7 May 1974.  It was the greatest loss of life in one single day during the entire Troubles.  As the anniversary occurs today, our thoughts and prayers are very much with the victims and their families.<\/p> <p>It is very difficult and frustrating to try to understand how, 48 years on, the hunt and search for the truth and justice for the tragedy in which 33 people lost their lives, seven in County Monaghan and 26 in Dublin, as well as for the 300 people who were injured, is still going on.  We can only imagine the pain they have had to endure as a result.  That pain, unfortunately, is compounded today in many ways by the fact that, 48 years on, they are still waiting for the truth of what happened on that fateful day.<\/p> <p>I pay tribute to all of the families who have worked tirelessly to try to lift the lid on what happened.  I also pay tribute to the Justice for the Forgotten group led by Margaret Urwin, which has campaigned vigorously to find out the truth, as well as Members in this House and the Lower House, including the Minister, who have also campaigned to find out the truth.<\/p> <p>For years, we have pointed the finger at the British Government for its agencies' refusal to hand over any documentation whatsoever.  There was some light or a bit of hope with families in recent times with Operation Denton and an investigation carried out by John Stalker, a former chief constable, regarding what happened.  It is heartening that the British entities we have pointed the finger at, and rightly so, for many years for refusing to hand over documentation, namely, MI5, the PSNI and the Ministry of Defence, have now handed it over.<\/p> <p>It is deeply worrying, and very sad and frustrating, for the families to learn that the obstacle or blockage now rests with An Garda S&iacute;och&aacute;na.  I understand it is a legal interpretation of the terms of reference which it signed off on 12 or 18 months ago.  Instead of referring to Operation Denton or the investigation by John Stalker, it is using the term \"inquiry\".  For that reason, it seeks clarity from the Attorney General on what it can and cannot hand over.  That is all very well, but meanwhile the families are still waiting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would appreciate it if the Minister has some news for us regarding what this blockage is and the imperative and urgency with which the Government will seek to alleviate this problem to enable information to be handed over.  As I said, 48 years is a long time to be waiting for justice.  People wish to know who was behind this and why it was done and to ensure those responsible are brought to justice.  It will only be then that the families of those who lost their lives in Dublin and Monaghan will finally be able to have some closure to this sad episode and put the memories of their loved ones to rest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#B00500","speaker":"1658","continuing":true},{"type":"speech","time":1652794200,"counter":13,"content":"<p>I thank the Senator for raising this issue, and particularly for doing so on this day.  I express my and this Government&rsquo;s condolences to the families whose loved ones were killed or injured in the terrible events of 17 May 1974.  Those callous acts will always be remembered as the single deadliest day of the Troubles, where 33 people lost their lives, as the Senator mentioned.  Many others were injured and had their lives changed forever.  It is, frankly, hard to believe on a day like this, when we think of everybody here in Dublin and in other parts of the country going about their daily lives, that so many ordinary people going about their lives on this day in 1974 were so callously and brutally attacked in the way they were.  There were many such incidents of violence on this island during the Troubles.  This was a tragic reality for those caught up in the bombings on 17 May 1974.<\/p> <p>I state clearly the Government&rsquo;s continued support for the victims and survivors of the Dublin and Monaghan bombings.  We will persevere in our efforts to seek the truth behind these events and, hopefully, to secure some measure of comfort for the families.  Even though a long time has passed, it is important that we can secure that form of comfort for these family members.  The Government has worked consistently to implement the all-party Oireachtas motions calling on the British Government to allow access by an independent international judicial figure to all the original documents in its possession relating to the Dublin and Monaghan bombings.  We also continue to raise this case regularly with the Government of the UK.  We did this most recently in March at the British-Irish Intergovernmental Conference.  The Minister for Foreign Affairs, Deputy Coveney, raised the Dublin and Monaghan bombings with the Secretary of State for Northern Ireland, Brandon Lewis, and with the Minister of State for Northern Ireland, Conor Burns.  Again, the Minister emphasised the need for this matter to be progressed.<\/p> <p>Regarding Operation Denton, at the Senator mentioned, it falls under the general umbrella of the Operation Kenova series of ongoing independent investigations or reviews into the Northern Ireland legacy cases.  It is led by a former chief constable.  Operation Denton is an independent and analytical review into collusion involving the Glenanne gang.  The Dublin and Monaghan bombings are included as one of the incidents in Operation Denton.  I must stress that An Garda S&iacute;och&aacute;na is committed to co-operating to the greatest extent possible with the Operation Kenova endeavours.  A high-level agreement is already in place that supports co-operation and an exchange of information with the operation investigation team in the context of criminal investigations.  The historical investigation co-ordination unit within An Garda S&iacute;och&aacute;na continues to support this partnership.<\/p> <p>As the Senator also mentioned, Operation Denton is a distinct strand in the work of Operation Kenova, which is an analytical review rather than a criminal investigation.  It was as a result of this context that it was necessary to request legal advice from the Office of the Attorney General to progress clarification of how co-operation can take place within An Garda S&iacute;och&aacute;na.  Given the lack of a statutory framework for information sharing, co-operation necessarily involves complex legal issues.  Following the receipt of advice from the Attorney General, work is already under way in my Department to establish the necessary mechanisms to allow relevant information to be shared with Operation Denton and it is anticipated that the mechanism should be in place by the summer.  As Minister, I will do everything I can to ensure that mechanism is in place by the summer and that all information that can and should be provided by An Garda S&iacute;och&aacute;na to this process is provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#C00200","speaker":"1502"},{"type":"speech","time":1652794200,"counter":14,"content":"<p>I thank the Minister for her comprehensive response.  One line that struck me and stuck with me when I heard it was that to be forgotten is to die twice.  That is why I feel it is imperative that there be a resolution of the blockage the Minister referred to and the problem An Garda S&iacute;och&aacute;na now finds itself dealing with in the context of awaiting clarification from the Office of the Attorney General.  The Minister said she hopes this will be ironed out and resolved by the end of the summer.  I ask her to do all that is in her power and within her gift to expedite this process and ensure it is undertaken as fast as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Hopefully, if we are all alive and well and back here in 12 months time, we will be able to have some progress made or at least a pathway for the families so that they may finally get closure to this horrible event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#C00300","speaker":"1658","continuing":true},{"type":"speech","time":1652794200,"counter":16,"content":"<p>I thank the Senator for his comments.  In respect of the quotation and the comment he has just made, I wish to reassure him and those family members and communities who have campaigned tirelessly on behalf of their loved ones that they will not be forgotten and that they have not been forgotten, despite the fact that almost five decades have passed.  As a Government, we have consistently raised these issues with our colleagues in the North and with our British Government counterparts.  We have continued to insist that there must be engagement and truth, and that we must find answers to all of the questions that these families have.  There must be some conclusion to all of this so that they can, in some way, shape or form, be at peace with what has happened and I do not know if that will ever be the case for many of them.  There is an onus and an obligation on us to do everything we can for these families and I assure the Senator that every effort has and will continue to be made to ensure that that is the case.<\/p> <p>Obviously, we have seen further developments in the UK today with proposals around other legacy-type issues and how they would be dealt with.  I want to stress here that any proposals must be worked with and dealt with in a comprehensive and collaborative way.  Any unilateral action will simply not be tolerated by this Government and the legislation today is certainly not something that we can accept.  We will be making our views very clearly known and, in particular, the Minister, Deputy Coveney, will be doing so.  <\/p> <p>I thank the Senator again for raising this issue and I reiterate my heartfelt condolences to all of the family members on what is a very difficult but very important day for them today.  I will do everything I can to ensure that this mechanism is in place by the summer and that An Garda can pass on the information that is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#D00200","speaker":"1502"},{"type":"speech","time":1652794200,"counter":17,"content":"<p>I take this opportunity to thank the Minister for coming in today, for taking this Commencement matter personally and for addressing Seanad &Eacute;ireann.  I know that she is a very busy Minister but for the families, their loved ones and the victims, it is important that this issue is raised in Seanad &Eacute;ireann on this day, the anniversary of the Dublin and Monaghan bombings and I thank Senator Gallagher for bringing that Commencement matter before the House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#D00300","speaker":"1650"},{"type":"minorheading","content":"Disability Services","time":1652794200,"counter":18,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#D00400"},{"type":"speech","time":1652794200,"counter":19,"content":"<p>I thank the Cathaoirleach.  At the outset I welcome the Minister of State, Deputy Rabbitte, to the House and I acknowledge her ambition and that of her Department.  That is why I feel confident that we will get results from this discussion.  I also acknowledge her recent visit to my own constituency.<\/p> <p>I propose to address this issue, in the first instance, by moving from the more particular standpoint to the more general.  I met an informal group of parents in Cavan recently, all of whom were parents of children with disabilities and they made a number of points to me.  I will deal with those and will then deal with the broader objective evidence.  That is not to suggest that these initial points are not also objective but I will deal with the other issues then.  One&rsquo;s heart would be moved by meeting these parents as they are very good people who are concerned for their children and, in some instances, are very distraught.  I spent a good two hours with them.  It was a very moving experience and it would be a disgrace if I was not doing what I am doing now.<\/p> <p>Their first point was that for an initial appointment with Enable Ireland one could be waiting anywhere from six months to two years.  The younger children are seen more quickly in respect of an assessment of needs and are prioritised.  However, if one has an older child in the new progressing disability services for children and young people programme, one could be waiting for three years for any intervention if that child receives a private diagnosis.  The parents made the point, which I distinctly remember, that there was a particular problem if one has had a private diagnosis done, where one might not then get an assessment of needs.  That would be bizarre.<\/p> <p>There is no clear pathway apart from an assessment of needs in order to get the services.  One of the parents said to me that their non-speaking child is waiting nearly three years for a psychology assessment and that their other son is waiting four years in primary care for autism spectrum disorder and occupational therapist assessments.  The child should be seen within three months for initial paperwork and a complete diagnosis should take from six to nine months, if they have the necessary paperwork, for an assessment of needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A pay gap of &euro;3,000 to &euro;5,000 exists between those who work in Enable Ireland and the voluntary services, though I know they are section 39 organisations funded by the State, and those in the mainstream HSE, in primary care centres and so on.  The pay anomaly is huge.  We referenced it at a health committee meeting but I want to hear about it today.  Enable Ireland is paid less.  A new deal was sorted for HSE staff but Enable Ireland did not receive the same, as per the management of Enable Ireland.  Enable Ireland does not have the same maternity leave and pension contracts and blames HSE funding for lack of recruitment.  It states there is a lack of recruitment and there should be international recruitment.  It blames the HSE for that.  The day the Minister of State was with us in Cavan, this and some of the other points came up.  The HSE takes months to approve advertisement of vacancies even when aware beforehand that a post needs to be filled.   There is huge bureaucracy that is ridiculous and should not be the case.<\/p><p>I move to some of the surveys and studies.  Inclusion Ireland did a report that scarily stated 85% of children wait for more than a year for appointments and assessments.  Some 1,000 families were surveyed for that.  Down Syndrome Ireland conducted a survey of their parents and 30% of them or 400 families, of whom 44% wait similar lengths.  The Ombudsman for Children, Dr. Niall Muldoon, said 4,000 children are awaiting an assessment.  All of this makes for a horrendous story.  I am aware of the standard operating procedure that is obviously not implemented yet and of the UN convention.  It is something we could discuss for hours, but neither I nor the Minister of State has the time.  I look forward in her response to getting hope so that I can go back to the parents and tell them she told me this and it will make a difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#D00500","speaker":"1692","continuing":true},{"type":"speech","time":1652794200,"counter":21,"content":"<p>I thank the Deputy for tabling this Commencement matter and keeping it on the agenda.  It was fantastic to meet him when I was in counties Cavan and Monaghan.  I commend the teams I met with, both the Enable Ireland team and our HSE team on the ground.  Both gave their time willingly to discuss the issues the Senator has eloquently raised and both said the same.<\/p> <p>One of the issues related to pay, the variation between teams and how difficult it is to recruit into those teams.  The Senator is correct that there is a gap between section 39 workers and section 38 and HSE workers.  It will have to be addressed because if it is not we will not be able to recruit to those teams.  We have teams that have not been fully populated.  That can be seen in Cavan and Monaghan, where there is a 25% vacancy rate.  Pay is part of the reason for that vacancy rate.  It is not the conditions because the conditions include that it is a lovely part of the world to live in.  There are reasons to choose to go there, including purchasing of properties and everything else, and the choice that is available.  At the same time, those people still have to go for a mortgage and are &euro;5,000 down in their pay grade.  They could be on a team with people from the HSE and section 38 organisations who make an extra &euro;5,000 and are sharing the same canteen room.  Of course it is a concern and that is not wasted on me.  I am trying my best to address that matter.  I am addressing it with the National Federation of Voluntary Service Providers Supporting People with Intellectual Disability, FEDVOL, and recently had a meeting with Alison Harnett, who represents many section 39 workers.<\/p> <p>The Senator mentioned long waiting lists being experienced in the Cavan-Monaghan area.  What are we going to do about it?  We need to address international recruitment.  Where the Senator is located on the Border, international recruitment means looking to our neighbours in Northern Ireland and to the qualifications they have for speech and language therapy.  I keep talking about speech and language because it is done in Derry, yet we cannot recruit people qualified in speech and language therapy in Northern Ireland to southern Ireland because there is a component there that CORU does not recognise.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Anne Rabbitte:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2436\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2436&amp;amp;pid=AnneRabbitte&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is an issue I am addressing.  The reason I am addressing it is that perhaps we can recruit and give training on the ground in the piece that is missing.  This could ensure the requirements of CORU are met and at the same time there is on-the-ground training.  This is an open and very live conversation with the HSE.  As I said, international recruitment, along with efforts to increase the HSE's reach into the broader domestic supply market for the non-regulated healthcare workforce, is being used as an approach.  However, there are limitations to international supply as Ireland is a signatory to the WHO global code of ethical recruitment of health workforce.<\/p><p>Technology to support the recruitment process should be used also.  We do not need to go on big trade missions.  We can do a lot on LinkedIn.  We can manage our time very well.  The Senator mentioned Enable Ireland.  The section 39 organisations are far more fruitful in their recruitment.  They have a quicker turnaround.  They can recruit more quickly.  Their process is more streamlined as opposed to taking eight months with the HSE.  It can be done in six to eight weeks in organisations such Enable Ireland.  We need to see why we cannot do it better in the HSE.  If the section 39 organisations are able to recruit so much faster, we should release the posts to them as opposed to having 555 vacant posts nationally as I stand here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#E00200","speaker":"1484","continuing":true},{"type":"speech","time":1652794200,"counter":23,"content":"<p>I thank the Minister of State.  I am very happy to know she is addressing the pay disparity.  It is a big issue.  These parents chatted to the professionals before speaking to me.  This debate will be repeated because they have also chatted to other Oireachtas Members.  This will also be raised in the D&aacute;il.  I am happy about the recruitment.  The parents feel international recruitment is very important.  The Derry issue, which the Minister of State cited, is very important.  It would be great if we could correct this and if the CORU rules could be adjusted.  These are the fundamental points that parents raised.  We cannot raise new issues in a debate such as this but they were also concerned that there is a bureaucracy with regard to establishing parentage.  The guardian of the child is the guardian of the child.  It is a bit archaic and arcane that they are asked to present evidence they are the parent of the child.  I ask the Minister of State to note this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00200","speaker":"1692"},{"type":"speech","time":1652794200,"counter":24,"content":"<p>I will of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00300","speaker":"1484"},{"type":"speech","time":1652794200,"counter":25,"content":"<p>Surely if somebody is looking after a disabled child on a full-time basis and presenting them, one would hardly want to question their bona fides.  The other points are significant and I thank the Minister of State.  The recruitment and the salary are major issues, as are the waiting lists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00400","speaker":"1692"},{"type":"speech","time":1652794200,"counter":26,"content":"<p>I thank the Senator for his contributions and concern.  Progressing Disability Services for Children and Young People is the policy underpinning children's disability services.  The Minister, Deputy O'Gorman, and I met the CEO of the HSE, Mr. Paul Reid, and senior officials on Wednesday to discuss a number of disability issues, including Progressing Disability Services for Children and Young People.  An agreed outcome of the meeting was that a plan would be developed in the coming six to eight weeks with a number of actions to support the roll-out of Progressing Disability Services for Children and Young People.  I hope this will address some of the matters the Senator has raised.  It is important to note the Government has provided significant funding to the HSE for new posts in recent years to strengthen the capacity of the children's disability network teams throughout the country, including in Cavan and Monaghan.  Since 2019, almost 500 additional whole-time equivalent posts for children's disability services have been allocated.  I will continue in my efforts at local and national level to address the obstacles that exist in recruitment and other important issues.  I will take on board the issue with regard to parentage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00500","speaker":"1484"},{"type":"minorheading","content":"National Monuments","time":1652794200,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00550"},{"type":"speech","time":1652794200,"counter":28,"content":"<p>I welcome the Minister of State to the House.  I thank the Cathaoirleach and Seanad for facilitating this Commencement matter seeking a commencement date for construction of a commemorative site at the national monument on Moore Street.  As everyone knows, Moore Street is the most historic trading street in the city.  It is the birthplace of our Republic.  Despite being rich in history beyond anyone's dreams or what anyone could imagine, the street has been dominated by dereliction, neglect and antisocial behaviour for far too many years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I was first elected to Dublin City Council in 2004.  From even before that time I have worked with relatives, street traders and those who owned properties on the street to encourage the State, in the form of the city council, the Government and all the national bodies, to support the regeneration of the street and its market yet create an adequate and appropriate a commemorative centre at 14 to 17 Moore Street.  I have served on a number of committees and far too many to remember.  In fact, it is too depressing to think about that.  There have been far too many reports with the latest report being delivered to the Minister of State more than a year ago.  It was the third report from the third ministerial advisory committee on Moore Street.  So there has been plenty of talking and consideration given to this issue.  There is no doubt that there is enormous support for a proper commemoration of the historic events that took place on Moore Street.  The report made six recommendations but, more specifically, it made a recommendation on the national monument.  The report specifically endorsed the concept that was proposed by the Irish Heritage Trust that would require State bodies such as the Office of Public Works, OPW, and the National Monuments Service to be engaged to create an imaginative, fitting and appropriate commemorative museum.<\/p><p>Ireland has many examples of great commemorative sites of which we can be very proud but it is shameful the neglect that the State has allowed to take hold on Moore Street.  It is unacceptable.  Everybody appreciates that the majority of the properties in and around the historic site are privately owned.  However, it is impossible for us to be critical of the private owners and the neglect that they have  presided over when the State has failed to take adequate action.  The State must stop dithering, delaying and ignoring the dereliction and deterioration of an historic national monument that is located in the heart of our capital city.  The monument is not just for us in Dublin central or in Ireland; it is for all of the Irish people who descend from our Republic.  I ask the Minister of State to please give us a commencement date for works at the national monument and let us accelerate whatever works can be done because the dereliction that is taking place is shameful. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#F00600","speaker":"1656","continuing":true},{"type":"speech","time":1652794200,"counter":30,"content":"<p>I thank the Senator for her Commencement matter.  I also thank her for the positive interactions and work that she has done on this issue over many years.  I say that because not all of the contributions towards Moore Street have been entirely positive.  We want to progress this project and I appreciate the leadership that she has consistently shown concerning a national monument at Moore Street.<\/p> <p>Shortly after I was appointed I visited the monument at 14 to 17 Moore Street.  Having been allowed entry into the buildings, they were really quite stunning.  Even in its raw current state, and some enabling works have taken place, the project is impressive.  It is critically important that this important story of our history is told and I agree with the Senator wholeheartedly that we need to move the project forward and not just the national monument but the regeneration of that entire part of the city.  I am not from Dublin and I saw the street for the first time in quite a number of years.  I was shocked to see the deterioration that had taken place in that part of the city and it is incumbent on us all to move forward.<\/p> <p>In March 2021, &euro;121,285,388 was allocated to Dublin City Council in respect of the north inner city concept area 1 under call 2 of the urban regeneration and development fund.  The north inner city project involves the regeneration and redevelopment of several areas of the north inner city that have experienced a degree of decline and dereliction over a number of years resulting in poor perception issues and a depiction of an area that the market has been largely forgotten.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The main objective of this project is to achieve long-term sustainable regeneration and redevelopment of various areas centred around the fruit and vegetable market, Parnell Square and Mountjoy Square.  Complementary projects include Moore Street public realm renewal works, with the intention of reactivating one of the most important trading streets in the city, along with structural and restoration works on the national monument at 14 to 17 Moore Street.  Works on the national monument, which is in State ownership, will facilitate the protection and reuse of these historic buildings as an iconic heritage and visitor attraction in the form of a 1916 commemorative centre alongside the rejuvenation of the historic street.  The regeneration of Moore Street market and the street is a matter for Dublin City Council, and I am assured that an expert advisory group was appointed in that regard.<\/p><p>The Moore Street advisory group, of which the Senator was a valued member, recommended in its report to the Minister, Deputy Darragh O'Brien, and me last year that the process embarked on by the OPW and the national monuments service of our Department to restore the national monument and open it up to the public as soon as possible should continue.  Officials from the Department and the OPW have been liaising to progress that.  I understand the OPW is in the process of appointing a team to carry out phase 1 essential works to the monument, which will ensure stability and provide a pathway for the phase 2 completion works at the monument.  I understand this is imminent and I hope to make an announcement in the coming weeks.  The Senator will, I am sure, appreciate that the Minister and I are keen that those essential works commence as soon as possible.<\/p><p>We will make an announcement in the coming weeks.  It is our intention to begin this essential phase of the works.  That will be most welcome as the wider issue of the regeneration of the Moore Street area and central Dublin needs to be addressed.  I am confident we will move forward very shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#G00200","speaker":"1512","continuing":true},{"type":"speech","time":1652794200,"counter":32,"content":"<p>I refer to the &euro;121 million in urban regeneration funding for the north inner city quarter to regenerate places such as the fruit and vegetable market.  It is absolutely shameful that the market is still closed.  There is the promise of a city library on Parnell Square.  The most basic thing in a capital city is a decent city library.  All of that is really welcome and reflects the Government's understanding of the need in the area.  I welcome that the OPW has indicated it will imminently commence works on the national monument at 14 to 17 Moore Street, but we need the OPW to keep to that commitment, to actually deliver and to demonstrate within the coming weeks that works will commence on the national monument.  The Minister of State is absolutely correct that if the State were to demonstrate its commitment to the street and a real regeneration of the national monument site in the form of a commemorative museum, it would be a vote of confidence not just in our history but also in the future of Moore Street.  It would be a vote of confidence in the street traders and all the businesses in the area and would demonstrate that this Government, unlike previous ones, will actually deliver in a respectful way for our history.  I look forward to that.  The Minister of State is welcome to Moore Street any time.  I ask him to come down as soon as he can so we can see commencement of the works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#H00200","speaker":"1656"},{"type":"speech","time":1652794200,"counter":33,"content":"<p>I would certainly take the Senator up on that invitation.  It is an area of the city that is, as she said, hugely important not only historically but also culturally, given the new communities that are part of inner city Dublin now.  It is critical to traders and everybody else involved to have that certainty.  I can say with certainty from our perspective in respect of the national monument and the work on which we are engaging with the OPW that we will be in a position to move very soon on that.  I cannot give a specific date but, certainly, that is our commitment and we are determined to see it through.  The report of the Moore Street advisory group, of which the Senator was a part, presented to us by Dr. Tom Collins, was a very good one and it was universally accepted as the way forward.  Further to that, Dublin City Council needs to move on its commitment to the wider regeneration of central Dublin, a hugely important area of the city.  That would be critical for communities.  We talk about town centres first.  This is the town centre of Dublin and it has been left too long.  We need to move on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#H00300","speaker":"1512"},{"type":"speech","time":1652794200,"counter":34,"content":"<p>Thank you, Senator Fitzpatrick, for raising that issue yet again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#H00400","speaker":"1692"},{"type":"minorheading","content":"Waste Management","time":1652794200,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#J00100"},{"type":"speech","time":1652794200,"counter":36,"content":"<p>I welcome the Minister of State, Deputy Ossian Smyth, to the Seanad Chamber.  This Commencement matter relates to the burning of green waste and, in particular, the derogation he is aware the Minister signed in January or February.  I am a member of the Oireachtas Joint Committee on Agriculture, Food and the Marine.  This issue has exercised that committee but it has also exercised farmers across the country.<\/p> <p>As the Minister of State is aware, traditionally many farmers clear out dykes and ditches and cut debris, branches, timber and so on and then amass or collect this greenery at certain locations, often in fields set in from the roadway network.  As such, they have had a practical issue with getting rid of the waste.  There is a practice, however, of leaving it there and then burning it rather than shredding it.  The Minister of State knows enough about the land to know that in certain circumstances it is not possible to get machinery in, particularly on damp or boggy land.  There has been a long tradition of burning well dried-out vegetation that has been cleared by farmers, and this is a concern.<\/p> <p>This year, it came as a surprise to farmers that the statutory instrument was out of date, but the Minister, Deputy Eamon Ryan, signed a statutory instrument on 9 February 2022.  The purpose of those regulations was to extend until 1 January 2023 an exemption provided for under SI 286\/209 - Waste Management (Prohibition of Waste Disposal By Burning) Regulations 2009, which exists to allow farmers to dispose of waste generated from agricultural practices.  The concern is that some people, including farming organisations, thought this new statutory instrument would be in place for three years.  Indeed, I indicated in the wording of the Commencement matter I submitted to the Seanad Office that it would be in place for three years but that did not find its way to the final draft.  In short, there is a concern.  There is an appreciation, albeit with a bit of stress and misunderstanding in the context of communication, that the statutory instrument was signed but farm organisations and small farmers would like to see the derogation extended.<\/p> <p>I do not know what is the plan or feedback.  That is what I am trying to ascertain.  I understand that a review group was established by the Minister to consider the practice of burning green waste and explore alternatives.  Has that review group been established?  Has it met?  What are its timelines for issuing a report?  This is a critically important issue.  It is better to deal with it now than to be surprised.  Let us plan for it and find out who is on the review group, what are its terms of reference and whether there is any feedback in respect of what is going on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#J00200","speaker":"1634"},{"type":"speech","time":1652794200,"counter":37,"content":"<p>I thank the Senator.  The Waste Management (Prohibition of Waste Disposal By Burning) Regulations 2009 make it an offence to dispose of waste by uncontrolled burning.  As an exemption, Article 5 of the regulations provides for the permissible disposal of agricultural waste by burning under certain conditions, including, among others, where the material to be burned consists of uncontaminated wood, trees, tree trimmings, leaves, brush and similar waste.  It should be noted that the exemption only applies to waste generated by agricultural practice and on the strict understanding that such burning is done as a final measure following the application of the waste hierarchy, under which the prevention of waste or its preparation for reuse, recycling or other recovery are preferred options to the disposal or landfilling of waste.  In addition, the relevant local authority must be informed in advance of the intention to burn agricultural green waste.<\/p> <p>An exemption under the legislation has been provided in recent years to allow farmers, as a last resort, to dispose by burning of waste generated by agricultural practices.  SI 51\/2022 - Waste Management (Prohibition of Waste Disposal by Burning) (Amendment) Regulations 2022, published on 11 February, was the fifth such extension to the exemption and will run until 1 January 2023.  It was never intended that the exemption would extend in perpetuity.  I anticipate this will be the final extension.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ossian Smyth:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OssianSmyth&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My Department has engaged with the Department of Agriculture, Food and the Marine on this matter and it has agreed to conduct a feasibility study to examine this matter in some detail with a view to establishing alternative measures to the burning of agricultural green waste within the Irish context and to access the practicality of these alternatives.  The feasibility study will include a literature review of alternative practices internationally carried out in regions comparable with Ireland that are viable, practical and environmentally sustainable.  The study will also include a public stakeholder consultation.  The study, which is expected to be completed in the third quarter of 2022, will identify potential alternative measures to burning and the potential benefits and challenges associated with them.  This study will help inform appropriate policy actions to take in order to establish alternative measures to burning on Irish farms.<\/p><p>The issue of air pollution caused by this practice is well established and is addressed in a draft clean air strategy, developed by my Department, which identifies and promotes the integrated actions across government required to reduce air pollution.  The draft clean air strategy, which it is intended will be published later this year, was open for public consultation until 3 May this year.  The final published clean air strategy will provide the high-level strategic policy framework necessary to identify and promote the integrated measures across government policy that are required to reduce air pollution and promote cleaner ambient air while delivering on wider national objectives.  The key strategic priorities of the clean air strategy are as follows: to ensure continuous improvements in air quality across the country; to guarantee the integration of clean air considerations into policy development across government; to increase the evidence base that will help us to continue to evolve our understanding of the sources of pollution in order to address them more effectively; to enhance regulation and improve the effectiveness of our enforcement systems; and to promote and increase awareness of the importance of clean air.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#J00300","speaker":"1479","continuing":true},{"type":"speech","time":1652794200,"counter":39,"content":"<p>As I said, I am a member of the Oireachtas joint committee.  It was my understanding from the paper briefing I have that a group would be established.  We have now heard it will be a study.  There is a very subtle difference between a focused named group of people and a study.  There is some ambiguity about that.  The Minister of State might ask the Department to come back to us on that.  If a group is being established, who will be represented on it?  Will the Irish Farmers Association, the Irish Creamery Milk Suppliers Association and Macra na Feirme be represented?  It is my strong view and recommendation they should be represented on it?  They are major stakeholders in agriculture as are the other smaller agricultural groups.  That is one key issue.<\/p> <p>There is no ambiguity about the message here.  For the record, this was the fifth such extension to the exemption and it will run until 2023.  It was never intended the exemption would extend in perpetuity.  I anticipate this will be the final extension.  That is putting it up to everyone and we have time on our side.  The Minister of State's Department needs to engage also with the Department of Agriculture, Food and the Marine.  Would he bring a message to the Minister requesting that there would be proactive discussion and engagement with the Oireachtas Joint Committee on Agriculture, Food and the Marine on this issue?  That is another critical component of this debate.  I ask that we would have meaningful and constructive engagement and that representatives of the farm organisations and communities would be part of this review.  A review group is somewhat, I would suggest, better than a study group.  Let us have environmental people included also, indeed, everyone concerned, and a meaningful engagement.  We now have sufficient time to do that in the run up to an exemption that will run out in January 2023.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#K00200","speaker":"1634"},{"type":"speech","time":1652794200,"counter":40,"content":"<p>I thank Senator Boyhan.  He is right in saying that is the key point.  The exemption will run out in 2023 and it is not intended to extend it.  A feasibility study is being carried out by the Department of Agriculture, Food and the Marine.  It will involve public consultation and proper engagement with stakeholders, including farmers, who are the most important people in this context.  That process will result in a report in the third quarter, which will lead to a decision on whether an extra extension to the exemption is needed.  It is all contingent on whether we can find feasible and realistic alternatives to the burning of this waste.  I know the Senator cares deeply about the environment.  He realises what the environmental benefits are and what we are trying to do.  We are trying to steer a course here and at the same time do the right thing for members of the public in breathing air and also for farmers.  I am happy to bring the Senator's comments to the Minister and ask him to bring those points to the Oireachtas joint committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#K00300","speaker":"1479"},{"type":"speech","time":1652794200,"counter":41,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#K00400","speaker":"1634"},{"type":"speech","time":1652794200,"counter":42,"content":"<p>I thank the Minister of State, Deputy Smyth, and Senator Boyhan for raising this Commencement matter issue about which I know he is passionate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#K00500","speaker":"1692"},{"type":"unspoken","time":1652794200,"counter":43,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 3.20 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.30 p.m.\r\n\r\nSitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireacht ó Chomhchoiste - Message from Joint Committee","time":1652794200,"counter":44,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#N00100"},{"type":"speech","time":1652794200,"counter":45,"content":"<p>The Joint Committee on Housing, Local Government and Heritage has completed its consideration of the Planning and Development (Street Furniture Fees) Regulations 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#N00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1652794200,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#N00300"},{"type":"speech","time":1652794200,"counter":47,"content":"<p>The Order of Business is No. 1, motion regarding proposed approval by Seanad &Eacute;ireann of the Planning and Development (Street Furniture Fees) Regulations 2022, back from committee, to be taken on the conclusion of the Order of Business, without debate; No. 2, Private Members' business, Regulation of Display of Electoral and Polling Posters and Other Advertisements Bill 2022 - Second Stage, to be taken at 4.45 p.m., with the time allocated to this debate not to exceed two hours; No. 3, statements on childcare provision, to be taken at 7 p.m. and to conclude not later than 8.30 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, all Senators not to exceed six minutes and the Minister to be given not less than ten minutes to reply to the debate; and No. 4, Finance (Covid-19 and Miscellaneous Provisions) Bill 2022 - Committee and Remaining Stages, to be taken at 8.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#N00400","speaker":"1637"},{"type":"speech","time":1652794200,"counter":48,"content":"<p>I thank Senator Buttimer for outlining the Order of Business.  Before I call the first speaker, I welcome to the Distinguished Visitors Gallery Representative Fran Hurley from Chicago.  She is a founding member and one of the national co-chairs of the American Irish State Legislators Caucus, which has more than 1,100 members and representatives in all 50 states.  I welcome Representative Hurley and wish her the best of luck.  I am sorry about the weather but there is nothing we can do about that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, there is nothing we can do about that.  I thank her for coming all the way from Chicago and all her work in the American Irish State Legislators Caucus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#N00500","speaker":"1650","continuing":true},{"type":"speech","time":1652794200,"counter":50,"content":"<p>I concur with the Order of Business as outlined by the Acting Leader.  I acknowledge the decision by Cabinet today to proceed with the new national maternity hospital.  It has been a difficult couple of weeks in terms of there being strong views on both sides.  However, it is my strong belief it is the right decision to proceed without any further delay, given we have had nine years of delay already.  I hope developments over the past couple of weeks, given the Minister has been at the Committee on Health and we have had various medical professionals from the current National Maternity Hospital, from Dr. Rhona Mahony to Professor Mary Higgins to Ms Mary Brosnan, and many other clinicians and midwives come out to voice their support, have allayed at least some, if not all, of the concerns of many of those who were on the other side of this argument.  Ultimately, it is the intention of Government to provide a world-class healthcare facility for women and babies at the new site at Elm Park.  Even by getting the go-ahead today and proceeding to the next phase, it will still take us a number of years to deliver this project.  It is expected the hospital will open its doors in 2030. One can understand the urgency to try to get this matter progressed.<\/p> <p>The issue of Brexit remains high on the agenda.  We have seen confirmation from the British Government and Liz Truss that they intend to proceed to table legislation to take unilateral action on the protocol.  It is very disappointing, to put it mildly, that the UK Government would take such a move.  To disapply the protocol unilaterally, even some elements of it, is in breach of an international treaty, which I think we are all blue in the face from repeating time and again to the British Government.  I would welcome a debate in this House at the earliest opportunity with the Minister for Foreign Affairs to discuss where we go from here, what the next steps are and to hear from the Minister what the European Commission intends to do in terms of its reaction to this.  I note the comments of the European Commissioner, Maro&scaron; &Scaron;efovi, saying the EU will take action, but we do not know what that actually looks like.  Ultimately, we need to ensure Ireland&rsquo;s interests are protected and we protect our citizens and businesses as best we can, although we have ultimately no control over what the UK Government does.  We are asking that it would act in good faith, but certainly the comments from Ms Truss appear to be to the contrary.<\/p> <p>I acknowledge the fantastic work done by a local school in my town of Castlebar, namely, Breaffy National School.  It has seen its numbers treble in recent weeks, with so many new children attending the school who have fled from Ukraine.  Many of them are being housed in the hotel across the road, Breaffy House Resort, which is one of the largest hotels in the county.  It is the area where we are accommodating most of our new visitors.  The school across the road is a small rural school.  It is a big school in the area, but it is still a rural school.  It has seen a huge increase in numbers.  As the weeks and months progress, we will need to provide further assistance to these schools to help them work with the additional numbers that they are now seeing.  I commend the school, teachers and school community on putting the shoulder to the wheel and making sure these children have felt welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#O00200","speaker":"1642"},{"type":"speech","time":1652794200,"counter":51,"content":"<p>Last week the European Parliament established a special committee on the Covid-19 pandemic.  The committee includes in its title, \"lessons learned and recommendations for the future\".  While many times we might be well served by keeping an eye on the EU, in this case, we best take a leaf from its book.  The Covid pandemic was the most impactful global health crisis of our time.  Are we just going to move on as if nothing happened?  Are we not going to seize this opportunity to look back, assess and critically examine our national response to Covid?  Are we not going to examine our own lessons learned and establish research and data-led recommendations for the future?  It is unthinkable that we now do anything less than go through every aspect of our Covid response with a fine-tooth comb and investigate whether every facet of it was up to scratch.  How responsive were we to changing circumstances and new data?  How accurate were our predictions?  Which systems and responses worked out and which ones did not?<\/p> <p>Last September, An Taoiseach said that he was wary of an official inquiry hamstringing responses to future emergencies, but is it not the opposite?  Would a robust, transparent inquiry not show up any failures or mistakes in our pandemic response and allow us to build on our experience and do better in the future?  It was stated in January there would be an evaluation of the handling of the Covid-19 pandemic.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Can we get an update on it?  Who is to carry out the evaluation?  What powers will they have to carry out their functions?  Will it be a rehash of the Special Committee on Covid-19 Response?  Key figures in the pandemic response refused flat out to appear before it and be accountable, and it was wound up mid-pandemic once the Government figured out that accountability was inconvenient.  Alternatively, will the Covid inquiry be a real one that will drill down into and uncover the inconvenient truths, face up to the hard data and equip future generations with dearly paid-for information on how to handle an international pandemic?  Anything short of that is an insult to those who lost their lives to Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#O00300","speaker":"1664","continuing":true},{"type":"speech","time":1652794200,"counter":53,"content":"<p>It is good to see the Deputy Leader back in the hot seat; it suits her.<\/p> <p>I want to begin like my colleague Senator Chambers by commenting on the decision by the British Government to legislate to break the law.  It is unilaterally legislating to amend aspects of the agreed protocol, a protocol that it negotiated and signed up to and that its Parliament endorsed.  We were told that this was an oven-ready deal, that it was about getting Brexit done and that, in fact, Brexit was done.  However, it is now increasingly apparent, even to anyone who was not paying attention, that this is actually about giving cover to the DUP, which spurned every compromise and deal put before it, pushes even yet for the hardest and most disastrous form of Brexit and has refused to re-enter the Stormont institutions and adhere to the will of the people in the North, who just two weeks ago expressed very clearly what they want.  The people want parties around the Executive table and in the Assembly Chamber working for them to deal with the cost-of-living crisis, the problems in the health service and the issues that matter.<\/p> <p>It is encouraging that we have colleagues and friends here from the United States because we need to mobilise international attention on this in the first instance.  We have received a lot of solidarity and goodwill, as the Deputy Leader knows, but we are now in quite a serious predicament owing to what the British Government is seeking to do following its announcement today.  The announcement from Ms Liz Truss this afternoon on the protocol follows on from the announcement this morning that the British Government is to plough ahead with its introduction of an amnesty for British state forces, who are responsible for countless atrocities here in Ireland, North and South.  That should give us cause for deep concern, not least considering that, just a few months ago, this Seanad unanimously rejected the amnesty proposals.  It is important, therefore, that we have the opportunity to hear from the Minister for Foreign Affairs on the British Government's announcement today and the measures the Irish Government will take internationally to respond to it, given that it is a breach and a disregarding and walking away from the Stormont House Agreement, which we all signed up to and want to see implemented.  Although that agreement is an imperfect measure, it is one that we all agreed could be the beginning of a process to deal with the issues of legacy and victims.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#P00200","speaker":"1688"},{"type":"speech","time":1652794200,"counter":54,"content":"<p>We learned last week about the killing of Al Jazeera journalist Shireen Abu Aqla.  The scenes from her funeral, including the attack on that funeral by the Israeli defence forces, are ones that few of us will ever forget.  The killing and subsequent behaviour of the Israeli state must be called out and wholly condemned.  It was a callous attack on media freedom and the right to mourn.  I call for statements in this House condemning the Israeli Government for those actions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#P00300","speaker":"1683"},{"type":"speech","time":1652794200,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#P00400","speaker":"1688"},{"type":"speech","time":1652794200,"counter":56,"content":"<p>It is the first time in three years that summer festivals will be taking place.  That is brilliant and badly needed for the music and arts sector.  I want to refer to research recently undertaken by a group called FairPl&eacute;, which examined 16 folk and trad festivals dating back to 2018.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Only a quarter of the performances at those festivals were by women performers, and that does not even cover those who were working in the background.  I appeal to festival organisers and to those attending to really demand and do better with regard to gender balance.  We know there are fantastic performers out there but they need to be given the opportunity.<\/p><p>Tomorrow, hundreds of medical scientists will be forced to go out on strike because of absolute frustration and a sense of burnout with regard to their working conditions.  We know that 20% of posts for medical scientists across Irish hospitals remain unfilled, we know there are massive recruitment difficulties and we know there was a botched pay parity process over 20 years ago that has yet to be fixed.  I know some of the medical scientists who will be out tomorrow and I can tell the House that the last place on this planet they want to be tomorrow is outside their hospitals with a placard.  They want to be inside, doing their job, but they feel they have been so shamefully treated by the HSE and the Department of Health that they have been left with no option.  I ask the Government representatives in the House to intervene and speak to the Minister for Health to ensure a deal can be done.  Not an awful lot is needed to fix this issue but, to date, the HSE and the Department of Health have done little or nothing to resolve it, with the result that there will be hundreds on strike tomorrow, bringing vital services in Irish hospitals to a halt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#P00500","speaker":"1683","continuing":true},{"type":"speech","time":1652794200,"counter":58,"content":"<p>It is great to see Senator Buttimer in the hot seat.<\/p> <p>Like my colleague, I want to highlight the horrendous killing of Palestinian journalist, Shireen Abu Akleh, who was killed by an Israeli sniper last Wednesday.  She was killed while covering an Israeli military incursion into Jenin refugee camp in the occupied West Bank.  It is a territory administered by the Palestinian Authority under the Oslo peace agreement that has been invaded by the Israeli Defence Forces, IDF, once again.  She was a household name in Palestine and across the Middle East, known for her courageous reporting on the issues facing the Palestinian people.<\/p> <p>The agony of her murder was amplified by the brutal and incomprehensible scenes of Israeli forces attacking Shireen Abu Akleh&rsquo;s funeral procession.  I can only imagine the pain and confusion the pall bearers felt as they struggled to keep the coffin aloft while the truncheon blows rained down on them.  They protected the dignity of this remarkable woman and they had to endure the most horrendous abuse to do that.<\/p> <p>These actions are the result of a society poisoned by its own racism and militarism.  The Desmond Tutu trust, among others, has drawn attention to the clear parallels to the attacks on the funerals of activists during the apartheid era in South Africa.  The killing of Shireen is a tragedy and an absolute outrage.  It fits into a pattern of Israeli institutions and agents trying to silence and repress those who expose their cruelty to the world.  According to the Palestinian Journalists Syndicate, Israel has killed more than 50 Palestinian journalists since 2001.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Q00200","speaker":"1632"},{"type":"speech","time":1652794200,"counter":59,"content":"<p>It is shameful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Q00300","speaker":"1688"},{"type":"speech","time":1652794200,"counter":60,"content":"<p>These killings are connected to Israel's attempts to outlaw Palestinian human rights organisations, like Al-Haq, by smearing them as terrorists.  They are connected to the brutal beating of Hani Nassar, a researcher for Defense of Children International, a Palestinian NGO, who was violently attacked a few days ago, first by Israeli settlers and then by IDF soldiers near the illegal Israeli settlement of Homesh, south of Jenin.  This is a concerted attempt to use violence, intimidation and repressive legislation to silence dissenting voices and to impede the documentation of Israeli crimes against the Palestinians.<\/p> <p>I welcome the Minister, Deputy Coveney&rsquo;s strong condemnation of the attack on Shireen&rsquo;s funeral.  However, I must ask what has our condemnation ever achieved.  What is stopping us from taking tangible, material action?  The people of Palestine are asking us.  How can we look the Palestinian people in the eye and tell them we recognise the crimes being committed against them but that we still will not act?  What are we going to do?  How are we going to change this?  I ask the Minister, Deputy Coveney, to brief the House on the State&rsquo;s advocacy for the rights and safety of the Palestinian people, particularly human rights defenders, at the EU and UN level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Q00400","speaker":"1632"},{"type":"speech","time":1652794200,"counter":61,"content":"<p>I join others who have condemned in the strongest terms the approach of the Israeli Defence Forces and the police force in their actions during the funeral of Shireen Abu Akleh.  It was a disgraceful attack on not just the Palestinian people, who are mourning one of their own, but also on a fundamental tenet of the democracy of any state, namely that of journalism.  We all recognise the important role journalists play in protecting the fundamental freedoms of others and holding various different institutions to account.  To see the behaviour of the Israeli forces during the funeral was disgusting and appalling, and should be condemned in every parliament around the world.  Regardless of anyone's position on international issues, there is a fundamental recognition of the role of the media in the preservation and protection of democracy, and we need to abide by that.<\/p> <p>The Acting Leader and I, along with others in the House, had an opportunity to visit Shannon Airport yesterday, where we heard very directly from the chairman of the board, the chief executive and others about the importance of a change in legislation to address the important role regional airports play in the balanced growth of our country.  It is important that the Government moves without delay to put in place a national aviation policy, something which has not been in place for a long time.  We have seen the growth of Dublin Airport.  I have no problem in principle with having a main airport where the capital city is because that is something that happens in every country.  However, it cannot be at a cost to other areas.  A relatively small number of additional passengers would take Shannon Airport to a critical mass whereby it could attract flights on a more regular basis to key destinations in Europe.  I ask the Acting Leader to have the Minister for Transport come before the House so that we can have a proper and open debate on the importance of regional development, and the growth and necessary input to airports such as Shannon to ensure they can thrive, grow and meet the needs of a balanced country and approach to the dispersal of our population.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#R00100","speaker":"1655"},{"type":"speech","time":1652794200,"counter":62,"content":"<p>I am working from a list drawn up by the Cathaoirleach and have added one name.  If anyone else wishes to indicate, I ask them to please do so if they are not already on the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#R00200","speaker":"1692"},{"type":"speech","time":1652794200,"counter":63,"content":"<p>The Acting Leader will be aware that today is International Day against Homophobia, Biphobia and Transphobia.  We have made enormous progress in tackling homophobia.  It was particularly welcome to hear overnight of Blackpool's Jake Daniels becoming the first professional football player in England to come out in 32 years.  It was a very brave move, given the context.  He is a young man who should be saluted for his bravery and honesty.  At a meeting of the Joint Committee on Tourism, Culture, Arts, Sport and Media  last week, we heard about the work being done by national governing bodies and the Federation of Irish Sport to tackle discrimination, homophobia and racism within sport.  Unfortunately, we know, in particular in the online space, a hell of a lot more needs to be done.  On this day, it is important that the Houses and Ireland, as a republic, continue to stress the importance of solidarity with all of our citizens and insist that everybody in the State be treated equally.<\/p> <p>I also wish to raise the question of the regulation of jet skis.  Those who, like me, come from coastal areas will understand that as we come into the summer this continues to be a problem.  There can be by-laws, but the difficulty is often with enforcement.  Last year, five key bodies - Water Safety Ireland, Irish Sailing, Waterways Ireland, the RNLI and the Coast Guard - came together and made an appeal to get jet ski users to try to be responsible and not go into swimming areas in order to avoid potential incidents, something we see every summer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This issue has been raised with me by some organisations based locally in the Wexford area.  Councillor Joe Sullivan also regularly raises this issue as a matter of concern.  We must examine how the existing regulations can be enforced.  There is no point in having bylaws.  The Acting Leader is close enough to the coast to know the importance of addressing this problem.  Therefore, I ask that we examine ways of ensuring that our beaches and coastal communities are safe and that if we have regulations and bylaws, that mechanisms are put in place to ensure they are enforced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#R00300","speaker":"1638","continuing":true},{"type":"speech","time":1652794200,"counter":65,"content":"<p>The Acting Leader looks extremely well in the new suit.  I congratulate him on his elevation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00200","speaker":"1645"},{"type":"speech","time":1652794200,"counter":66,"content":"<p>Did Senator Craughwell say \"confirmation suit\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00300","speaker":"1688"},{"type":"speech","time":1652794200,"counter":67,"content":"<p>Cathal Brugha Barracks is 100 years old today.  A parade is being held in the barracks to celebrate.  It is rather distressing to me that the bourgeois Green Party of the middle class wants to see Cathal Brugha Barracks bulldozed to the ground to provide a site for property for the well-heeled in south County Dublin.  Cathal Brugha barracks is a vital part of Dublin's infrastructure and of the Defence Forces.  I wish them well, and I hope they will be there for another 100 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00400","speaker":"1645"},{"type":"speech","time":1652794200,"counter":68,"content":"<p>Is the Senator referring to the Green Party or to the barracks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00500","speaker":"1638"},{"type":"speech","time":1652794200,"counter":69,"content":"<p>To the barracks, of course.<\/p> <p>I do not often agree with my colleague Senator &Oacute; Donnghaile, but Sinn F&eacute;in had a tremendous win in the Northern election.  In my lifetime, we now have a situation where a nationalist group should be in control in the North of Ireland.  Due to the Good Friday Agreement, which is respected by all, there is a shared responsibility.  In that context, it is extremely distressing to see the undemocratic actions of the Democratic Unionist Party, DUP.  This is not just the case for me, but for people who are contacting me from the nationalist and unionist sides of society in Northern Ireland because they are deeply upset by the actions of the DUP.  The party has turned out now to be the tail that wags the dog, and not just in Northern Ireland but right across the UK.<\/p> <p>It is simply not good enough that a minority group is able to stifle democracy in Northern Ireland.  People there are waiting on key payments and various other things that must be issued.  It is simply not good enough that this is the situation.  I cannot disagree with one word my colleague said today, including about the amnesties.  I do not agree with any of what is going on in this regard.  The bottom line here is that we have a Prime Minister in the UK who is playing fast and loose not only with democracy but with the damage that could be done to the Good Friday Agreement.  I call on our Minister for Foreign Affairs, Deputy Coveney, to immediately contact the Foreign, Commonwealth and Development Office in the UK and tell its representatives that we are not up for this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00600","speaker":"1645"},{"type":"speech","time":1652794200,"counter":70,"content":"<p>I belatedly congratulate my Sinn F&eacute;in colleagues on their amazing success in the North.  I was up there in the 1970s a few times and this outcome was never envisaged.  Therefore, I wish them well in this regard.<\/p> <p>Turning to the issue of the new national maternity hospital, I am delighted it is getting the green light.  There has been procrastination in this area for almost a decade.  It is about time we got off our backsides and got this hospital built for the women of Ireland, particularly those of childbearing years, and for the midwives and all the experts in this area.<\/p> <p>My main request today is that the Minister for Housing, Local Government and Heritage, Deputy Darragh O&rsquo;Brien, come to the House soon.  I was recently contacted by a young couple who have saved approximately &euro;60,000.  They were trying to buy a property and needed to borrow about &euro;185,000.  They eventually went to their local authority for that money, but they were refused because the local authority said the most it could give was &euro;150,000.  There should be more flexibility in this area.  If this situation is allowed to continue, this young couple and their three children will go on the housing list, which will create further problems down the road.  Greater flexibility should be exercised, particularly by local authorities, in the context of young people trying to get on the property ladder.  What has happened to this young couple is a disgrace.  The husband has a trade, is working full-time and is earning reasonably good money.  His wife has decided to stay at home with their three or four young children and rear the family because of the cost of childcare.  She will probably go back to work when the children reach school age.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This issue should be looked at.  Flexibility is the word I would use in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#S00700","speaker":"1691","continuing":true},{"type":"speech","time":1652794200,"counter":72,"content":"<p>I thank Senator O'Donovan.  To preserve a level of party rotation, I call Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#T00200","speaker":"1692"},{"type":"speech","time":1652794200,"counter":73,"content":"<p>I begin by agreeing with others on the death and the horrific circumstances around the funeral of Shireen Abu Akleh in Palestine, which I also raised last Thursday.  The key ask is that we recognise and understand that we should not be treating Israel as a normal state.  We should recognise and state what the whole world knows to be true, namely, that Israel is an apartheid state.  We need to hear Government Ministers recognise and state that fact.  In all honesty, that is the only way to go from this point onwards.  We cannot keep pretending that somehow Israel is a normal state.  It is anything but and we have seen that with our own eyes in recent days.<\/p> <p>It will not surprise the Acting Leader to hear me raise University Hospital Limerick, UHL, again.  My colleague, Deputy Quinlivan, through a reply to a parliamentary question, discovered that last year 9,000 patients had to wait more than 12 hours for treatment at the hospital.  The exact figure was 8,720.  To give the House an idea of where this is going, in 2013 the figure was 4,000-odd, so it has doubled in less than ten years.  The really terrifying part of this is that a report by the Royal College of Emergency Medicine in Britain noted that, on average, there is one excess death for every 67 patients who stay in an emergency department for between eight and 12 hours.  Based on the figures from last year, we had 130 additional deaths of patients in our hospital in Limerick.  That is 130 families grieving over people who should not have died but did because of the ongoing chaos and impossible conditions that staff and patients alike are having to put up with.  This has been the case for a decade at this stage and it has got worse, year in, year out and month in, month out.  The promise of additional beds is not enough.  The figure of 92 new beds equates to just 48 new beds.  In reality, we have been waiting at least 18 months for those.  I just cannot understand the lack of action by successive Governments.  The latest news is that the Minister has declared that a specialist team will be deployed to UHL but we do not have any details of the team's remit and its make-up remains very vague.<\/p> <p>At the weekend, I stood with colleagues in Limerick city centre and people were queueing for well over an hour to sign a petition calling for a health emergency to be declared in Limerick.  When will the Government listen?  I am asking once again for an urgent debate specifically on University Hospital Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#T00300","speaker":"1660"},{"type":"speech","time":1652794200,"counter":74,"content":"<p>Today in Clanbrassil Street in Dundalk, I attended a wonderful event, the opening of Creative Spark's downtown hub.  In a nutshell, this means that between 40 and 50 remote working spaces in the centre of Dundalk town will be open to people to come and use.  I raise this issue because funding for the hub came from the Border enterprise development fund.  One of the stipulations is that the funding must be used to target vacant or derelict buildings in an urban centre.<\/p> <p>Retail is not what it was 20 or 30 years ago.  It has now moved online and there are so many different ways to do it.  We have to reimagine the main streets in our urban centres across the country.  We can do this by getting footfall back on to main streets through developments such as the one I visited today.  Every day, between 40 and 50 people will come to the main street in Dundalk where they will buy breakfast, lunch or meat on their way home.  This is about getting footfall back on the streets.  The way in which retail has moved to online purchase means that it may no longer be able to do this.  While funding is available through the Department of Rural and Community Development for villages and rural areas to turn these spaces into remote working hubs, there is still no clear line of funding to do this in our urban centres.  Dundalk, where I come from, was lucky because it is in a Border area but what about urban centres in the midlands, the west or further down the country?  This is an incredible way to transform our main streets, breathe life back into them and get people back on to them.  It is should be commended and looked at on a much wider scale.<\/p> <p>I pay particular tribute to Sarah Daly and Ciara Breen in Dundalk who have put so much effort into getting this hub over the line.  It is directly across from my constituency office so I have had the joy of spending the past two years watching it come to fruition.  It is open today and people will be working in it tomorrow.  This is the key to revitalising our main streets and urban centres right across this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#T00400","speaker":"1670"},{"type":"speech","time":1652794200,"counter":75,"content":"<p>I strongly support the comments of Senator Black, my party colleague, Senator Dooley, and Senator Gavan on the appalling killing of Shireen Abu Akleh and the carry-on of the Israeli police at her funeral.  It galled me.  The police alleged they had an arrangement with the mourners that the remains would be transferred from the hospital to the church without the coffin being carried but the fact people felt so strongly and carried the coffin meant it should have been allowed.  The brutality of the police who forcefully took the remains into the church, allowed the service to go ahead and then interfered again to take the remains to the cemetery should, as somebody said, be condemned by every proper democracy in the world.  It is shocking behaviour.  Well done to the Members who brought up the issue today.<\/p> <p>The National Famine Commemoration took place in my home town of Strokestown on Sunday.  It is a town the Leas-Chathaoirleach knows well.  The Taoiseach and the Minister of State and Chief Whip, Deputy Chambers, were there.  We went on a tour of the new Famine museum.  It is amazing and extraordinary and I encourage everybody to visit because the story of the Strokestown area is highly significant to what happened in the Famine.  I would like a cross-party group to visit the museum.  It is important that we do so and that we never forget that there is always famine in the world.  I think particularly of the people of Yemen who are suffering such hardship, deprivation and hunger.  We do not hear much about that at the moment.  Maybe it is a matter the Acting Leader can raise with the Leader.  The Cathaoirleach also attended on Sunday.  It would be nice if a group visited the museum as part of our work.  There is so much to be taken in there.  We must never forget what people in this country went through in the Famine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00100","speaker":"1674"},{"type":"speech","time":1652794200,"counter":76,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00200","speaker":"1660"},{"type":"speech","time":1652794200,"counter":77,"content":"<p>I look forward to visiting that museum soon.  There were horrendous mass evictions in that area.  It was one of the most remarkable and horrendous events of the Famine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00300","speaker":"1692"},{"type":"speech","time":1652794200,"counter":78,"content":"<p>I share the sentiments expressed by Senator Black and others on the utterly horrific and brutal behaviour of Israeli forces.  It was unbelievable to see the footage.  The lack of coverage of the incident was also shocking.<\/p> <p>On International Day against Homophobia, Biphobia and Transphobia, I congratulate Jake Daniels of Blackpool Football Club who recently came out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00400","speaker":"1663"},{"type":"speech","time":1652794200,"counter":79,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00500","speaker":"1660"},{"type":"speech","time":1652794200,"counter":80,"content":"<p>It takes no small amount of bravery to come out in an industry with thousands of players, some of whom may still be in the closet and fear how they will be treated by supporters, teammates and opponents.  He is the first active male professional footballer in England to come out since Justin Fashanu did so 30 years ago.  Justin's tragic death has cast a long shadow over professional football.  Ireland is a country of sports lovers and football plays a huge role in that so it is beyond time for us to grab the thorny issue of homophobia in sport and call it out.  The players who represent us in our communities, counties and internationally should feel safe to come out.  I wish Jake the best for the future in his career and life.  I hope his coming out gives hope and comfort to those still living in fear of coming out as their true, authentic selves.  We must show leadership in the House that homophobia, biphobia and transphobia will not be tolerated.<\/p> <p>Students face the ongoing issue of Student Universal Support Ireland, SUSI, grants being affected by pandemic unemployment payments.  I ask that the Leader to write to the Minister to get onto this issue.  Perhaps the Minister should come into the House to discuss it.  It is unacceptable that students directed to take pandemic unemployment payments for work they lost during Covid are now losing out on SUSI.  I warned this would happen at the time, yet not much was done.  The response from the Minister until now has been that students should just appeal to SUSI, which is not acceptable.  I do not think the Minister and his Department officials have any appreciation of how difficult it is for students to have the rug pulled out from under them like this.  It is not fair to penalise people for taking pandemic unemployment payments and then expect them to go through a complex appeals process.  I would like the Leader to write to the Minister on this as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#U00600","speaker":"1663"},{"type":"speech","time":1652794200,"counter":81,"content":"<p>It is great to see Senator Buttimer back in the Leader's chair.  It suits him.  He looks great.  There has been huge reaction in the Chamber today and throughout the sporting pages in respect of the fact that 17-year-old Jake Daniels has come out as the first professional gay football player since Justin Fashanu and only the second in the world.  As a 17-year-old he is to be commended.  He signed professional papers and made his debut in the past month.  It is a very brave thing to do.<\/p> <p>Where are we in our country in this debate?  I think of my fellow countyman, David Gough, the top GAA intercounty referee in Ireland and the first referee in Ireland to come out as openly gay.  In the past year he has done a significant amount of promotional work throughout Ireland.  He came out in 2015.  He said it has been disappointing that nobody has found the courage to come out since then.  He has gone on to referee all-Ireland finals and it has had no impact on his career.  He has expressed disappointment that the Pride flag has yet to be flown over Croke Park, the home of Gaelic games.  He said the GAA will ultimately regret not making this gesture sooner.<\/p> <p>There are 1,900 male senior intercounty players in the country and the same number of intercounty camogie and ladies football players.  This is a total of almost 4,000 players.  Are we seriously saying that none of the 4,000 people who play top-level football and hurling in this country are gay?  We need leadership in our pillar sports.  I back David Gough's call for the flying of the Pride flag over P&aacute;irc an Chr&oacute;caigh.  I urge our leading sporting organisation, Cumann L&uacute;thchleas Gael, and other pillar sporting organisations to consider this.  The plaudits for Jake Daniels and Blackpool will mean very little in the sporting world if we are not prepared to show leadership at home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#V00100","speaker":"1641"},{"type":"speech","time":1652794200,"counter":82,"content":"<p>I did not come into the Chamber to speak about the Middle East but in terms of balance it is important to point out that the most recent bout of violence in Israel started when 11 innocent Israeli citizens were slaughtered by Palestinian terrorists.  I did not hear too many shouting about it.  It has become an everyday occurrence in Israel for innocent men, women and children to be stabbed at random by Palestinians.  I do not hear anyone shouting about that.  Certainly the funeral scenes were appalling and shocking.  They are the worst I have seen apart from when the two British agents were trapped at a funeral in the North and were savaged and torn to bits before the provos killed them.<\/p> <p>I want to speak about something very positive and uplifting.  I was delighted to see that this year the organisers of the B&eacute;al na Bl&aacute;th annual ceremony have chosen to invite the Taoiseach and T&aacute;naiste to do the oration jointly.  It is fantastic.  It is uplifting for someone from my background who was brought up in Civil War politics and all the rest of it.  It is a way forward and I hope people might learn from it.  It will be a great occasion and there will be a huge turnout for it.<\/p> <p>The Civil War fractured the unity of a wonderful band of people who had stood together against British tyranny from 1916 until the treaty.  Unfortunately, they split for reasons I will not go into here.  It is also important to remember that yesterday was the 96th anniversary of the founding of my party.  The first Fianna F&aacute;il meeting was held in the La Scala Theatre in Dublin.  We did not wait too long after the Civil War to condemn and move away from futile violence.  We turned our backs on violence and played our part to try to keep the gun out of Irish politics.  Some people did not learn as fast as we did and kept it going for another 60 years.  Thankfully with the Good Friday Agreement it is virtually over and I hope it stays that way.<\/p> <p>I welcome the decision by the Government to go ahead with the national maternity hospital.  As someone who worked very strongly for the repeal of the eighth amendment I had certain concerns at the outset.  I have listened closely to all of the debates.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In particular, I listened to Kieran Mulvey on my way up to the Dublin the other day.  Now I have no worries about the ownership, management and ethos whatsoever.  There is no question, in my view.  Those who study it properly will realise that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#V00200","speaker":"1694","continuing":true},{"type":"speech","time":1652794200,"counter":84,"content":"<p>I thank Senator Murphy for his very kind invitation to visit the National Famine Museum in Strokestown.  It is a phenomenal facility.  We got a chance to view it on Sunday.  For anyone who is visiting and travelling around as part of their summer holidays, I suggest that they take time to stop off at Strokestown, to explore and to learn what our history means.  As the Taoiseach has said, it is incredible to note that there has been no recorded famine in any democracy in the world.  That makes one realise the importance of having a democracy.<\/p> <p>I wish to refer to another lovely event, which was the presentation of Roscommon passports.  It is a wonderful initiative by the Roscommon local authority.  Mr. Joe Murphy, who is the cathaoirleach of Roscommon County Council and brother of Senator Eugene Murphy, was in attendance to present leaving certificate students from across the county of Roscommon with a passport and tribute to say that they will always belong no matter what path they take after the leaving certificate, and that Roscommon is their home.  The event did not take place for the last two years but students will be now be brought together.  It felt incredible to be in a hall with hundreds of leaving certificate students from all of the secondary school colleges in County Roscommon.<\/p> <p>Lastly, consultation on the Carrick-on-Shannon to Dromod bypass will open this evening.  It is very important that we see infrastructural projects moving forward.  The project is very important, will bring crucial investment to the west and will create a new crossing on the River Shannon.  It will be crucial in bringing investment into our area.  We know that we will probably see another project going back to tender.  It is important that the Government supports projects and ensures that the likes of the Ballaghaderreen to Scramoge road, which is a &euro;200 million investment, goes forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00200","speaker":"1654"},{"type":"speech","time":1652794200,"counter":85,"content":"<p>Nobody might misinterpret the love of scholarship and research on the part of Senators Murphy and Dolan as parochialism.  It is purely about the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00300","speaker":"1692"},{"type":"speech","time":1652794200,"counter":86,"content":"<p>I echo Senator Murphy's words in regard to a visit to Strokestown.  As someone whose grandmother came from Strokestown, I would like to be part of the delegation.  I have been there many times.  Strokestown has one of the widest streets in Ireland and possibly in Europe.  A fabulous renovation and restoration job has been done on the museum.  I support a cross-party delegation visiting.  I put my name down as one of those people who would be entitled to go on the visit.<\/p> <p>It is great to see the former Leader back again.  It is like the old times.  Indeed, Senator Buttimer and I were in Shannon Airport yesterday.  As the only Dublin-based person on the trip, I ask those who live in the Shannon area and in the wider catchment area to consider using Shannon Airport.  We saw the fantastic facilities.  The airport has the most modern screening process in the world.  Passengers do not have to remove liquids, laptops and computers or do all of the other bits and pieces one must do ordinarily.  It is a fantastic facility.  I think we were told that the airport has capacity for up to 7 million passengers - the number is certainly between 4.5 million and 7 million - but the airport has fewer than 1.5 million passengers.  We are spending a lot of time upgrading facilities and building more facilities in Dublin Airport when we have Shannon Airport, which has one of the longest runways in Ireland.  Between Ireland and the United Kingdom, Shannon Airport has the second longest runway after Heathrow Airport.  Shannon Airport has loads of facilities.  The time it takes to get through security and everything else is just fantastic.  Parking charges are much cheaper.  I urge people to use the airport.  I do not mean to take away anything from Dublin Airport but I think we can spread the load better.<\/p> <p>Finally, I did not hear anyone else comment on the fact that this is Bike Week.  Maybe they did as I was walking across.  I think it is important to mention it.  We all need to consider using a bike.  Last night, Senator Cassells promoted Bike Week on Facebook.  He is back on the bike after 30 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00400","speaker":"1696"},{"type":"speech","time":1652794200,"counter":87,"content":"<p>I am back in the saddle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00500","speaker":"1641"},{"type":"speech","time":1652794200,"counter":88,"content":"<p>That sounds so wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00600","speaker":"1637"},{"type":"speech","time":1652794200,"counter":89,"content":"<p>It took me 20 years to get back on my bike.  Senator Cassells looks okay after his first trip.  With regard to bike promotion, I wish to emphasise that every bike takes a car off the roads.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am a driver as much as a cyclist, but I ask people to think of the bicycle when they are driving.  On the way in I encountered five vehicles in cycle lanes.  Equally, two people opened their doors in front of me and apologised to me.  We just need people to be conscious of people cycling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#W00700","speaker":"1696","continuing":true},{"type":"speech","time":1652794200,"counter":91,"content":"<p>I join others in acknowledging Senator Buttimer in the Leader's chair.  It is great to see a fellow Corkman there.<\/p> <p>If I may talk about something very serious, namely where we are going with our housing issues, we have a real issue when it comes to the Airbnb crisis.  Yesterday I was in Kinsale, where I met probably the biggest employer in the town.  I met 16 members of staff, all going through issues with rental properties.  Either they had got notice to quit or they had been told they would have to leave in the next few weeks or months.  There seems to be a campaign in certain locations, particularly scenic coastal locations, to clear out the rental properties and put them on Airbnb.  Today there are 150 properties in Kinsale on Airbnb and fewer than two on Daft.  It is unsustainable going forward that these coastal towns will be ripped apart because, unfortunately, we will not have the staff for the restaurants, the pubs, the nursing homes or the factories.  They will not be able to live locally because our rental property is now being advertised on Airbnb.  The knock-on impact on our tourism sector will be counterproductive because we will have hotels with low occupancy rates because visitors are all staying in Airbnb properties.<\/p> <p>I have raised this issue on numerous occasions and I am aware that regulations are coming forward in January 2023.  I do not think we can wait that long.  Those regulations need to be brought forward immediately.  F&aacute;ilte Ireland and the Department of Housing, Local Government and Heritage need to work in the next few days to bring forward something to this House.  Otherwise we will have a summer of Airbnb properties cropping up all over the place, using the rental market to fund that activity, and the knock-on effect on our society will be huge.  We should write to the Minister and look for him to come before this House to fast-forward these regulations.  Otherwise, towns and villages in scenic locations around Cork and the rest of Ireland will be devastated when it comes to rental property.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#X00200","speaker":"1666"},{"type":"speech","time":1652794200,"counter":92,"content":"<p>Now, I hope, the penultimate word to Senator Ahearn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#X00300","speaker":"1692"},{"type":"speech","time":1652794200,"counter":93,"content":"<p>I acknowledge National Bike Week.  I am from a county where we have two people who have won the green jersey in the Tour de France, Se&aacute;n Kelly and, recently, Sam Bennett.  We have been quite successful.  I acknowledge the positive role cycling plays.  I cycle quite a lot.  I did a cycle around the peninsula of Dingle a couple of weeks ago and was not the better for it for a couple of days because I had not done it in a good while, but it is a great activity.  It brings peace of mind.  We have wonderful infrastructure now to support cyclists and I encourage people to use it.<\/p> <p>I ask the Acting Leader that we have a debate with the Minister for Further and Higher Education, Research, Innovation and Science at some point before the summer recess about student accommodation.  I am getting call after call from students who are struggling to get accommodation next year in Cork, in the Acting Leader's city, and in Limerick.  These are second year and third year students who are at their wits' end at this stage trying to secure some sort of accommodation for college.  A number of them now are looking at the possibility of travelling from Tipperary, from Clonmel and Cahir, for the foreseeable future until they get some sort of accommodation.  This is even before first-year students get their results in August and start looking for accommodation on the back of that.  It is imperative the Minister comes in here and outlines his vision for accommodating these students.  Most people are fortunate enough to experience student life, and part of that is living on a campus or in a city or area where the college is, taking in, obviously, the academic side of college but also the enjoyment of being independent for the first time in one's life.  That is an important experience to have as well as the academic side.  That cannot be experienced by living an hour and a half away at home in Tipperary.  It is therefore important the Minister would come in and speak on that subject.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This issue will get bigger in the coming months as more people seek accommodation for September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#X00400","speaker":"1629","continuing":true},{"type":"speech","time":1652794200,"counter":95,"content":"<p>I spoke too soon in respect of the penultimate speaker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Y00200","speaker":"1692"},{"type":"speech","time":1652794200,"counter":96,"content":"<p>I concur with the comments of Senator Lombard in respect of Airbnb.  It is an issue we have been skirting around for some time and it needs to be dealt with.  A large number of hotels will struggle with occupancy levels as a result of the large number of Airbnbs.  There is also the knock-on effect on the private rental market.  It is an issue that needs to be addressed immediately.<\/p> <p>The issue of the N4 was to the fore earlier in the year when we found out that funding to continue the consultation process was not put in place for 2022.  I ask that the Minister, Deputy Eamon Ryan, in particular ensure that funding is put in place for the project for 2023 and that it is actually brought through until planning permission is granted.  There is not a significant cost involved in doing so.  The significant cost comes when the capital works need to take place and land has to be purchased, etc.  I ask that the project, which is vital for the entire north-west and midland regions, be prioritised and the funding guaranteed for 2023.  We need to avoid a situation where the tap runs dry.  I make that point in the context of the funding that was put in place this year.  Funding needs to be put in place for 2023 and 2024 to bring the process through to identifying a route and getting planning permission.  If we then have to wait until capital funding becomes available, that is fine.  The money needs to be put in place for 2023 and 2024, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Y00300","speaker":"1639"},{"type":"speech","time":1652794200,"counter":97,"content":"<p>I rise to raise two matters.  First, I thank Senator Horkan for his honourable mention of the mid-west and his visit there yesterday with the transport committee.  I had a meeting yesterday with Limerick Chamber of Commerce.  The rate of unemployment in Limerick is better than it was prior to Covid.  The latest report published indicates that the rate is running at just over 4%.  It is very good news for the mid-west that there is so little unemployment in the area.  That is down to the collaboration between the council, the enterprise office, the office of the T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Varadkar, and IDA Ireland.  There has been a big drive in terms of the delivery of companies coming to the region.  A significant number of high-end jobs have come to Limerick and the mid-west in recent times.  Senator Horkan promoted Shannon Airport.  It is certainly great to have the airport, as well as Shannon Foynes Port, on our doorstep and that has helped in the creation of these jobs.  It is also down to having three third level institutes in the mid-west, which is really important.<\/p> <p>That leads me to my final point, which is that yesterday evening I attended a collaboration between Griffith College and the Vintners Federation of Ireland.  The college is running an apprenticeship degree programme for bar staff.  I met and listened to some of the apprentices who are participating on the course.  There are approximately 35 people in the first cohort, with more due to join the course in September.  It is very positive to see a programme such as that being run, but also the collaboration and sponsorship that is coming from industry.  I compliment the pubs because they have been through a hard time during Covid.  They were one of the hardest hit industries.  To see it now reaching out and taking on people is positive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Y00400","speaker":"1695"},{"type":"speech","time":1652794200,"counter":98,"content":"<p>May I make a brief point of order, with the indulgence of the Leas-Chathaoirleach?  I know the Acting Leader will want to be aware of it for the purpose of the record.  When I was condemning the amnesty proposals of the British Government at Westminster, I should have made him aware that today is the anniversary of the Dublin and Monaghan bombings and there was a wreath-laying ceremony on Talbot Street this morning.  I am sure all our sympathies and solidarity are with the families and survivors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Y00500","speaker":"1688"},{"type":"speech","time":1652794200,"counter":99,"content":"<p>I appreciate that.  The issue was the subject of a Commencement matter.  We all associate ourselves with those remarks.  They are particularly poignant in my case as I am from that area.  I thank Senator &Oacute; Donnghaile.<\/p> <p>I am delighted to see that my friend and colleague Senator Buttimer is present to act in his natural role as Leader.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Members should note that I stressed he is a natural Leader of the House.  I invite him to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Y00600","speaker":"1692","continuing":true},{"type":"speech","time":1652794200,"counter":101,"content":"<p>Go raibh maith agat, a Leas-Chathaoirligh.  I assure Members it is for one day only.<\/p><p>I thank the 21 Members of the House for their contributions to the Order of Business.  I will begin by remembering the families and victims of the Dublin and Monaghan bombings.  They are still looking for justice.  Today we remember those families and victims and we stand with them.<\/p><p>Senator Chambers, O'Donovan and O'Sullivan raised the issue of the new national maternity hospital.  The decision of Cabinet today, irrespective of one's political view, is to be welcomed.  It is proceeding with the project and we congratulate the Government on its decision.  We thank all who participated in the debate in recent weeks.  It was a strong and important debate in helping us to proceed with this project.<\/p><p>I welcome Representative Fran Hurley from Chicago and Sam Windle, who is in the House on a student placement.<\/p><p>Senator Chambers also made reference to the issue of Brexit and the Northern Ireland protocol, as did Senators &Oacute; Donnghaile, Craughwell and O'Donovan.  We all stand united in our condemnation of what the British Government is doing and has intimated it will do on foot of the UK foreign secretary, Liz Truss&rsquo;s remarks in the House of Commons today.  It is important the Minister, Deputy Coveney, comes to the House and that we have an update from the European Commission on what is to happen next.  Again, we have a sense of Groundhog Day with this in that we are back here again dealing with Brexit.  As has been said, the majority of MLAs elected to the new Stormont Assembly are in favour of the <i>status quo<\/i>, the protocol.  Everybody should stand and recognise that.  It is important we take cognisance of this.  I advise Senator &Oacute; Donnghaile that the Minister, Deputy Coveney, has made very strong remarks regarding the amnesty, which reflects the Government&rsquo;s position regarding that.  I would be happy to ask the Minister to come to the House on that matter.  Senator Craughwell was right in what he said.  Responsibility should be adopted by those elected with a mandate.<\/p><p>Senator Chambers also paid tribute to the Breaffy National School on the welcoming of Ukrainian students to its student cohort.<\/p><p>Senator Keogan made reference to the European Parliament in terms of Covid.  The Government, through the Taoiseach and the Minister for Health, has committed to our own review of Covid, which will happen.  The Senator was right in saying is important we learn lessons from Covid and that we put what worked well into a proper structure but that we also learn from what did not work well.  It is important we learn from what was the worst pandemic across the world in modern history.<\/p><p>Senators Black, Sherlock, Dooley, Gavin, Murphy, Hoey and O'Sullivan all condemned the killing of Shireen Abu Akleh.  All of us in the House stand united in solidarity in condemning the killing of that journalist.  As Senator Dooley said, as a person, she should never have been killed, but as a journalist, her killing, which was an attack on independent journalism, is also fundamentally wrong.  The Minister, Deputy Coveney, has made it quite clear there should be a probe into her killing and into the events of the funeral last weekend.  All of us condemn it.  What happened last weekend was wrong on every count, regardless of one's political viewpoint.  It is important we listen, engage and talk in order that the conflict and the dispute is stopped once and for all.<\/p><p>Senators Dooley, Craughwell and I visited Shannon Airport yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Z00200","speaker":"1637"},{"type":"speech","time":1652794200,"counter":102,"content":"<p>And me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Z00300","speaker":"1696"},{"type":"speech","time":1652794200,"counter":103,"content":"<p>And Senator Horkan, gabh mo leithsc&eacute;al.  We had a very positive meeting in Shannon Airport and with the Irish Aviation Authority.  This afternoon Senator Maria Byrne also made comments about Shannon.  It is clear there is a need for the Government to examine the legislation covering our aviation policy and for it also to examine the regional airport development programme with a view to ensuring Shannon and Cork are included in it in the future.  I look forward to the Minister, Deputy Ryan, coming to the House as matter of importance.  Our aviation policy needs to be updated and reviewed as a matter of fundamental importance given we are coming out of Covid and there are challenges in our aviation sector in terms of energy, the war in Ukraine and how we can attract people to come to visit our country.<\/p> <p>Senators Malcolm Byrne, Hoey and Cassells in their contributions all praised the coming out of Jake Daniels, the first professional soccer player in a generation in England to do so.  It is to be welcomed.  I congratulate him as an openly out gay man myself on his courage and bravery in a very masculine sport that does not embrace equality or diversity in the way it should.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Cassells made a fundamentally important point that in the world of Cumann L&uacute;thchleas Gael of which the Senator is a member, as is Senator Carrigy, David Gough as an out referee has been a champion of diversity, as has D&oacute;nal &Oacute;g Cusack, to be fair to him.  We need more role models in the world of sport no matter what sport it is but particularly in Cumann L&uacute;thchleas Gael given that it is our native sport and the one that is probably played in every parish in every urban and rural setting.<\/p><p>I join with Senator Cassells in calling on Cumann L&uacute;thchleas Gael to raise the rainbow flag over Croke Park in June.  Dublin Pride is the third or fourth Saturday of the month.  It would be a fitting step on the road to equality.  I am not telling the GAA what to do but in the same way that the Ceann Comhairle at the invitation of some of us allowed for and facilitated the rainbow flag to fly here in the Oireachtas, the people's house, Cumann L&uacute;thchleas Gael is our national sporting organisation so it would be an extraordinary act on its part to take up the suggestion of Senator Cassells.<\/p><p>I hope this House will join in supporting the Pride flag adorning Croke Park not as a political gesture but as a gesture of solidarity and equality with all of us in this country - a republic where we cherish all of our children equally.  I commend Senator Cassells for his contribution but, more importantly, as Senator Malcolm Byrne said, today is International Day against Homophobia, Biphobia and Transphobia.  In Cork we had International LGBT Awareness Week.  We need such weeks, as we do Pride, and I commend Senator Malcolm Byrne for his leadership and the way in which he has been a very strong champion of diversity and equality not just in this House but in his personal and public life and I thank him for coming in here today.<\/p><p>I also thank Senator Hoey for her courage because it is important that we stand up to any type of bullying and violence and not just today but every day we stand in solidarity with people and ensure we tackle discrimination.  Senator Malcolm Byrne is right.  The online space needs to be addressed as well but today is an important day.  It is important because all of us should congratulate Jake Daniels for what he has done and the role model he can and hopefully will become.  <\/p><p>Senator Malcolm Byrne also raised the regulation of jet skis.  I agree with him on that.  It is critical that our beaches and coastal communities are kept safe and I thank the Senator for raising that issue.  I will ask the Minister to come to the House to discuss that matter.  <\/p><p>Senator Craughwell raised the issue of Cathal Brugha Barracks.  I would be happy for the Minister for Defence to come to the House for a debate on the future of the barracks.  Senator O'Donovan spoke about the need for a debate on housing.  Like Senator Maria Byrne, Senator Gavan raised the issue of University Hospital Limerick.  As somebody who is not from the region but who was a former Chairman of the Oireachtas Joint Committee on Health, I recognise that there has been investment by Government, including investment in staffing.  A specialist team has come down to the hospital.  We have had an extension to the hospital and infrastructure development.  There is something fundamentally wrong that needs to be eliminated.  The Minister for Health has not been shy in going to the hospital but it is important that the HSE and the Department sit down and take action if there needs to be accountability from the top to the bottom in the hospital itself.  As a layperson, I would say there is something fundamentally wrong in terms of the structure.  I may be wrong but both Senators Gavan and Maria Byrne have come in here repeatedly and raised the issue.  There is something fundamentally wrong in this regard.  I hope something will happen sooner rather than later.  <\/p><p>Senator McGahon spoke very highly about the Creative Spark downtown hub in Dundalk and commended the two people involved in remote working hubs.  He is right.  There is a need for investment in urban infrastructure to create these hubs.  I will ask the Minister for Rural and Community Development and possibly the Minister for Finance to come to the House to discuss this issue.  <\/p><p>Senators Murphy, Horkan and Dolan raised the commemoration of the Famine and the new museum in Strokestown.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should all take up Senator Murphy's suggestion and invitation.  It is important that we acknowledge the tremendous investment in the Famine museum in Strokestown.  It is also important that we continue to remember the events of the Famine.  As Senator Dolan said, no democracy has ever had a famine.  We remember the people of Yemen today as well.<br\/><br\/>Senator Hoey raised the issue of SUSI grants.  I would be happy for the Minister, Deputy Harris, to come to the House with regard to this important matter.  The Senator raises a very pertinent point regarding people who received Covid payments being penalised.<br\/><br\/>Senator O'Sullivan raised the issue of B&eacute;al na Bl&aacute;th and the foundation of Fianna F&aacute;il.  We congratulate the Fianna F&aacute;il Members on their birthday yesterday.  As regards the anniversary of Michael Collins this year, the decision of the B&eacute;al na Bl&aacute;th committee is a recognition of our maturity as a nation.  There is critical division but the fact that we are coming together in a decade of commemoration shows the maturity of the members of the B&eacute;al na Bl&aacute;th committee who invited the Taoiseach and also the leader of Fine Gael, an T&aacute;naiste, to the commemoration.  I look forward to being there to hear both men speak on the tremendous legacy that Michael Collins has left his country and on the need for all of us to reconcile, north, south, east and west, to build an Ireland in which we can all be free to be who we are.<br\/><br\/>Senator Dolan raised the issue of the Roscommon passport and the Rossies of whom Senator Murphy is one.  We should all remember that for two years, the leaving certificate class about which she spoke could not celebrate and the right of passage is beginning for it again.  We wish the class well.  We will have the Minister come to the House to discuss the Carrick-on-Shannon bypass and the need for infrastructure development.<br\/><br\/>Senator Horkan also raised the issue of bike week.  I know he was participating in an event outside Leinster House today.  He has been a strong proponent of cycling and an active cyclist.  The Senator raised safety for cyclists and I hope the Minister will come to the House to have a debate on this issue in the coming weeks.<br\/><br\/>Senators Lombard and Carrigy raised the issue of Airbnb.  Senator Lombard has been a very strong advocate for reforming the Airbnb sector.  He left us with a very interesting statistic.  In the coastal seaside tourist town of Kinsale, there are 150 Airbnbs and two advertisements on <i>daft.ie<\/i>.  That paints a picture.  I would be happy for the Minister to come to the House on the matter.<br\/><br\/>Senator Ahearn also raised the issue of bike week.  He rightly referred to the extraordinary sportsmen, Se&aacute;n Kelly and Sam Bennett.  He also raised student accommodation, which is a huge issue that needs to be addressed at local level by local government and at national level by the Government.  I would be happy to have the Minister, Deputy Harris, and the Minister of State with responsibility for local government, Deputy Burke, come to the House.  The Senator is right that it is about the student experience.  It is unacceptable that students are having to travel from the University of Limerick to Tipperary or from Tipperary to University College Cork or Munster Technological University.  We should not tolerate or countenance this.  The struggle for accommodation is a real one and I thank the Senator for raising the matter.<br\/><br\/>Senator Carrigy also raised the important matter of the need for investment in the N4.  He is right.  It is about rural regeneration and investment in rural Ireland.  He is right to raise the issue and ask that the Government continue to fund the N4 project.  I am happy to request that the Minister for Transport, Deputy Ryan, come to the House.<br\/><br\/>Senator Maria Byrne raised the 4% unemployment rate in Limerick, which is an extraordinary figure.  She is right about collaboration.  I also commend the vintners and Griffith College on an extraordinary development yesterday when an apprenticeship and third level degree programme was announced for those in the bar trade and hospitality sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#Z00400","speaker":"1637","continuing":true},{"type":"speech","time":1652794200,"counter":106,"content":"<p>The Cork vintners were there as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00200","speaker":"1695"},{"type":"speech","time":1652794200,"counter":107,"content":"<p>I know Michael O'Donovan was there because I heard him this morning on local radio.  We should look at how we can propel that throughout the country because the hospitality sector is an important one and it is under pressure.  T&aacute; s&eacute; faoi bhr&uacute;.  I thank Senators.  I can assure them I am Acting Leader for one day only.  I have not been as adversarial as normal towards Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00300","speaker":"1637"},{"type":"speech","time":1652794200,"counter":108,"content":"<p>That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00400","speaker":"1660"},{"type":"speech","time":1652794200,"counter":109,"content":"<p>The fact that Fianna F&aacute;il is in Government does not allow me to be so either.  I ask for the approval of the House for the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00500","speaker":"1637"},{"type":"unspoken","time":1652794200,"counter":110,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Planning and Development (Street Furniture Fees) Regulations 2022: Motion","time":1652794200,"counter":111,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00700"},{"type":"speech","time":1652794200,"counter":112,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann approves the following Regulations in draft:   \tPlanning and Development (Street Furniture Fees) Regulations 2022, a copy of which has been laid in draft form before Seanad &Eacute;ireann on 21st April, 2022. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#BB00800","speaker":"1637"},{"type":"unspoken","time":1652794200,"counter":113,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1652794200,"counter":114,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.45 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.51 p.m.\r\n\r\nSitting suspended at 4.45 p.m. and resumed at 4.51 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Regulation of Display of Electoral and Polling Posters and Other Advertisements Bill 2022: Second Stage","time":1652794200,"counter":115,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#DD00100"},{"type":"speech","time":1652794200,"counter":116,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p> <p>I thank the Minister of State for coming to the House for this very important Bill.  It is something that has come up for us, as the Green Party, an awful lot.  However, I know for a fact that it comes up for every party.  I refer to election posters and the scourge that people feel they are.  <\/p> <p>When it comes time for an election, we all want to get our face out there and be recognised.  However, even when one looks at public polling, the majority of people are not in agreement that this is how they want democracy to go in this country.  The majority of countries in the EU take a different approach, which is what this Bill is based on.  It is based on ensuring that we have a democratic process that ensures that we have a level playing field and a full and free election.  This means that everybody gets to have an opportunity to have their face displayed, but it is done in such a way that everybody gets the same amount of space.  We have these on designated areas, which are selected by the local authority on the basis that it understands the constituency best.  <\/p> <p>The reason that I was keen to ensure that this was put into the Bill is because I spoke to councillors, and councils, particularly Galway City Council, who tried to put in place a ban on election posters.  There was then the idea of having designated areas, which is what this Bill does.  One thing that came up for people was the question of if they lived in one area and another councillor lives in different area, would the one designated zone be in the area where an opponent lives.  I have taken that on board in this Bill in saying it is the local authority that will have designated areas, knowing that it is covering the whole constituency.  That is very important.  The basis of that is a set of regulations issued by the Minister for Housing, Local Government and Heritage.  That means that there can be a fair playing field for everyone.  <\/p> <p>We have found that the number one thing that comes back from people who complain about election posters is not just the environmental aspect, which I will touch on, but it is also the fact that, for example, they fall and hit people on the head.  I have actually had to go across the road and pick up election posters, because in the windy west of Ireland that is a regular occurrence.  There are also cable ties on the ground, which are a nuisance for people.  People with disabilities, mobility issues and those with young children who are driving buggies along the footpath all have to get around fallen election posters.  In 2019, Dublin City Council issued more than &euro;30,000 in fines for people who had incorrectly erected their posters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These fines were issued predominantly because of complaints from members of the public.  We, as elected representatives, really need to take on board what the public says it wants.  It does not want posters everywhere.  However, it is also fair enough to say we want to make sure there is visibility for candidates.  In other countries, there are designated areas at which the posters are visible and that give candidates an opportunity, instead of just showing their faces, to really lay out what is in their manifestos and the reasons people should vote for them.  That is another benefit of this proposal.<\/p><p>To move on to the issue of the environment, there were 600,000 posters in the 2014 local election campaign.  That is the equivalent of 23 Croke Parks full of posters.  Most of the posters are of really poor quality plastic because that is the cheapest.  The Green Party quite famously tried to produce more environmentally friendly posters but they disintegrated, as the Minister will remember.  It is more costly to do other things and environmentally friendly posters do not stand up to the weather in this country.  The 600,000 posters reportedly produced 360 tonnes of carbon dioxide.  The posters are a nuisance and create plastic that pollutes our oceans and the whole countryside.  In addition, they have an impact on our carbon emissions.  We are leaders in our communities and it is time for us to show leadership for the climate and environment however we can.  This Bill is one of the ways we can.<\/p><p>The Minister of State ran without election posters and got over the line.  Fair play to him.  What is really notable, however, is that he had had a long career before that.  It is quite difficult to run with no posters when everyone else is running with them.  That is why we must all make sure we are on the same road and why we have to proceed through legislation and regulation.  Individual councils have been trying to address this but have not been able to get over the line because they cannot make the decisions; they have to be made within the Department.  One approach is to consider changing this.  Another involves regulations that allow the local authorities to decide where poster zones would be.  That is what this Bill would do.<\/p><p>Another huge factor for me is that we are trying to have more diversity in politics.  It is incredibly expensive to get into politics.  In the last election I was up against people who literally had thousands of posters.  There was no way I could have afforded thousands of posters, nor was there any way that my party could have afforded to give me any money towards them.  An independent candidate does not get any support either.  One is really banking on getting a certain number of votes to get back some expenses, but the money does not really go anywhere near what it takes to make up for thousands of posters.<\/p><p>This legislation is a measure that ensures more equality and better representation in politics, which is what everybody says they want in this Chamber and in the D&aacute;il.  This is where the rubber hits the road when it comes to making decisions that will make politics more inclusive.  We have a low rate of representation by women in politics, and there is also a low rate of representation by those who do not have the social capital.  If one does not have social capital, one needs to make one's face known.  Those who are better known and have a longer history in their communities are the ones who get over the line.  When parties, particularly larger ones, are looking for people to run, they ask who is really well known in the community and who has a family that is really well known.  These are the factors that are taken into account, but they should not necessarily be.  We should be ensuring that people who are newer to our country are supported as well.  One step &mdash; it is only one &mdash; is to make sure that when it comes to visibility during an election campaign, everybody gets the same shot.  That is what this Bill will do.<\/p><p>I will go through some of the specific elements of the Bill for Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051700002#DD00200","speaker":"1693","continuing":true},{"type":"unspoken","time":1652794200,"counter":118,"content":"<p>Additional debate to follow.<\/p>"}]