[{"type":"minorheading","content":"Prelude","time":1539095400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 15:30:00","time":1539095400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1539095400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1539095400,"counter":4},{"type":"majorheading","content":"Order of Business","time":1539095400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#A00100"},{"type":"speech","time":1539095400,"counter":6,"content":"<p>The Order of Business is No. <i>a<\/i>1, motion regarding the ninth report of the Committee of Selection, to be taken on the conclusion of the Order of Business; No. 1, motion regarding the Technological Universities Act 2018 (Section 36) (Appointed Day) Order 2018, back from committee, to be taken on the conclusion of No. <i>a<\/i>1 without debate; No. 2, motion regarding the Competition Act 2002 (Section 27) Order 2018, referral to committee, to be taken on the conclusion of No. 1 without debate; No. 3, motion regarding a reasoned opinion for a regulation of the European Parliament and of the Council in establishing a framework for interoperability between EU information systems, to be taken on the conclusion of No. 2 without debate; and No. 4, statements on budget 2019, to be taken at 4.45 p.m., with the time allocated to group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p><p>Notwithstanding that we had a moment's silence and a prayer at the beginning of proceedings, I propose, a Leas-Chathaoirligh, that we stand as a mark of tribute to the late Emma Mhic Mhath&uacute;na who passed away at the weekend.  I offer on my behalf and on behalf of the House our deepest sympathies to her family on their very sad loss.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#B00100","speaker":"1391"},{"type":"unspoken","time":1539095400,"counter":7,"content":"<p>Members rose.<\/p>"},{"type":"speech","time":1539095400,"counter":8,"content":"<p>I convey my personal sympathies and those of the Fianna F&aacute;il group to the family of the late Emma Mhic Mhath&uacute;na.  I commend her bravery and strength in recent months.  Ar dheis D&eacute; go raibh a h-anam d&iacute;lis.<\/p> <p>We have all come from either the Lower House or we were watching the budget on the monitors in our offices.  One of the cornerstones of the confidence and supply agreement between Fine Gael and Fianna F&aacute;il is that there would be a 2:1 split in favour of spending on services over tax cuts.  That stipulation was in evidence in today's budget, which was yet another progressive budget because of the Fianna F&aacute;il influence.  We saw many progressive announcements today, including an increase in the old age pension, unemployment benefit, carer's allowance and the disability allowance, a reduction in the pupil-teacher ratio and an increase in spending on the National Treatment Purchase Fund.  We will also see an increase of 800 in the number of garda&iacute;.  These measures are all due to Fianna F&aacute;il entering into a confidence and supply agreement with the Fine Gael Government.  The influence of Fianna F&aacute;il is clear from the fact that there has been much more progressive spending and fairness in the past three budgets.<\/p> <p>I was disappointed, however, when it came to other elements of the budget.  The Government fell short on climate change.  A small surcharge was introduced in the rate of vehicle registration tax, VRT, for diesel cars but nothing that would make a significant contribution to enable us to meet our climate change targets.  I read today that Lidl Ireland is to ban non-recyclable packaging in all its stores before Christmas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is something I welcome, but the Government could have used this budget to encourage other stores to reduce the amount of non-recyclable plastics they use.<br\/><br\/>I was disappointed with another item.  Although the spending on health is huge - it is one of the largest spends <i>per capita<\/i>in the world - there is nothing in this budget on implementing Sl&aacute;intecare; there was not even a hat tipped to it.<br\/><br\/>The housing plan announced was not that ambitious.  Fianna F&aacute;il negotiated for &euro;300 million to be ring-fenced for affordable housing.  However, but for that, I do not believe this plan will change much in terms of producing the houses people need now.  It will not go any way towards dramatically increasing the supply in the coming short period.<br\/><br\/>There will be much debate today on the budget.  Ultimately, it was a progressive, fair budget.  However, we need to consider where we are going with health spending, which remains high, and whether we are getting the results.  We also need to ensure that housing provision is key so that all of us have somewhere to return to at night.  Ten thousand people are still living in homeless accommodation, including 4,000 children, and we need to take urgent action to help those people.  Discussing the budget is great, but we need action.  We need sods turned and housing provision to happen fast.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#B00300","speaker":"1407","continuing":true},{"type":"speech","time":1539095400,"counter":10,"content":"<p>I raise the issue of the sinking of the <i>RMS Leinster<\/i>mailboat in D&uacute;n Laoghaire.  In the past few days, in D&uacute;n Laoghaire-Rathdown, but particularly in the harbour town of D&uacute;n Laoghaire, there were many events to mark that tragedy.  Tomorrow, the Minister for Culture, Heritage and the Gaeltacht, Deputy Josepha Madigan, will represent the Government at an event in D&uacute;n Laoghaire Harbour, which I am aware many people will attend.<\/p><p>I wish to share a few thoughts with Members.  At approximately 9 a.m. on 10 October 1918, the <i>RMS Leinster<\/i>left the Carlisle Pier in Kingstown, as it was known then, now D&uacute;n Laoghaire, bound for Holyhead, in Anglesey, Wales.  The ship was carrying 771 registered passengers and crew.  Shortly before 10 a.m., approximately 16 miles from Kingstown, now D&uacute;n Laoghaire, the ship was attacked by two torpedoes.  One missed it and the other hit the ship's port side.  We now know from documented evidence that 560 people died in the sinking of the <i>RMS Leinster<\/i>.  This made it the largest ever recorded loss of life in the Irish Sea and the highest ever casualty rate from an Irish-owned ship.<\/p><p>I ask the Leader, with the consent of the Members of Seanad &Eacute;ireann, to consider observing a minute's silence tomorrow, 10 October 2018, to mark the centenary of that terrible tragedy in D&uacute;n Laoghaire Port.  It is a matter for the Seanad, ultimately.  I will be attending the State events tomorrow, as will a number of other people.  It is an important tragic event but one we should mark out of respect for the people who lost their lives at sea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#C00200","speaker":"1379"},{"type":"speech","time":1539095400,"counter":11,"content":"<p>I am sure the Leader will consider that proposal in due course.  I call Senator Conway-Walsh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#C00300","speaker":"1420"},{"type":"speech","time":1539095400,"counter":12,"content":"<p>Ba mhaith liom comhbhr&oacute;n a dh&eacute;anamh inniu le clann Emma Mhic Mhath&uacute;na agus lena leana&iacute;.  Bean cr&oacute;ga agus m&aacute;thair iontach ab ea &iacute;.  On behalf of the Sinn F&eacute;in team in the Seanad, I want to express our sadness and extend our condolences to Emma's children, her daughter Natasha, her sons, S&eacute;amus, Mario, Ois&iacute;n and Donnacha, her father, Peter, and her wider family and friends.<\/p><p>Today, we must also remember those other women who have died during the cervical cancer scandal, particularly the woman who died over the weekend, and we send our solidarity and condolences to her family.  I also send solidarity to Vicky Phelan and those women who are coping with their illness at this time.  I wish them well.  We must never forget Emma's words when she said earlier this year: <\/p><blockquote>I shouldn't be dying, that's what makes this a tragedy.  I feel like I've essentially been murdered.  I should be here another 50 years.  The end of life is part of God's plan but this isn't God's plan.  I'm dying because of human error and that's disgusting.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The efforts of the community in Baile na nGall in the D&uacute;n Chaoin Gaeltacht are testament to an active and well-loved member who embraced the language and culture of her new home.  It was clear from her long interview on Raidi&oacute; na Gaeltachta earlier in the summer that she found some peace in that place and that it was very important to her that it was in Kerry that she spent her last weeks with her beloved children.<\/p><p>While we have all admired her work in recent months, we must stay true to our commitment to honour her by ensuring this never happens again.  Part of that is the call to action by her solicitor, Cian O'Carroll, who stated that none of the 221 errors has been investigated.  This is so even though the contracts with the laboratories provide specifically and clearly that if the State wishes, it can send the Health Information and Quality Authority, HIQA, to them to find out why the errors happened, just as we need to know why they were covered up.<\/p><p>Emma died knowing hundreds of women and their families still wait for answers and the most basic information on their care or that of their loved ones.  This is a scandal on top of a scandal and it must be dealt with as a matter of urgency.  Emma's legacy must be truth and accountability.  May she rest in peace.  Ar dheis D&eacute; go raibh a h-anam d&iacute;lis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#C00400","speaker":"1378","continuing":true},{"type":"speech","time":1539095400,"counter":14,"content":"<p>There are 55,000 people with dementia in Ireland, which number is set to more than double in the next two decades.  Approximately 50,000 people are carers, albeit the true number may be three times higher.  Dementia is a progressive condition and, as such, it needs different responses from the time of initial diagnosis right through to a person's death.  It is possible to live well with dementia, in particular at earlier stages when a little support goes a long way.  The progression of dementia can take decades and, at the advanced stages, sufferers and their carers need a great deal of care and support.  Like other long-term chronic conditions such as stroke, heart disease and cancer, dementia requires special attention and must have its own claim on the public purse.<\/p><p>I am co-convenor, along with Deputy Butler, of the all-party Oireachtas group on dementia, and the membership includes Senators Devine, Hopkins, Humphreys and Byrne, all of whom are active Members of the House.  There was an opportunity in budget 2019 to put real money into the range of supports people with dementia and their carers need to live well with dementia and to die well too.  The Government could have prioritised closing the dementia gap revealed in the HSE's mapping exercise which was published earlier this year and broken down on a county-by-county basis by the Alzheimer Society of Ireland.  For example, there are approximately 4,000 people with dementia and 12,000 carers in my native Cork where an investment of approximately &euro;500,000 is required to give people living with dementia a minimum level of support.<\/p><p>The Government should be investing in the development of a national network of dementia advisers.  A recent evaluation undertaken by UCC and published by the HSE supported wholeheartedly the development of such a network, embedded in primary care.  Deputy Butler and I saw such a network first-hand on our visit to Scotland.  We have seven dementia advisers nationally at the moment but we need approximately 90 if we are to have one in every primary care network.  If Scotland can afford such a network to provide invaluable support at the point of diagnosis and beyond to people with dementia and their carers, why can Ireland not have that network too?<\/p><p>We need to shift away from total reliance on residential homes for the long-term care of people with dementia and to develop home care as an alternative and complement to nursing home provision.  When asked, people and their carers have said time and again that they prefer home care to nursing homes.  However, home care is just not possible.  Due to lack of home care, people cannot be discharged from unsuitable hospital beds which cost the State in excess of &euro;300,000 each per year.  We also spent &euro;1 billion on long-term residential care in Ireland.<\/p><p>Budget 2019 is an opportunity to allocate resources to provide a down payment of &euro;100 million in new funding for home care.  As such, I was disappointed that dementia was not specifically mentioned in the Budget Statement of the Minister for Finance, Deputy Donohoe, although I welcomed Deputy Cowen's response calling for significantly increased homecare packages, funds to develop a national network of dementia advisers and the expectation that we might see specific commitments on these in the HSE's service plan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I ask the Leader to invite Minister for Health, Deputy Harris, or Minister of State, Deputy Jim Daly, to come before the House to make statements about what resources exactly have been set aside in budget 2019 to fund closing the service gaps for people with dementia and their carers in every county, the development of a national network of dementia advisers and a significant investment of new money in home care.  I want the Minister to put on record that all those specific commitments regarding dementia will appear prominently and clearly in the HSE's service plan for 2019.<\/p><p>Tomorrow is the third anniversary of the fire at Carrickmines.  I pay my respects to those who perished in that fire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#D00200","speaker":"1430","continuing":true},{"type":"speech","time":1539095400,"counter":16,"content":"<p>I wish to express the sympathies of the Labour Senators to the family of Emma Mhic Mhath&uacute;na and I join colleagues in commending her courage, bravery and humanity.  We will stand with all survivors in order to try to obtain justice and to ensure that this never happens again.<\/p> <p>I call for a debate with the Minister for Education and Skills on the relationship between church and State.  The influence of the Catholic Church on the Government is disturbing.  The Minister issued a circular on 19 February stating that there was no longer a necessity for children in second-level State schools to attend religious instruction and that they would be offered alternative subjects.  The position in that regard was reversed last week.  Freedom of information documents obtained by RT&Eacute; show the level of lobbying done by Catholic Church organisations which seem to have a remarkable influence on the mindset of the Minister for Education and Skills, who has changed his mind and, at the stroke of a pen, decided to place children in second-level State  schools who do not wish to attend religious instruction classes at a disadvantage.<\/p> <p>The lobbying that goes on with the Government is remarkable.  The private school sector brought an influence to bear on the Education (Admissions to Schools) Bill and got exactly what it wanted.  The alcohol lobby brought its influence to bear on the Public Health (Alcohol) Bill.  The landlord and developer class had an influence on today's budget.  The renters and homeless were at the bottom of the list when it came to the allocation of moneys in the budget.  This at a time when Ireland is gripped by its greatest crisis - social or otherwise.  I ask the Leader to facilitate a long-needed debate on the relationship between church and State in the area of education.  The Labour Party feels it is beyond time that this matter be discussed by a constitutional convention or a citizens' assembly in order to put a range of questions to the people and to break the link between church and State in the area of education.  This should also be done in the area health, but I will concentrate on education today.  This change of policy at the behest of well-resourced lobby groups from the Catholic Church raises many questions as to who holds the power when it comes to education.  I formally ask that time be made available for a debate on this matter.<\/p> <p>I formally second Senator Boyhan's proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#E00200","speaker":"1410"},{"type":"speech","time":1539095400,"counter":17,"content":"<p>There was no formal proposal, just a suggestion.  I am sure the Leader will respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#E00300","speaker":"1420"},{"type":"speech","time":1539095400,"counter":18,"content":"<p>I welcome the fact that the education budget is being increased to &euro;10.8 billion.  This will lead to 1,300 extra school places and the appointment of a further 950 special needs assistants, SNAs.  There is also increased funding for third-level and further education, especially in the areas of apprenticeships and skills.  I am sure people are tired of me speaking about apprenticeships and skills but they are important.<\/p> <p>The corporation tax credit for film has been extended to 2024.  Troy Film Studios in Limerick has been a good news story.  Many people have been trained by the education and training boards, ETBs, and have obtained the skills necessary to allow them to work for whatever film companies come here.  The combination of these two factors is leading to job creation, which is important.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The combination of the extra money towards apprenticeships and skills and their expansion, together with the film corporation tax credit which is to be extended to 2024, are to be welcomed.  <\/p><p>The Minister alluded today to the fact that the new time-limited regional uplift of an additional 5% which will be phased out over a period of time is most welcome for future development and job creation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#E00400","speaker":"1384","continuing":true},{"type":"speech","time":1539095400,"counter":20,"content":"<p>While this is not a formal proposal, I would like to endorse the comments of Senator Boyhan on tomorrow's proposal for a minute's silence regarding the very significant 100th anniversary since the <i>RMS Leinster<\/i>was torpedoed and sank with the loss of over 500 lives.  This was the greatest number of lives ever lost in a single event in the Irish Sea.  This is being marked tomorrow, very fittingly, and I would like to support his proposal for a minute's silence.  I am sure the Leader will facilitate this proposal.<\/p><p>We will discuss the budget later so I will not discuss it at this point.  Even though everything is related in some way to the budget, there is separate matter and a very crisis appearing and becoming more apparent every day in the secondary schools sector.  Long before we bring in the Minister to discuss  religious education, or instruction, as Senator &Oacute; R&iacute;ord&aacute;in referred to it, I would prefer to see the Minister in here to discuss how we are going to have enough teachers in many subjects such as continental languages, sciences and Irish.  This is a very serious crisis appearing in many schools.  I attended a meeting yesterday evening with many school principals.  This is a problem in Dublin in particular.  The salaries that people are earning relative to the rents that they are having to pay and the cost of housing that they are having to incur means that they are not able to live in Dublin on the money they are earning.  It is very difficult.  Schools are talking about whether they have any monasteries or convents in their vicinity that they may have access to in order to house some of their staff, not because they want to, and it is not a long-term objective, but as a way of closing the gap in the short term.  I want to see the Minister come to the House as a matter of greater urgency to address how he proposes having enough people in the system to facilitate the increase in pupil numbers.  Even without an increase in the number of pupils, which we know is coming in any event, we are going to have a very serious crisis in many if not all subjects very soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#F00200","speaker":"1412"},{"type":"speech","time":1539095400,"counter":21,"content":"<p>I welcome the budget announcements today.  It is a big change from where we were seven years ago where over &euro;8 billion was taken out of the budget overnight.  Now we are in a very good position where we have a balanced budget and can give priority to a number of areas, in particular to health and housing.  An additional &euro;1 billion was added to the budget this year.  In real terms there was a &euro;2.25 billion increase in the health budget over the last two years, which is a 15% increase.  Hopefully, that will help to improve services.<\/p> <p>We must also ensure that services are delivered in an efficient and cost-effective manner which we must now prioritise.  Giving additional money is all very fine but we must also see the cost-effective delivery of these services.  One of these areas is funding for GPs at the coalface.  Additional funding has been provided for this.  It is very important that the additional funding they require to run their practices is prioritised so they can provide services at a local level  and that all of this additional funding is not swallowed up by the HSE, which we have previously seen.  It is extremely important that this additional funding is ring-fenced for GP practices and the support they require.  It is important that this is identified at a very early stage before the final budget for the HSE and a final programme for the health services for 2019 are agreed.  This allocation of extra funding is a welcome development.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is about wise and careful use of that money now that we have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#F00300","speaker":"1409","continuing":true},{"type":"speech","time":1539095400,"counter":23,"content":"<p>I got to know Emma a bit over the last few months.  I add my heartfelt condolences.  This is a woman, a warrior, who offered a portion of the &euro;7.5 million of a settlement to see that tests will be done over the summer.  She pleaded for university laboratories and people to work on those tests.  Unfortunately, she became too ill to follow it through but such was her generosity.  She will be sadly missed.<\/p> <p>I want to talk about climate change on the back of yesterday's report.  It is a landmark 400-page report from the United Nations about our planet and its unsustainability.  It warns of unprecedented moves which are required by us all, in every country, to make us sustainable but time is running out.  We have seen change and experienced, and will continue to experience, rising toxic oceans, deadly storms, floods and droughts.  It is because of human activity on this planet but we are on track, and this is the scariest part of it, to becoming an unlivable planet.  The report says that while we should try to hold to a 1.5&deg; Celsius increase in temperature, we are on track to go to 3&deg; to 4&deg; Celsius higher, which would make our planet unlivable.  We need to try to continuously get the message out.  As a member of the Joint Committee on Climate Action, we hear about more localised efforts that can be done and the scary stories that happen in our own country.  I feel regretful that a rainy day costs &euro;2 billion when the rain falling down will become quite toxic and relentless, leading to widespread flooding.  It is happening now.  It is not the future and we need to remember that but we seem to be lazy and put it to one side.  I am disappointed that there was no carbon tax increase in the budget.  I would like the Minister, Deputy Naughten, if not the Minister for Finance, to address the decision made not to increase carbon tax, the reasons why, and what plans he has to make this planet livable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#G00200","speaker":"1388"},{"type":"speech","time":1539095400,"counter":24,"content":"<p>I wish to follow from Senator Devine's theme.  The report of the Intergovernmental Panel on Climate Change, IPCC, was quite frightening.  There was an opportunity in the budget today to do something.  This Government is quite prepared to talk the talk but not to walk the walk.  It is becoming a real crisis and emergency.<\/p> <p>We only have to see what happened in our own country this year, between hurricane force winds, higher than average snow, and the drought throughout the summer with hosepipe bans.  Limiting global warming to 1.5&deg; Celsius by the middle of the century is required.  Rapid, far-reaching and unprecedented changes in all aspects of society are recommended by the IPCC to reach those limits.<\/p> <p>Professor Thorne of Maynooth says the true cost of carbon is likely to be between &euro;150 and &euro;200 per tonne.  We are at less than 10% of that, with very little action on the responsibilities that we have.  We will miss the 2020 targets and probably miss the 2030 targets.  This is totally unacceptable to me.  The rates we are at are clearly not bringing our emissions lower.  The efforts over the last two years are poor.  Our emissions are growing by 2.1 million tonnes per year.  We need to cut them by 1 million tonnes per year.  That is quite a deficit to govern over.  We have a Minister for Transport, Tourism and Sport who talks about granny grants, grants for extensions, capital gains tax and everything except his own Department and its needs.  Our emissions from transport are only going one way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I call on the Minister to come to the House to explain why he is an absentee Minister and not concentrating on transport.<\/p><p>The Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, is no better.  We see the figures continuing to increase.  He speaks at conferences and says what he would like to do.  What is stopping him?  He is the relevant Minister.  The Moneypoint plant is still burning coal and will continue to burn it until 2025.  We will continue to have peat-fired power stations until 2030.  It is time for action and less talk.  We have heard about the aspirational things the Government would like to do to tackle climate change.  This a First World country, yet we are struggling to deal with the impact climate change will have on the country.  Every week in this House Members raise issues such as the fodder shortage.  Senator P&aacute;draig Mac Lochlainn has referred to the effects of flooding in County Donegal that have still not been put right a year later.  Third World countries in Asia and Africa, including Pakistan and India, are paying the full cost of climate change.  We are putting our sins on Third World countries.  We must accept responsibility; we need action, not talk.  I am sick and tired of listening to the Taoiseach and the Minister talking about it.  It would be a success if we could have the Minister for Transport, Tourism and Sport, Deputy Shane Ross, talking about it, but he does not seem to believe he has any responsibility in tackling climate change, let alone for his Department.  At the earliest possible time I would like both Ministers to come to the House to address the serious issue of climate change and the lack of action by Ireland.  It is not acceptable for us to increase our emissions by 2.1 million tonnes, instead of reducing them by 1 million, to which we have committed.  I look forward to the Leader coming back as early as possible to let us know when that debate will take place in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#G00300","speaker":"1417","continuing":true},{"type":"speech","time":1539095400,"counter":26,"content":"<p>Last Saturday in the Guild Hall in Derry in solidarity with my colleagues I attended a commemoration to mark the 50th anniversary of the civil rights march.  I was delighted to meet Pat Hume, wife of John Hume, and many others.  It was a very moving cross-community event, at which President Higgins received a standing ovation for his speech on civil rights which ranged from poverty, inequality and injustices.  It was nice to see such a cross-community event being held in the Guild Hall, which shows how far we have come in the past 50 years.  I am very concerned by the results of a recent poll which show that 87% of \"Leave\" voters in Northern Ireland would absolutely put the price of Brexit above the collapse of the peace process.  We must be very vigilant in the coming months to ensure we keep not only the lines of communication open but also cross-community events.  We must never forget people such as Eamon McCann, Ivan Cooper, John Hume and many more who turned up on that fateful day which changed the course of history on the island of Ireland.<\/p> <p>What happened last Saturday night at the UFC event was not good for the standing of the Tricolour.  What went on inside and outside the octagon, with people parading the Tricolour, was not good for the country.  We should reflect on what we call a sport.  It is a sport for some, but I do not think it created a great shopfront for the country.  It was very disappointing.  I hope that in the coming months and years we will not see a repeat of what happened last Saturday night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#H00200","speaker":"1424"},{"type":"speech","time":1539095400,"counter":27,"content":"<p>I heartily agree with Senators' fine sentiments on the sad passing of Emma Mhic Mhath&uacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#H00300","speaker":"1420"},{"type":"speech","time":1539095400,"counter":28,"content":"<p>I thank the 11 Members of the House for their contributions to the Order of Business.  I join with all Members who have expressed their words of sympathy on the death of the late Emma Mhic Mhath&uacute;na.  Senator Conway-Walsh is correct: the legacy she leaves should be such that this never happens again.  Irrespective of where we are from or who we are, we are all appalled by the tragedy that has unfolded, the human stories involved and the loss of life.  There must be accountability, there must be answers and there must be a path put forward such that this will never happen again.  I fully concur with the Senator.<\/p> <p>I thank all the Members of the House for their contributions on the budget.  I think it is fair to say some people will be happy, others will be unhappy and there will be those who will never be happy.  That is the way it will be.  As Senator Colm Burke said, if one looks at what we are adding to the country in terms of investment in public services and tax modifications, compared with where we were a dozen years ago under the dreadful regime of Fianna F&aacute;il in government, which decimated our country, is it not wonderful that today we have a Government with a budget that can give to the people in terms of tax breaks and investment in public services?<\/p> <p>I do not want to pick a row and say that Fianna F&aacute;il got this and whoever else got that.  The important point, and the benefit of confidence and supply, is that we have had a Government in place for three budgets.  Other people can shout from the sidelines with their voodoo economics and claim all kinds of projections, but the reality is that this Government is committed to ensuring that the economy, which is near full employment, will be managed prudently.  For the first time in a decade we have balanced the books, which means that if there is a downturn again, we will be able to borrow money in order that we can continue to invest in public services and in people.<\/p> <p>The fundamental point for me is that this budget is about investing in people.  As Senator Ardagh said, it is about ensuring that money is put aside for housing, which is very important and a Government priority.  The Government is committed in this budget to the development of 10,000 new social houses and 25,000 new homes in general and an investment of &euro;2.4 billion in housing and &euro;310 million in affordable housing, the biggest State investment in affordable housing in a decade.  This is in addition to the fact that we will see a spend of &euro;146 million on homelessness services and &euro;310 million on affordable housing.  This means that the Government, through a variety of ways, will be able to ensure people - men, women and children, citizens of our country - are able to have a house of their own.  This is the aspiration towards which all of us in politics must work to ensure we deliver for people.  It is extraordinary that on the eve of the budget, in Dublin Mid-West, Sinn F&eacute;in councillors could oppose the construction of 975 houses.<\/p> <p>Senator Ardagh also referred to the issue of Sl&aacute;intecare.  The health budget enables us to progress Sl&aacute;intecare.  The budget provides for funding for: a new integration fund; a GP contract; extra mental health services; initiatives to reduce waiting lists; a reduction in prescription charges; the creation of 100 new therapist posts; and an additional amount of money bringing the mental health budget to &euro;84 million.  We are seeing significant increases in investment in health.<\/p> <p>Many Members referred to the issue of climate change and the carbon tax.  I draw Members' attention to the Minister's budget speech, in which he made a significant statement on carbon tax and climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#J00100","speaker":"1391"},{"type":"speech","time":1539095400,"counter":29,"content":"<p>It is all talk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#J00200","speaker":"1417"},{"type":"speech","time":1539095400,"counter":30,"content":"<p>It is important to recognise that the Minister has committed Ireland to join the Paris collaborative on green budgeting.  He has ensured that in the national development plan, &euro;1 in every &euro;5 in Exchequer investment will be devoted to climate change measures.  Senator Humphreys raised the issue of Moneypoint.  It is this Government that is ending the grid's dependency on Moneypoint.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#J00300","speaker":"1391"},{"type":"speech","time":1539095400,"counter":31,"content":"<p>In 2025.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#J00400","speaker":"1417"},{"type":"speech","time":1539095400,"counter":32,"content":"<p>The Senator was a Minister of State in a Government so he knows quite well-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00100","speaker":"1391"},{"type":"speech","time":1539095400,"counter":33,"content":"<p>The Senators will have a further opportunity when we discuss the next item.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00200","speaker":"1420"},{"type":"speech","time":1539095400,"counter":34,"content":"<p>It is a great sign of a budget when the main Opposition party can come in and all it can talk about is 2025.  The Government is committed-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00300","speaker":"1391"},{"type":"speech","time":1539095400,"counter":35,"content":"<p>Statements on the budget are later on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00400","speaker":"1417"},{"type":"speech","time":1539095400,"counter":36,"content":"<p>It is the next item.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00500","speaker":"1420"},{"type":"speech","time":1539095400,"counter":37,"content":"<p>The Government is committed.  Senator Humphreys criticised the Minister for Communications, Climate Action and Environment, Deputy Naughten.  The Minister published Ireland's first statutory national adaptation framework in January, which committed Ireland to achieving certain targets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00600","speaker":"1391"},{"type":"speech","time":1539095400,"counter":38,"content":"<p>None of them reached.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00700","speaker":"1417"},{"type":"speech","time":1539095400,"counter":39,"content":"<p>In budget 2019, we will see the following: &euro;103.5 million for improvements in grants and premium rates for planting forests; the introduction of the beef environmental efficiency pilot, which will improve carbon efficiency in beef production; &euro;70 million for the targeted agricultural modernisation scheme; and an additional &euro;70 million for the environmental waste management programme.  All of these are working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K00900","speaker":"1391"},{"type":"speech","time":1539095400,"counter":40,"content":"<p>I was going to suggest that the Leader will have to come in again on the next item - statements on the budget - because he has a lot to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01000","speaker":"1420"},{"type":"speech","time":1539095400,"counter":41,"content":"<p>I thought the Order of Business-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01050","speaker":"1391"},{"type":"speech","time":1539095400,"counter":42,"content":"<p>The Leader will have a lot to say then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01100","speaker":"1420"},{"type":"speech","time":1539095400,"counter":43,"content":"<p>I thought I was replying to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01200","speaker":"1391"},{"type":"speech","time":1539095400,"counter":44,"content":"<p>That is grand.  I will not interrupt the Leader's reply to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01300","speaker":"1420"},{"type":"speech","time":1539095400,"counter":45,"content":"<p>The Leader criticised me for not sticking up for the budget.  Our emissions are increasing by 2.1 million tonnes per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01400","speaker":"1417"},{"type":"speech","time":1539095400,"counter":46,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01500","speaker":"1420"},{"type":"speech","time":1539095400,"counter":47,"content":"<p>I like to give a comprehensive reply to the Order of Business, as the Leas-Chathaoirleach knows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01600","speaker":"1391"},{"type":"speech","time":1539095400,"counter":48,"content":"<p>I have noticed that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01700","speaker":"1420"},{"type":"speech","time":1539095400,"counter":49,"content":"<p>If one takes the logic of Senator Humphreys and others, including Senator Devine, who spoke on climate change, to its next conclusion, what is extraordinary is that they want to put an extra levy on the ordinary man and woman in terms of coal, home heating oil, peat briquettes and sticks.  That is what the Senators have argued for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01800","speaker":"1391"},{"type":"speech","time":1539095400,"counter":50,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K01900","speaker":"1417"},{"type":"speech","time":1539095400,"counter":51,"content":"<p>That is what the Senators have argued for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02000","speaker":"1391"},{"type":"speech","time":1539095400,"counter":52,"content":"<p>What is contradictory?  There are 2.1 million extra tonnes per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02100","speaker":"1417"},{"type":"speech","time":1539095400,"counter":53,"content":"<p>The Senators can all expand on those points when we come to statements on the budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02200","speaker":"1420"},{"type":"speech","time":1539095400,"counter":54,"content":"<p>The Senators are telling the plain people of Ireland that they want to tax them more thus targeting them further but this Government is not doing that.  We will have the debate, as the Leas-Chathaoirleach has said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02300","speaker":"1391"},{"type":"speech","time":1539095400,"counter":55,"content":"<p>The Leader is denying climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02400","speaker":"1417"},{"type":"speech","time":1539095400,"counter":56,"content":"<p>We will have a debate and all of those points can be expanded on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02500","speaker":"1420"},{"type":"speech","time":1539095400,"counter":57,"content":"<p>The Leader is a climate change denier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02600","speaker":"1417"},{"type":"speech","time":1539095400,"counter":58,"content":"<p>I am not, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02700","speaker":"1391"},{"type":"speech","time":1539095400,"counter":59,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02800","speaker":"1420"},{"type":"speech","time":1539095400,"counter":60,"content":"<p>I do not deny there is climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K02900","speaker":"1391"},{"type":"speech","time":1539095400,"counter":61,"content":"<p>The Leader sounds like he is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03000","speaker":"1417"},{"type":"speech","time":1539095400,"counter":62,"content":"<p>I am actually not, on the contrary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03100","speaker":"1391"},{"type":"speech","time":1539095400,"counter":63,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03200","speaker":"1420"},{"type":"speech","time":1539095400,"counter":64,"content":"<p>We have to reduce the use of coal, turf and everything else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03300","speaker":"1417"},{"type":"speech","time":1539095400,"counter":65,"content":"<p>We are committed to doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03400","speaker":"1391"},{"type":"speech","time":1539095400,"counter":66,"content":"<p>The Leader is a climate change denier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03500","speaker":"1417"},{"type":"speech","time":1539095400,"counter":67,"content":"<p>I ask Senator Humphreys to hold his peace a while.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03600","speaker":"1420"},{"type":"speech","time":1539095400,"counter":68,"content":"<p>Senator Humphreys may well try to lay that political charge on me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03700","speaker":"1391"},{"type":"speech","time":1539095400,"counter":69,"content":"<p>The Leader is as bad as Trump.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03800","speaker":"1417"},{"type":"speech","time":1539095400,"counter":70,"content":"<p>The Leader to conclude, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K03900","speaker":"1420"},{"type":"speech","time":1539095400,"counter":71,"content":"<p>It is a bad sign when Senator Humphreys has been reduced to tackling the Leader of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04000","speaker":"1391"},{"type":"speech","time":1539095400,"counter":72,"content":"<p>The Leader has just spent the past five minutes attacking me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04100","speaker":"1417"},{"type":"speech","time":1539095400,"counter":73,"content":"<p>And I did not curse at anyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04200","speaker":"1391"},{"type":"speech","time":1539095400,"counter":74,"content":"<p>Hold on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04300","speaker":"1420"},{"type":"speech","time":1539095400,"counter":75,"content":"<p>I urge the Leader to read the minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04400","speaker":"1417"},{"type":"speech","time":1539095400,"counter":76,"content":"<p>I join with the Members of the House in acquiescing to the call for a minute's silence tomorrow for the commemorative event and to highlight and honour the people who died on 10 October 1918 just before 9 a.m. onboard <i>RMS Leinster<\/i>as it began its final voyage from Carlisle Pier in D&uacute;n Laoghaire to Holyhead in Wales.  I would be happy to do that tomorrow and thank the Members for that proposal.<\/p><p>Senator Kelleher raised the issue of dementia.  I agree with her and commend her on her work.  The Minister in his budget speech, and in the annexe to the budget, makes reference to services in terms of increasing the need for homecare packages and community supports.  I agree with Senator Kelleher that the model of delivery, in terms of dementia, is one that we must change to ensure that there is, as the Minister said in his budget speech, an integrated model of care with more stepdown and community responses to people who require same.  I would be happy to support that.  <\/p><p>I am happy to facilitate Senator &Oacute; R&iacute;ord&aacute;in's request for a debate regarding church and state and the circular that the Minister for Education and Skills issued on 19 February, according to the Senator.  I am not familiar with the circular but I am happy to have that debate. <\/p><p>I join with Senator Byrne in complimenting the Minister for Finance on the education budget for the apprenticeship scheme.  The issue is important and the Senator has repeatedly raised the matter here.  <\/p><p>I am glad that the film corporation tax credit has been extended.  I know both Senator Byrne and I have spoken about the measure before.  We have seen the benefit of it and I commend her for that.  Senator Colm Burke also raised the issue of the budget.  <\/p><p>Senator Feighan raised the issue of the civil rights march.  I join with Senator Feighan in commending the bravery of the men and women on that awful in the Guildhall in Derry in 1968.  As he rightly said, there are people who should be praised, in particular Ivan Cooper and John Hume, for their work and bravery over time.  The figure in the opinion poll is quite alarming.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that we uphold the Good Friday Agreement and stand firm in our resolve to ensure that peace remains central to all parts of our island and that we never go back to the dark days of the late 1960s, 1970s and 1980s.  I commend Senator Feighan, in particular, on his great work in this area.  I do not mean this to be patronising in any way.  He has been a beacon of hope and inspiration to many of us in terms of how he goes about his business, building bridges in the North of our country and the UK.  That came across clearly to me last week when I was in Bishkek as part of the OSCE meeting when some of the British parliamentarians were very loud in their praise of Senator Feighan for the work that he has done.  He is an example to all of us on how to build bridges and learn.<\/p><p>On the UFC, and the Conor McGregor fight at the weekend, we can all learn lessons regarding the promotion of sport.  Sport is meant to be competitive but it is not meant to be violent.  It is not meant to send the wrong message and we are meant to have heroes.  Last week, I was on a flight from Istanbul to Bishkek and when two gentlemen next to me heard I was from Ireland, they said \"Ah, Conor McGregor\".  They were effusive in their admiration for him.  Notwithstanding the remarks of Senator Feighan, Conor McGregor has a loyal following.  The sport may be hard to understand at times but I hope the sporting body in question can come back with answers.<\/p><p>Finally, I commend the budget to the House and assure Senator Humphreys in particular that we will have a very healthy debate on climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#K04500","speaker":"1391","continuing":true},{"type":"unspoken","time":1539095400,"counter":78,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Ninth Report of the Committee of Selection: Motion","time":1539095400,"counter":79,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L00300"},{"type":"speech","time":1539095400,"counter":80,"content":"<p>I move:<\/p><blockquote>That the Ninth Report of the Committee of Selection be laid before Seanad &Eacute;ireann.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L00400","speaker":"1391"},{"type":"unspoken","time":1539095400,"counter":81,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Technological Universities Act 2018 (Section 36) (Appointed Day) Order 2018: Motion","time":1539095400,"counter":82,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L00600"},{"type":"speech","time":1539095400,"counter":83,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Order in draft:<blockquote>Technological Universities Act 2018 (Section 36) (Appointed Day) Order 2018, <\/blockquote>copies of which have been laid in draft form before Seanad &Eacute;ireann on 13th September, 2018. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L00700","speaker":"1391"},{"type":"unspoken","time":1539095400,"counter":84,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Competition Act 2002 (Section 27) Order 2018: Referral to Joint Committee","time":1539095400,"counter":85,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L00900"},{"type":"speech","time":1539095400,"counter":86,"content":"<p>I move:<\/p><blockquote>That the proposal that Seanad &Eacute;ireann approves the following Order in draft: <blockquote>Competition Act 2002 (Section 27) Order 2018, <\/blockquote>copies of which have been laid before Seanad &Eacute;ireann on 3rd October, 2018, be referred to the Joint Committee on Business, Enterprise and Innovation, in accordance with Standing Order 71(3)(k), which, not later than 18th October, 2018, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L01000","speaker":"1391"},{"type":"unspoken","time":1539095400,"counter":87,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Proposal for a Regulation of the European Parliament and European Council: Motion","time":1539095400,"counter":88,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L01200"},{"type":"speech","time":1539095400,"counter":89,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann: (1) notes the agreed Report of the Joint Committee on Justice and Equality under Standing Order 116 on the Amended proposal for a Regulation of the European Parliament and of the Council on establishing a framework for interoperability between EU information systems (borders and visa) and amending Council Decision 2004\/512\/EC, Regulation (EC) No 767\/2008, Council Decision 2008\/633\/JHA, Regulation (EU) 2016\/399, Regulation (EU) 2017\/2226, Regulation (EU) 2018\/XX [the ETIAS Regulation], Regulation (EU) 2018\/XX [the Regulation on SIS in the field of border checks] and Regulation (EU) 2018\/XX [the eu-LISA Regulation] - <i>COM(2018)478 <\/i><b>and <\/b>Amended proposal for a Regulation of the European Parliament and of the Council on establishing a framework for interoperability between EU information systems (police and judicial cooperation, asylum and migration) and amending [Regulation (EU) 2018\/XX [the Eurodac Regulation],] Regulation (EU) 2018\/XX [the Regulation on SIS in the field of law enforcement], Regulation (EU) 2018\/XX [the ECRIS-TCN Regulation] and Regulation (EU) 2018\/XX [the eu-LISA Regulation] &ndash; <i>COM(2018)480 <\/i>which was laid before Seanad &Eacute;ireann on 3 October 2018 in accordance with Standing Order 116(3)(<i>b<\/i>); <br \/><br \/>(2) having regard to the aforementioned Report, and in exercise of its functions under section 7(3) of the European Union Act 2009, is of the opinion that the Amended proposal for a Regulation of the European Parliament and of the Council on establishing a framework for interoperability between EU information systems (borders and visa) and amending Council Decision 2004\/512\/EC, Regulation (EC) No 767\/2008, Council Decision 2008\/633\/JHA, Regulation (EU) 2016\/399, Regulation (EU) 2017\/2226, Regulation (EU) 2018\/XX [the ETIAS Regulation], Regulation (EU) 2018\/XX [the Regulation on SIS in the field of border checks] and Regulation (EU) 2018\/XX [the eu-LISA Regulation] - <i>COM(2018)478 <\/i><b>and <\/b>Amended proposal for a Regulation of the European Parliament and of the Council on establishing a framework for interoperability between EU information systems (police and judicial cooperation, asylum and migration) and amending [Regulation (EU) 2018\/XX [the Eurodac Regulation],] Regulation (EU) 2018\/XX [the Regulation on SIS in the field of law enforcement], Regulation (EU) 2018\/XX [the ECRIS-TCN Regulation] and Regulation (EU) 2018\/XX [the eu-LISA Regulation] &ndash; <i>COM(2018)480 <\/i>do not comply with the principle of proportionality for the reasons set out in paragraph 3 of the Report; and <br \/><br \/>(3) notes that, pursuant to Standing Order 116(4), a copy of this Resolution together with the reasoned opinion and the aforementioned Report shall be sent to the Presidents of the European Parliament, the Council and the Commission.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#L01300","speaker":"1391"},{"type":"unspoken","time":1539095400,"counter":90,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539095400,"counter":91,"content":"<p>Sitting suspended at 4.25 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1539095400,"counter":92,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#R00100"},{"type":"speech","time":1539095400,"counter":93,"content":"<p>We are on No. 4, statements on budget 2019.  Unfortunately, the Minister of State appears to be delayed.  I ask the Acting Leader to move the suspension of the sitting until 5 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#R00200","speaker":"1418"},{"type":"speech","time":1539095400,"counter":94,"content":"<p>I move: \"That the sitting be suspended until 5 p.m.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100900002#R00300","speaker":"1374"},{"type":"unspoken","time":1539095400,"counter":95,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539095400,"counter":96,"content":"<p>Sitting suspended at 4.50 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1539095400,"counter":97,"content":"<p>BLANK TAKE<\/p>"}]