[{"type":"minorheading","content":"Prelude","time":1489055400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1489055400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1489055400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1489055400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1489055400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#A00100"},{"type":"speech","time":1489055400,"counter":6,"content":"<p>I have received notice from Senator Jennifer Murnane O&rsquo;Connor that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote><font color=\"#2F2F2F\">The need for the Minister for <\/font>Communications, Climate Action and the Environment to discuss the recent <font color=\"#2F2F2F\">EU Commission proposals for revising the Renewable Energy Directive in respect of low emissions mobility. <\/font><\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to advise on the current status of the Residential Redress Board which was established by statute to make fair and reasonable awards to persons who, as children, were abused while resident in industrial schools, reformatories and other institutions subject to State regulation or inspection and, in particular, to report on the terms of the indemnity scheme approved by the Government of the day with religious institutions who co-signed the agreement.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to consider providing long-term funding to community owned enterprise centres to hire full-time business managers in order to improve the productivity of community owned enterprise centres and the development of rural Ireland.<\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister Jobs, Enterprise and Innovation to explain what rationale is being given for the closing down of ConnectIreland, considering it is currently creating jobs, many of which are in rural Ireland, and incurs a lower cost per job ratio than the IDA.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the lack of GPs across the country, resulting in individuals being unable to obtain appointments, particularly in Cavan-Monaghan, and what he is going to do to alleviate the problem. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the T&aacute;naiste and Minister for Justice and Equality to state when she intends to ratify the UN Convention on the Rights of Persons with Disabilities.<\/blockquote> <p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Health to inquire into the closure of 20 beds at St. John's Hospital, Limerick.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Murnane O&rsquo;Connor, Boyhan, Noone and Gavan and they will be taken now.  Senators Gallagher, Conway, and Kieran O&rsquo;Donnell may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#A00200","speaker":"1420"},{"type":"unspoken","time":1489055400,"counter":7,"content":"<p>I have also received notice from Senator Kieran O&rsquo;Donnell of the following matter:<\/p>"},{"type":"unspoken","time":1489055400,"counter":8,"content":"<p><\/p><p><\/p>"},{"type":"unspoken","time":1489055400,"counter":9,"content":"<p>I regard the matters raised by the Senators as suitable for discussion.  I have selected Senators Murnane O&rsquo;Connor, Boyhan, Noone and Gavan and they will be taken now.<\/p>"},{"type":"unspoken","time":1489055400,"counter":10,"content":"<p>Senators Gallagher, Conway, and O&rsquo;Donnell may give notice on another day of the matters that they wish to raise.<\/p>"},{"type":"majorheading","content":"Commencement Matters","time":1489055400,"counter":11,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#A00625"},{"type":"minorheading","content":"Renewable Energy Projects","time":1489055400,"counter":12,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#A00650"},{"type":"speech","time":1489055400,"counter":13,"content":"<p> I welcome the Minister of State.  The European Commission recently circulated proposals for revising the Renewable Energy Directive.  The proposals recommend ending the EU production of all crops-based biofuels.  If enacted the proposals will have a disastrous impact on farming and on rural jobs across Europe and in Ireland and they will destroy efforts to revive the Irish sugar industry.  The secretary general of Europe's main farming organisation, the Committee of Professional Agricultural Organisations, COPA, has pointed out that the Commission's proposal ignores the facts about biofuels produced from sustainable EU-produced sugar beet, feed corn or rapeseed.  It can provide environmentally-friendly transport fuel, help decarbonise road transport, enhance EU food security, create balance in EU agricultural markets and provide protein for rich animal feed to livestock producers.  It is an extra source of income for farm families and a key source of growth and jobs in the EU rural areas.<\/p> <p>The president of the Irish Cattle and Sheep Farmers Association, Mr. Patrick Kent, recently warned that the European Commission proposals would put tens of thousands of jobs across Europe at risk.  He described the proposals as really bad news for EU farmers, for the environment and for those who believe that fact and scientific reason should underpin EU decision making.  He concluded that only fossil fuel oil companies and palm olive importers would be delighted with the Commission.<\/p> <p>The Commission proposals are completely illogical and are based on myth about commodity price movements that have been shown to be false.  They ignore the best available science and down play the role that EU producers of sustainable ethanol can play in providing Europe with a cleaner energy mix for road transport, with lower green gas emissions and better engine performances.  They ignore the reality that the feed corn and sugar beet used in EU ethanol production is not produced by direct human consumption.  It is scandalous that all this is ignored.  There are tens of thousands of jobs at stake.<\/p> <p>In addition, the European Commission proposals are dramatically out of line with the thinking of the UN Food and Agriculture Organization.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In 2015 the organisation's general secretary said that to deal with a world population of 9 billion by 2050, we needed to move from a food versus fuel to a food and fuel debate.  During the years Members of all the major political parties have promised support for the revival of the Irish sugar industry through the creation of a biorefinery capable of producing sugar ethanol and animal feed.  Such a project will require an investment of over &euro;300 million.  The Commission has seriously undermined investors' confidence in biofuels and its latest proposals will sound the death knell for their confidence.  The president of the Irish Cattle and Sheep Farmers Association, ICSA, said it beggared belief the proposals could be supported at European Council or parliamentary level.  Through the Committee of Professional Agricultural Organisations, COPA, European farmers have rejected them.  Fine Gael MEP Se&aacute;n Kelly recently described them as far too drastic and he is right.  The question is whether the Government is opposed to the Commission's proposals.  I would like a simple yes or no answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#A00700","speaker":"1395","continuing":true},{"type":"speech","time":1489055400,"counter":15,"content":"<p>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis an Seanad&oacute;ir f&aacute; choinne na ceiste seo a ard&uacute; ar maidin.  T&aacute; m&eacute; s&aacute;sta bheith ar ais sa Seanad ar&iacute;s.  I thank the Senator for raising this important matter.  <\/p> <p>On 30 November last the European Commission published the Clean Energy for All Europeans package which included eight legislative proposals.  Included in the wide-ranging package is a proposal for a new renewable energy directive to replace the existing 2009 directive, No. 2009\/28\/EC, which will expire at the end of 2020.  The Department of Communications, Climate Change and Environment recently launched a public consultation process on the package and details are available on its website.  The Minister, Deputy Denis Naughten, encourages stakeholders and citizens alike to have an input into the process.<\/p> <p>The 2009 EU renewable energy directive set Ireland a legally binding target of meeting 16% of its energy requirements from renewable sources by 2020.  Ireland is committed to achieving this target through meeting 40% of the demand for electricity, 12% of the demand for heat and 10% of the demand for transport from renewable sources of energy, with the latter target also being legally binding.  In the transport sector Ireland aims to meet its 10% target by 2020, mainly through the increased use of sustainable biofuels, with electric vehicles also making a small contribution.  A further increase in the obligation rate under the biofuels obligation scheme took effect from 1 January 2017, when the rate increased to 8% by volume.<\/p> <p>The proposals in the new renewable energy directive build on the existing directive and provide a framework for renewable energy sources development to 2030.  Included among the proposals is an obligation on transport fuel suppliers across the European Union to provide for an increasing share of renewable low-carbon fuels.  There is an obligation on fuel suppliers to provide a minimum share of energy from advanced biofuels and renewable electricity.  In addition, it is proposed that the existing cap on food-based biofuels that can be counted towards the EU target be gradually reduced in the decade to 2030.<\/p> <p>All of this is in line with the Commission&rsquo;s publication, A European Strategy for Low Emission Mobility, published in 2016.  The low emission mobility strategy outlines the initiatives the Commission is planning in the coming years and is regarded as one of the tools to modernise the European economy and strengthen its internal market.  It highlights three main elements, namely, increasing the efficiency of the transport system, speeding up the deployment of low emission alternative energy sources for transport and moving towards zero emissions vehicles.<\/p> <p>The issue of indirect land use change, ILUC, which can occur when crop-based biofuels are deployed needs to be addressed, while the production of next generation biofuels must be encouraged and supported.  A key priority for the Government is to optimise the contribution of agriculture to securing a vibrant and sustainable rural economy.  There will be challenges in meeting the increasing demand for land, where there is a need to sustainably increase food production and provide more feedstock for bioenergy.  However, the continued shift in focus away from crop-based biofuels, as proposed in the new directive, and the innovative use of waste products, including animal by-products, can help to achieve the demand for bioenergy and lead to job creation and growth.  This is already happening.  For example, almost all of the biofuels produced in Ireland in recent years have been manufactured from wastes such as tallow and used cooking oil.<\/p> <p>Discussion of the proposed new renewables directive will be the subject of negotiations between member states and the Commission in the coming months.  Given the extensive nature of proposals included in the new directive, detailed analysis and further consideration of them is under way.  Officials in the Minister's Department will be working closely with counterparts in the Department of Agriculture, Food and the Marine on the biofuel and biomass aspects of the proposals.  One of the Minister's key aims is to ensure the level of ambition agreed to, combined with the structures and arrangements to be put in place, will facilitate the meeting of renewable energy targets to 2030 in a manner that will optimise the contribution of the agrifood sector to the economy.  In summary, the Minister would like to assure the House that both he and his officials will be working to ensure appropriate and sustainable outcomes are achieved for all, including agreement on biofuel targets.<\/p> <p>In response to the Senator's specific request for a yes or no answer, it is obvious from the reply that there is a consultation process for the new directive.  It is important that the worries and fears expressed be fed into the process, which I am sure will happen.  There is a balance to be struck between land usage and the need for biofuels.  Based on the feedback, analysis and statistics, it seems that much of the usage of biofuels is stemming from new mechanisms rather than land use.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#B00200","speaker":"1290"},{"type":"speech","time":1489055400,"counter":16,"content":"<p>I thank the Minister of State.  I am disappointed that the Minister, Deputy Denis Naughten, cannot be here.  It is important to emphasise that European farmers, through the COPA, have rejected the proposals from the Commission.  I know all about it as I live in Carlow town where the sugar factory was one of the biggest employers.  It is crucial to revive the Irish sugar industry for the sake of rural farmers, industry and employment creation.  I am not really happy with the answer given and hope the Minister can come and clarify it as I want to go back to the farmers and people I represent.  The response seems to indicate a mixed reaction as the Minister and the officials are in negotiations.  I ask him to make sure farmers who have rejected the proposals made are listened to.  What they are looking for is the revival of the sugar factories.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#B00300","speaker":"1395"},{"type":"speech","time":1489055400,"counter":17,"content":"<p>I will have no problem in relaying that message.  To reiterate the Senator's point about the sugar industry, it was the single biggest decision that affected many farmers and the industry in a negative way.  We are all agreed on that point.  A lot of people are saying it should not have happened.  After the decision was made in 2011 the then Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, would have had numerous meetings.  If I recall correctly, there was momentum towards a potential commercial solution in the form of a buy-in.  That is still on the table and I encourage the group to stay in touch with Members of this House to ensure there will be possible options for the revival of the sugar industry.  Obviously, it would have to be commercially viable.  I encourage stakeholders to become involved again.<\/p> <p>At a bigger level, when we talk about food production and the pressures on land use, in rural Ireland there are many fields that are not being used.  A lot of land is being used for grazing purposes.  In my county land is being used for sheep and cattle production.  As we need land for that purpose, I understand the Senator's point about the pressures on land use.  However, there are also global challenges, as well as global solutions.  Somebody told me recently that not alone could Africa provide enough food for people living there; it could also feed the world.  We have to look at new and alternative ways.  If we look at the population of a country like Kenya, year on year there will be 1 million new workers joining the workforce.  By 2050 the population of Nigeria will treble, while the population of the continent of Africa will double to 2.4 billion.  The Senator is right in saying it is important to have this debate.  It is also important that we do not hold it in isolation in a silo at European level as everything has an impact.  I thank the Senator for raising this very important point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#B00400","speaker":"1290"},{"type":"minorheading","content":"Residential Institutions Redress Scheme","time":1489055400,"counter":18,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#B00500"},{"type":"speech","time":1489055400,"counter":19,"content":"<p>I welcome the Minister and thank him for coming to deal with what I consider to be an extremely important matter, particularly in the context of the various issues of abuse that have been arising in respect of many residential and non-residential institutions run and co-ordinated by the State and its agencies, as well as by religious orders.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have asked the Minister here to clarify and give an update on the status of the residential redress board scheme, which was established by statute to deal with the issue in a fair and reasonable way by giving some redress to people who had gone through the board's pre-scrutiny process.  This was not just a hand out of money to people, it was there to support them with counselling, housing and general support.  Many mistakes were made in how it was all handled, but it was another time.  If it were to go ahead again or if it were reactivated, it would be done somewhat differently.  Huge experience was gained in how the compensation scheme was administered.<\/p><p>The other element of my query, on which I hope for clarification from the Minister, is the indemnity scheme to which a previous Administration signed up with CORI.  This indemnity scheme was extraordinary to say the least.  I have a copy of it, with all of the signatories of all the parties to the scheme, and I am fully aware of its content.  What is interesting is the group of religious orders under the umbrella of CORI undertook to give the State substantial money and substantial property.  We know from following through on all of this that a number of these properties became quite complicated and could not be transferred for various reasons.  Some of them were entailed.  There was a measure of commitment by the group under CORI to give some token, and that is all it can be suggested it is, towards what was the institutional residential redress scheme.  My query is where is the scheme now?  Is it being wound down?  Does it have the capacity to be wound up again in light of recent events?  How can it be accessed?  What are the Government's intentions with regard to pursuing it?  I spoke to Deputy Jan O'Sullivan and looked at correspondence she had when she was a Minister.  She received a number of responses when the Department was trying to pursue the issue of the properties and money.  It is quite a complex issue but we need to know.  It is about public transparency in all of this process and with regard to the indemnity scheme.  I await the response of the Minister and I thank him for coming to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#B00600","speaker":"1379","continuing":true},{"type":"speech","time":1489055400,"counter":21,"content":"<p>I thank Senator Boyhan for raising this huge issue.  Before I came in I took the opportunity to look back at some of the debate in the House on the Ryan report, which revealed the full horrors of what happened in residential institutions where sexual abuse was reported to be endemic in boys' institutions and physical and emotional abuse and neglect were routine.  Members of the congregations who were perpetrators of abuse were never reported to the Garda and cases were managed with a view to protecting the institution and not the children.  Children were not believed when they reported incidences.  The Department of Education and Skills comes out extremely badly from the report because it did not inspect effectively, it ignored problems which were revealed and it ignored recommendations to respond.  As the Senator has said, these were children who often had been entrusted to the congregations by the State.  We can only imagine how vulnerable a child was who had been taken away from his or her parents by the State and entrusted to such an institution.<\/p> <p>This is the backdrop to the Residential Institutions Redress Board, which was established in 2002 under the Residential Institutions Redress Act 2002 to make fair and reasonable payments to those who, as children, were abused while resident in 139 scheduled institutions.  To date, the redress board has made in the order of 15,600 awards.  Overall expenditure at the end of 2016 was &euro;1.239 billion.  At this stage, the work of the board is largely complete.  It has dealt with all applications and at present no remaining applications are on hand.  A number of judicial review applications are still before the courts and they will have to be dealt with before they are resolved.<\/p> <p>The Senator referred to the indemnity agreement.  Eighteen of the religious congregations entered an indemnity agreement in 2002, and agreed to provide a collective contribution of &euro;128 million, comprising cash, counselling services and property.  Work is continuing to complete the legal requirements to finalise the transfer of the remaining 11 properties.  I understand that &euro;113 million has been realised and the remainder is being worked through.  It is worth noting that most of the properties are already in use by the intended recipients.<\/p> <p>Significantly, today the Comptroller and Auditor General will publish a report on the scheme.  It is worth recalling that after the Ryan report was published a commitment was made by the congregations to make an additional contribution of &euro;350 million.  Today, the Comptroller and Auditor General will report not only on the indemnity scheme but also on the commitments with regard to the &euro;350 million.  The report confirms that when the withdrawal of one offer previously made is combined with some changes in the valuation of properties previously offered, the total value of the offers currently in place and the contributions already made by the congregations comes to &euro;320 million, of which &euro;209 million has been received.<\/p> <p>The report also confirms the total cost of all elements of residential abuse, including the inquiry, the redress scheme and related survivor supports, is &euro;1.518 billion.  This means that even if all the offers currently on the table are delivered upon, the religious congregations will have funded 21.1% of the total cost of residential abuse while the State will have funded 78.9%.  The contributions and offers made by the congregations relate to the &euro;128 million under the 2002 indemnity agreement and the 2009 voluntary offer of &euro;352 million which has been revised to &euro;192 million of which &euro;96.1 million has been realised.<\/p> <p>The 50:50 target between the State and the congregations for meeting the costs of abuse has not been signed up to by the congregations.  However, it has been the position of successive Governments that given their responsibility for managing the institutions where horrific and life-altering abuse took place, the congregations should meet 50% of the cost of inquiring into what happened and compensating the victims of that abuse.  It is also important to note that, given the contents of the 2002 indemnity agreement signed up to by the then Government, the Government today does not have legal mechanisms open to it to compel religious congregations to meet the 50:50 target or to deliver more rapidly on the voluntary offers made in 2009.<\/p> <p>Today&rsquo;s report by the Comptroller and Auditor General summarises and updates us on the response of the State and the congregations to those events.  It makes a number of recommendations for the Department of Education and Skills and the Department of Public Expenditure and Reform in respect of the lessons that have been learned from how this was administered, and all of these have been accepted.<\/p> <p>As Minister for Education and Skills I find it very disappointing and frustrating that the organisations responsible for protecting children, which managed the institutions in which these horrendous acts took place, would apparently place so little value on their responsibility.  These were institutions where children suffered extremely badly and the organisations have a moral responsibility to live up to the commitments they made.  We all know their mission is to protect and serve and uphold moral values, and many ordinary Catholics are dismayed we are not getting closer to seeing these commitments honoured but instead are moving further away.  Unfortunately, as a result of agreements put in place by previous Governments we have no legal mechanisms open to us to compel the congregations to meet these targets.  Ruair&iacute; Quinn, in particular, under the previous Government worked hard in holding meetings and engaging directly with the congregations to seek to put moral pressure on them to deliver on their responsibilities.  Unfortunately, after today&rsquo;s report we have to ask questions as to why organisations with stated missions to serve the public and uphold moral codes apparently place so little importance on these values.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#C00200","speaker":"1293"},{"type":"speech","time":1489055400,"counter":22,"content":"<p>I thank the Minister for his comprehensive response.  It is something new for me.  I will certainly look for the report of the Comptroller and Auditor General.  I am conscious of the fact it is an indictment of the system, the State and the Legislature that a previous Government gave an indemnity scheme to a number of religious orders.  Many other people who had been in institutional care were barred from going through the redress scheme.  It is not correct to state everyone has been satisfied, only those included in the Schedule.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A Schedule to the legislation identified a number of institutions but the Bethany Home, for instance, has never been included.  People have been on to the Minister's office constantly about that, and I have seen a great deal of correspondence in that regard.  There are many such institutions but because there was no proven track record of State intervention or support, access was denied.  There is a group of people who feel they got a raw deal.  Personally, I know three or four people who are taking judicial reviews at no cost to themselves because decent solicitors' firms in Dublin are supporting them, based on the huge amount of evidence they have presented.<\/p><p>I thank the Minister for being very frank, honest and upfront.  I can see he empathises with the issues around this.  As he raised it, I ask if he can come back to the House on the Comptroller and Auditor General's report, which is a concrete bit of work and about which we will know more today.  In that, there will be lessons for all of us to learn.  Clearly, there will have to be other forms of redress for other people which we will discuss in both Houses over the next few weeks.  These people got a raw deal and deserve justice, fair play and redress.  I thank the Minister for the detailed report and express the hope that we will look at this, if appropriate in one of the joint committees, with a view to the social implications, in particular.  While we may not have a legal option to pursue these religious orders, we have leverage.  A number of these institutions are operating schools under the Minister's remit.  They are also operating hospitals and availing of public funds.  Perhaps that is the leverage we can use.  While the public can ultimately name and shame them, we must at the end of the day examine whether it is right and proper to fund and assist these congregations where they fail to face up to their responsibilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#C00300","speaker":"1379","continuing":true},{"type":"speech","time":1489055400,"counter":24,"content":"<p>I share the Senator's disappointment that today's report from the Comptroller and Auditor General reveals that we are not moving further to a position in which the church honours even the two commitments it made.  The indemnity commitment was &euro;128 million and there was an additional commitment of &euro;352 million.  We have not succeeded in seeing those transfers being made.  They will move to completion on the first &euro;128 million but we are a long way from seeing the second commitment made after the Ryan report being met.  It was only after the Ryan report that we realised the full scale of what was involved and the systematic and horrific nature of it.  The fact is that some of the most vulnerable children were entrusted at a very vulnerable point in their lives to the care of these institutions.  I agree with the Senator that there is a moral responsibility to honour the commitments which have been made and to move to respect the view of Government, which has been held by successive Administrations, that a 50:50 share out is correct.<\/p> <p>As to the legal or moral mechanisms open to Government, Ruair&iacute; Quinn tried extremely hard to approach this but we have not moved forward having made that effort.  Once again, I appeal to the institutions to honour the commitments they made.  We have seen again this week other examples of cases where children were treated in an appalling way.  We must approach this openly and try to resolve it while supporting those who have been very adversely affected.  When it comes to the State, its liability will always be determined on the extent to which it was involved, regulated or oversaw an institution.  That was the basis on which the 50:50 split was deemed a fair allocation in the case of residential institutions.  In those cases, the State took the children away from their parents through the courts and otherwise and entrusted them to the care of the congregations.  The State had a responsibility and, through the Department, oversaw the regulation of those institutions.  As such, a share of responsibility fell on both sides.  If we are to put this behind us, that share out must be respected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#D00200","speaker":"1293"},{"type":"minorheading","content":"Community Enterprise Centres","time":1489055400,"counter":25,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#D00300"},{"type":"speech","time":1489055400,"counter":26,"content":"<p>I thank the Minister of State, Deputy John Halligan, for coming to the House.  I raise as a Commencement matter the funding schemes for community-run enterprise centres.  I was in contact recently with a councillor about a community enterprise centre in his locality which received a grant from Enterprise Ireland to provide for the employment of a business manager on a full-time basis for two years.  During those two years, the centre saw significant improvements in the refurbishment of its building and in the number of upskilling classes and training courses available there.  However, since the funding provision ceased, the centre can only afford to hire a business manager on a part-time basis on a modest wage of &euro;8,000 per year.  The individual who is responsible for managing the business centre is a community-spirited woman who has an interest in keeping up this job even though most people would be unwilling to do it for that sum.<\/p> <p>Community enterprise centres are important to the development of rural Ireland.  The national association for community-owned enterprise centres consists of a network of 95 active community enterprise centres across the Republic.  These centres are hubs of entrepreneurial activity and constantly encourage local enterprise development and engagement with the wider local community to create jobs and economic activity.  A number of centres have been established in areas which suffer from low employment and many provide upskilling and training courses.  There have been schemes in the past to facilitate centres, including the community enterprise initiative fund in 2015 and the community enterprise centre business development manager scheme of 2012.  These schemes facilitated the development of centres significantly.  Further, the Action Plan for Jobs for 2017 includes plans to invest up to &euro;60 million between 2017 and 2020 to support enterprise and job creation nationally.  While enterprise centres will be eligible to apply for this competitive funding through Enterprise Ireland, not all will be selected for such initiatives and, moreover, the schemes are time limited.  As a result, when a scheme ends, centres may very well be placed back in a situation of uncertainty as in the case I have described.<\/p> <p>I ask the Minister of State to consider allocating long-term funding to community-owned enterprise centres to allow them to hire full-time business managers to improve their efficiency in developing rural Ireland and to allow managers to continue their good work, in particular in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#D00400","speaker":"1406"},{"type":"speech","time":1489055400,"counter":27,"content":"<p>I thank Senator Noone for raising the matter.  As the Minister, Deputy Mary Mitchell O&rsquo;Connor, is currently travelling abroad, I am taking this debate on her behalf.<\/p> <p>My Department has supported the establishment of community enterprise centres throughout the country through Enterprise Ireland, which manages the community enterprise centre, or CEC, scheme.  Since the launch of the first CEC scheme in 1989, &euro;64 million has been approved for the development of centres across Ireland.  Supported by four CEC schemes operated in 1989, 2000, 2006 and 2008, 157 centres were approved for financial support, of which 117 have been completed.  These investments have supported approximately 1,300 companies employing over 6,000 people across Ireland.  In 2012, a &euro;2 million programme was launched for CEC business development managers and 46 business development managers were funded by Enterprise Ireland.<\/p> <p>In 2015, my Department, in conjunction with Enterprise Ireland, adopted a new approach to supporting job creation initiatives at local and regional level in support of the regional Acton Plan for Jobs through competitive funding schemes.  As such, Enterprise Ireland launched the community enterprise initiatives fund, which focused on community-driven enterprise initiatives and ways in which all local players, public and private, could work together to maximise job creation.  The fund was open to existing CECs and also to organisations or groups of organisations with innovative ideas to create jobs, promote entrepreneurship, boost innovation and enhance exports.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Halligan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2315\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2315&amp;amp;pid=JohnHalligan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In June 2016, &euro;3 million was awarded for 32 projects to work together at regional  level.<\/p><p>To continue to stimulate regional growth, as detailed in the Action Plan for Jobs 2017, the Government will provide for investment of up to &euro;60 million between 2017 and 2020 to support collaborative approaches to boost enterprise and job creation throughout the country.  As part of this commitment, Enterprise Ireland will announce a new competitive fund in the near term.  This competitive funding is aimed at accelerating regional economic recovery by delivering on the potential of local and regional strengths.  The key to this will be a focus on larger scale, regionally strategic projects, a competitive local and enterprise initiative call for proposals and the roll-out of the regional accelerator scheme 2015 to 2017, following the first call for expressions of interest in 2016.  This competitive funding will provide community enterprise centres, as well as other  enterprise players, with an opportunity to submit proposals for collaborative approaches to boost enterprise job creation across the regions.<\/p><p>Proposals and suggestions to make the scheme more comprehensive and run it more efficiently would be welcomed by the Department which is prepared to sit down with the Senator or interested parties and listen to any proposal.  With the Minister and others, I would be delighted to talk to her, but the schemes are providing substantial employment, particularly for young entrepreneurs and in SMEs, with up to 1,300 companies employing 6,000 people.  This is a small number in relative terms, but these are sustainable jobs and the number continues to increase.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#D00500","speaker":"1351","continuing":true},{"type":"speech","time":1489055400,"counter":29,"content":"<p>I thank the Minister of State for his reply.  It is welcome that proposals and ideas for the scheme and in respect of particular areas would be welcomed.  The bottom line in the example I have described is that a vast number of buildings would be empty under the scheme but for the work of the business manager who is earning &euro;8,000 a year.  We can all fully acknowledge that is not an appropriate sum for the woman in question who is community oriented.  In a way, the scheme is taking advantage of her.  However, her services are being availed of and they are fundamental to the efficacy of the business centre.  I would like to speak to the Minister of State and, perhaps, the Minister about this case with a view to having a number of these centres throughout the country, which is what the Department no doubt intends in any case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#E00200","speaker":"1406"},{"type":"speech","time":1489055400,"counter":30,"content":"<p>I would be delighted to meet the Senator to discuss the issue.  The availability of business space is a fundamental infrastructural requirement for  businesses to establish and expand in any location.  A total of 117 community enterprise centres are located throughout the country and provide low cost workspace, with an array of services which often include centralised reception, messaging and broadband facilities and so on.   The Senator has raised an interesting case and either the Minister or I will sit down with her as soon as she is available.  If she wants to bring the individual involved with her, we would be delighted to meet her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#E00300","speaker":"1351"},{"type":"minorheading","content":"Enterprise Support Schemes","time":1489055400,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#E00350"},{"type":"speech","time":1489055400,"counter":32,"content":"<p>I welcome the Minister of State.  I also welcome representatives of ConnectIreland who have time to attend the Chamber this morning.  The matter relates to ConnectIreland and the Global Irish Forum which was set up with great fanfare in 2011.  There was a general feeling of goodwill towards this initiative because it made sense to use our global network to create jobs and rebuild the economy.  In 2012 ConnectIreland secured a five-year contract for the Succeed in Ireland initiative.  According to its figures, it has helped to create 2,411 jobs in the past three years and worked with 79 international companies in doing so.  The organisation states it has a further 2,200 jobs lined up to be brought to Ireland in the future.  Its literature outlines where the jobs will be located.  It is impressive that it is bringing jobs to rural locations, as well as to Dublin.  We all agree that rural locations badly need these jobs.  Approximately 66% of the jobs are located in 15 counties outside Dublin.  Most of the businesses have 20 employees or fewer and are a major boost for small towns and rural communities.  According to a DKM Economic Consultants review, ConnectIreland has contributed an additional &euro;123 million to Ireland's GDP so far which has resulted in a net benefit to the Exchequer of &euro;26 million.<\/p> <p>It is for these reasons that I am surprised that the Department has announced that the Succeed in Ireland scheme  will not be renewed by IDA Ireland.  Based on the evidence ConnectIreland has produced, why is the scheme being ended?  The Minister for Jobs, Enterprise and Innovation said it would be reviewed and that the Government would then consider whether it should continue.  However, would it not make more sense to retain the scheme until the review is published and then decide whether to end it rather than ending it before the review is complete?  The review could indicate a way in which the scheme could be further improved or even conclude that the scheme has been a success.  According to ConnectIreland, there are several thousand jobs in the pipeline for rural communities which could potentially be thrown away if the scheme is not supported by IDA Ireland.  The contacts built by ConnectIreland would also be lost.  I am genuinely puzzled because this was a great idea and it looks like it is bearing significant fruit.  As I live in rural Ireland, I particularly relate to the fact that small towns and villages are benefiting.  I am concerned about what will happen to the jobs in the pipeline if the organisation closes summarily.  It is a puzzle; therefore, I ask the Minister of State to comment on the future of ConnectIreland and the reason the scheme is being closed before the review has been completed and the findings examined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#E00400","speaker":"1389"},{"type":"speech","time":1489055400,"counter":33,"content":"<p>I thank the Senator for his informative contribution.  I also welcome the representatives of Connect Ireland.  Again, I am taking this matter on behalf of the Minister for Jobs, Enterprise and Innovation.<\/p> <p>I emphasise that attracting foreign direct investment to Ireland, especially to rural Ireland, is a key priority of the Government.  I very much appreciate the role foreign direct investment has played in our economic development, as does the Minister.  That is why we are continuing to do our best to get more overseas companies to locate or expand here and create new employment opportunities.  The Succeed in Ireland initiative which has been operated by Connect Ireland since 2012 has contributed to our wider national efforts to win more foreign direct investment and create jobs.  I understand from IDA Ireland which oversees the programme that a total of 527 new positions have been created to date.  These are the figures I have been given.  Payments totalling &euro;2.069 million have also been made to Connect Ireland as a financial reward for these positions.<\/p> <p>As has been well documented, the initiative is set to conclude on 26 March.  This is in accordance with the terms of a contract extension agreed jointly by IDA Ireland and Connect Ireland in March 2016.  The purpose of the extension, into which both parties entered voluntarily, was to allow for an orderly wind-down of the original contract that underpinned the initiative.  IDA Ireland has no plans in place to tender for the continuation of the programme, but I want to make it clear that no decision has yet been made on the ultimate future of the Succeed in Ireland initiative.  Instead, we first want to assess the contribution and performance of the Succeed in Ireland initiative before a determination is made on how to proceed in the long term.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Halligan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2315\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2315&amp;amp;pid=JohnHalligan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This represents a reasonable approach as we near the end of the contract.  That is why a review of the programme will shortly be commissioned.  I cannot supply a date, as I do not know when it will be, but the review is in the process of being commissioned.  It will allow for a full assessment of the initiative's costs and employment impact and will help to inform our future approach.<\/p><p>I hope that I have clarified the situation in respect of the Succeed in Ireland initiative.  Creating sustainable employment across Ireland will remain a core objective for the Government and me.  No ultimate decision has been taken ahead of the upcoming review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#E00500","speaker":"1351","continuing":true},{"type":"speech","time":1489055400,"counter":35,"content":"<p>I thank the Minister of State for his response and I appreciate that he is representing the Minister, Deputy Mitchell O'Connor, but a couple of points puzzle me.  He stated that no ultimate decision had been taken, but one has been taken to close ConnectIreland.  With all due respect, I cannot see the reasoning behind that.  The closest that we have to an explanation is found in a previous statement by the Minister, where she said: \"The experience of IDA Ireland in this area is unparalleled and we must be careful not to risk defusing expertise and awareness of multiple entities and governance arrangements.\"  To be frank, I do not know what that means.<\/p> <p>I stand to be corrected, as I do not always get my figures right, but I understand that the average cost of an IDA job is &euro;11,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00200","speaker":"1389"},{"type":"speech","time":1489055400,"counter":36,"content":"<p>It is approximately &euro;10,000, so the Senator is almost correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00300","speaker":"1351"},{"type":"speech","time":1489055400,"counter":37,"content":"<p>The average cost of a ConnectIreland job is &euro;4,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00400","speaker":"1389"},{"type":"speech","time":1489055400,"counter":38,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00500","speaker":"1351"},{"type":"speech","time":1489055400,"counter":39,"content":"<p>For the life of me, I cannot understand why it is being closed down.  It has been successful.  Given that there was clearly a divergence in the figures, surely the sensible course of action would have been to continue with ConnectIreland, understand where the divergence occurred and at that point decide on whether to continue the project or give the reasons for closing it.  However, this situation seems shrouded in mystery.  Are these people the victims of a division within the IDA because they might be showing the IDA up by delivering jobs at a lower cost?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00600","speaker":"1389"},{"type":"speech","time":1489055400,"counter":40,"content":"<p>The Senator will understand that I cannot comment on his last remark, as I do not know.  My view, and that of the Department, is that conducting a review of the programme before we determine how to proceed is in the interests of good governance.  It will help us to understand how ConnectIreland has functioned over the course of the past five years and equip us with a better understanding of its strong and weak points.  Undertaking such a review is in the interests of the taxpayer, the State and the programme itself.<\/p> <p>The Succeed in Ireland initiative is not necessarily ending.  The intention is to conduct the review of performance and contribution and determine how we might proceed.  I hope that, in the coming weeks, further meetings will take place between my Department, the Minister, who is the one dealing with this matter, and the IDA.  That will probably happen.<\/p> <p>The contract will end in March and it is only reasonable to expect that there should be some review, given the amount of taxpayers' money that has been invested in the project.  We should see where we go from there.  I have been directed to say by the Department that this does not necessarily mean that it will be the end of the programme.  It is in the interests of good governance.  If one entered into a contract with, for example, a company over a period of years and taxpayers' money was invested, it would be expected that a review would be undertaken before the next programme's future was determined.  We must fully understand how the initiative has functioned - its strong and weak points - and take the matter from there.  It is reasonable that we analyse and review the programme and push forward from there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#F00700","speaker":"1351"},{"type":"unspoken","time":1489055400,"counter":41,"content":"<p>Sitting suspended at 11.25 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1489055400,"counter":42,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00100"},{"type":"speech","time":1489055400,"counter":43,"content":"<p>The Order of Business is No. 1, motion regarding the Joint Committee on the Future Funding of Domestic Water Services, to be taken on the conclusion of the Order of Business without debate; No. 2, statements on the announcement by the commission of investigation confirming human remains on the site of the former Tuam mother and baby home, to be taken at 12.45 p.m. and to conclude not later than 2.30 p.m., with the contributions of group spokespersons not to exceed eight minutes each, those of all other Senators not to exceed five minutes each and the Minister to be called on to reply to the debate not later than 2.20 p.m.; and No. 2a, motion regarding the commission of investigation in the Grace case, to be taken at 2.30 p.m. and to conclude not later than 3.30 p.m, with the contributions of all Senators not to exceed six minutes each and the Minister to be given four minutes to reply to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00200","speaker":"1391"},{"type":"speech","time":1489055400,"counter":44,"content":"<p>I am heartbroken by the tragic news of a fire in a housing complex in Clondalkin which supports women who have experienced violence.  It is sad to see any loss of life but when children are lost in such shocking and unavoidable circumstances, it is unforgivable.  We have lost two year old Paris, three year old Holly, four year old Jordan and a young pregnant mother, Annmarie.  This is a terrible tragedy and I extend sympathy on behalf of the Fianna F&aacute;il Party to all the family and friends of the victims.  I also send my best wishes to Biddy who was caught up in the fire and is in a critical condition in St. James's Hospital.  If reports that the fire was caused by an electrical fault are found to be true, people need to be held accountable.  It must be ensured that an incident such as this never happens again.<\/p> <p>I refer also to the march and strike for repeal held yesterday.  I congratulate the organisers of the event and the men and women who attended the march.  Ireland has an awful track record of maternity care.  If men were having children, we would have a hospital akin to the Aviva Stadium, with the aesthetic appearance and resources to match.  It is time women were given the care they need in this State and afforded a full right to bodily integrity. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00300","speaker":"1407"},{"type":"speech","time":1489055400,"counter":45,"content":"<p>I raised on the Commencement this morning an issue related to the residential redress scheme.  While I do not wish to discuss the matter in detail, the Minister for Education and Skills, Deputy Richard Bruton, provided a comprehensive response in which he made clear that he understands the concerns related to the issue.  It was interesting that the Minister's lengthy and informative contribution noted that a report published by the Comptroller and Auditor General today makes a number of findings with which the Minister is in agreement.  He also indicated he would be pleased to respond to a number of the issues raised in the report.  I immediately obtained a copy of the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00400","speaker":"1379"},{"type":"speech","time":1489055400,"counter":46,"content":"<p>The Senator may not repeat a previous contribution made on the Commencement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00500","speaker":"1420"},{"type":"speech","time":1489055400,"counter":47,"content":"<p>I ask the Leas-Chathaoirleach to allow me to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00600","speaker":"1379"},{"type":"speech","time":1489055400,"counter":48,"content":"<p>I know the Senator will be concise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00700","speaker":"1420"},{"type":"speech","time":1489055400,"counter":49,"content":"<p>I wish to be consistent because this is an important issue.  The Minister helpfully explained to the House that a report from the Comptroller and Auditor General clearly identified a range of issues.  The Office of the Comptroller and Auditor General issued a press statement in the past ten minutes which refers to outcomes and lessons that have to be learned.  We also heard from the Minister about the shortfall in the money owed to the State by religious congregations as part of their commitment to a redress scheme.  In effect, the congregations have only delivered 13% of the total cost of the scheme.  This issue is so serious that it warrants a debate in the House.  I request that the Leader ask the Minister to come to the House to discuss the Comptroller and Auditor General's report, although not necessarily its financial implications.  The redress scheme is about to be wound down and the Minister indicated a willingness to come to the House.<\/p> <p>Later today, we will discuss two issues related to redress, recompense and apology, all of which are connected.  I ask the Leader to arrange for the Minister to come to the House as soon as possible to elaborate on the detail of the redress scheme, as it is being wound down, and, more important, to set out the lessons that can be learned and recommendations made in the Comptroller and Auditor General's report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00800","speaker":"1379"},{"type":"speech","time":1489055400,"counter":50,"content":"<p>Ba mhaith liom mo chomhbhr&oacute;n a dh&eacute;anamh leis na daoine a fuair b&aacute;s sa tine i Cluain Dolc&aacute;in.  For a beautiful mother, Annmarie, her unborn child, her daughter, Paris, and their relatives, Holly and Jordan, a place of refuge turned out to be their place of death.  We extend our sincere sympathy to their families and wish the other people involved in the fire a speedy recovery.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Today, I wish to refer to the Leader's response to my remarks yesterday.  He will know that I wholeheartedly welcomed the Domestic Violence Bill publicly in this House.  Yesterday I pointed out what still needed to be done to provide services that reflect the spirit of the legislation.  According to a recommendation made by the Council of Europe Ireland only has 31% of the recommended number of places for women in refuges.  Reality must reflect what is in the legislation.  It is no use declaring a woman's right to live free from all types of harassment, abuse and violence if the reality is that there are no services in place for her to do so.  In 2014, 4,831 requests for safe accommodation were not met due to a lack of capacity.  I will outline the uncomfortable facts for the Leader.  As I speak, there are 5,400 unallocated cases for social workers with 801 of them considered to be high priority.  They are not considered to be high priority without reason.  They are children who are at risk and need urgent care.  Since the recession began the funding for Women's Aid has been slashed by 31% at a time when demand has increased greatly.  The funding must be fully restored in order to give full effect to the legislation that we all welcome.<\/p><p>Leader, I wish these details were alternative facts as he has perpetrated time and again.  These really are the uncomfortable truths of our time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#G00900","speaker":"1378","continuing":true},{"type":"speech","time":1489055400,"counter":52,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00200","speaker":"1377"},{"type":"speech","time":1489055400,"counter":53,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00300","speaker":"1389"},{"type":"speech","time":1489055400,"counter":54,"content":"<p>It would be remiss of us not to do our job in this House and bring these facts to the forefront day in and day out until the problems are solved because they affect people's lives.  As we have seen in Clondalkin and throughout this country, this issue is what matters to people.  People are at risk because of Government policy and we, as legislators, must ensure that such a policy is stopped.  We must ensure that the Government makes the right choices so that the most vulnerable in our society are protected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00400","speaker":"1378"},{"type":"speech","time":1489055400,"counter":55,"content":"<p>I join with others in expressing my sadness and condolences to the families of Annmarie O'Brien and that of the young children who lost their lives in Clondalkin.  I also wish to acknowledge the death yesterday of a young activist who was heavily involved with the unions.  No matter what picket line one visited he was sure to be there supporting fellow workers.  His name was Joe McGouran.  I send my condolences to his family and friends.  He was a well known street seller in Dublin 1 and I am sure that community will miss him greatly.<\/p> <p>I applaud the organisers of yesterday's marches called Strike 4 Repeal and March for Repeal.  It has been estimated that 15,000 people took to the streets yesterday to campaign for the repeal of the eight amendment.  The sight of so many people, especially young women, marching for a woman's right to bodily autonomy should show the members of these Houses that the issue has not gone away, that the people of Ireland want a referendum and repeal of the eight amendment but definitely not for the amendment to be replaced in the Constitution.  <\/p> <p>I wish to acknowledge the announcement yesterday whereby 44 women were nominated for the Irish Film &amp;amp; Television Academy, IFTA, awards.  I wish to acknowledge the short film written by Emmet Kirwan that is very much about women's rights.  The short film stars my daughter and was nominated by IFTA for the category of best short film.  The message in the film was that we all should stand in awe of all mn&aacute;.  The sight yesterday on the streets of Dublin shows that people are ready and willing to stand up for the rights of women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00500","speaker":"1404"},{"type":"speech","time":1489055400,"counter":56,"content":"<p>On behalf of the Labour Party, I want to pay my respects to the families of the late Annmarie O'Brien and that of the children who lost their lives in the horrific circumstances of a fire in Clondalkin yesterday.  Our collective hearts go out to all of the people who loved and knew them.  We wish those people who were caught up in the fire a speedy recovery.<\/p><p>I join with my colleague, Senator Ruane, in paying tribute to Joe McGouran who I learned this morning had passed away.  He was a well known supporter of the rights of working people in this city.  He was a truly great character who had a particular affinity for the Mandate trade union.  Recently he was on the picket line to support the Tesco workers.  Therefore, it is appropriate that we honour him here today in the national Parliament.  I thank the Senator for her kind remarks.<\/p><p>I support Senator Boyhan's view on the redress scheme and his call to discuss the contents of the Comptroller and Auditor General's report.  A shoddy deal was done by the former Taoiseach, Bertie Ahern, and the former education Minister, Dr. Michael Woods, with the religious institutions in this country.  The institutions have an absolute sin to answer for in terms of how they behaved and the abuse that many orders visited upon young people in this country over centuries.  The institutions have been given a free pass.  They have played a game of cat and mouse with this State in terms of their obligations in the redress scheme.  The shoddy deal was done a couple of decades ago and it deal gave the church a free pass.<\/p><p>For days on end in January and February we discussed the crisis in the health service and the waiting lists in response to the &quot;Prime Time&quot; programme entitled &quot;Living on the List&quot;.  Over the past few weeks, and while we debated the waiting lists, the outpatient hospital waiting list grew by 11,000.  This morning I was struck by an article that I read in the <i>Irish Independent.  <\/i>The article featured an interview with a constituent of mine called Ms Caroline Sherwin who is a mother of two children.  Even though she had a lymph node lump it appears that she was passed down the waiting list.  She took the opportunity to stage a sit-in protest at my local hospital which is Our Lady of Lourdes Hospital.  She waited to be seen and treated.  She felt that she had to take the situation into her own hands and did not accept being pushed further down the waiting list for emergency treatment.  A surgery was performed and it probably saved her life.  What does that tell us about the state of the health service?<\/p><p>We all agree in this House that we need a better way to tackle public waiting lists.  We have repeatedly discussed the matter in this House and the Lower House.  One solution was the fast-tracking of treatment through the National Treatment Purchase Fund, surgery, etc.  I understand that such work has yet to happen.  I ask the Leader to inform us about the current status of the additional cash injection into the National Treatment Purchase Fund for surgery that can, in many ways, be a lifesaver.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00600","speaker":"1398"},{"type":"speech","time":1489055400,"counter":57,"content":"<p>I rise to raise an issue that I raised a few weeks ago - hospital car parking for long-term illness patients who attend hospitals around the country.  The Irish Cancer Society has released a report.  I am disappointed to learn that its ongoing campaign to change hospital car parking pricing policies had little success this year.  In my view, guidelines should cover all long-term illness patients, including cancer patients.  Long-term illness patients and their families are under immense pressure during times of illness.  They suffer physically, financially and emotionally day and night.  We should listen to their needs and assist them where possible.<\/p> <p>The NHS in the UK has issued guidelines to hospitals ordering that certain patients receive either concession or free car parking in order to reduce the pressure on patients during these times.  A number of Irish hospitals already implement such a system and, therefore, it is doable.  I again call on the Minister for Health to consider issuing a nationwide car parking price policy for hospitals, especially for long-term illness patients such as cancer patients.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00700","speaker":"1406"},{"type":"speech","time":1489055400,"counter":58,"content":"<p>I ask the Leader of the House to consider an issue that was raised here by Senator Billy Lawless.  I refer to the long wave radio service that is provided by RTE on LW 252 in the United Kingdom and Britain.  An update was given in the <i>Irish Independent<\/i>on 6 March by Gavin White.  Many in the Irish community in Britain will lose their last link with Ireland if the long wave 252 radio service is shut down by RTE.  I hereby request the Leader of the Seanad and all of its 60 Members to lobby RTE not to terminate this vital link for our many emigrants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Billy Lawless raised this issue here last month and he made the point well.  Protests will be held on St. Patrick's Day and on 14 March in Manchester and Leeds.  The protests will be arranged by the Irish in Britain.  Approximately 600,000, or more, people in Britain are of direct Irish descent.  I have relatives in Manchester and London.  They rely on this service because the BBC cannot be relied upon to project anything about Ireland.  The Irish in Britain will be further isolated post-Brexit.  Many people have direct links to the Tuam issue, including mothers and children who were there, and other issues occurring at home, and they will not ever hear anything about it on the BBC or any other radio station without this vital link to home.<\/p><p>Why would we turn our back on the Irish in Britain?  RTE could provide it for a very small amount of money, which could easily be deducted from some very expensive presenters and other issues which arise which are wastes of time and space.  RTE provides a good service here at home, but it is its responsibility to provide a good service abroad.  I call on the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, to intervene in this situation and to give a ministerial directive to maintain this radio link.  Ministers seem to be afraid of getting involved in being Ministers.  I never came across a Government that had less ministerial responsibility than this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#H00800","speaker":"1393","continuing":true},{"type":"speech","time":1489055400,"counter":60,"content":"<p>The Senator is running into overtime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00200","speaker":"1420"},{"type":"speech","time":1489055400,"counter":61,"content":"<p>The Leas-Chathaoirleach might not like to hear this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00300","speaker":"1393"},{"type":"speech","time":1489055400,"counter":62,"content":"<p>We like to hear everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00400","speaker":"1420"},{"type":"speech","time":1489055400,"counter":63,"content":"<p>I am only giving my observation.  I was in Departments when decisions were made and upheld.  It is all referred to committees of the House nowadays.  I ask the Minister to intervene here, and I wish him well when he is abroad.  I wish everybody a very happy St. Patrick's Day.  I support Ministers going abroad, as I went myself.  They do a very good job, but when they are abroad, I ask them to bear in mind the needs-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00500","speaker":"1393"},{"type":"speech","time":1489055400,"counter":64,"content":"<p>The Senator is well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00600","speaker":"1420"},{"type":"speech","time":1489055400,"counter":65,"content":"<p>It is very important.  We only have St. Patrick's Day once a year.  It is not every week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00700","speaker":"1393"},{"type":"speech","time":1489055400,"counter":66,"content":"<p>I wish the Senator a very happy St. Patrick's Day too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00800","speaker":"1420"},{"type":"speech","time":1489055400,"counter":67,"content":"<p>I wish them well on their tours abroad, successful work on St. Patrick's Day and indeed after it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J00900","speaker":"1393"},{"type":"speech","time":1489055400,"counter":68,"content":"<p>I wish to be associated with the expressions of sympathy to the families in Clondalkin, to wish the victim who is in hospital well and to wish her a speedy recovery.<\/p> <p>I ask the Leader to consider inviting the Minister for Foreign Affairs and Trade to the House in the not too distant future to discuss the many problems that returning emigrants encounter when they come back to Ireland, particularly from the USA.  I will outline a few problems they face.  It is difficult for a person who has been in America for a number of years to open a bank account here in Ireland.  It is also very difficult for a person to get car insurance.  The cost of car insurance here is very high, particularly for somebody returning from the United States who does not have an Irish driving licence, but who has a driving licence from one of the 50 states in America.  I ask that the Minister for Foreign Affairs and Trade come to the House to discuss what can be done.  I know that we do not have any deal on driving licences with the United States, because there are 50 states in America with different licences, but we have deals with many other countries around the globe where their licences are recognised in this State and ours are recognised in theirs.<\/p> <p>Perhaps something can be done about that, because it is important that a person's driving licence is recognised when he or she comes here, particularly when buying and insuring a car.  I have come across some people who have come here and it is cheaper for them to rent a car on a long-term basis rather than buy a car and insure it given the exorbitant cost of insurance here.  The fact that they have to resit a driving test should be considered.  It should also be made easier for people returning here to open a bank account, particularly those who left our shores for quite a number of years and are returning, because we welcome back all emigrants.  Some are coming back into the workforce, where they are badly needed at present.  I ask the Leader to invite the Minister for Foreign Affairs and Trade to the House to address those issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01000","speaker":"1380"},{"type":"speech","time":1489055400,"counter":69,"content":"<p>Ba mhaith liom mo ghl&oacute;r a chur leis na daoine at&aacute; ag tabhairt &oacute;m&oacute;is don dream bocht a fuair b&aacute;s sa tine trag&oacute;ideach i gCluain Dolc&aacute;in inn&eacute;.  I add my name to the tributes that have been paid to those that perished in the tragic fire in Clondalkin.  Our hearts go out to them and to all their families and friends.  It was a tragic event.<\/p> <p>I wish to propose an amendment to the Order of Business.  I understand that there is a motion to be taken without debate on the extension of the deadline of the work of the Joint Committee on Future Funding of Domestic Water Services.  I would like to debate that for a number of reasons and I am proposing an amendment to the Order of Business to the effect that we debate that issue.  It is important that we take stock at this stage of where we are with water charges, but the extension of the committee's deadline is unnecessary.  Fine Gael and Fianna F&aacute;il voting together in the committee is a clear attempt to buy more time to reach a backroom deal on this issue.  They are unable to make a decision between them even though they have a confidence and supply arrangement and even though a majority of people elected to the D&aacute;il were elected on a right to water front and were opposed to water charges.  The can is being kicked down the road once more.  We in Sinn F&eacute;in have no objection to the taking of legal advice, but the fact of the matter is that the legal opinions heard to date all seem to be different.<\/p> <p>The committee could and should have met its original deadline.  We will not have a report until April now, with the Oireachtas due to vote on the issue in May.  We are still debating the issue of domestic water charges in these Chambers one year after the formation of the Government and almost 15 months after the Thirty-second D&aacute;il was elected.  This issue should have been put to bed at the beginning of this D&aacute;il term.  We are again seeing Fianna F&aacute;il and Fine Gael obfuscating the issue.  The committee does not need another month.  We need to make a decision on this matter and to put it to a vote once and for all.  It is important that we get a chance to debate the issue in this Chamber as well, to see where the majority of Senators stand on the issue.  I propose the amendment to the Order of Business that the motion on the work of the Joint Committee on Future Funding of Domestic Water Services be taken with debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01100","speaker":"1377"},{"type":"speech","time":1489055400,"counter":70,"content":"<p>We are not going to bring the Senator to court anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01200","speaker":"1380"},{"type":"speech","time":1489055400,"counter":71,"content":"<p>Order, please.  No other interruptions please.  Senator &Oacute; Clochartaigh's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01300","speaker":"1420"},{"type":"speech","time":1489055400,"counter":72,"content":"<p>I concur with Senator Burke on the issue of the driver's licence, but the issue was raised two weeks ago with the Minister of State at the Department of Foreign Affairs and Trade with responsibility for the diaspora, Deputy Joe McHugh.  Instead of us having another debate about it, he might speak to his fellow county man, who is the Taoiseach, and we can have some action on the issues that the diaspora is facing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01400","speaker":"1377"},{"type":"speech","time":1489055400,"counter":73,"content":"<p>I would like to be associated with the condolences to the young children who died in the fire this morning, and to the person who is in hospital.  She will hopefully have a speedy recovery.<\/p> <p>I am alarmed at the figures released this morning about the interim applications to the Central Applications Office, CAO.  The applications for nursing are down by over 9% and the number for teaching is lower as well.  I know the closure of beds in St. John's Hospital in Limerick was raised here in the last two days, and 15 of those closures were because of the lack of nurses.  It is alarming that the application numbers for nurses are down by over 9%.  I would like the Leader to have a debate about ways that we could incentivise people and encourage them to apply for the nursing course.  Health and nursing care are brought to the fore every week here on the Order of Business.  We need a debate to look at ways to incentivise and encourage people to apply for nursing courses, so that we can help to reduce the waiting lists and reopen beds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01500","speaker":"1384"},{"type":"speech","time":1489055400,"counter":74,"content":"<p>As we approach St. Patrick's Day and the Taoiseach prepares for his visit to Washington, D.C., domestic matters here require some attention from the Government, particularly matters north of the Border.  I take the opportunity to congratulate the Sinn F&eacute;in party on the vote it obtained there last week, coming within a whisper of being the largest block - I think the dividing zone was 1,168 votes.  There are issues which require immediate and urgent attention by both the Irish and British Governments.  It is incumbent on the Irish Government to pressurise the British Government to deal with some of the legacy issues from the past which affect communities in the North of Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last week in the House I raised those issues surrounding independent, objective scrutiny and analysis of the killings during the Troubles due to collusion by British forces.  The British Government seems to be wholly focused on and consumed by the issue of Brexit and all the while people in the North of Ireland probably turned out and voted in greater numbers as a result of not just the political options but the fear of a dividing wall separating our country again.  For the first time since 1922, the Good Friday Agreement all but removed that dividing barrier.  Now we are faced with the prospect of it being erected again.  The symbolic movement of people and goods across the Border has been very beneficial to the island of Ireland and it is important that it would remain.  There is a need for a new infusion of impetus by the Irish Government with regard to the issue.  While the Taoiseach parades all over the world and travels to Washington, which is also important, there are domestic issues affecting Irish people, whether North or South of the Border, that require urgent attention.  Take the politics out of it.  Let us sit down and ensure that the British Government plays the part it should in dealing with this particular issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#J01600","speaker":"1382","continuing":true},{"type":"speech","time":1489055400,"counter":76,"content":"<p>I also send my condolences to the families of the woman and young children who perished in Clondalkin.  It is very sad.  Sometimes we need to reflect on the fact that these awful things happen.  We must do everything we can to try to ensure that they do not happen again.<\/p><p>As we approach St. Patrick's Day and the St. Patrick's Day events, I note that the week is an important one for the island of Ireland and our diaspora.  I pay tribute to the organisations and Ministers that are selling Ireland abroad.  I do not normally agree with Senator Leyden, but I do agree that the LW radio is very important.  From my trips to Kilburn and the United Kingdom, I know that they are much more in contact and in touch with what is happening in this country.  Senator Gavan would agree.  They have<i>The Irish Post<\/i>and get the local newspapers sent weekly.  I pay tribute to those involved in new media.  In my town of Boyle, we have<i>realboyle.com<\/i>and <i>boyletoday.com<\/i>.  The information on those websites is invaluable to the diaspora living in Canada, Australia and the United Kingdom.  The men and women providing the websites are providing another way of communication and such websites are to be found in every town and village throughout the country.  It is a new medium.  Given that we are coming up to St. Patrick's Day, I note that they are providing an absolutely wonderful service.<\/p><p>The election in Northern Ireland was a good one for nationalism, Sinn F&eacute;in, especially, and the SDLP.  However, I think the people in Northern Ireland also came out to vote because they were unhappy about the result in the Brexit vote.  Much of it was a Brexit issue.  All I can say is that there will be interesting times ahead on the two islands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#K00200","speaker":"1424"},{"type":"speech","time":1489055400,"counter":77,"content":"<p>I second the amendment proposed by Senator &Oacute; Clochartaigh to the Order of Business.<\/p> <p>I refer to the Hastings dispute where a group of workers has been out on the picket line in all weathers for six weeks.  I am glad to report that there was a tremendously successful march in Westport last Saturday.  My colleague, Senator Conway-Walsh, was there, as was I.  There was tremendous support from the SIPTU trade union on the day.  However, what struck me most was the support of the Westport locals.  These workers were cheered through the streets of Westport and Jack O'Connor gave a rousing speech on the day.  I am glad to report that there are now signs of progress; the company has apparently agreed to go back into talks.  Tribute should be paid to the union and, in particular, the members in Westport for the courage and determination they have shown.<\/p> <p>The dispute highlights the vulnerability of workers, particularly when we consider towns in rural Ireland where they can feel quite isolated at times.  It is incumbent perhaps on the Minister for Jobs, Enterprise and Innovation to attend the House.  There are a number of outstanding issues on the agenda for trade unions in terms of supporting workers' rights.  Many of them came up during the debate on tourism and the hospitality sector yesterday.  For example, we still have no sign of any progress in terms of implementing the report of the University of Limerick on low and zero-hour contracts.  I genuinely do not understand the delay.  In fairness to the last Government, it seemed to recognise that there was an issue and the need to move on.  The report is nearly 18 months old at this stage.  We really need to move on this because workers are vulnerable.  Unfortunately, unscrupulous employers continue to push for a race to the bottom in terms of conditions.  We have the means to build in protections for workers.  I am genuinely puzzled as to why the Department of Jobs, Enterprise and Innovation has been silent for as long as it has.  I request that the Minister would attend the House.  However, I am delighted to report good progress in the Hastings dispute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#K00300","speaker":"1389"},{"type":"speech","time":1489055400,"counter":78,"content":"<p>Today the Minister for Communications, Climate Action and Environment launched and attended the national forum on food waste.  This allows us the opportunity to bring into sharp focus the amount of food that is wasted in the country.  It is estimated that 1.1 million tonnes of food is wasted every year.  Of that, 450,000 tonnes is attributed to food production.  This means that 450,000 tonnes of food are wasted before ever getting to the consumer.  This is not stuff that is taken from one's fridge.  There is waste by both the consumer and in the commercial sector.  Given the issues surrounding food poverty for children and adults, what is happening is highly unethical.<\/p> <p>We are also challenged in terms of reducing our carbon emissions.  Without a doubt, to grow, transport and take food from the supermarket home - to dispose of it - takes energy and adds to our carbon footprint.  If we are to become the modern and progressive society we all strive to be in so many different fields, we cannot ignore this level of waste.<\/p> <p>Denmark has taken many initiatives that have resulted in reducing the amount of food waste.  Our Environmental Protection Agency runs a national food waste prevention campaign.  We need to begin with increasing awareness of where this is happening and how we personally can begin to address it and of the systems that are in place.  This Chamber is a fitting location to host a debate on the issue.  Going back as far as last summer, I have asked on a number of occasions for such a debate.  Perhaps events and circumstances are now dovetailing and will allow this to be on the agenda so that people can participate so that we learn and move on to make a difference in our country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#K00400","speaker":"1425"},{"type":"speech","time":1489055400,"counter":79,"content":"<p>I thank the 14 Members who contributed on the Order of Business.  Ar mo shon f&eacute;in, ar son Fhine Gael agus ar son gach Seanad&oacute;ir sa Teach, d&eacute;anaim comhbhr&oacute;n le muintir Annmarie O'Brien agus na leana&iacute; a fuair bh&aacute;is.  Today we remember Annmarie O'Brien, Paris, Holly and Jordan.  As I stated yesterday, it is important to recognise that the loss of life is tragic.  How it happened is even more numbing.  We send our deepest sympathies to the families.  No words of ours today will offer any solace but it is important to stand in solidarity with the families.  We extend our sympathy to the family of Joe McGouran as well.<\/p> <p>Senators Ardagh and Ruane raised the issue of yesterday's march.  As I stated yesterday, it is important that we allow the Citizens' Assembly to do its work.  In congratulating the people who marched yesterday, it is important to distinguish between maternal services and the repeal the eighth amendment.  In my opinion, they are not linked.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have a very positive national maternity strategy.  The Minister for Health, Deputy Harris, is pursuing that but it is important that we acknowledge that the Constitutional Convention, which was set up in the previous Oireachtas, did a tremendous job and now we have the Citizens' Assembly.  I made the point yesterday that those who criticised the establishment of the Citizens' Assembly should look at the proceedings from last Saturday and Sunday and watch the way the members of the assembly read the policy and position papers put forward by the various advocacy groups, both for and against.  It is evident that this will be a divisive issue but, that said, it is important that the Citizens' Assembly is allowed to compete its work and that the report it presents to the Government will then be debated in both Houses of the Oireachtas.<\/p><p>It is my expressed hope that we will have a referendum to put to the people that will decide the issue.  We can debate the issue when the report has been made by the Citizens' Assembly, when we know what it recommends and what the Government intends to do following the publication and consideration of the report.  Those who marched yesterday deserve to be congratulated for taking a stand.  People will also have another view and they will march as well.  That is the democracy we live in.  We should welcome and congratulate all those who march and organise.<\/p><p>Senator Boyhan raised the redress scheme and the report published today on the matter.  I share his disappointment at the failure of the religious congregations to live up to their side of the deal.  Government policy was, and still is, to pursue the religious congregations for their share of the costs of redress on a 50:50 basis.  What that means is that the religious congregations would contribute &euro;760 million.  To date, what has transpired is that approximately 23% of the overall cost has been contributed.  Contributions received from the congregations up to the end of 2015 represent approximately 13% of the cost.  Senator Nash outlined that the 2002 deal was signed up to by the then Minister, Michael Woods.  It is a bit hard to listen to Deputy Miche&aacute;l Martin's comments about handing over buildings and grounds when the deal to which he was a party, as a member of the then Government, let the congregations off the hook.  Rather than playing to the gallery in terms of being populist, we should see how we can collectively get the money or its equivalent.  I do not wish to be political.<\/p><p>The State must look after those who were treated badly and pursue those responsible.  I speak as Leader.  We have had the Cloyne report, the Ryan report, the Murphy report and we now have the awful tragedy of the Tuam mother and baby home on which we will have a debate today in the House.  We will also debate the Grace case today.  As the Taoiseach said, how long more do we have to keep coming back to the legacies of the past?  There is an obligation and duty on the current group of people in charge of religious orders and congregations to live up to the expectations of the people of the country who look to them to provide a new type of leadership.  We can have all the commissions of investigation we want - we accept that we need them - but we also agree that responsibility must be taken and people must be accountable.  It is about time those who are now in charge in religious orders live up to their expectation.  I was condemned for the reply I made to Senator Gavan about the Bon Secours group.  One cannot equate today's modern hospital groups that provide services with the old system.  There is an obligation on those who were not part of that system.  I wish to make a distinction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#K00500","speaker":"1391","continuing":true},{"type":"speech","time":1489055400,"counter":81,"content":"<p>Who owns the group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00200","speaker":"1389"},{"type":"speech","time":1489055400,"counter":82,"content":"<p>I wish to make a distinction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00300","speaker":"1391"},{"type":"speech","time":1489055400,"counter":83,"content":"<p>We cannot have a debate on the matter now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00400","speaker":"1420"},{"type":"speech","time":1489055400,"counter":84,"content":"<p>They have an obligation and duty to live up to their side of the bargain.  I would be very happy for the Minister for Education and Skills, Deputy Bruton, to come to the House.  You said we should not revisit the debate, a Leas-Chathaoirligh, but in his reply to Senator Boyhan today the Minister said that under the 2002 indemnity agreement, 18 of the religious congregations that managed residential institutions agreed to provide a collective contribution of &euro;128 million, comprising cash, counselling services and property.  It is important that the transfer process needs to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00500","speaker":"1391"},{"type":"speech","time":1489055400,"counter":85,"content":"<p>The Leader can arrange for another debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00600","speaker":"1420"},{"type":"speech","time":1489055400,"counter":86,"content":"<p>It is important that we have such a debate but it is also important that we do not airbrush history and allow people to not live up to their obligations.  The Minister in his reply to Senator Boyhan today said: \"we have to ask questions as to why organisations with stated missions to serve the public and uphold moral codes apparently place so little importance on these values.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00700","speaker":"1391"},{"type":"speech","time":1489055400,"counter":87,"content":"<p>That is all on the Commencement debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00800","speaker":"1420"},{"type":"speech","time":1489055400,"counter":88,"content":"<p>That must be said.  We cannot stymie that, irrespective of what people's views are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L00900","speaker":"1391"},{"type":"speech","time":1489055400,"counter":89,"content":"<p>The Leader should not rehash the Commencement debate on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01000","speaker":"1420"},{"type":"speech","time":1489055400,"counter":90,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01100","speaker":"1391"},{"type":"speech","time":1489055400,"counter":91,"content":"<p>The Leader should be concise in response to questions on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01200","speaker":"1420"},{"type":"speech","time":1489055400,"counter":92,"content":"<p>I am.  Given the magnitude of the issue that is before us as a society and as a House, as Leader of the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01300","speaker":"1391"},{"type":"speech","time":1489055400,"counter":93,"content":"<p>The Leader can organise a separate debate on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01400","speaker":"1420"},{"type":"speech","time":1489055400,"counter":94,"content":"<p>-----it is incumbent on me to focus on this issue in replying to the Order of Business, which every single household is talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01500","speaker":"1391"},{"type":"speech","time":1489055400,"counter":95,"content":"<p>Well done.  The Leader is using his position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01600","speaker":"1393"},{"type":"speech","time":1489055400,"counter":96,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01700","speaker":"1420"},{"type":"speech","time":1489055400,"counter":97,"content":"<p>You must be in a hurry, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01800","speaker":"1391"},{"type":"speech","time":1489055400,"counter":98,"content":"<p>No.  We will deal with the business as it arises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L01900","speaker":"1420"},{"type":"speech","time":1489055400,"counter":99,"content":"<p>Senator Conway-Walsh is trying to goad me into having a cat and mouse game.  I fully accept that the facts she presented are her version of reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02000","speaker":"1391"},{"type":"speech","time":1489055400,"counter":100,"content":"<p>Yes, indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02100","speaker":"1420"},{"type":"speech","time":1489055400,"counter":101,"content":"<p>I accept that there is a lot of work that we need to continue to do.  I have no issue with that, Senator Conway-Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02200","speaker":"1391"},{"type":"speech","time":1489055400,"counter":102,"content":"<p>The Leader should speak through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02300","speaker":"1420"},{"type":"speech","time":1489055400,"counter":103,"content":"<p>The point I wish to make in this context is that the domestic violence legislation has been enacted, the T&aacute;naiste has launched the national strategy and, in addition, Tusla, which is the organisation charged with the responsibility, is providing funding for 60 services throughout the country: &euro;12 million for emergency refugee support services; &euro;4.6 million for community-based domestic violence support services; and &euro;4 million for rape crisis centres.<\/p> <p>In addition, in the Tusla budget for 2017 national investment in domestic, sexual and gender-based violence services will increase by &euro;1.5 million.  Tusla is providing funding for 147 family units of emergency non-refuge space and it includes eight additional family units; six additional family units of emergency accommodation in Dublin and Kildare and two in Sligo.  In Cork, Edel House has been upgraded and renovated.  The emergency national violence accommodation spaces in Rebuilding Ireland will be additional.  While I accept Senator Conway-Walsh has a legitimate concern and a right to articulate them, it is important to recognise that work is being done and the Government is providing funding.  I hope we can put that on the record as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02400","speaker":"1391"},{"type":"speech","time":1489055400,"counter":104,"content":"<p>Senator Conway-Walsh called for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02500","speaker":"1377"},{"type":"speech","time":1489055400,"counter":105,"content":"<p>Order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02600","speaker":"1420"},{"type":"speech","time":1489055400,"counter":106,"content":"<p>We had a debate as part of the domestic violence Bill.  We had extensive debate on the issue.  Thanks to the co-operation of the entire House------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02700","speaker":"1391"},{"type":"speech","time":1489055400,"counter":107,"content":"<p>The Leader is now responding to the issues raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02800","speaker":"1420"},{"type":"speech","time":1489055400,"counter":108,"content":"<p>-----we were able to get the Bill passed despite the objections of some, as the Senator is well aware.  That shows the House worked well together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L02900","speaker":"1391"},{"type":"speech","time":1489055400,"counter":109,"content":"<p>The Leader should speak through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L03000","speaker":"1420"},{"type":"speech","time":1489055400,"counter":110,"content":"<p>Yes.  I join with Senator Ruane in congratulating those who have been nominated for the IFTAs.  Senator Nash also paid tribute to Joe McGouran.  I have not got a response for him yet to his question about the National Treatment Purchase Fund, NTPF, but I will get it for him.<\/p> <p>Senator Noone raised the car parking strategy in some hospitals.  I agree with her that there is a need for a sustained universal health policy on pricing for car parking for families of long-term patients who are terminally ill, have cancer, are on dialysis or those with children in hospital.  Some hospitals have a compassionate scheme but a universal approach needs to be taken on car parking policy.  I know the HSE will tell us that it is a source of revenue that is put back into the hospital groups but there needs to be a universal policy on hospital car parking.<\/p> <p>I have good news for Senator Leyden about long wave 252.  As he is aware, the Minister of State, Deputy Joe McHugh, was in the House to respond to Senator Lawless's Commencement matter and the transmission has been reprieved until 2019 at least.  It is one that we need-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L03100","speaker":"1391"},{"type":"speech","time":1489055400,"counter":111,"content":"<p>It has not been confirmed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L03200","speaker":"1393"},{"type":"speech","time":1489055400,"counter":112,"content":"<p>I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#L03300","speaker":"1420"},{"type":"speech","time":1489055400,"counter":113,"content":"<p>That has not been confirmed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00100","speaker":"1393"},{"type":"speech","time":1489055400,"counter":114,"content":"<p>The Senator cannot intervene at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00200","speaker":"1420"},{"type":"speech","time":1489055400,"counter":115,"content":"<p>On behalf of the 407,000 Irish people in the UK, it is critically important that this access and connectivity should continue.  I hope Members will combine to raise this issue with RTE.  We might communicate with the communications committee also.  When the Minister of State, Deputy McHugh, attended the House, he gave a positive reply about the radio service.  I will get the reply for the Senator, who is correct to raise it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00300","speaker":"1391"},{"type":"speech","time":1489055400,"counter":116,"content":"<p>I have read the reply.  It has not been confirmed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00400","speaker":"1393"},{"type":"speech","time":1489055400,"counter":117,"content":"<p>I cannot allow the Senator in on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00500","speaker":"1420"},{"type":"speech","time":1489055400,"counter":118,"content":"<p>My information is that it has.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00600","speaker":"1391"},{"type":"speech","time":1489055400,"counter":119,"content":"<p>I thank the Leader.  I am delighted to hear that.  It is great news for St. Patrick's Day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00700","speaker":"1393"},{"type":"speech","time":1489055400,"counter":120,"content":"<p>I am glad the Senator raised the matter.  He is correct and I agree with him completely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00800","speaker":"1391"},{"type":"speech","time":1489055400,"counter":121,"content":"<p>The Leader should not encourage Members opposite into further debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M00900","speaker":"1420"},{"type":"speech","time":1489055400,"counter":122,"content":"<p>I would like to wish everybody a Happy St. Patrick's Day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01000","speaker":"1393"},{"type":"speech","time":1489055400,"counter":123,"content":"<p>I join the Senator in wishing all our Ministers who are going abroad safe travel.  I am sure they will do a good job in selling, promoting and marketing Ireland.  It is important that people travel and tell the world that we are open for business and we are the best small country in the world in which to do business.  Our new employment figures will tell the world that we are open, ready, and available and that we have an educated workforce who are looking for new jobs to be created.<\/p> <p>Senator Paddy Burke asked for the Minister for Foreign Affairs and Trade to come to the House.  He made an important point about returning emigrants.  It is highly unacceptable that citizens returning to their own country face issues opening bank accounts and with car insurance costs.  The Minister of State, Deputy Eoghan Murphy, will be in the House on Wednesday week to discuss the issue of motor insurance.  Senator Burke is correct that this is an absolute disgrace and these returning citizens are being poorly treated by these institutions.<\/p> <p>I will not accept Senator &Oacute; Clochartaigh's amendment to the Order of Business.  The Business Committee of the D&aacute;il agreed to take the motion on the report on water services without debate.  We will follow suit.  We had a debate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01100","speaker":"1391"},{"type":"speech","time":1489055400,"counter":124,"content":"<p>We can be independent and do our own thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01200","speaker":"1377"},{"type":"speech","time":1489055400,"counter":125,"content":"<p>-----on the creation of the committee and we will have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01300","speaker":"1391"},{"type":"speech","time":1489055400,"counter":126,"content":"<p>A lot of water has gone under the bridge since then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01400","speaker":"1377"},{"type":"speech","time":1489055400,"counter":127,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01500","speaker":"1420"},{"type":"speech","time":1489055400,"counter":128,"content":"<p>We will have the debate on the completion of the committee report and the Senator will have an opportunity to contribute.  I am sure there will be lots of water poured over and under the bridge by then.<\/p> <p>Senator Byrne raised the issue of CAO nursing applications and she is correct that the number of people applying to study nursing is an issue.  I hope the Minister for Health in his talks with the INMO will incentivise this and I also hope we can have a debate at the earliest convenience.<\/p> <p>I join Senator &Oacute; Domhnaill in congratulating Sinn F&eacute;in on its magnificent vote last week in the North.  I also congratulate the SDLP.  I congratulate the nationalist parties, in particular, because it was a great day for nationalism.  Those of us who are Irish republicans were very much delighted with last week's result.  I commend the Alliance Party as well on its success.  It proves that when people are given a reason to vote, they will go out and do so.  The mandate given brings with it responsibility.  The Minister for Foreign Affairs and Trade is in the North and, as Senator &Oacute; Domhnaill said, the Government is very much focused on the domestic situation as well.  The Minister is meeting Secretary of State Brokenshire today while the Taoiseach has spoken to Prime Minister May.  All sides in the North have a duty to come together to reach a power-sharing agreement to avoid direct rule.  None of us want direct rule or another election in the short term.  I congratulate all who took part in the election.  I canvassed for a friend in Ballycastle during the election campaign.  I was pleased by the turnout because people were energised on the doors.<\/p> <p>I congratulate Senator Feighan on the role he has played in regard to the Good Friday Agreement and the British-Irish Parliamentary Assembly.<\/p> <p>I join Senator Gavan in welcoming the progress in the Hastings dispute.  It is important that people talk and it is equally important that workers get their due.  A recommendation has been made in this dispute and it is important for that to happen.  I am pleased the Senator is supporting Jack O'Connor.  He is a fine advocate for the workers of Ireland and I am glad the Senator is supporting him.<\/p> <p>Senator Mulherin raised the issue of food waste.  The Minister for Communications, Climate Action and Environment is before the EPA forum today.  He is seeking to set up an action group to launch a national charter on food waste.  Ireland signed up in 2015 to the UN sustainable development charter.  Senator Mulherin is correct that it is important to have a debate on this and I would be happy to facilitate that.  As she said, it dovetails with food poverty.  A total of 450,000 tonnes of food is wasted before it goes anywhere.<\/p> <p>I will not accept the amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01600","speaker":"1391"},{"type":"speech","time":1489055400,"counter":129,"content":"<p>Senator &Oacute; Clochartaigh has moved an amendment to the Order of Business, \"That No. 1 be taken with debate\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01700","speaker":"1420"},{"type":"speech","time":1489055400,"counter":130,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#M01800","speaker":"1377"},{"type":"vote","time":1489055400,"counter":131,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 8; Níl, 27.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Trevor Ó Clochartaigh; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#N00050","aye":["1378","1388","1389","1405","1398","1377","1404","1372"],"nay":["1407","1379","1409","1380","1391","1384","1422","1416","1383","1411","1424","1396","1415","1412","1393","1386","1375","1425","1401","1406","1374","1427","1426","1394","1382","1421","1399"],"abs":[]},{"type":"unspoken","time":1489055400,"counter":132,"content":"<p>Question, \"That the Order of Business be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"Joint Committee on the Future Funding of Domestic Water Services: Motion","time":1489055400,"counter":133,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#O00100"},{"type":"speech","time":1489055400,"counter":134,"content":"<p>I move:<\/p><blockquote>That the Order of the Seanad of 24th November, 2016, relating to the Joint Committee on the Future Funding of Domestic Water Services is amended in paragraph (<i>h<\/i>) by the deletion of '28th February, 2017, or within three months of its first public meeting, whichever is the later' and the substitution therefore of '14th April, 2017'.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#O00200","speaker":"1391"},{"type":"vote","time":1489055400,"counter":135,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 28; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Paul Gavan and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#O00300","aye":["1409","1380","1391","1384","1422","1416","1383","1411","1424","1396","1415","1412","1417","1430","1393","1386","1375","1425","1401","1395","1398","1406","1374","1427","1426","1394","1382","1421"],"nay":["1378","1388","1389","1405","1377","1404","1372"],"abs":[]},{"type":"majorheading","content":"Commission of Investigation Announcement on Tuam Mother and Baby Home: Statements","time":1489055400,"counter":136,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#P00100"},{"type":"speech","time":1489055400,"counter":137,"content":"<p>I am very pleased to be here to offer my initial statement on what has happened, particularly in the past week.  I look forward to hearing Senators' contributions which will help me significantly as I move forward.<\/p> <p>Experience tells us that it can take time to shine a light on dark periods of our history.  The truth is hidden, sometimes in plain sight.  It takes the brave testimony of survivors, long studies by historians and the dogged determination of investigative journalists to bring a spotlight to events which were previously only whispered about, in this case for generations.  It is now almost one week since the Commission of Investigation into Mother and Baby Homes confirmed what we had all feared.  Today I outline the commission&rsquo;s update that a significant number of human remains are buried on the site of the old mother and baby home in Tuam, County Galway.  For survivors, loved ones and campaigners such as the tireless Catherine Corless, it was a moment of vindication.  After decades and years of hard work, determination and unwavering commitment, the truth has been laid bare for all to see.  This House and the entire state owe a debt of gratitude to Ms Corless for her work.  Many men and women who are alive today spent time in that institution, either as children or young women.  Today I offer them my personal solidarity and, as a citizen, personal apology for the wrongs done to them.<\/p> <p>Senators will know that the Commission of Investigation into Mother and Baby Homes continues its work.  They will also know that calls have been made for the terms of reference of the commission to be reviewed.  I acknowledge the calls made since Friday for an expansion of the terms of reference to cover all institutions, agencies and individuals that were involved with Ireland&rsquo;s unmarried mothers and their children.  There are also calls to include investigations of burial practices at all of these locations.  I can commit to Deputies that a scoping exercise will be carried out to examine this issue.  I will be announcing the details of this exercise in the coming weeks.  I will also be publishing the second interim report of the commission by the end of this month.<\/p> <p>I am mindful that, by design, the commission is largely concerned with questions of legality, legal liability and compliance with the laws of the day and so on.  These are important questions.  They are, however, not the only issues we should consider.  What happened in Tuam is part of a larger picture.  It is part of a tapestry of oppression, abuse, repression and systematic human rights violations that took place all over the country for decades.  As a modern, open society, we must not treat these as isolated incidents but rather confront what was a dark period in an honest, mature and reflective way.  We must acknowledge that what was happening in these institutions was not unknown and not without the support of many pillars of society.  We must acknowledge that this very House debated legislation that allowed for those residing in institutions such as county homes to work for little or nothing in return for the so-called charity shown to them.  Lest we contend that people did not know what was happening, let us remember that some Members of the D&aacute;il spoke out against it.  In the finance committee debates on the Health Bill 1952 which took place in July 1953 Deputy Kyne condemned putting unmarried mothers in county homes effectively as involuntary labour as &ldquo;having revenge on her&rdquo;.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Captain Cowen, a Deputy, described as &quot;absolute brutality&quot; the fact that they were not even let out.  Earlier than that and before our Constitution had been finalised, Members of the Oireachtas also raised questions about the ill treatment of so-called &quot;illegitimate&quot; children.  Thus, as I said, this history may be dark, but it was not entirely unknown.<br\/><br\/>We must acknowledge that sometimes it was fathers, mothers, brothers and uncles who condemned their daughters, sisters, nieces and cousins and their children to these institutions and that sometimes it was not.  We must accept that between 1940 and 1965 a recorded 474 so-called &quot;unclaimed&quot; infant remains were transferred from mother and baby homes to medical schools in Irish universities.  We must listen to, record and honour the truth of people's experiences.  We must commit to the best of our ability to recognising, recording and making reparations for the truth.  Making these commitments and honouring them will not be easy, but we must do so, for those who suffered and also for future generations.<br\/><br\/>Establishing the truth is important for many reasons but not least to ensure that the darkness of the past will not return in the future.  Irish women and Irish children must never have to endure such suffering again.  As a feminist, Independent Minister and Irish woman, I feel a moral and ethical compulsion to reach beyond the legal questions of what happened in Tuam and elsewhere.  That compulsion is driven by the need to arrive at this truth.  It is only from acceptance of the truth that we can move past it, not by drawing a line under it but by highlighting it and recognising it as part of our history and part of our national story.  We must commemorate and memorialise this truth and we must honour its victims.  We must recognise the part that individuals, communities and institutions played.  We must make sure that, while we still have time, we look to those who are still alive and accept their accounts of what was done to them and of the wrongness of that.<br\/><br\/>In the coming days, I will start a conversation as Minister with advocates, historians and scholars specialising in transitional justice.  The United Nations defines transitional justice as the set of approaches a society uses &quot;to try to come to terms with a range of large scale past abuses&quot;.  Transitional justice puts survivors and victims at the heart of the process.  It commits to pursuing justice through truth.  It aims to achieve not only individual justice, but a wider societal transition from more repressive times, in order to move from one era to another.  Taking a transitional justice approach means that we will find out and record the truth, ensure accountability, make reparation, undertake institutional reform and achieve reconciliation.  In doing this, I acknowledge the many people who have contacted me personally in recent days to tell me directly of their experiences.  It is important also to ensure that we learn from international best practice in transitional justice, such as the museums of memory in Argentina and Chile, for example.  There may also be lessons to be learned from processes used to establish the truth in other contexts and other countries.<br\/><br\/>Writing in the <i>London Review of Books<\/i>last year about the mother and baby home in Tuam and other matters, our laureate for Irish fiction, Anne Enright, stated:<\/p><blockquote>The living can be disbelieved, dismissed, but the dead do not lie.  We turn in death from witness to evidence, and this evidence is indelible, because it is mute.<\/blockquote><p>Let us not disbelieve.  Let us not dismiss.  Let us commit to do justice not solely through law but through speaking and listening, and through believing what our eyes, our ears and our compatriots tell us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#P00200","speaker":"1358","continuing":true},{"type":"speech","time":1489055400,"counter":139,"content":"<p>I welcome the Minister to the House.  Like everybody else in the House and across the country, I am greatly saddened and upset at the revelations in Tuam.  The treatment of young mothers and their children defies belief.  It is chilling and horrendous.  My sympathy is with the families concerned and my hope is that they will gain some solace from the huge outpouring of support they have received from the public, from Uachtar&aacute;n na h&Eacute;ireann down to the ordinary citizen.  Outrageous as the story is, Tuam is far from unique.  We can anticipate further similar revelations in the immediate future.<\/p> <p>It is regrettable that the Bon Secours order, which has a splendid record in the provision of medical services generally and which is today at the cutting edge of medical care, should, as yet, have issued no apology statement in this matter.  I urge it to do so now.  I welcome and support the statement by my party leader, Deputy Miche&aacute;l Martin, calling for the religious orders to hand over medical-related properties to the State.  This seems even more appropriate in the context of Tuam.  The orders got off fairly lightly in the 2002 deal and the Government should now revisit that settlement, especially as the orders did not live up to their undertakings.  On the Order of Business this morning, the Leader said it was a Fianna F&aacute;il Government which made that agreement, which I accept.  However, times have moved on and we know a great deal more now than we knew in 2002.  Let us not be political about this.<\/p> <p>While I say I am disturbed by the revelations, I cannot say I am shocked.  Anybody who grew up in rural Ireland in the 1950s, as I did, and who had eyes and ears knew there was a strange, silent issue to do with the plight of unmarried mothers which never received public utterance but was in the consciousness at all times.  As such, I am not shocked.<\/p> <p>I use my remaining time to share a story with the House.  It concerns a sad and dark time in Ireland and it will have resonance given the subject under discussion today.  In February 1946, in a small cottage at the edge of my home town in north Kerry, a young, single girl gave birth to a baby with the assistance of a local midwife.  Complications set in and immediate medical help was required.  A local hackney man by the name of John Guerin was sent for and he brought the seriously ill girl to the local hospital, less than a mile from her home.  She was refused admittance and directed to the county hospital in Tralee, which entailed an agonising journey for her of 20 miles.  Although she was at death's door, she was again refused admittance in Tralee and redirected to the union in Killarney, which was a further 20 miles away and which was considered to be a more suitable place for her peer group.  There, she died.<\/p> <p>Mr. Guerin took her coffin back to Listowel on the roof of his car to find the gates of our parish church locked against them.  The local convent chapel door was locked as well.  By this time, word had spread and a sizeable crowd of angry people had gathered in our square.  Mr. Guerin and his neighbours broke down the chains on the church and shouldered the remains up to the altar.  Community pressure was applied and the girl's body was buried in consecrated ground the following day.  Many years later, Mr. Guerin's son, Tony, a celebrated playwright, wrote a play about that story called \"Solo Run\", which ran to packed houses in Dublin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He also wrote &quot;Hummin'&quot;, a play which deals with the way orphan boys from workhouses were treated as slave labour in the locality.  A local balladeer, Sean McCarthy, who wrote &quot;Shanagolden&quot;, also wrote a beautiful poem, <i>In Shame<\/i>, about the incident.  It highlighted the plight of the unmarried mother of the time.<\/p><blockquote>They whisper their stories, they glance with the eye<br \/><br \/>They look over my shoulder when I pass them by<br \/><br \/>And my father and mother, they treat me the same<br \/><br \/>Oh hear the nightingale crying in shame love in shame<\/blockquote><p>I will leave it at that, except to state there is a positive message in the story of human compassion against oppression and cruelty.  A local community, working people in the main, had the courage to stand up to the might of the church and the narrow mean attitudes that obtained at the time when a girl in trouble had nowhere to go except England or the nearest Magdalen home.<br\/><br\/>I will not join the queue of people pointing the finger at priests and nuns.  I admire most of the priests and nuns I know.  They have given fantastic service at home in their communities, particularly those who worked and struggled abroad in the missions.  They deserve our support and understanding at this time because there has been a lot of comment, most of it justified, but in my view some of the comments, particularly by the clergy in general, have been over the top.  That said, I believe all human life is sacred.  Therefore, I have great difficulty in understanding why those who shout loudest today about being pro-life were totally silent when the babies of single mothers were consigned to oblivion and misery and, as we have seen, horror of horrors, the septic tank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#Q00200","speaker":"1394","continuing":true},{"type":"speech","time":1489055400,"counter":141,"content":"<p>I welcome the Minister back to the House on another very sad occasion in our collective history.  The outrage and sadness throughout the country is palpable.  We have staggered from scandal to scandal in recent years and it has sent the country reeling.  People are disturbed, shocked and bewildered.  We are a society in mourning for the countless losses and deaths and the unspeakable criminal cruelty committed against our very vulnerable, our women and our infants.<\/p> <p>The Tuam revelations and what has yet to be discovered could well dwarf all other scandals to date.  From the Free State's inception, the ruling political powers danced to the tune of the ultraconservative church.  In drawing up our Constitution, de Valera invited Archbishop Charles McQuaid to help build and compose Bunreacht na h&Eacute;ireann, the Irish Constitution, and the Catholic teachings of Charles McQuaid in particular are very influential in our entire Constitution.  The new Republic had the cail&iacute;n&iacute;, virgins and pure, dancing at the crossroads in a twisted notion of utopia.  Our collective souls were handed over to the church to do what it wanted with women and children, and society washed its bloody hands.<\/p> <p>Over the past six years, I and Sinn F&eacute;in have supported and attended Flowers for Magdalenes event, which takes place on the nearest Sunday to International Women's Day.  Through that emotional event of remembrance I have formed ties with the Tuam mothers and babies group and the United Survivors group, who are here in the Gallery today.  I applaud each and every one of them.  They have reams of document which require forensic investigation and lodgement with the Garda and the DPP for their consideration and action.<\/p> <p>I want to highlight some of the personal stories as told to me by the women and children sitting in the Gallery.  They have spent a lifetime searching for their real stolen selves and a lifetime searching for their stolen babies.  They have suffered as outcasts, suffered at the hands of the State, suffered at the hands of the priests and nuns, suffered in lonely terrifying childbirth and suffered painful engorged breasts with milk but no baby to nurse.  Many have endured lifelong mental health issues from the scarred experience.  I and the people of the country cry out and demand these horrific wrongs be recognised, investigated and resolved as much as they can be, and for the body politic to ask forgiveness from these women and their children.<\/p> <p>Recently the Taoiseach, Deputy Kenny, stated the nuns did not walk into homes to take the girls, the fallen women, into institutions.  Perhaps they did not, but the priests did.  They walked into homes, schools and workplaces throughout the country and the UK from the 1940s onwards.  They established the Catholic Crusade of Rescue society, which hunted down women, particularly those who escaped from the mother and baby homes or institutions.  Terry Harrison, who is here, was one such young girl.  She escaped from Bessborough while pregnant and made it to London in the late 1970s.  She was abducted from the London streets by the Catholic Crusade of Rescue society in the guise of Fr. O'Hanlon, and forcibly returned via our national airline, which it did willingly on countless occasions, to the more secure prison of the institution on the Navan Road.<\/p> <p>I acknowledge David Kinsella, whose mother was sent to England following his birth in the institution on the Navan Road.  She was told her baby would die and was told to go and forget what had happened because her baby was going to die anyhow.  David suffered malnutrition all his infant life, which was so severe he had numerous admissions, which may amount to hundreds, to St. James's Hospital to treat it.  Not one doctor or nurse asked why this child was going to the hospital so often, so many times a year, and why he was so small and so malnourished.  It took a cleaner in St James's Hospital, Alice Kinsella, to state she wanted to mind the baby and be his mammy.  Eventually, when David was four and a half years of age, she became his mammy.  David then went looking for his birth mother.  By the time the HSE eventually relented and gave him the information he needed, which was years later, his mammy had died, believing she had no children and that her baby had died back in the Navan Road institution.  David is precious about the one thing he has from his mammy, which is his name.<\/p> <p>I welcomed the decision to publish the second interim report of the commission of investigation into the mother and baby homes, although I think we will agree home is a gross misnomer for these locked-up places of dark bleak confinement.  I and the women and children here demand they be involved in the expansion of the terms of reference into mother and baby homes.  In particular, we need to include forensic auditing of the accounts.  I have been given documents by Anna Corrigan of the Tuam baby group, which categorically shows the upkeep - another misnomer - of many women and children was triply paid for by the State, by parents and by the recipients of stolen babies.  There is also clear and unequivocal evidence that mothers and babies were kept in the institutions for prolonged periods, despite being fit for release, for financial gain for that institution. The books also show girls and babies long gone from the institution remained on the books for extended financial payments.<\/p> <p>I know the Bon Secours order has given great medical service to the country.  I also know the Bon Secours made &euro;3 million last year in profits.  Over the past decade it has made just under &euro;100 million in profits.  These need to be given back to the Irish people and to the women and children who were so dreadfully treated.<\/p> <p>For years I have requested from the HSE, as a nurse and a councillor, a collated list of the long-term residents in psychiatric back wards.  When they were of no more use as slaves they were thrown into psychiatric units and they lived out their lives hidden and unheard.  Many of them had their babies stolen.<\/p> <p>In the 1950s the mortality rate of babies in the institutions was 25%, five times higher than in the community.  This needs to be investigated.  Was it medical neglect?  Yes, it was.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Was it the withholding of essential medicines on grounds of cost?  Yes, it was.  Was it cruelty towards those who were considered to be second class or third class citizens?  As a nurse, this disturbs me to the core.  It is obscene and appalling.<\/p><p>We need to investigate the trafficking of babies.  The documents in the Tuam archive include correspondence from senior church clergy requesting babies be made available for adoption.  Subsequently, babies up to 3 years of age were removed from their mothers and sold.  Many were sent to the United States without their mothers knowing anything of their history.  We do not know who was involved in this horrific scandal.  It is possible that doctors, social workers and nurses were involved.  Are they still working in the system or the caring sector?  This issue needs to be addressed immediately. <\/p><p>I have the utmost empathy and respect for everybody gathered in the Chamber today.  I salute them with love and compassion.  I acknowledge the fierce determination of the women and children in the Visitors Gallery.  They deserve our unconditional apologies.  To them I say, \"Well done.\"  They have been heard and we will ensure that they will continue to be heard.  They deserve to stand cherished among us as equals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#R00200","speaker":"1388","continuing":true},{"type":"speech","time":1489055400,"counter":143,"content":"<p>I thank the Minister for coming to the House once again to deal with an issue that is very disturbing to all of us.  The discovery of a mass grave at the Tuam mother and baby home is truly appalling.  As Senator Ned O'Sullivan said, Irish society is horrified by the discoveries that have been revealed.  The cruel irony of this House discussing the announcement of the commission the day after International Women's Day cannot be lost on all of us.<\/p> <p>The horrendous scar on our history first came to public attention following disturbing reports of high mortality rates and possible mass graves on the grounds of the former mother and baby home in Tuam, County Galway.  Before now, it was hearsay but now, tragically, we have positive proof that there are remains dating from the time of the mother and baby home which was run between 1925 and 1961; they do not date from an earlier historical period.  As the Minister said, we have to commend the historian Catherine Corless for her tireless work, against the odds, to reveal this necessary truth.<\/p> <p>I also welcome those in the Visitors Gallery who have been horrifically affected by the homes.  As Senator M&aacute;ire Devine said, use of the word \"home\" is very inappropriate to describe what are chambers of horror.  <\/p> <p>As exceptionally sad and disturbing as the news is, as Senator Ned O'Sullivan said, it was not unexpected.  Unfortunately, none of us is shocked.  There were many claims in recent years about human remains on the site.  That was one of the reasons the commission of investigation was established.  The confirmation that there are remains represents an irremovable stain on our modern history.<\/p> <p>As the Taoiseach said, as a society, we did not just hide away the dead bodies of tiny human beings; rather, we dug deep and deeper still to bury our compassion, mercy and humanity.  If, in some instances, priests took children, for the most part, society turned a blind eye to what was happening in the homes.  The women and children were, in most cases, voluntarily handed over to the nuns for a life of virtual slavery because of our obstinate obsession with respectability.<\/p> <p>Of course, the men who colluded in the pregnancies were never pursued or condemned to a life of captivity or servitude.  It is almost as if the women somehow self-impregnated and were exclusively to blame.  Their babies were taken from them and many were trafficked abroad for financial gain.  Women were starved, neglected and hidden from society.  They suffered horrendous abuse.  It is imperative that we now respond with sensitivity and respect to what has been unearthed.<\/p> <p>There is a role for the coroner in north Galway to consider what steps may be necessary and appropriate in accordance with his statutory functions.  We must not pre-empt what he might decide to do.  If he decides that there are no suspicious circumstances, the local authority can act.  What is required is reflection on the measures needed to bring the investigation to fruition in an extremely effective way.  There is independence for the coroner and the Garda.  There is also a duty on the part of the local authority towards the families who have been devastated by what has happened.<\/p> <p>It is my understanding the commission has not yet made formal official findings, rather it has completed a physical excavation.  We now know that there are substantial remains of very young children on the lands in question.  The scope of the commission's remit includes several specific areas of practice and procedure regarding the care and welfare of and entry arrangements and exit pathways for the women and children who were resident in 14 named institutions and a representative sample of county homes identified by the commission.  The Commissions of Investigations Act 2004 provides an effective mechanism to investigate complex and sensitive matters of significant public concern.  It gives the commission robust powers to compel persons to produce information and answer questions.  It is important to recognise that a statutory commission is fully independent in the conduct of its investigations and the precise timing and approach to the gathering and examination of evidence are matters for it to decide and progress.  It is my understanding the Government is satisfied that the commission has sufficient scope and powers to examine a broad range of public concerns, make a determination on their relevance to the central issues in question and, where appropriate, make recommendations to the Government which it deems necessary.<\/p> <p>The commission will investigate many specific concerns.  They include, as I mentioned, the entry arrangements and exit pathways for single women; living conditions and care arrangements in the institutions; the causes, circumstances and rates of mortality among mothers and children; post-mortem practices and procedures; compliance with relevant regulatory and ethical standards for systemic vaccine trials conducted on children in the homes; entry arrangements and exit pathways for mothers and children leaving institutions; paternal referrals and relevant relationships with their entities and the extent to which any group of residents may have systematically been treated differently on any ground, including race, religion, Traveller identity or disability.<\/p> <p>In addition to the main investigation methods, the established confidential committee forum allows former residents to provide accounts of their experiences in private, which is very important.  Alongside this, the social history module is being progressed to provide context through an analysis of key issues.  Undoubtedly, the fact that the Government set up a Department of Children and Youth Affairs and Tusla, the Child and Family Agency, and held a referendum to enshrine the rights of children in the Constitution indicates the direction in which it would like to go.  We are in the very capable hands of the Minister in ensuring the commission will conduct its work effectively.  Inevitably, there will be differing views about what to do such as whether we should leave the remains where they are or reinter them elsewhere.  It is my understanding Galway County Council will engage with local residents and other interested parties to decide what is best.  There will be a consultation process, which I welcome, in which anyone who is interested will have a chance to have a say.<\/p> <p>While respecting the dignity of those who died and their families, we should remember that the work of the commission is continuing and that it has not yet made official findings about the Tuam mother and baby home.  The process is ongoing and the commission must be allowed to complete its work.  We await its final report next February.  <\/p> <p>I agree with the remarks of Senator Ned O'Sullivan about the religious orders.  I join him in asking that they hand over their properties to the State.  It is the least they could do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#S00200","speaker":"1406"},{"type":"speech","time":1489055400,"counter":144,"content":"<p>I acknowledge the survivors in the Visitors Gallery.  It is a privilege to have them here.  It is our privilege to be a conduit for the expression of their pain and suffering and perhaps bring them to a graceful conclusion.<\/p> <p>I have very little to say because much has been said.  What has been discovered and what is perhaps yet to be to uncovered is unconscionable, as the Minister said.  It is outside everything in which we believe, that I value and what most of us have hoped for all of our lives.  It is also against everything we hold sacred.  The mother and child are sacred in literature and religion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I always think that if that is dented in some way we lose something of a sense of all ourselves.<\/p><p>Most people in the country have been completely excavated by this - by that I mean in their hearts, emotionally, mentally and psychologically - and by the physical excavation of what has happened in Tuam.  I speak as a single mother.  I have never said that before in the House but I say it now because it was 30 years ago.  Even at that time, it was very difficult but had it been 40 years ago my life would have been different.  I speak with a certain sense of parallel, a knowledge of what I could have gone through having reared my son on my own for 30 years.  Oscar Wilde called a big piece of literature he wrote De Profundis and I think that sums it up like Anne Enright did that the dead speak to us greater than the living.  They did in Clondalkin yesterday as well.  Sometimes we must remember that we, as women, must protest for the women who are subject to physical and sexual violence and who are thrown out of their homes and have to run for refuge.  It is a violence.  What happened in Tuam and what happened the mothers and babies was a violence against women and children, an absolute violence perpetrated by the State and by the religious icons of that State.  What is happening today, as happened in Clondalkin, is that women are running from violence not only from men but from other situations.  They are trying to find refuge which is what those women looked for years ago but they could not find it.  We still do not have laws to protect them because the same thing happened in Clondalkin.  Those women and their children are dead, having run from something that was thwarting their lives.<\/p><p>I return to the idea of violence and the unconscionable nature of what has happened to women over the centuries.  As Senator Noone said, yesterday was International Women's Day.  What we are celebrating is how women have survived centuries of despair, isolation and huge loss.  There is nothing to equal the loss of a child.<\/p><p>I know the Minister as a woman, a liberal thinker, a feminist - in the greatest sense of that word - and an independent politician and that with her guidance and under her Department, we will get some answers and will at least be able to go back to what I began with, the sacredness of mothers and children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#S00300","speaker":"1427","continuing":true},{"type":"speech","time":1489055400,"counter":146,"content":"<p>I second everything Senator Marie-Louise O'Donnell said.  I feel empathy as someone who was an unmarried teenage mother from a disadvantaged background.  In another time, I would have fulfilled all the criteria of somebody who would have been an outcast in society.  Although I can never truly understand what women and children have gone through, I appreciate I could have been in that position as well.  I also speak as the daughter of an unmarried mother.<\/p> <p>I remember being elected as president of the students' union in Trinity College.  We read and learned about the mother and baby homes in school as if it was our history.  I very much realised that it is not our history but our present when I received a letter from a woman - one of many letters that I received when I appeared in the newspapers.  People asked me if was annoyed that the newspapers kept labelling me as a single mother.  I had not thought about it but I told them that I was not annoyed and was okay with it.  The reason I am okay with it is because of letters I received from women whose children were taken from their arms and put up for forced adoptions.  The letters they wrote to me contained sadness and joy because I was being celebrated for my success and determination as a single mother where only a few years earlier, they were outcasts for the very same thing.  They were sad that they never got the chance and opportunities I got but they were happy they got to see a shift in public thinking in their lifetimes.<\/p> <p>In 1967, this State's statistics show that 97% of non-marital children were taken for adoption.  That is a huge number of children and my concern is that the commission, as it stands and if its scope is not widened as much as possible to all institutions, including private institutions, registered adoption agencies, maternity hospitals, at least two thirds of those women and families will not get their answers.  The investigation needs to be expanded.  We have an ageing population.  If we do not include all those who colluded in this, we run the risk that women who were put into those homes will never get the truth, will never be able to reconcile with their children and tell them that they wanted them and will never have their story heard.  We need to be very careful of timeline because it is going against us.  The longer we wait, we run the risk of never knowing the truth.  <\/p> <p>St. Patrick's on the Navan Road only closed in 1996, so this was not in the distant past.  We need to remember that and the investigation needs to reflect that.  Tuam was not an isolated case.  Research by the Adoption Rights Alliance and Justice for Magdalens has made us aware that over 180 institutions, agencies and individuals who were involved with these mothers and their children.  There may be unmarked graves similar to those in Tuam at institutions run by the Sisters of the Sacred Hearts of Jesus and Mary at Bessborough, Sean Ross Abbey and Castlepollard.  Many Magdalen women also remain unidentified and in unmarked graves.  The commission's terms of reference have to expand and they need to include all institutions, agencies and individuals.<\/p> <p>Earlier we spoke about how people were slow to criticise the Catholic Church or the nuns involved.  I think all we can do is criticise because at every level there was collusion.  We cannot go lightly on something that happened just because other work is going on.  We cannot let that cloud our judgment.<\/p> <p>If the commission knows that there are unmarked graves, it must notify the coroner.  I note the Minister said she wishes to respect the memories of the babies, and rightly so, but this can only be done by identifying those babies and their relatives who have the right to know the circumstances of the death and to arrange proper burials.  Every child and adult that died in institutional care needs to be identified and that is how we will respect them.<\/p> <p>The commission itself and the investigation process need to be reformed.  The commission must hold public hearings and invite people involved in running the homes to speak as well as allowing those who allege abuse to speak.  The Commission of Investigation Act 2004 needs to be amended so that evidence given to the commission in private can be published without criminal prosecution.  The exemption of commission of investigation records from freedom of information requests needs to be repealed.  Evidence given to the commission needs to be admissible in the court of law.  The treatment of mothers and children needs to be analysed from the perspective of constitutional rights, not by the standard of what was legal at the time.  There is a high likelihood that much of the legislation violated the constitutional human rights of the mothers and babies involved.<\/p> <p>I read a quote from a woman around the time the apology was given by Julia Gillard, the former Australian Prime Minister.  She remembered how she lay in bed every night with her arms wrapped around her baby inside her, knowing that she would never hold him again after that.  She said she would like to talk to him one day and tell him that she and his father loved him.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We can only achieve that by freeing ourselves from the unknown and by expanding that investigation.  We can only find that truth when we free ourselves.  Expanding the scope of the commission can unearth that unknown.  We owe this to the women of Ireland who cannot tell their truths or tell their children that they love them.  We are only as sick as our secrets, and our secrets are as deep as the abyss.  We owe it to all involved to uncover them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#T00200","speaker":"1404","continuing":true},{"type":"speech","time":1489055400,"counter":148,"content":"<p>I welcome the Minister and, most importantly, the people in the Gallery, some of whom I have met before.  Normally, I stand here proudly but today is not a day for pride.  The terrible confirmation of what we suspected at Tuam casts a dark shadow across our society and the way that we have run that society over the decades since the foundation of the State.<\/p> <p>While in the past we have always blamed the oppressor for many of our ills, this is something we did ourselves to our own citizens who were mothers with children.  It was society-wide.  Yes, the church has answers that it must give us, but so too does the State.  However, in the course of my time as Minister for Children and Youth Affairs, I met many people who told me stories of their mothers being forced into the home by their families because of a misplaced sense of morality.  How more misplaced could it be?<\/p> <p>It is clear that the mothers and children were treated differently and fared poorly.  The mortality rates in this group were multiples of those for the general population, notwithstanding how bad they were for the latter.  It is also clear that much of it was due to the fact that the State would not act.  Much of this ceased when the Social Welfare Act 1973 was introduced, so that mothers would have resources to support themselves and their babies.  However, I met at least one woman who was not aware that these supports were available for her.  <\/p> <p>We have changed and, yes, we have had a children's referendum.  We now have a Minister for Children and Youth Affairs, including her predecessors, along with children's rights in the Constitution.  However, we still have children in trouble and other investigations that show dark places.  This investigation will cover a lot of the other issues, such as children possibly being used as guinea pigs for vaccinations.  In addition, there is the issue of children being given up for adoption.  Many women claimed that they did not give informed consent, but were coerced into doing it.  <\/p> <p>I am pleased to see from the Minister's speech that she will look into expanding the areas covered by the commission.  Previous speakers said they wish to have the commission's remit broadened.  I believe that will be necessary but I would caution that if we broaden and expand it all at once, many of the people who wish to hear the truth before they pass from this earth will not get that opportunity.  Doing it in a phased way, with the commission answering these questions first, has shown that if we focus we can get answers quickly and then move on to the next phase.  I have no doubt that the Minister will do so.<\/p> <p>What comes out of this must be a situation that ensures it can never happen again.  As long as the vulnerable in our society are hidden from view and as long as there is no transparency, there can be no guarantee that those with evil intent and a will to abuse will not do so.<\/p> <p>The Irish people and the State owe the victims of this neglect and cruelty an apology.  I would like to take the opportunity today as an Irishman, a father, brother, son and doctor, to apologise to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#U00200","speaker":"1421"},{"type":"speech","time":1489055400,"counter":149,"content":"<p>I acknowledge the work that the former Minister, Senator Reilly, did in the previous Government.  It was very necessary work which started then and we all want to see it finished.  The rights of those who suffered so badly have to be vindicated and respected.<\/p> <p>I wish to pay tribute to my colleague, Senator Ruane, who spoke so movingly about her own personal experience.  I thank her for sharing that testimony and hope she will never be averse to doing so.  She is an example to everybody in this Republic in terms of what can be achieved and the contribution everyone can make to society.  Everybody has a function and a role to play in a true republic.  <\/p> <p>I acknowledge the presence of survivors in the Gallery.  Looking at their faces, I can recognise them from our television screens.  I also know those voices from radio stations.  I pay tribute to their courageous and selfless work in raising these issues in difficult personal circumstances.  I wish them well in their quest for truth and recognise the great dignity they have displayed in all of their work.  <\/p> <p>Sometimes one can become so sickened and saddened about something that when one reaches out to find the right words they are just not there.  I sometimes find it difficult to come to terms with what people in our society have experienced for a long time.  The horror of Tuam is one such instance.  When I was growing up in the 1980s, one had to switch on the television to identify experiences of mass graves.  We usually found it in Second World War documentaries or programmes about the killing fields in Cambodia.  Little did I know back in the 1980s when I was entering my teens that we had our own mass graves in Tuam and, as is likely, elsewhere.<\/p> <p>What happened to those children offends and insults us all.  It is truly a crime against our common humanity.  We have to ask ourselves what kind of a warped and messed up country we were born and reared in.  We are living with the consequences to this day.  The children whose remains lie in cold unmarked holes in the ground in Galway, and their mothers, were victims not just of the Bon Secours order or of the institutional Roman Catholic Church, but also of a callous and cruel society that allowed that grip to take hold.  That grip poisoned personal and family relationships for generations.<\/p> <p>However, that is not to deny what my colleague, Senator Ned O'Sullivan, said earlier that, of course, there are many examples of good and great priests, nuns and others in religious orders who have done tremendous work over the years.  To the best of my recollection, however, there were very few who put their hands up, acknowledged that what was going on was wrong, or made any kind of intervention that mattered.  That is the problem we are dealing with here.<\/p> <p>To this day, difficult clerics like my own good friend, Fr. Iggy O'Donovan, are generally sent to Coventry when they decide to stand up, be counted and seek to reform a church that they and many hundreds of thousands in this country still care about.  <\/p> <p>We should imagine, for a minute, a society that preferred to banish pregnant single women to a life of communal slavery in a church run like a prison, rather than running the risk of having a daughter with a child bringing some disgrace to a family.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is what we are dealing with.  There is no doubt that it was the fault of society.  However, that society was shaped and sculpted by a dominant church that reached into every part of people's lives in this country.  How did we ever had the neck to call ourselves a republic?  We certainly did not merit that nomenclature.<br\/><br\/>Like many other people, I believe there is more to come.  To think that Tuam is the limit of this experience is delusional.  I am glad that there is the potential for other sites to be examined.  <br\/><br\/>I do not know how our society can come to terms with the enormity of what has been personally experienced by our friends in the gallery or by their family members.  The commission, established by the previous Government, is a good start.  <br\/><br\/>We must acknowledge, as others have done today, the sterling work of Catherine Corless.  She shone a very bright light into the dark recesses of our recent history.  We know of 796 children from her records.  It is thanks to her that we know their names.  We remember them now by their names, not merely as victims.<br\/><br\/>I acknowledge the investigative journalism of my neighbour from Drogheda, Alison O'Reilly, who works for the <i>Daily Mail <\/i>.  She was very tenacious in hunting down the facts to expose this cruelty to the nation.<br\/><br\/>Many of the survivors of Tuam are still with us.  We have heard their stories in recent times.  I want to thank former residents of the Tuam home, such as P.J. Haverty.  When we see him interviewed on the television, listen to him on the radio or see his picture in the newspaper we are reminded that he could be our father, our uncle, our friend.  For many people, this experience has been very close to home.  <br\/><br\/>It is shameful that this society for generations denied so many people the right to be loved by their birth mothers and reared by their birth families.  As I said earlier, we are living with the consequences.<br\/><br\/>I hope to further tease out with the Minister the concept of transitional justice and how it can be applied to the great cruelty that has been visited upon those in the gallery today, their comrades and people up and down this country, not just in Tuam.  I thank all those people for their great courage and the dignity with which they have campaigned.  They can be guaranteed of the support of everyone in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#U00300","speaker":"1398","continuing":true},{"type":"speech","time":1489055400,"counter":151,"content":"<p>I agree with all previous speakers today.  I want to express my most sincere sympathy to all those affected by the mother and baby homes.<\/p> <p>This deeply saddening discovery confirms our worst suspicion about mother and baby homes.  It shows the importance of the ongoing commission of investigation.  This is across Ireland.  The sadness here today is evident.  There is such sadness in the Seanad to think that we can see this in our own country.  It is unacceptable.  We must get answers for how women were treated during their ordeals in the mother and baby homes.  We need to ensure that the stories and the experiences of these women and children are never forgotten.  We must honour their stories.  I believe they need to be honoured.  They have gone through so much.  Years ago, this subject was taboo.  Everything was hidden.  <\/p> <p>Fair play to the people that have gone through this.  We, as legislators, need to get answers.  The commission must give them the answers that they deserve.  It cannot go on long.  These answers must be given urgently.  We are here to get the answers for these people.  Well done to them all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#V00200","speaker":"1395"},{"type":"speech","time":1489055400,"counter":152,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus roimh na daoine an-spesialta at&aacute; sa gaileara&iacute; inniu.<\/p> <p>This is a hugely emotive issue.  However, I am taken aback by the use of the word \"discovery\".  A discovery usually pertains to something that nobody knew about.  I believe that many people knew about this scenario and therefore it is not a discovery, it is a cover-up of huge magnitude with massive ramifications.<\/p> <p>Catherine Corless is one of the most formidable people I have met.  She is an incredible woman.  I spoke to her earlier today.  Over the past couple of years, I have tried to help her access the information she has been looking for.  She is still being frustrated in her efforts to get to the information that she and the families here are searching for.  Much of it does not need a commission of investigation. <\/p> <p>I am very critical of Galway County Council.  We had a meeting with it in 2014 where Ms Corless requested access to records held by the county council.  The county council blocked her from access to those archives because she was not an academic.  If Catherine Corless does not qualify as an academic in this country, who does?  If she is not an academic, it is about time NUI Galway offered her an honorary doctorate in order to get over this technicality.  <\/p> <p>There are maps going back a number of decades which show that there are burial sites in Tuam.  They were put there before the housing estate was built.  They were on the maps and the folios before the playground was built.  When adaptations were made to buildings it was known that there were burial sites there.  To say that this was happening within the religious institution without anybody in the locality knowing about it is absolute hogwash.  This was collusion of the highest order.  <\/p> <p>Who put the women in there?  Who was aware of what was going on?  There are records of money transactions.  Some of those records, such as rents paid and so on, are available to Galway County Council.  People signed off on birth certificates, death certificates and baptismal certificates.  People in the establishment at the time were aware of what was going on.  Why was nobody asking any questions?  Why has that not been followed up on?<\/p> <p>If children were fostered, particularly to the United States, passports should have been issued.  Why were they not issued?  Who would have known about this?  Why did nobody ask any questions?  I know that Galway County Council have records on this issue going back to the 1960s and 1970s.  Why has nobody in Galway County Council raised this issue?  Were any Ministers, such as a Minister for the Environment, aware of any of these issues?  Surely if they were being raised locally, they would have been raised with Ministers.  Who in Government knew about these types of things?  Why was it kept quiet?  <\/p> <p>Who was being protected?  Who were the fathers?  Were they well-to-do locals?  Were they married men?  Were they priests?  Were they bishops?  Why are they being protected?  Were they garda&iacute;?  Is that part of what was going on here?  That needs to be brought out.<\/p> <p>It is ironic that Catherine Corless heard about the commission of inquiry statement on the radio last week.  There is a lot of lip service to how wonderful Catherine is and the work that she is doing.  People like Catherine Corless and the groups that are represented here today need to be given access to the files available.<\/p> <p>Ms Corless wants to meet the Minister.  She wants to discuss these issues.  If the Minister could give us a guarantee that that will happen in the near future it would be very welcome.<\/p> <p>There are issues regarding other homes.  Some of them are now privatised.  Catherine Corless and I were approached by a man who suffered institutional abuse in another location in Galway.  He has concerns about St. Anne's on Taylor's Hill in Galway.  It was a children's home.  It is now in private hands.  I understand it has been bought by a developer, possibly with the intention of building a hotel on the site.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Perhaps something happened there as well that needs to be investigated.  There may also be a burial site there.  The old Grove hospital in Tuam has been brought up.  We need to look at all the possible private institutions, because much of the land has been sold off.<\/p><p>We have to ask if resources are going to be available to do a proper investigation.  I imagine that the coroner's office is going to be snowed under with the work that is going to have to be done in this scenario.  Can the Government guarantee that the proper resources will be made available?  Are there enough forensic archaeologists to do this work properly and respectfully?  Who in Government knew about this and why did it take Ms Catherine Corless to bring this to the stage?  I believe that a wholesale cover-up happened here and that the State and the establishment came together to make sure that this message would not come out.  I believe that Catherine Corless and the other organisations that are looking for the truth, relatives and information are still being frustrated by the organs of State within this country.  That is not good enough.  I hope the Minister would make sure the message goes back to the Government that it needs to make those records available, because people and citizens deserve the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#V00300","speaker":"1377","continuing":true},{"type":"speech","time":1489055400,"counter":154,"content":"<p>I thank the Minister for coming to the House.  I thank her in particular since, when the horrifying details of Tuam and the children there were being presented, she acknowledged that it was not unexpected.  That was important, because we need to recognise that this issue was in the public realm and had been discussed.  Something that the Minister addressed in her own speech and that we need to tackle in Ireland is the culture of denial, which is the first line we meet every time we see another example, more evidence or another story of our appalling history of institutional abuse.  It is often met with the culture of denial.  People like Catherine Corless, who are acting compassionately and heroically, have to constantly face disbelief, dismissal and often conscious obstruction in the pursuit that they undertake.  It is wrong that such individuals have had to lead so much of the search for justice.  It is also wrong that they have met with such obstruction.  I thank the Minister for acknowledging that.  It goes very deep in Ireland and we will have to acknowledge and work on it.<\/p> <p>We all know that many other things will be found.  We only need to look at what we know already.  There were 472 deaths in 19 years in the Bessborough home.  Some 80 of those children were suffering from marasmus, which means severe malnutrition, including babies who have in many cases been taken away from the arms of their mothers, who have not been allowed to breast-feed them.  Children suffering from malnutrition - an issue which is easy to control, deal with and address - represent almost 20% of known deaths in a short period in the Bessborough home alone, as we heard in the story earlier.<\/p> <p>I welcome the Minister's agreement to the extension of terms.  It is important that those are comprehensive.  We have heard that the Minister will look at the question of vaccinations, the exploitation by multi-national corporations and by medical schools.  We also need to look at the exploitation by companies of those in the mother and baby homes for unpaid work.  It was effectively on a level of forced work for those women, who were basically robbed of their lives, energy, physical labour and possibilities by these institutions.  That has to be part of the remit.  I ask the Minister to ensure that it is.<\/p> <p>We need to look beyond those homes currently listed, into the county homes, and even the psychiatric institutions, when we talk about extension of the terms.  I spoke to a woman whose mother had post-natal depression, was put into a psychiatric institution and died there.  This is all part of a deep architecture of repression and control within our State.  When we start to unravel that architecture, we will have to go deep and look at all its strands and forms, and we will need to look at the issue of collusion.  We will need to ask, as one person at a recent Flowers for Magdalenes event did, why the Garda was called when a woman ran away if she broke no law.  Why were the garda&iacute; taking people back into these institutions?  Why were passports being issued for children wherever there was doubt about this forced adoption issue?  We have to look at all levels.  Let us be clear that this collusion does not excuse these institutions at their core.<\/p> <p>I welcome that there will be an interim report.  There needs to be interim action as well.  Groups like First Mothers have waited for action for too long.  That needs to come to the fore.  I also want to say that there was a violation of the principal of refuge that needs to be looked at.<\/p> <p>I have very important questions to put to the Minister.  We talk about the past, but we need to talk about now.  Where is the obstruction of justice now?  Records are denied to individuals, even the records of where their loved ones are buried.  Ms Marie Collins has had to resign from the Pontifical Commission for the Protection of Minors at the Vatican because she recognises that the Pope, while he acts in good faith, approves measures which meet obstruction in the Vatican, a vast centre of wealth.  Very modern and complex company structures are put in place to hide and obscure the assets of the institutions involved in this violence and abuse.  I ask the Minister to ensure that we address the problems now.<\/p> <p>I recognise the good people within the church, including the Pope, and I wish them well in their work and their efforts for reform.  We are here to represent the State, and the State has to take responsibility to ensure every penny of compensation is paid, even if through the transfer of assets, as rightly suggested by Senator Noone.  We also need to say that it is not acceptable to still have our education and health services be delivered by the church.  We have to say that the separation of church and State needs to be complete, with a new hospital opening this week.  This is the moment to complete that transition, and I ask for that to be part of the wider discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#W00200","speaker":"1405"},{"type":"speech","time":1489055400,"counter":155,"content":"<p>My two colleagues have covered much of what we in Sinn F&eacute;in wanted to say.  I pay tribute to all those in the Visitors Gallery who are joining us.  I salute their courage and perseverance in getting to the bottom of this issue.  I salute the courage, perseverance and wonderful work of Catherine Corless.  The pride that I feel for somebody like Catherine Corless is immeasurable.  What that woman has come across, the barriers that have been put in her way, and the efforts that have been made to stop her work are an indictment on this State.<\/p> <p>I commend the Minister as well, and what Catherine Corless said about her when the Minister made contact.  The Minister had the decency to pick up the phone and liaise with her.  I encourage the Minister to continue with that.  People recognise her genuine efforts to get this matter sorted.  We are talking about State-facilitated torture of these women and children.  It was only a short while ago.  We had a Government in place at the time.  We had people in places of power and in very well-paid positions who enabled this to happen to these women and children.  Yesterday was International Women's Day and I wonder if the same thing would have gone on if they were not women.  Was it allowed because they were somehow a lesser class of people within this society?<\/p> <p>There has to be an international element to this as well because of the number of babies that were sold to other countries, including America and England.  There are children spread all over the world as a result of the State-facilitated torture that was allowed to go on in this country.  We have to ask why it happened.  It happened because of money in many cases, and it happened because of abuse of power and control within this State.  What can we all collectively do or try to do about it now?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we come across individuals, organisations or institutions that are trying to stop the truth from being recovered, what mechanism is available to us to hold them to account?  I ask the Minister to clarify that and to update the House on the role of the Garda S&iacute;och&aacute;na to date and into the future.  <\/p><p>This issue needs to be tackled on an all-island basis.  What plans does the Minister have to work on that basis?  I thank the Minister and those who have been involved thus far.  I commend the courage of the survivors.  Hopefully it will not be too long before we get to the truth, hold people accountable and make sure that nothing like this ever happens again.  It has been very difficult in the past week to be proud to be Irish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#W00300","speaker":"1378","continuing":true},{"type":"speech","time":1489055400,"counter":157,"content":"<p>I had lunch today with two people who were tragically subjected to terrible institutional abuse.  They wanted to talk and what better place to come than here?  I have spoken before about the fact that I grew up in an institution.  When I was two days old, I left St. Kevin's mother and baby home in Dublin and ended up in D&uacute;n Laoghaire, where I remained.  We all want to belong and to be in a place where we are recognised and valued.  I have always chosen that town to be my home and have never left it.  I want to be there.  I feel a sense of belonging there and I had the great privilege of being elected to the council there.<\/p> <p>I am really here today to listen to the Minister rather than to say very much myself.  I remember, at the age of 11, leaving one institution to go to another in D&uacute;n Laoghaire with a cornflakes box, a pair of pyjamas and a note.  I presented myself, on my own, to an institution.  I moved from an institution which had boys and girls to one which housed only boys.  These institutions were the subject of the redress board and after a long campaign they were accepted as part of the Schedule to that legislation.  I was involved in that campaign and that is what politicised me.  I remember looking back and thinking that when I said \"Goodbye\", I often said that I would be back but people said, \"They all say that\".  I remember thinking that I would be back and that I would never forget.  <\/p> <p>One does not forget.  It is a bit like an onion; little pieces peel away and little pieces die but little pieces also grow and they empower one.  We see the world from where we stand and our experiences within it.  We bring those experiences with us into the future.  I would never deny my past and my experiences.  I hope that in some small way I can bring them with me through my work.  I would be telling a lie if I said that it did not have an impact on me as a person and on my personal relationships with others and on what motivates me.  Perhaps some of our insecurities drive us to prove more and to seek valuation and affirmation.  We all want to be loved, accepted and valued.<\/p> <p>I want to thank the Minister in particular because, as many have said, in her we see compassion, care, understanding and empathy.  She too has had her journey.  We have all had our journeys and we all have a story to tell.  It is a pity that we did not walk away from people who did not matter.  Why try to keep people on board who do not care about us?  Why not go forward, liberate and free ourselves and tell people of our experiences?  <\/p> <p>When I left, I used to say that one day I would tell my story but more importantly, I want to be believed.  Will people believe me?  I never thought that one day I would come into the Houses of Parliament.  I come in here every day and I pinch myself, with pride and joy, that I am an elected Member of this Parliament.  When I came in here on the first day I was struck by the amount of people who had loved ones, partners, wives, mothers and children with them.  I walked in that gate on my own.  Yes, there was loneliness, isolation and vulnerability but I held my head high and told myself that I am in here because I was elected, that I have a job to do and I want to do it.  I want to be a voice for others.  I am now believed.<\/p> <p>Today, I stand here, very proud that I can say something and the Minister is listening.  The two people with whom I had lunch today said that they were amazed by the Minister.  They had contact with her office and they believed.  Why did they believe?  I think it is because the Minister has her story to tell and has empathy with others.  It is great to have the Minister here today.  I mean that sincerely.  I never met her before I came into this House but I know that we are in good hands.  The people who are here today, listening, are in good hands.  The Minister will not let them down, she will see them right and make sure they get justice.  I thank the Minister for that.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00200","speaker":"1379"},{"type":"speech","time":1489055400,"counter":158,"content":"<p>The final speaker is Senator Colette Kelleher.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00300","speaker":"1412"},{"type":"speech","time":1489055400,"counter":159,"content":"<p>I am happy for the Minister to respond now; my story can wait.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00400","speaker":"1430"},{"type":"speech","time":1489055400,"counter":160,"content":"<p>There is time if Senator Kelleher would like to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00500","speaker":"1412"},{"type":"speech","time":1489055400,"counter":161,"content":"<p>There is nothing more to add after Senator Boyhan's testimony.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00600","speaker":"1430"},{"type":"speech","time":1489055400,"counter":162,"content":"<p>In that case, I invite the Minister to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00700","speaker":"1412"},{"type":"unspoken","time":1489055400,"counter":163,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1489055400,"counter":164,"content":"<p>Interruptions from the Gallery are not allowed.  They are not my rules but -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X00900","speaker":"1412"},{"type":"speech","time":1489055400,"counter":165,"content":"<p>Senator Kelleher can read the words.  Can we go back to Senator Kelleher?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X01000","speaker":"1404"},{"type":"speech","time":1489055400,"counter":166,"content":"<p>A snapshot in time, by J.P. Rodgers.<\/p><blockquote>Tuam, Ireland, 1947.  Catholic Church rules OK.  In the Bon Secours hospital, a fallen woman awaits her fate.  Verdict - guilty of giving birth out of wedlock.  A year later, the child was snatched from its mother's breast while the so-called mad mother, seen as a threat to society, was put into the Magdalen asylum, Galway, never to be seen again.  Meanwhile, her loveless, homeless, illegitimate, bastard child lay hidden behind the stone walls of the children's home in Tuam.  Ireland's first supermarket where people from England, America, Australia were free to choose an infant of their choice, depending on the size of their wallet.  Whilst grubby money changed hands, delicate infants died of dysentery, malnutrition and broken hearts, their shrouded bodies stashed away in some secret vault.  I - you too - was an illegitimate child in that children's home and in the eyes of Catholic Ireland, I - you - was not legal.  Not legal.  Fortunately, I lived to fight another day and to tell the story of your mother's life.  On her behalf and on behalf of the unmarried mothers everywhere, I plead - not guilty my Lord.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X01100","speaker":"1430"},{"type":"speech","time":1489055400,"counter":167,"content":"<p>I thank Senator Kelleher.  As Acting Chairman, I must apply the rules of the House.  I now invite the Minister to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X01200","speaker":"1412"},{"type":"speech","time":1489055400,"counter":168,"content":"<p>I must begin by offering my apologies.  I did not realise that we had survivors in the House so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X01300","speaker":"1358"},{"type":"speech","time":1489055400,"counter":169,"content":"<p>I must ask the Minister to move closer to the microphone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#X01400","speaker":"1412"},{"type":"speech","time":1489055400,"counter":170,"content":"<p>I was not aware we had survivors in the Visitors Gallery, otherwise, I would have begun by welcoming them along with other Members of the House.  It is helpful to me to be in my beloved Seanad.  It is right they should come here to hear this debate.  I spoke on this in the D&aacute;il earlier but this House offers the opportunity to reflect with depth, commitment, experience and the search for truth those in the Gallery have been listening to this afternoon along with me.  All Members are attempting to respond publicly and in the context of their position as Senators and public representatives to the voices of survivors and to their requests, experience, and truth telling for all the years they have been doing that.  I also acknowledge that.  It is exceptionally nourishing to be here to hear everything that has been said and everything that has been requested of me as Minister.  We must reflect on all the different words we have looked for in this and the other House and in the newspapers to try to come to a deeper understanding of what happened and why.  Why did it happen?<\/p> <p>When I spoke earlier I tried to raise some of those questions.  We need to continue to ask them and we need to find our answers.  There are different ways in which we should do that.  What we are trying to come to terms with is enormous.  We have to address the ways it has impacted the lives of survivors, how long they have waited and the issues of time, violation, the loss of belonging and the loss of care and love.  I am trying to offer a few words now but there are many more words that need to be said.  How do we work with the impact of what we are trying to come to terms with?  I acknowledge the work of Senator Reilly, who I am following as Minister, as he also worked from that perspective.  In my ministry, I am trying to suggest ways of coming to terms with or trying to cope with this.  How can we understand, learn from and heal from the enormity of what has gone on and continues to go in our country?  It should offer survivors the healing they justly deserve in whatever ways that healing comes.  <\/p> <p>We have also talked a lot about the changes that are required in terms of institutional and cultural reform and the separation of church and State and the actions that are necessary to move us beyond that.  I am open to considering extending the terms of reference.  I am supported by survivors in their requests for that.  It is a Government decision.  I am open to doing that.  In addition, there ought to be other ways and actions the State or Government could support for us to come to terms with the healing and transformation required for us to move from the repressive times to another time, from one era to another and to have institutional and cultural reform.  Transitional justice is about trying to help us to do that.  There are many ways in which it could be incorporated into that.<\/p> <p>There are many actions that people have requested.  We deal with these questions and requests from where we stand.  Right now, I am the Minister, so I am listening.  If I was not the Minister, I would be out there asking for all the things the survivors are asking for.  I hear what they are asking for - extending the terms of reference, compensation, rituals, identification of remains and a State apology.  I hear all that.  After I heard it last week on Tuesday afternoon, I went to the mother and baby home in Tuam on Wednesday morning at 7.30 a.m. and paid my respects.  There are lots of things we need to do.  I started on Monday by phoning Catherine Corless to see if she would come to see me.  Just before I came into the Seanad, we finally got a hold of her and I will be seeing her on Tuesday.  I would love to see everybody if that is possible.  Many actions have been identified.  The only way to quickly decide the most appropriate actions is to work together to give the State and Government, of which I am part, the impetus and courage to do those things.  Survivors have to continue to make requests and reflect on the ways they engage in actions to ensure healing takes place and will continue to take place in ways that acknowledge the sacredness of motherhood and children so that the survivors, in particular, will feel that we live in an Ireland where they wish to belong.  I believe them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#Y00100","speaker":"1358"},{"type":"speech","time":1489055400,"counter":171,"content":"<p>That concludes statements on the announcement by the commission of investigation confirming human remains on the site of the former Tuam mother and baby home.  I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#Y00200","speaker":"1412"},{"type":"majorheading","content":"Business of Seanad","time":1489055400,"counter":172,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#Y00250"},{"type":"speech","time":1489055400,"counter":173,"content":"<p>I apologise to Members of the House.  There is a voting block in the D&aacute;il so the Minister of State dealing with the next business cannot leave.  I propose we suspend until 3 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#Y00300","speaker":"1391"},{"type":"unspoken","time":1489055400,"counter":174,"content":"<p>Sitting suspended at 2.30 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1489055400,"counter":175,"content":"<p>I propose that we suspend until the conclusion of the voting time in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#CC00200","speaker":"1391"},{"type":"speech","time":1489055400,"counter":176,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#CC00250","speaker":"1412"},{"type":"unspoken","time":1489055400,"counter":177,"content":"<p>Sitting suspended at 3.05 p.m. and resumed at 3.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Commission of Investigation (Certain Matters Relative to Disability Service in the South East and Related Matters): Motion","time":1489055400,"counter":178,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#DD00100"},{"type":"speech","time":1489055400,"counter":179,"content":"<p>I propose that proceedings on No. 2a conclude no later than 4.15 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#DD00150","speaker":"1409"},{"type":"speech","time":1489055400,"counter":180,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#DD00175","speaker":"1412"},{"type":"speech","time":1489055400,"counter":181,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann:<br \/><br \/>bearing in mind the specific matters considered by Government to be of significant public concern arising from the case of Grace (pseudonym), who resided in a former foster home in the South East which is the subject of abuse allegations, as detailed in the following reports:(a) Report of Conal Devine &amp;amp; Associates &ndash; Inquiry into Protected Disclosures, SU1 (2012);<br \/><br \/>(b) Report of Resilience Ireland Ltd. &ndash; Disability Foster Care Report HSE South East (2015); and<br \/><br \/>(c) Report of Conor Dignam SC &ndash; Review of Certain Matters relating to a Disability Service in the South East (2016);noting that the matter raises serious issues about the role of public authorities involved in the care and protection of Grace, and other persons who between 1989 and 2015 were in foster care or otherwise placed in the former foster home;<br \/><br \/>noting that it is the opinion of the Government that a Commission of Investigation represents the best method of addressing the concerns raised;<br \/><br \/>further noting that a draft Order which the Government proposes to make under the Commissions of Investigation Act 2004 (No. 23 of 2004) has been laid before Seanad &Eacute;ireann on 8th March, 2017, in respect of the matters referred to, together with a statement of reasons for establishing a Commission under that Act;<br \/><br \/>approves the draft Commission of Investigation (Certain matters relative to a disability service in the South East and related matters) Order 2017, and the statement of reasons for establishing a Commission of Investigation.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#DD00200","speaker":"1409"},{"type":"speech","time":1489055400,"counter":182,"content":"<p>I thank Members for the opportunity to speak in the Seanad today.  The House will by now be fully aware of the historical abuse allegations raised in respect of a foster care home in the south east, and, in particular, those relating to a young woman known as Grace.<\/p> <p>At the outset, I wish to reiterate an apology given by the Taoiseach.  The very least we can do is apologise sincerely and wholeheartedly to Grace and her family for what was done to her.<\/p> <p>I commend the whistleblowers and the Members of the Oireachtas, in particular, the members of the Committee of Public Accounts, on their tireless efforts in championing Grace's cause.  We owe them all a major debt of gratitude.  I cannot emphasise too strongly how concerned I am about the serious allegations addressed in the Conal Devine and Resilience Ireland reports published last week, as well as the need to establish the facts of the matter for once and for all.  This is the least that the individuals at the centre of this case and their families deserve.<\/p> <p>The Commissions of Investigation Act 2004 was designed to provide an effective mechanism to investigate complex matters of public concern in a way that is comprehensive and transparent while also representing fair procedures and natural justice.<\/p> <p>I am pleased to bring to the Houses the draft order and statement of reasons for establishing the commission in accordance with the legislation.  The draft order enables the Minister of Health to set up the terms of reference for the commission.  The terms of reference were drafted in the context of the recommendations in chapter 4 of the report by Conor Dignam, senior counsel.  The terms of reference were approved by the Cabinet on Tuesday and a revised version of the terms of reference was approved yesterday evening.<\/p> <p>I have said all along - I wish to repeat it now to eliminate any doubt in the House - that it is and always was my intention that there would be a second phase to the commission to investigate the care and decision-making in respect of all others who stayed in the foster home.  No one was to be excluded but the initial focus of the commission was always going to be on Grace, given the length of time she spent in the foster home.  That was always my position.<\/p> <p>I make no apologies for my determination to get answers for Grace without delay and then get answers for the other 46 people as quickly as possible after that.  Having said that, I have listened to the concerns raised and the points of view argued passionately in recent days by Members of the Oireachtas and have taken these on board.  I appreciate that Deputies and Senators considered that the terms of reference originally drafted were not explicit enough with regard to my intentions and I have revised them to make my intentions even more specific.  I have also revised the draft order to reflect this.  I will now go through the details of the draft order that was laid before the House yesterday evening.<\/p> <p>The draft order contains a number of preliminary recitals.  The recitals provide details of the statutory powers under which the commission of investigation is being established by the Government.  The recitals confirm the date of the Government decision as being 8 March 2017.  They acknowledge that the Government order may be signed by the Taoiseach when a draft of the proposed order and a statement of the reasons for establishing the commission have been laid before the Houses of the Oireachtas and a resolution approving the draft has been passed by each House.<\/p> <p>Articles 1 to 3, inclusive, provide for the Short Title, define the relevant enabling legislation, establish the commission and task it with investigating and reporting on matters that the Government considers to be of significant public concern.  This is the threshold for establishing a statutory commission of investigation.<\/p> <p>Article 3 will be of particular interest to Members.  The revised draft laid before the House makes it clear that the remit of the commission has the following elements: the role of public authorities, including foster carers, in the care and protection of Grace; the role of public authorities, including foster carers, in the care and protection of other persons who, between 1989 and 2015, were in foster care or otherwise placed with a foster family; and the treatment by the HSE of the protected disclosures made in respect of Grace, as well as the HSE's treatment of those who made the protected disclosures.<\/p> <p>Article 4 designates the Minister for Health as the Minister responsible for overseeing administrative matters relating to the establishment of the commission.  The Minister for Health will also receive the reports and discharge related functions under the Act.  In addition, the order authorises the Minister for Health to appoint members to the commission.  The commission will be asked to adopt and implement an appropriate working methodology or framework to ensure the report is delivered within the required timeframe.<\/p> <p>One of the advantages of a commission of investigation is that it is authorised to take oral testimony.  To my mind, this is one of the most powerful tools the commission has in its arsenal.  While the testimony of those entrusted with the care of Grace is vital, the testimony of Grace and the other vulnerable people at the centre of this matter must be heard too.<\/p> <p>Grace has been described as non-verbal.  This does not mean she cannot communicate in any way or cannot have her voice heard.  Grace's voice can and must be heard.  Establishing an effective dialogue with people who may not communicate by traditional methods requires skill and patience.  By this, I mean that Grace will need to be patient with our shortcomings in understanding how she communicates.  Our better understanding of disability as a social issue means that listening to Grace's voice must be our challenge rather than hers.<\/p> <p>The terms of reference of the commission are focused on a combination of seven distinct headings under which it will be asked to consider Grace's case.  The first is to clarify the context, in particular, the statutory, non-statutory, administrative and governance context that applied in respect of the care and protection of children and vulnerable adults who were in the care of the State.  The second relates to the monitoring and review of the care provided by the foster family to Grace.  The third relates to the care and decision-making in respect of Grace from 1989 until before her 18th birthday in 1996.  The fourth relates to the decisions made in respect of Grace on reaching adulthood in 1996.  The fifth relates to representations by the male foster carer and another party in 1996.  The sixth relates to the care and decision-making process in respect of Grace from her 18th birthday in 1996 up to 17 July 2009.  The final heading relates to other matters, including whether there was any deliberate suppression or attempted suppression of information in respect of Grace's case.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Concerns were expressed this morning at a meeting of the Committee of Public Accounts regarding the HSE's earlier appearances before that committee when matters relevant to this case were discussed.  I want to reassure this House that the terms of reference take those concerns into account.  Part IX (b) of the terms of reference directs the commission to establish the facts regarding any deliberate suppression or attempted suppression of information during the period 1996 to 2016, with particular reference to the period from July 2009 up to March 2016.  This is intended to encompass the HSE's various attendances at the Committee of Public Accounts and to address any concerns which members of that committee may have in this regard.  Members should note that in the original terms of reference, which were published by the Department of Health on Tuesday, this provision was actually included.  It was always my intention that this issue would be addressed in the first phase of the commission's work.  <\/p><p>I will now clarify a number of issues that have been raised in recent days.  Part X of the terms of reference sets out the requirements for the second phase of the commission's work.  Having regard to the facts established through the investigations I have just outlined, the commission is asked to specify the scope of further investigations which it will undertake in the public interest.  The commission will have regard, as I said, to the facts established.  It will also have regard to the recommendations contained in Mr. Conor Dignam's report, which relate to the care and decision-making in respect of others, the actions of the HSE to investigate and protect others, as well as its response to protected disclosures and its treatment of whistleblowers, as set out in pages 306 to 308 of the Dignam report.  <\/p><p>As I said earlier, it was always my intention that these investigations would be a fundamental element of the commission's work.  Having listened to the views of my colleagues on the matter, I was more than happy to make this even clearer in the revised terms of reference.  I put the position to my Government colleagues last evening and I am pleased to report that they had no hesitation in agreeing to the revisions.  The revised terms provide a fair and equitable balance between establishing the facts relating to Grace as quickly and effectively as possible, while also providing for the investigations into the care of the other individuals involved and into the treatment of protected disclosures and the courageous individuals who made them.  Again, I commend the whistleblowers whom I have met on a number of occasions.<\/p><p>The terms of reference require the commission to provide an interim report to me within six months of commencing its work on phase one and a final report on it within a year.  Likewise, I have stipulated that the commission will provide interim and final reports six and 12 months, respectively, after the commencement of phase two of its work.  Given the period of time to be investigated and the depth and breadth of the issues to be considered, this timescale will be challenging but achievable.  On the basis that the commission will complete the matters set out in parts I to X of the terms of reference and will report within a year, the Government has noted that costs, with the exclusion of any third party legal costs which may be approved, are estimated to be in the region of &euro;5 million.  This includes the funding necessary to meet the set-up and operational needs of the commission and additional funds to meet the demands attaching to administrative oversight of the commission within the Department of Health.  The staffing complement of the commission will reflect the scope of the terms of reference and the challenging timeframe.  The commission will also have the scope and funds, under section 8 of the Commissions of Investigation Act, to appoint persons with relevant professional expertise and skills to assist in its investigations.<\/p><p>I believe that this commission will enable us to get to the truth of Grace&rsquo;s care during her years in the foster home and, more importantly, will enable the facts to be established to the satisfaction of Grace and those who care for her.  The Government is confident that the terms of reference, which it has approved, will enable this task to be accomplished within an achievable timeframe.  I commend this motion to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#DD00300","speaker":"1359","continuing":true},{"type":"speech","time":1489055400,"counter":184,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Fianna F&aacute;il fully supports the proposal to set up a statutory commission of investigation into the events surrounding the Grace case.  The terms of reference are extensive and detailed.  There is no doubt that the recommendations of the Dignam report have largely been taken on board and we welcome that.  It is clear from the terms of reference that the decision was made to put the Grace case front and centre in the work of the commission.  Fianna F&aacute;il accepts that there is an urgent need to complete the inquiry on Grace first.  The amended terms of reference will prevent any misinterpretations, as they state clearly and explicitly that when the investigation into Grace is completed, the commission will then set out the further actions it will take to investigate the other related cases.  This was always the intention for the commission of investigation.  It must take into consideration all previous reports that were prepared on these matters.<\/p> <p>The Minister of State stressed the commission will do its work as quickly and efficiently as possible.  However, I believe that the six-month period before an interim report is submitted is quite long.  I know that the Minister has secured a significant budget to ensure that no stone is left unturned but six months for an interim report and a year before a final one is ready seem very long.  That said, I am sure the Minister of State has more information available to him than do members of this House.  If we are to believe all that we are hearing, perhaps it will take that amount of time but it seems quite long to me.  How did the Minister of State arrive at that timeframe?  If it could be pushed along somewhat, that would be very welcome.<\/p> <p>I acknowledge the speedy work of the Minister of State on these terms of reference.  We are delighted that the revised terms of reference are before us today.  My party colleagues and I will wholeheartedly support the motion before us today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#EE00200","speaker":"1411"},{"type":"speech","time":1489055400,"counter":185,"content":"<p>I thank the Minister of State for bringing this matter before us today.  It is interesting how we have allowed systems to be put in place without proper procedures for making sure that the levels of care and supervision for those in care were sufficient.  It is sad that we now have to set up a commission of investigation into a matter that was dragging on over such a long period of time.  The Commissions of Investigation Act 2004 sets out the extensive powers of the Oireachtas in setting up a commission like this.  The Minister of State has outlined very clearly how the commission is to proceed, as well as its role and powers.  It is important that the commission looks at the role of public authorities in the context of the care of individuals with a disability in this foster home.  What was their role and how did they implement their responsibilities?<\/p> <p>The report of Mr. Conor Dignam, which was published in November 2015, made recommendations on the drafting of detailed terms of reference for the commission of investigation.  The terms of reference have been further strengthened by the intervention of a number of different parties and by the Minister of State himself, which I welcome.  It is important that sufficient power is given to the commission to go down every avenue related to this issue.  <\/p> <p>Grace was in the foster home from 1989 to 2009.  She was removed in 2009 and is now in a proper facility which is providing an appropriate level of care to her.  It is unfortunate that it was 20 years before she was afforded a proper level of care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is also sad in the sense that she was in foster care from 1989, which is a long time.  Some 47 service users resided with this foster family at some point.  Although, in many cases it was for either one or two weeks, nonetheless 47 people is a large number.  The foster home was set up initially for respite, in the sense that people stayed there for a holiday period.  There is no evidence from what I have seen that it was set up as a longer-term facility or that the foster family was approved for long-term care of any individual.  The question arises as to how people who agreed to provide a service of one or two weeks' care for people with a disability ended up having someone in their care for over 20 years.  There is no documentation showing that they had been approved for that type of care.  <\/p><p>This leads us to the issue of monitoring.  It is so important for every service that there is a monitoring mechanism in place.  Someone may present a report about how a patient or resident is progressing.  However, it is also important that there are checks that can be carried out.  HIQA has carried out over 2,700 inspections up to January 2017.  This is welcome.  Checks are needed in every facility.  It links to the whole issue of the Tuam facility, which we debated earlier today.  Where there are no checks or monitoring, people are able to adopt the procedures that suit them rather than those that would suit the people for whom they are caring.  It is important that we establish the entire background of the Waterford case.  We must establish how someone was left in such a facility, when serious concerns had been raised quite a while before she was eventually moved in 2009.  Furthermore, although it might be argued and might have been approved that she stay there until the age of 18, when she reached 18 no suitable facility was made available for her.  It is important that we look at all of these issues to make sure that a situation like this never arises again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#EE00300","speaker":"1409","continuing":true},{"type":"speech","time":1489055400,"counter":187,"content":"<p>I am sharing time with my colleague, Senator Rose Conway-Walsh.  I welcome the Minister of State to the House.<\/p> <p>The last weeks have been a very tragic and upsetting time.  Before our sos we were discussing the Tuam babies case.  It was very emotional to see the survivors and the children of those women from Tuam and elsewhere in the Visitors Gallery.  Grace is the next case we are dealing with today.  We seem to be saturated with investigations, wrongdoing and callousness.  This is not only historical, it is very current, as is much of the Tuam babies case also.  We seem to be overwhelmed by these horrific cases of deliberate neglect and abuse and callousness in the care of our needy.  It leaves me wondering if we ever get anything right.  I think we do but we are overburdened at the moment.<\/p> <p>Dignity means being regarded as worthy of respect and honour and this is what is so obviously missing in Grace's case and in our law, particularly in respect of the delay in the assisted decision-making Bill.  Throughout Grace's harrowing story there are instances of decisions being taken from, in spite of and against her.  In 1996, the South-Eastern Health Board decided that she should move to a new home.  The three-person panel decided she would stay with the foster family.  A 2005 decision removed her from the waiting list for a home that could have helped protect her.  Although I welcome today's establishment of a commission of investigation into this matter, more has to be done.  We need to learn lessons from this as from the Tuam babies case. We should be more inclusive and reach out with investigations rather than keeping them narrowly confined.  If our investigations had been more inclusive in the past, the Tuam babies case might not be here today.  It might have been brought to light at the time the other homes, Goldenbridge and so on, were being investigated.<\/p> <p>We must provide adequate monitoring and supervision and we must ensure that all children are protected.  I have two questions for the Minister of State.  Did the Minister of the day or any officials intervene in 1996 following a request by the male carer and A.N. Other?  I do not know who that other person was but he or she was obviously connected to the home.  Did this impact on any decision in respect of Grace's care and her placement?  The Minister of State will be aware of a report released today stating that there has been an 85% increase in complaints about the HSE's care of vulnerable people.  It is staggering.  Let us hope we get something right because we need to stand up here and have conviction and do what is best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#FF00200","speaker":"1388"},{"type":"speech","time":1489055400,"counter":188,"content":"<p>We support the terms of reference and recognise the work the Minister of State has done, in terms of bringing Grace herself to the centre of this and also in including the other children.  The case concerns 47 intellectually disabled children altogether.  Can the Minister of State tell me how Grace is doing now?  Does she have the care, supports and services that she needs?  Do her mother and the rest of her family have the supports that they need?  Perhaps the Minister of State could reassure us on that.<\/p> <p>The question is why Grace was abandoned by those who had the duty to ensure she received the care she desperately needed, as a vulnerable human being and as a citizen of the State.  One of the survivors of the mother and baby institutions who was here earlier said to me that it was a matter of trust.  She said they trusted those in authority and those who were there to care for them, and that trust was broken.  She asked how they could ever trust anybody again.  It is similar with Grace.  Her family trusted the institutions of the State and the professionals involved to make the right choices and decisions around Grace's care.  That trust was violated.  It will take a lot for the Minister of State and the institutions in his charge to build up that trust again.<\/p> <p>As I stand here today there are many cases going through the system.  There are cases with An Garda S&iacute;och&aacute;na at the moment concerning people with disabilities who have been abused in the care of those institutions.  Has the Minister of State quantified those cases?  Can he tell us how many cases are currently with the Garda or the DPP, or have been reported by whistleblowers?  Maybe he can get that information for us.  It is very important that we know.<\/p> <p>I would also like the Minister of State's assurance, in terms of this investigation and the commission, about what will happen when he comes across people who refuse to give or who conceal information.  Do we have mechanisms available to sanction those people in a timely way?  Can we address that matter so that there are not more lies being told or information concealed, and so that we will not be spending State money on trying to get to the bottom of untruths?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Does the Minister of State know who stopped the 2012 report by Conal Devine from being published until now and who stopped the 2015 report from being published?  Perhaps he could give us that information.<\/p><p>I have worked in the community and voluntary sector and collective decisions are made in these cases.  It is obvious that there was an intervention.  Something happened that caused that collective decision to be overturned.  It is extremely unusual that such a decision would be overturned.  I wish the Minister of State well with the inquiry.  I hope it gets to the truth because that is what is needed, along with an assurance that this will never happen again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#FF00300","speaker":"1378","continuing":true},{"type":"speech","time":1489055400,"counter":190,"content":"<p>I welcome the Minister of State.  Like many others, I am appalled and ashamed by the documented cruelty, neglected, abuse and sins of commission and omission regarding the person we have come to know as Grace.  The Devine and Resilience Ireland reports published last week, which follow the Dignam report, set out in grave detail the failings in Grace's case and they make for difficult reading.  Dehumanisation is at the heart of what the reports document and examine.  There were serial and repeated failures to see Grace as a person like ourselves, an equal with rights, deserving to be heard, deserving of a good life and free from indignity fear and abuse, and a person who matters in this world.  It is clear that, in the main, those who cared for, and were responsible for, Grace lost sight of her as a human being.  In that process, they became dehumanised themselves, operating in a dehumanised and a dehumanising system.<\/p><p>Anyone like me who worked in these sometimes dehumanising systems, even at senior level, knows that courage is needed to do the right thing; that we must be open, individually and collectively, to reflect on what we did and did not do with and for the people in our care; that we need to be willing to put our hands up and willing to learn, take responsibility and be accountable for what we did and did not do; that we cannot rely on courage or reflection alone; and that we need the framework of law as well as honest, reflective, accountable people and organisations with moral cultures reflecting a moral society, protecting people such as Grace, directing people to do the right thing.<\/p><p>It would seem from the reports that everybody&rsquo;s interests came before Grace's.  These were fearful and insecure people who became insensitive and desensitised to even notice, empathise with, or care about a person obviously suffering, obviously vulnerable and obviously being wronged.  It seems Grace and her life did not matter.  Let us remember what we know about Grace's life from the reports and what has been reported.  It is clear that there were warning signs as well as copious opportunities to act from the beginning in 1989, had people been willing, able or interested enough to see them or act upon them.  Grace was born to a single mother in the south east of Ireland in the late 1970s.  She was supposed to be put up for adoption.  Instead, and as we know now notoriously, was put into foster care.  She was born with microcephaly and she can communicate but not verbally, as the Minister of State said.  For 20 years, from 1989 until 2009, Grace lived with a set of foster parents.<\/p><p>Many questions arise from the reports about these years of her life.  Why did it not matter that the foster father, who died in 2000, was accused of sexually abusing another child in his care in 1996, at which point it was decided that no more children would be placed in that house, yet Grace continued to live there for another 13 years?  Why did it not matter that Grace was put in a foster placement where there is no evidence that the foster parents were assessed under the Boarding Out of Children Regulations 1983 or that references were obtained?  Why did it not matter that there was no evidence of a documented visit by the health board to determine the suitability of the home before Grace went to live there?  In September 1989, the fact that Grace was not attending school was noted.  Almost a year later, this had not changed.  Why did Grace's schooling not matter?  Why did Grace not have her legally required six-monthly reviews?<\/p><p>In 1992 and 1995, there were requests that Grace should move to a residential setting.  Did she not matter enough for these to be considered?  In May 1995, a psychological assessment noted that Grace had not progressed intellectually or in terms of self-care over the previous six years and that she should attend a day-care facility.  Interestingly, her foster father objected saying, &quot;There was nothing that could be done with her&quot;.  In October 1995, it is noted that Grace was taking her clothes off at the day centre and when she got home in the evening for &quot;no apparent reason&quot;, something that should have triggered concern and inquiry.  Two days later, an incident report states:<\/p><blockquote>While toileting Grace in the AM, large bruise noticed on left hip, appears tender to the touch.  Bruises noticed also on the left elbow and right elbow just visible and not tender to touch.  In good form.<\/blockquote> <p>Grace did not matter enough for the stripping off and the bruising noted in October to be followed up on.<\/p><p>In March 1996, the mother of a female service user claimed her daughter had been sexually molested while she had spent a week on in respite care at Grace&rsquo;s foster home.  There was no substantive investigation in respect of this sex abuse complaint.  Neither she nor Grace, as a person still living in that setting, mattered enough for a substantive investigation to happen.  Following this complaint, it was decided that Grace, now 17, would be placed at a residential facility for people with intellectual disabilities and the foster father was also told of the sexual abuse complaint made against him.  In April 1996, the foster family were notified of their right to appeal the decision to remove Grace.  The next day, at a case conference, where no minutes were taken, it was reported that the foster parents would appeal the decision to remove Grace and it was agreed to await the outcome of that process before proceeding with Grace's removal.  Why would the appeal, the views of the foster carers and their lobbying of politicians delay her removal from the foster home?  Why was all this allowed drag on for months and months, namely, from April until the next case conference took place in October?  How was Grace all this time?<\/p><p>At the case conference in October 1996, astonishingly, it was noted, &quot;There is no evidence that anything happened to Grace or that her wellbeing or welfare are not being met ...&rdquo; but, at the same time, the conference was also told that neither the health board nor any intellectual disability service provider would be placing any other children in that home.  In November 1996, the foster parents were told that Grace would be staying with them.  Why was it okay for Grace to stay and not others?  In 2000, the foster father died.  In February 2001, during a home visit, the foster mother said she was relying on the income that she receives from looking after Grace and said she would like Grace to stay with her and her grandson until he turned 18 in 2006.  Money mattered more than Grace.  Six and a half years later, in September 2007, following a home visit, Grace was described as &quot;uncared for&quot;.  She &quot;looked very unkempt, she had poor dental hygiene, her hair was dirty, she was dressed like an infant, her entire presentation was inappropriate&quot;.  There was a lack of clarity about her sleeping arrangements.  Why did Grace not matter enough for these concerns to be followed up yet again?<\/p><p>The catalogue of abuse and horror for Grace goes on - bruises, broken skin, red marks-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#GG00200","speaker":"1430"},{"type":"speech","time":1489055400,"counter":191,"content":"<p>My apologies.  The Order of the House is six minutes per Senator.  The Senator is a minute over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#GG00300","speaker":"1420"},{"type":"speech","time":1489055400,"counter":192,"content":"<p>I understand.  Will the Minister of State answer these questions?  As well as spending &euro;5 million on the commission of inquiry, will he support legislation to safeguard adults such as Grace that I will bring before the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#GG00400","speaker":"1430"},{"type":"speech","time":1489055400,"counter":193,"content":"<p>I welcome the Minister of State and I also welcome the opportunity to debate the amended terms of reference of this important commission of investigation.  Others, particularly Senator Kelleher, have eloquently outlined the appalling and horrifying litany of abuse and neglect suffered by Grace over 20 years in the foster home that is the subject of the investigation.  I am glad that the order with the revised terms of reference is before us.  It is vital that the terms of reference address not only what happened to Grace over that period and how all this was allowed to happen to her but also the circumstances of the other 47 children placed in the foster home.  Part 10 of the terms of reference specifies that for the avoidance of the doubt, the scoping inquiry includes a recommendation in Conor Dignam's report concerning care and decision-making in respect of others.  I am also glad a reference to whistleblowers is specifically included in the terms of reference, particularly in the context of how the HSE treated the whistleblowers.  All of us should commend those who eventually put a stop to the litany of abuse and neglect.<\/p> <p>Others have spoken eloquently of the context for the mistreatment and abuse of Grace and the way in which this was permitted to continue.  Clearly, specific instances need to be investigated thoroughly through the commission of investigation mechanism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We know that and we know a good bit more detail about this after a long delay through the publication of reports from Resilience Ireland and the earlier report of Conal Devine.  What we do not yet know is the detail concerning the other children placed in the home.  What we need to know is more detail about the treatment of the whistleblowers.  Paragraph nine speaks about the alleged danger of deliberate destruction of files or alleged threats by the HSE to the funding of the agency whose staff made protected disclosures.  Clearly, this is not just about the appalling abuse and ill treatment of a child, which, as Senator Kelleher noted, went on into adulthood.  It is also about the treatment of those who sought to expose wrongdoing and the cover up to try to hide ongoing wrongdoing, abuse, ill treatment and, of course, criminal activities.  Let us not forget that. <\/p><p>Deputy Howlin spoke very eloquently in the D&aacute;il about the need for parallel criminal investigations.  This is not ancient history.  In Grace's case, we are talking about events that occurred up to 2009 but, apparently, in respect of others who were residing in respite in the home, there may have been incidents going up to 2015 so, clearly, this is very much a contemporary law that applies.  Deputy Howlin has spoken of contemporary criminal offences that need to be investigated.  These are offences around reckless endangered in the Non-Fatal Offences against the Person Act 1997 and offences relating to permitting the neglect of children under the Children Act 2001 so there are other issues beyond issues relating to the commission of investigation.  Other agencies should also be involved, notably, An Garda S&iacute;och&aacute;na.  <\/p><p>Finally, there is a broader context here - not just about the treatment of whistleblowers and the appalling abuse of children and young adults with disabilities but also the way our society deals with issues and has mistreated women and children in particular over so many decades.  Many of us have spoken today and earlier this week about the horrific findings in the mother and baby home in Tuam.  I have already said that I believe this is the tip of the iceberg in terms of what went on.  I am delighted that the Minister for Children and Youth Affairs has indicated a willingness to expand the scope of the inquiry to cover not just a sample of county homes and mother and baby homes but the full list.  However, we have already had the scandal around the treatment of women in Magdalen institutions and before that, the scandal around the treatment of so many children in industrial schools.  We know from some research about the treatment of adults and children in psychiatric institutions, which is another vast and as yet not fully disclosed litany and sad and sorry history so there is a huge amount of silent suffering.  There has been a culture of concealment that has been allowed to go on for far too long - a dark history, as the Minister for Children and Youth Affairs has said, but a not entirely unknown history.  Through debates like this and commissions of investigation, we are gradually coming to terms with and uncovering abuses, ill treatment, suffering and repression.  The positive thing we take from this appalling story of Grace and her ill treatment is that at last, we are beginning to expose this.  Of course, we must now do all we can to ensure that it never happens again to children or vulnerable adults in our care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#GG00500","speaker":"1402","continuing":true},{"type":"speech","time":1489055400,"counter":195,"content":"<p>After listening to Senator Kelleher giving such a blow-by-blow account of what happened, what I want to know is that, apart from the whistleblowers, are the people whose names were attached to Grace's case for all those years and who turned a blind eye still in the profession because they most definitely should not be.  They should be fired.  I do not know how anyone in the State is supposed to trust the HSE, Tusla or any Department when people who go into what is supposed to be a caring profession do the complete opposite.  Until we weed all of these people out of those systems, we will never get anything right.  We need to expand the inquiry into what happened to the 46 other individuals who lived in that home because so many of them have been failed and placed at risk.  We need a criminal investigation to run alongside this.  Abuse, neglect and the active covering up of voices in this country are endemic.  All that this investigation will discover is a cover up and neglect and will show just how inept so many of our broken systems are.  Until people are held to account for that, these investigations will be fruitless and will not change anything.  Will the Minister of State make sure that anyone in employment who had anything to do with Grace's case is suspended while these investigations are ongoing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#HH00200","speaker":"1404"},{"type":"speech","time":1489055400,"counter":196,"content":"<p>I completely support what Senator Ruane has just said.  We sometimes take inquiries and commissions of investigation as being the be all and end all and the answer to everything.  There was wrongdoing.  We will have another inquiry or commission of investigation.  While this is ongoing, the matter seems to be forgotten about and activities that are equally as bad can happen, particularly in situations like this.  As has been said by Senator Ruane, there need to be internal inquiries and investigations and root-and-branch checks within the Department of Health, Tusla, child care and the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#HH00300","speaker":"1383"},{"type":"speech","time":1489055400,"counter":197,"content":"<p>The list goes on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#HH00400","speaker":"1388"},{"type":"speech","time":1489055400,"counter":198,"content":"<p>It goes on and on and on.  There is an old saying in this country when we have let something happen that should not have happened - we are closing the door when the horse has gone.  Lately, we seem to be closing a lot of doors when all the horses are nearly gone at this stage.  This case is so sad and moving.  The commission of investigation is welcome, as are the terms of reference, but we will be back here in another year or two years with another sad case making the same statements again.  At some point, we need to start carrying out the root-and-branch checks and investigations before the crime happens.  We need to put in place structures and facilities and certainly make sure that people who were previously involved are removed from the system and cannot offend again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#HH00500","speaker":"1383"},{"type":"speech","time":1489055400,"counter":199,"content":"<p>I thank the Senators for their contributions and their support for the commission of investigation.  They have probably heard that I met yesterday with colleagues from across the House and listened to their concerns, as I am listening to Senators' major concerns and points today.  The revised terms of reference have been circulated and people know about the issues with which I am dealing.  Another important issue that did not necessarily come up today is the order to establish the commission.  Some changes were made to that order.  My bottom line is that I want to get the commission established so that it can begin its important work and get to the truth.<\/p> <p>I again thank Senators for their passionate support for Grace.  Senator Davitt was concerned that six months was too long for the interim report.  Based on my experience and talking to people directly involved in it, I can say that this is an achievable target.  It will be difficult to achieve it but I do not think it is too long.  Based on the chairperson and background negotiations, I think we will get to it and the target is achievable.  <\/p> <p>Senator Colm Burke asked why we are again setting up another commission of investigation.  It is very sad and frustrating.  It is a case of \"here we go again.\"  I would rather have the &euro;5 million to spend on respite services in Mayo, Galway, Cork or Dublin but we must get to the truth and find out what happened in the interests of Grace.  The Senator also mentioned monitoring and checks.  I find the allegations appalling.  If a child fell in a schoolyard today, a little book in the teacher's office would state \"fell 3.15\" or some such.  If the child got two stitches, there would be records and evidence of it.  This happens for regular small accidents.  I am blown away by some of the allegations.  <\/p> <p>Senator Devine raised the very important question of whether we ever get anything right.  Stories like this are very upsetting to read about but I also think it is important to put on the record of the House that there are wonderful foster parents throughout the State who do a fantastic job.  I take this opportunity to commend them for the work they have done.  That is very important because without those foster parents, we would have a major crisis in our child care services.  The Senator also asked whether there were any interventions from Ministers.  A Minister and a Minister of State intervened but that is included in the terms of reference and will be investigated by the commission of investigation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that that goes on the record as well.<\/p><p>Senator Conway-Walsh raised the issue of the 47 others.  She asked whether Grace is safe now.  The answer is absolutely \"Yes\".  She is in a very safe residential unit with wonderful care staff at last.  However, there is a side of me now that asks what happened to that vulnerable poor young woman.  The other very important issue that Senator Conway-Walsh mentioned is the issue of trust in our health services and our disability services.  There is no point in saying otherwise: it has been damaged.  I am hoping that through this commission of inquiry, we will get the truth and the facts, deal with it and build up the trust that we need to build.  The Senator also raised the question of sanctioning people who do not co-operate.  The commission of inquiry will compel people to attend.<\/p><p>Senator Kelleher raised the issue of everybody's focus being on their own interests before that of Grace.  That is something I strongly agree with.  I think the Senator is 100% right.  Again, I am only a few months in the job as Minister of State.  I always say that there are three things I want to do as Minister of State.  I want to reform, invest and the third thing, which I always emphasise, is to put the person with the disability at the centre of the service - not the HSE, not the Minister, not the Department of Health, not Seanad &Eacute;ireann, but the person with the disability.  In this case, without going into detail, I feel that everybody else's interests came first.  That is my view.  It is a very strong view.  As far as I am concerned, that view is non-negotiable.  We have to go down that road and deal with that.  Senator Kelleher's point about legislation is absolutely right.  We have to bring in legislation.  Some of us are drafting legislation.  I believe the Senator is preparing legislation and I wish her well in that regard.  I know that other colleagues and some in my office are dealing with this issue as well.  We have to have legislation in place to safeguard others.<\/p><p>It is important to remember that while all of this is going on, we were not sitting around for the last seven or eight months.  We have started to bring a lot of safeguards into the services.  That is important.  We have the national policy, Safeguarding Vulnerable Persons at Risk of Abuse.  That is being implemented.  We also have an excellent national committee under an independent chair, Ms Patricia Rickard Clarke.  We also have a quality improvement enable programme, a national volunteer advocacy programme and the establishment of a family for working with Inclusion Ireland.  We work closely with Inclusion Ireland.  We also have a confidential recipient, Ms Leigh Gath.  We are doing a lot of these things to safeguard vulnerable people, but we do need legislation as well and I accept that.  There is no point saying that we do not.  That is long overdue.<\/p><p>Senator Bacik spoke about whistleblowers.  I have met the whistleblowers on two occasions.  I have listened to their concerns.  When we were revising the terms of reference, I met them again on Tuesday.  Hearing some of the other points they made was one of the reasons we revised the section dealing with whistleblowers.  We have to hear them and guarantee they are protected.  We also have to hear the allegations that they were penalised for their work.<\/p><p>The bottom line is that there is a broader issue here for society.  We have a dark history.  We have discussed Tuam, mother and baby homes and other issues.  There are other cases out there.  That is the sad news.  These are some of the things I see when I go into work everyday.  I see cases and allegations of abuse and it is absolutely horrific.  There is that dark side of Irish society.<\/p><p>We also have to look at the broader context of the State, the institutions and society as well.  With regard to Tuam and the society of the time, a lot of the families and people left those young vulnerable mothers in institutions and disregarded them.  That was a reality and a fact of life at that time.  In broader society today, and the National Disability Authority will back me up on this, there are still major attitudes to people with disabilities.  We have to change those attitudes.  That is why we want to take a rights-based approach.  I know that all Senators present and their parties are very on message with that.<\/p><p>Senator Ruane raised the issue of staff and accountability.  People have to be accountable.  To answer the Senator's question honestly, I believe the HSE is starting disciplinary procedures.  The bottom line is that I do not want to go into a commission of inquiry, get the results and then find that there is no accountability.  People will not buy that and neither will I.  It is not natural justice.<\/p><p>I really appreciate the support of Senators.  There is cross-party support across Fianna F&aacute;il, Sinn F&eacute;in, Fine Gael and all of my Independent colleagues.  I appreciate their support.  We need to get the facts and the truth, support Grace and, in the end, have accountability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030900002#HH00600","speaker":"1359","continuing":true},{"type":"unspoken","time":1489055400,"counter":201,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1489055400,"counter":202,"content":"<p>The Seanad adjourned at 4.06 p.m. until 2.30 p.m. on Tuesday, 21 March 2017.<\/p>","notice":"TIME STRING DETECTED"}]