[{"type":"minorheading","content":"Prelude","time":1429623000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1429623000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1429623000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1429623000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1429623000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#A00100"},{"type":"speech","time":1429623000,"counter":6,"content":"<p>I have notice from Senator John Kelly that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister of State at the Department of Health with responsibility for disability, older people, equality and mental health to appoint an independent review group to investigate the running of the psychiatric services in Roscommon and Galway by the HSE.<\/blockquote>I have also received notice from Senator David Cullinane of the following matter:<blockquote>The need for the Minister for Health, in view of the fact that the University Hospital Waterford outpatient waiting list programme includes 8,478 patients waiting longer than 12 months, to state what action he intends to take to reduce waiting times and what consultant posts will be filled in 2015.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to implement in full section 9 of the Intoxicating Liquor Act 2008 which provides that mixed trading outlets would be required to segregate the sale of alcohol from the sale of other goods.<\/blockquote><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Gerard Craughwell on the following matter:<blockquote><br \/><br \/>The need for the Minister for the Environment, Community and Local Government to discuss the issue of salaries being paid to city and county councillors.<\/blockquote>I have also received notice from Senator Lorraine Higgins on the following matter:<blockquote>The need for the Minister for Education and Skills to outline the progress being made on the construction of a new primary school for Scoil &Eacute;anna, Bullaun, County Galway and the timeframe for the delivery of a new school. <\/blockquote>I have also received notice from Senator Kathryn Reilly on the following matter:<blockquote>The need for the Minister for Education and Skills to discuss the recent report by the Comptroller and Auditor General on Student Universal Support Ireland.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Kelly, Cullinane, Burke and Craughwell and they will be taken now.  Senators Higgins and Reilly may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#A00200","speaker":"1120","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1429623000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#B00200"},{"type":"minorheading","content":"Mental Health Services Provision","time":1429623000,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#B00350"},{"type":"speech","time":1429623000,"counter":10,"content":"<p>I welcome the Minister of State at the Department of Transport, Tourism and Sport, Deputy Michael Ring.  While I have great respect for the Minister of State, there is something fundamentally wrong when we table a Commencement debate directed at the Minister for Health only for it to be taken by a different Minister who may not be familiar with the issues involved.  We should change the way in which Commencement matters are selected to allow Senators to defer a Commencement matter if the relevant Minister is not available.<\/p> <p>There are serious concerns about the future and direction of mental health service in County Roscommon.  Morale among psychiatric nurses in the county is at an all-time low.  One of the causes for concern is staffing at Knockroe House, which is a high support unit for patients with challenging psychiatric behavioural issues.  At present the unit is only staffed by one nurse and one care worker during the day or at night, whereas previously it was operated by four specialist psychiatric nurses.  Two serious incidents occurred in the unit in recent times, both of which were of a sexual nature.  The first incident involved two patients and the second involved a patient and a member of staff.  These incidents were not reported to the Garda but they were investigated by the HSE.  I do not agree with the practice of the HSE investigating itself.  The Mental Health Commission is now investigating the incidents, which I welcome.<\/p> <p>The main reason I tabled this Commencement matter is to discuss a plan by the HSE to close the Rosalie unit in Castlerea, County Roscommon, which houses 25 long-stay psychiatric patients.  In the 1980s, mental health service policy was based on a document called Planning for the Future.  Under the policy, we established day care centres for psychiatric patients, supervised hostels and unsupervised hostels.  As these options were not suitable for certain categories of patients, we also established a long stay unit to provide for their needs.  The Rosalie unit fits the criteria under A Vision for Change to would allow it to remain in operation because it contributes to the 50 long stay beds available to a population of 300,000 between counties Roscommon and Galway.  However, the HSE has vetted the 25 patients at the unit with a view to discharging them to private nursing homes.  If they were wrongfully placed in the unit in the first place, can they now sue the HSE 25 years after their admission?  I recently observed a patient with dementia who was staying in a private nursing home.  She was uncontrollable and was attacking staff in the unit.  I do not believe that a private nursing home is the appropriate place for these patients.<\/p> <p>Staff in County Roscommon are highlighting areas of concern.  They are like whistle blowers but the HSE is not listening to them.  The same thing happened in Aras Attracta after a patient died but it was only when the HSE finally investigated the issues arising that the staff members who raised the issue were vindicated.  A further 34 staff have since been appointed to Aras Attracta but HIQA have indicated this increased staffing level is not sufficient in itself.<\/p> <p>It would be wrong to close the Rosalie unit in Castlerea.  It has been a family home for between 20 and 25 patients for the last 25 years.  All of the patients are elderly.  I will not allow these patients to be discommoded because that would be grossly unfair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Kelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2348\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2348&amp;amp;pid=JohnKelly&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Minister of State convey my concerns in the strongest possible terms to the Minister of State, Deputy Kathleen Lynch?  This is an issue of grave concern for me and many others in County Roscommon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#B00400","speaker":"1161","continuing":true},{"type":"speech","time":1429623000,"counter":12,"content":"<p>I thank the Senator for raising this issue for discussion.  I am taking it on behalf of the Minister of State at the Department of Health, Deputy Kathleen Lynch, who is in Latvia on Government business today.  She has asked me to convey her apologies to the Senator and the House.<\/p> <p>Recent years have seen the Health Service Executive's mental health services nationally tackle the challenges of reorientating from a hospital and bed-based focus to developing the structures and processes required for enhanced community-based provision in line with national policy under A Vision for Change which  recommends that integrated care be provided for service users in their local community and delivered primarily through community mental health teams, each of which would typically cater for a population of approximately 50,000 to be effective.<\/p> <p>Galway-Roscommon mental health services are committed to full implementation of A Vision for Change.  As such, their guiding principles are patient centeredness, equality, access to quality care that is focused on recovery, and integration with other mental health and mainstream health services.  Recognising the need to reconfigure services in line with A Vision for Change, the HSE in Galway-Roscommon appointed an expert group to review local community mental health services.  The report of the expert group was published in June 2014, with a focus on residential care settings and resources across both counties.  The key goal of the report was to make recommendations that would ensure service users maximised their full potential and saw improvements in the quality of their lives.<\/p> <p>The HSE in Galway-Roscommon provides an inpatient and community mental health service for a population of 314,000.  It is at an advanced stage in the implementation of A Vision for Change and has moved into population sectors of 50,000, appointed team co­ordinators and developed an overarching clinical governance model.  There are six general adult team sectors which are clinically led by two consultant psychiatrists and a multidisciplinary team, as highlighted in A Vision for Change.  Each sector has its own unique service needs, based on identified population, age groups, culture, etc.  There are 12 consultant general adult psychiatrists across the two counties which, again, is in line with A Vision for Change.  Recent initiatives include the development of a psychiatry of later life team, the provision of an intensive home treatment team for the Roscommon area, the opening of an adolescent day hospital and the provision of a 20-bed child and adolescent inpatient unit with a 24-hours admissions policy.<\/p> <p>In addition, Galway-Roscommon mental health services were successful in securing 58 additional new staff posts through development funding since 2012, of which 45 are in place.  The remaining 13 posts are at various stages of recruitment.  The make-up of these posts includes additional consultants in the areas of general adult community mental health teams, psychiatry of later life teams and rehabilitation and recovery teams, as well as occupational therapists, community mental health nurses, social workers and psychologists.<\/p> <p>In the light of the above and consistent with the approach of reconfiguring services across all areas, it is not proposed to undertake the type of review suggested by the Senator.  However, if he has any specific issue he wishes to pursue, he should contact either Galway-Roscommon mental health services or the office of the Minister of State, Deputy Kathleen Lynch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#C00200","speaker":"1074"},{"type":"speech","time":1429623000,"counter":13,"content":"<p>The word \"reconfigure\" has been bandied about by the HSE for some years.  It was bandied about during the term of the last Government and we are still hearing it.  Of course, the reality of reconfiguration in County Roscommon was that we lost an emergency department.<\/p> <p>The Minister of State has referred to investment made in mental health services and the additional staff appointed in County Roscommon.  It is my understanding there has been no investment in community mental health teams in the county.  <\/p> <p>The Minister of State also referred to the quality of life of patients.  The people about whom I am talking do not want to be moved into the private nursing home sector.  That is the quality of life preference they are indicating.  In that context, I reiterate my call for an independent assessment of the running of the mental health service in County Roscommon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#C00300","speaker":"1161"},{"type":"speech","time":1429623000,"counter":14,"content":"<p>In respect of the figures, 45 positions new positions were created.  To be fair, much is happening in the mental health services and there have been many changes.  The Minister of State, Deputy Kathleen Lynch, has worked hard at Government level to get the funding needed for these services.  I will convey the Senator's very strong feelings on the issue to the Minister of State.  I note he would wish she was present to debate the issue.  However, she has made an offer that the Senator may contact her office or the service itself which I am sure he will take up.  I will ask her officials to bring the debate to her attention to ensure she responds.  If the Senator has anything further to add, he made do so through the Minister of State, Deputy Lynch, or the officials in the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#D00100","speaker":"1074"},{"type":"minorheading","content":"Hospital Waiting Lists","time":1429623000,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#D00150"},{"type":"speech","time":1429623000,"counter":16,"content":"<p>I have tabled this motion on the back of a parliamentary question my party colleague, Deputy Caoimhgh&iacute;n &Oacute; Caol&aacute;in, tabled last week on hospital waiting times at University Hospital Waterford.  Every time I table parliamentary questions, which I have done since 2011, the  waiting times are getting worse.  I will not judge the Government on my standards or Sinn F&eacute;in standards but on the standard that the Government and the Minister for Health have set themselves, which is that no patient should be waiting longer than 12 months to see a consultant, yet the figures for University Hospital Waterford show that 24,274 patients are on waiting lists.  Of those 8,478 are waiting longer than 12 months.  In the specialty areas, 835 are waiting for dermatology, 722 for general surgery, 736 for ophthalmology, 2,375 for orthopaedics and 1,939 for ear nose and throat services.<\/p> <p>The reason for this - I have had this argument over and again with the Minister for Health and the previous Minister for Health - is that since 2009, University Hospital Waterford has lost more than 300 staff, 130 of whom were nurses.  It also lost two surgical theatres, a ward, critical bed places and generally capacity has been reduced.  Year on year the funding has been cut.  The reduction in capacity from staff, beds and surgical space has meant that the hospital is not in a position to meet the needs of patients.  In addition, many hospital consultant posts l have not been filled.  A number of cancer specialists have been very critical of the lack of consultants in the dermatology unit.  Orthopaedic surgeons who work in Waterford regional hospital or University Hospital Waterford are critical of the lack of orthopaedic consultants.  It is clear there is a serious lack of capacity in the hospital that needs to be filled as is clear from the figures.  It is unacceptable that nearly 8,500 patients are waiting longer than 12 months to see a consultant.  Will the Minister explain to me and the people of Waterford and the south east why these people have to wait longer than 12 months to see a consultant?  Why do patients have to wait for so long?  Will he acknowledge that it is current Government policy that all patients should be seen within 12 months?  Will he outline what extra resources will be put in place, the consultant posts that need to be filled and when those vacant consultant posts will be filled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#D00200","speaker":"1133"},{"type":"speech","time":1429623000,"counter":17,"content":"<p>I thank the Senator for raising the issue which has been raised on many occasions, including during my recent visit to Waterford.<\/p> <p>Improving waiting lists for scheduled care is a key priority for the Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Under Future Health<i>, <\/i>significant structural changes are envisaged for the acute hospital sector, with the formation of hospital groups and the reorganisation of services to improve both quality and access.  These structural changes are under way but will take some time to fully implement.  In the meantime, operating pressures remain on acute hospitals.  The House will be aware that an additional &euro;74 million was announced earlier this month to tackle delayed discharges and emergency department overcrowding.  This was on top of additional funding of &euro;25 million provided at the start of the year and an additional &euro;3 million provided in late 2014.<br\/><br\/>As regards waiting lists, I understand the HSE has put in place specific measures to address waiting times.  These measures include observation of the national waiting list protocol, adherence to the relevant HSE national clinical programme guidelines and prioritising day of surgery admission, where this clinically appropriate.<br\/><br\/>I note that the special delivery unit indicates that there is still significant potential to improve performance in hospitals.  It is important, therefore, that hospital performance is closely monitored.  The House will recall that a revised accountability framework for the HSE was published as part of the 2015 service plan.  The framework requires a formal performance management framework for hospitals to include access, quality, outcomes and financial performance.  I am assured that waiting list performance will be assessed within the revised framework.<br\/><br\/>It is also important that we know the true extent of the waiting lists to facilitate better planning and management.  In that regard, an exercise to validate inpatient waiting lists to establish more precise information on the volume of people awaiting care has commenced.  In addition, the HSE has started to publish waiting lists at consultant and specialty level; therefore, it will be clear to all where the bottlenecks are.  <br\/><br\/>Taking into account current pressures on acute hospital services, the Minister for Health has put in place a target that by mid-year nobody will wait more than 18 months for inpatient and day case treatment or an outpatient appointment.  By the end of the year the target will be revised to a waiting time of no more than 15 months.  The HSE is working on an implementation plan to achieve these targets.<br\/><br\/>I understand University Hospital Waterford has worked on a local plan to tackle its waiting lists which is being considered within the south-south west hospital group.<br\/><br\/>With regard to consultant appointments, I am advised that two consultant urologists are expected to take up posts in the coming months and that progress is being made in the recruitment of two consultant dermatologists.  The hospital is also in the process of recruiting a temporary part-time ENT consultant to assist with the management of the waiting list.<br\/><br\/>The Minister has confirmed that his Department will continue to work with the HSE to ensure issues relating to hospital waiting lists are addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#D00300","speaker":"1074","continuing":true},{"type":"speech","time":1429623000,"counter":19,"content":"<p>With all due respect to the Minister of State, he did not write that script.  It was obviously written for him by a civil servant in the Department of Health.  It is clearly an inadequate response to the questions I have asked.  It talks about reassuring people that waiting list performance will be assessed.  It then talks about performance evaluation and the significant potential of the special delivery unit.  Bizarrely, it goes on to indicate that the 12-month time period - the Government's own stated promise - is a moveable feast.  It is now 18 months and might be 15 months before the year is out.<\/p> <p>The Minister of State said two consultant posts would be filled.  In addition, he referred to bottlenecks, but they are already included in the Minister for Health's figures.  The specialties of dermatology, ophthalmology, ENT and general surgery all have high waiting lists.  Some 6,000 patients have been waiting for longer than 18 months.  Senator Colm Burke is passing information to him, but it is the Minister of State who is sitting in the ministerial seat.  If the Senator wants to be a Minister, he will have to wait until he is appointed.  I am sure the Minister of State is well able to answer my questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00200","speaker":"1133"},{"type":"speech","time":1429623000,"counter":20,"content":"<p>Does the Senator have a question for the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00300","speaker":"1120"},{"type":"speech","time":1429623000,"counter":21,"content":"<p>What is the Government going to do to reduce waiting times?  All the Minister of State has said is that the position will be assessed and reassessed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00400","speaker":"1133"},{"type":"speech","time":1429623000,"counter":22,"content":"<p>Four consultants have been appointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00500","speaker":"1130"},{"type":"speech","time":1429623000,"counter":23,"content":"<p>That response is simply not good enough.  If that is what the Government is going to do, it will not reduce waiting times at University Hospital Waterford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00600","speaker":"1133"},{"type":"speech","time":1429623000,"counter":24,"content":"<p>The Senator should not play politics with the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00700","speaker":"1130"},{"type":"speech","time":1429623000,"counter":25,"content":"<p>In 12 months time I can guarantee that, if resources are not provided, the Minister will not have met the 18-month and 15-month targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00800","speaker":"1133"},{"type":"speech","time":1429623000,"counter":26,"content":"<p>First, four consultants have been appointed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I indicated, earlier this month the Government announced an additional &euro;74 million to tackle overcrowding.  This allocation is additional to the &euro;25 million in extra funding provided at the start of the year and a further &euro;3 million provided at the end of last year.  <\/p><p>Having inherited a very serious problem, the Government is bringing order to the nation's finances.  If we were to adopt the policies of the Senator's party, we would not be able to tax anyone or generate revenue.  Sinn F&eacute;in does not want to pay hospital consultants more than &euro;150,000 per annum, yet we are already experiencing great difficulties in attracting consultants to work in the health system because they can earn more abroad.  We want to solve the problem of overcrowding in hospitals.  The Minister for Health is committed to doing so and has worked hard at Government level to deliver the funding needed to address the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#E00900","speaker":"1074","continuing":true},{"type":"minorheading","content":"Alcohol Sales Legislation","time":1429623000,"counter":28,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#F00200"},{"type":"speech","time":1429623000,"counter":29,"content":"<p>I welcome the Minister of State.  The issue I raise is the failure to commence section 9 of the Intoxicating Liquor Act 2008 which provides that premises selling alcohol and other goods must establish a separate area for the sale of alcohol, including a separate entrance inside the premises.  The section has not been commenced.<\/p> <p>High levels of alcohol consumption are causing significant health problems.  For example, a recent report noted an increase in liver disease among young people.  Health problems associated with alcohol consumption will increase unless we tackle the issue of excessive alcohol consumption.  One measure would be to provide for a clearly defined and segregated alcohol section in retail units that sell alcohol and other goods.  I ask the Minister of State to clarify the reasons section 9 of the Intoxicating Liquor Act 2008 has not been commenced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#F00300","speaker":"1150"},{"type":"speech","time":1429623000,"counter":30,"content":"<p>I thank the Senator for raising this issue.  It is appropriate that we are discussing alcohol control measures during Action on Alcohol Week.  As the Senator may be aware, events and conferences are being held this week, facilitated by the Alcohol Forum, to raise awareness of the problems caused by alcohol and advance debate and mobilise communities to reduce Ireland's alcohol harm.  Initiatives such as Action on Alcohol Week are crucial in raising awareness of the damage caused by the misuse of alcohol, changing our attitudes to alcohol and reducing our levels of harmful drinking.  The Government supports this initiative and the Minister for Health will speak at the Alcohol Forum national conference tomorrow.<\/p> <p>Most Irish adults drink too much and many drink dangerously.  This has a significant impact on society and the economy through greater illness and higher health costs, public order and violent offences, road traffic collisions, injuries and absences from work.  It is also associated with many suicides and instances of rape, domestic violence and child abuse.<\/p> <p>Our alcohol problem is serious and decisive and innovative action is required to address it.  In February the Government approved and published the general scheme of the public health (alcohol) Bill.  This legislation forms part of a comprehensive suite of measures to reduce excessive patterns of alcohol consumption, as set out in the steering group's report on a national substance misuse strategy.  The aim is to reduce alcohol consumption in Ireland to 9.1 litres per person per annum by 2020 and reduce the harm associated with alcohol.  This legislation is the most far-reaching proposed by any Government, with alcohol misuse being addressed for the first time as a public health measure.<\/p> <p>Structural separation for alcohol products in mixed trading outlets is provided for in section 9 of Intoxicating Liquor Act 2008 which comes within the remit of the Department of Justice and Equality.  This section provides that all alcohol products sold in supermarkets, convenience stores and similar outlets must be displayed and sold in a structurally separated part of the premises.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Ring:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1000&amp;amp;pid=MichaelRing&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has not been commenced to date.  The Departments of Health and Justice and Equality are examining the best way to implement the provision on the separation of alcohol products from other products in mixed trading premises.  As alcohol is no ordinary commodity, this should be reflected in the provisions for its availability and visibility in shops.  The general availability of alcohol is an important indicator when assessing alcohol-related harm.  The aim is to ensure alcohol products cannot be displayed like ordinary grocery products but will be subject to strict merchandising requirements.  It is intended that the policy aims of the section will be achieved.  The Department of Health is continuing to work on the drafting the Bill and it is expected that it will be published during this D&aacute;il session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#F00400","speaker":"1074","continuing":true},{"type":"speech","time":1429623000,"counter":32,"content":"<p>I thank the Minister of State for a very comprehensive reply.  The legislation was enacted in 2008, but seven years later no regulation has been put in place to implement it.  I acknowledge that the Minister and the Government are working on the best way forward, but it might be helpful if the timeline was clarified.  It is one thing to publish the Bill, but there is a need for a timeline for its enactment.  I, therefore, ask the Minister of State to indicate if section 9 or similar legislation will be implemented by the end of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#G00200","speaker":"1150"},{"type":"speech","time":1429623000,"counter":33,"content":"<p>The Government is very committed to implementing the legislation.  I recently attended a Cabinet meeting for a discussion on the abuse of alcohol.  The Minister for Health, Deputy Leo Varadkar is committed to tackling this issue.  Tomorrow he will speak at a conference in Dublin when I hope he will outline the Government's plans for the future.  We all know that there is very serious abuse of alcohol.  People accept that there is a need for it to be regarded with the same level of seriousness as drink driving or the smoking ban in order that it would not be seen to be acceptable for people to drink in the way they do.  Excessive drinking creates problems in the home, for society and the health of individuals, while there is also a cost to the State.  The Government is serious about tackling the problem and will bring forward legislation in the very near future.  Knowing the Minister, once the legislation is published, he will bring quickly it to the D&aacute;il and this House.  I hope that will happen soon and will bring the Senator's concerns to his attention.  I will also ask his officials to take note of what has said in this debate and respond to the Senator directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#G00300","speaker":"1074"},{"type":"minorheading","content":"Local Government Reform","time":1429623000,"counter":34,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#G00400"},{"type":"speech","time":1429623000,"counter":35,"content":"<p>I welcome the Minister of State, Deputy Ann Phelan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#G00500","speaker":"1120"},{"type":"speech","time":1429623000,"counter":36,"content":"<p>I also welcome the Minister of State and thank the Cathaoirleach for scheduling this important and sensitive topic for discussion.<\/p> <p>What we are talking about is the low rate of representational payment to city and county councillors.  I began the discussion last week when I raised with the Minister for Social Protection the important issue of councillors' PRSI contributions.  Councillors receive a representational payment of &euro;16,950, from which the Government deducts PRSI for which councillors receive no benefit, a pension levy for which councillors receive no pension and USC, although the payment is not considered to be a salary.  To add insult to injury, the representational payment made to councillors no longer compensates them for the responsibility they take on and the extent of the work they do.  <\/p> <p>Taking the average payment made to councillors, to say we are treating local elected representatives in a shabby way is an understatement.  I am a trade unionist and have always sought fair play for those I represent.  In this House I represent city and county councillors.  The Local Government Reform Act 2014 was described by the then Minister, former Deputy Phil Hogan, as representing the most radical reform of local government in over 100 years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It introduced sweeping changes to Irish local government.<br\/><br\/>In one year the landscape of local government has undergone historic change with the amalgamation of some city and county councils, the creation of new municipal districts, new regional assemblies, the setting up of local community development committees and the creation of enterprise and development strategic policy committees, SPCs, in all councils.  Constituencies are now very large with fewer councillors to do the work.<br\/><br\/>The pace of change has been fast and effective.  Speaking in January, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, hailed local government as the engine behind recovery and said that by the end of 2015 local economic and community plans will have been formulated by all 31 local authorities.  If local government is the engine behind recovery who are the real drivers of this engine?  Who does the Minister of State believe translated this ambitious legislation into a working reality?<br\/><br\/>Our local government administrative structure is well-resourced and well-staffed with some very highly paid senior positions and we commend its work.  The elected members, however, have been the real drivers of change as that was what the legislation envisaged.  The former Minister, Phil Hogan, said, &quot;The strength of the new municipalities will be founded not on corporate status, but on the role of their elected members&quot;.  All over Ireland city and county councillors have embraced the immense challenges of reform with hard work, energy and commitment but how have they been treated in return?<br\/><br\/>To establish the exact position, as I am not given to hearsay and speculation, I undertook an empirical survey of every councillor in the country and here is a little of what they had to say: One councillor said, &quot;I work 50 hours a week as a newly-elected councillor.  This includes attending events.  I receive &euro;600 a month net after deductions&quot;.  Another said, &quot;I have to take a significant amount of time off work for meetings which are all held in the morning.  This means that I have had to take 12 days' special leave from my annual holidays.  In addition I have had to take unpaid leave to make up 24 to 30 meetings a month.  It is simply unsustainable; I am lucky with my employer [but] how many employers would be so patient?  I believe that we are closing out working class people from challenging for public office&quot;.  Another said, &quot;If Government is serious about attracting more women and particularly younger women who want to represent their communities as councillors then Government needs to start paying a living wage and ensure that councillors are entitled to a contributory pension.  I have a BA an LLB and a first in an MA hence I'm well educated and I am sure that if I wanted to I [could] get paid more in the private sector&quot;.  Another woman said, &quot;As a woman in politics I have to fund my child care cost from council salary&quot;.  This is something that we in the trade union movement fund for women who are members of the national executive.<br\/><br\/>One councillor said:<blockquote>I am struggling to find enough hours to do everything.  I cannot afford not to work in a full-time job as I have a mortgage and three young children.  If the council remuneration is not increased to a decent, fair level the council chambers will fill with those people who can afford not to work or those with pensions.  Representation will not be balanced, in a time of gender quotas, Government are ensuring that the squeezed middle, as the Government likes to call us, will not be represented going into the future.  A lot of my fellow councillors are thinking about resigning.<\/blockquote>Another said, &quot;Councillors work seven days a week 52 weeks of the year including Christmas day and are taken for granted also the general public think that we get a pension and that we are on a very large salary&quot;.  Another said, &quot;I'm a full time County Councillor and I hold 40 clinics a month&quot;.  One said, &quot;I work At least 70 hours a week to serve my constituents in a very large municipal district of west Mayo&quot;.  The Cathaoirleach will I am sure have some sympathy with that councillor.  Another one said, &quot;The public is totally unaware that we are paid close to or below the minimum wage for weeks averaging in excess of 45 hours.  We have no secretarial support, no research support&quot;.<br\/><br\/>The statistics are stark.  Some 26% of the respondents were female; 25% had only part-time work and 34% had no work at all; 37% had no income outside their council income; and 45% had no pay related social insurance, PRSI, other than class K, which means in effect after up to 40 years' service some will retire with absolutely nothing to show for their work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some 62% of them do not have a contributory pension arrangement and 66% of them have no private pension.  It is absolutely scandalous that some 47% of them, members of local authorities who must travel all over their constituencies, have no permanent health insurance.  In the event of an accident or disablement, they have nothing to look forward to.<\/p><p>I am coming to an end now and ask the Cathaoirleach to indulge me for a moment.  Some 33% of councillors said they work more than 40 hours per week and 64% claim to work between 11 and 40 hours.  Some 2% had over 30 years service and 67% had less than ten years.  More then 50% of those surveyed had less than &euro;10,000 to show for their service.  The greatest insult of all is that when they get their phone bill and separate their personal calls from their council calls.  Surely to God we could fund their telephone calls.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#G00600","speaker":"1196","continuing":true},{"type":"speech","time":1429623000,"counter":39,"content":"<p>The Senator is way over his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#J00200","speaker":"1120"},{"type":"speech","time":1429623000,"counter":40,"content":"<p>I will finish on this.  Will the Minister of State commit today to assembling a group to review the pay, terms and conditions of councillors and to review in particular the PRSI tax?  It is time for change and for fair play for local representatives.  I know other Members of this House already made the position clear some time ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#J00300","speaker":"1196"},{"type":"speech","time":1429623000,"counter":41,"content":"<p>I thank Senator Craughwell for raising this important issue and assure him that Senators Kelly, Whelan and Landy, and some Fine Gael Senators have raised this issue previously, not only with me but also with the Minister of State at the Department of Social Protection, Deputy Kevin Humphreys, and with the Minister for the Environment, Community and Local Government, Deputy Alan Kelly.<\/p> <p>Our discussion today follows the debate last week in this House on the issue of PRSI contributions by councillors and the lack of benefits accruing to them.  In response in the House, the Minister of State at the Department of Social Protection, Deputy Humphreys, indicated he will work with interested parties to see if a fair resolution can be reached in this area.  Perhaps it is to that the Senator is referring when he suggests he would like to see a working group set up.  The Minister of State has indicated he is willing to work with all interested people.  I understand very well the issue the Senator is referring to because I came up through the local authority system.  <\/p> <p>On the issue of salaries, Senators are already aware of the extraordinary number of hours elected councillors contribute in carrying out their wide range of functions in order to provide the optimum level of service possible to the public.  Being an elected member of a local authority is not a job of limited hours.  Councillors are continually called on by their constituents.  The ending of the dual mandate had an additional impact, increasing pressure to provide services to constituents on local authority issues.  Indeed, elected councillors may be financially disadvantaged in representing citizens, particularly where this necessitates them taking time off from their full-time employment.  <\/p> <p>A range of financial supports is in place to assist councillors in their work.  These supports include the annual representational payment of over &euro;16,000 which is set at 25% of a Senator's salary.  Annual expense allowances, retirement gratuity, mobile phone allowance and an allowance for chairmen are also provided.  The representational payment represents a recognition of the work councillors choose to undertake when they stand for election and, subsequently, serve their community.  This payment is not and never was meant to be a salary.  Elected councillors have a commitment to their role that extends beyond the financial; councillors know that the annual representational payment is not fully commensurate with their workload, yet they continue to undertake their functions with an admirable degree of dedication.<\/p> <p>The House is aware that significant changes have recently been made to local government structures by the provisions of the Local Government Reform Act 2014.  My colleague, the Minister, has indicated that he intends to have a review carried out on the operation of the new structures and arrangements generally.  This appraisal will be undertaken by a broadly representative advisory group and a working group for engagement with the Association of Irish Local Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ann Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2293\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2293&amp;amp;pid=AnnPhelan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The review will provide a sound evidence base upon which to consider any further changes to the operation of the local government system in Ireland.  The ultimate objective of that system must be to improve the quality of life of individuals and the welfare of local communities while delivering the best possible value for money.  To this end, it is of primary importance to ensure that the new systems in place, such as the provisions for enhanced policy making and stronger oversight powers for the elected council as a whole, are being operated effectively and as intended.<\/p><p>I have no doubt that the workload of local authority members in the context of the new structures and the associated financial arrangements will arise for consideration in the course of the review.  I assure the House that full account will be taken of all views expressed on this and other matters as the work proceeds.  I thank the Senator again for raising these very important issues.  We are well aware of the matter and it will be considered in the review of local government reforms in the round.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#J00400","speaker":"964","continuing":true},{"type":"speech","time":1429623000,"counter":43,"content":"<p>I thank the Minister of State for her reply.  She mentioned that the representational allowance is not a salary but why are we charging PRSI, a pension levy and a universal social charge on it?  If it is not a salary and there is no master-servant relationship, why is it not a straightforward allowance without any attachments?  I appreciate where the Minister of State is coming from with respect to oversight powers of councillors but I have some serious doubts about it.  We have disempowered our councillors and we are taking more away from them.<\/p> <p>I have asked the following question before and a simple \"Yes\" or \"No\" response will do.  Will the Minister of State consider putting together a working group to address this issue?  The PRSI group is being dealt with by the Department of Social Protection.  I am referring here to wages, salary, representational allowance or whatever we want to call it.  Will she put together a working group that will examine this issue and produce a reasonable standard of payment for these councillors?  They deserve the right to live and they should not have to fund their work from their own pockets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00200","speaker":"1196"},{"type":"speech","time":1429623000,"counter":44,"content":"<p>In the course of the review, full account will be taken of all the views expressed on the matter.  The Minister of State, Deputy Kevin Humphreys, has indicated that he will work with all interested parties.  Local government has its representative bodies and we should work with them.  In line with the review of local government, Putting People First, it is not about setting up new structures.  I suggest that Senators work with representative bodies that are already there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00300","speaker":"964"},{"type":"speech","time":1429623000,"counter":45,"content":"<p>Will the Minister meet the representative bodies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00400","speaker":"1130"},{"type":"speech","time":1429623000,"counter":46,"content":"<p>I will ask the Minister to meet the representative bodies.  It is a very important issue.  As the review is taking place, it is where the issue should be raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00500","speaker":"964"},{"type":"speech","time":1429623000,"counter":47,"content":"<p>I thank the Leader for that intervention.  The representatives in the Local Authority Members Association want to meet the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00600","speaker":"1196"},{"type":"speech","time":1429623000,"counter":48,"content":"<p>I will make that suggestion and perhaps the Minister will reply to the House about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00700","speaker":"964"},{"type":"speech","time":1429623000,"counter":49,"content":"<p>That can be done through Senator Cummins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00800","speaker":"1196"},{"type":"speech","time":1429623000,"counter":50,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K00900","speaker":"964"},{"type":"speech","time":1429623000,"counter":51,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#K01000","speaker":"1196"},{"type":"unspoken","time":1429623000,"counter":52,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1429623000,"counter":53,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#O00100"},{"type":"speech","time":1429623000,"counter":54,"content":"<p>The Order of Business is No. 1, Social Welfare (Miscellaneous Provisions) Bill 2015 - Committee Stage, to be taken at 4.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#O00200","speaker":"1130"},{"type":"speech","time":1429623000,"counter":55,"content":"<p>Can time be set aside in the coming weeks for a debate on the Government&rsquo;s plans for the national drugs and alcohol policy?  Last week my colleague in the other House, Deputy Niall Collins, and I published our proposals in this area.  There is quite a bit on which all parties can agree.  The absence of a Minister of State with responsibility for drugs policy is a deficiency and has taken away the focus required in dealing with substance and alcohol misuse.  I am chairing the north Dublin regional drugs and alcohol task force and aware of the need to properly resource this initiative.  There have been drastic reductions in the numbers of garda&iacute; in drugs squads across the country.  I am not saying this as a criticism but calling for a refocusing to recognise that the priority afforded to this issue has waned somewhat.  <\/p> <p>The types of drug being abused have also changed.  Taking Dublin as an example, the number on methadone has remained static in the past ten to 15 years, while in many areas the number abusing heroin has actually reduced.  However, synthetic drugs are now being used such as synthetic cannabis which is causing desperate damage, particularly to young people who are developing physically and mentally.  It is unfortunate that some Members of the other House and people abroad have the view that cannabis is actually safe - it is not.  The chemical make-up of the synthetic cannabis being sold is and has proved to be very dangerous.  I have met young adults who are in residential detox programmes as a result.<\/p> <p>I would welcome an opportunity to debate a national drugs policy with the Minister for Health, Deputy Leo Varadkar.  The fact that he is charged with responsibility for this issue presents a problem because it requires the specific focus of a Minister of State.  Other parties will examine Fianna F&aacute;il&rsquo;s recent proposals and bring forward their own.  Will the Leader check with the Minister for Health and schedule a specific debate before the summer recess on actual proposals for a national drugs and alcohol policy?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Alternatively, if that cannot happen, perhaps we would consider public consultation.  Ideally, I would prefer if the Minister were to come into the House in the coming weeks.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#O00300","speaker":"1139","continuing":true},{"type":"speech","time":1429623000,"counter":57,"content":"<p>I am sure all colleagues will wish to join me in offering sincere condolences to the families of all the many people who were so tragically drowned in the past few days in the seas off the north coast of Africa, particularly off the coast of Libya, and the very distressing reports that it seems 950 people were drowned off one boat in which 250 women and 50 children had been locked in the hold and could not escape.  It is an appalling human tragedy.  That was only one of the tragedies, as there have been quite a number of others.  It is important that we have concerted action on this at EU level.  A summit is being held on Thursday.  I ask that we request the Minister for Foreign Affairs and Trade to come into the House in the coming weeks to address us on the measures in this respect that are proposed to be taken at EU level and whether we will see a strengthening of search and rescue services, a reinstatement of the type of <i>Mare Nostrum<\/i>Operation that the Italian navy had been carrying out last year and perhaps an increase in the number of those cases settled.  In particular, we should address in this House what Ireland's response to this human tragedy will be.  There is a concern that a small number of EU countries are bearing a huge burden in terms of trying to deal with the terrible human tragedy of drownings and of human trafficking and that many of the northern European countries, including ourselves, are not so directly concerned.  We should be doing more on this and, in particular, taking in more refugees from war-torn countries such as Syria, Libya and so forth.<\/p><p>In this context, we should also address the issue of EU immigration law, the idea of a fortress Europe and, in particular, the Dublin Convention, which has caused a huge problem and the title of which, unfortunately, has the name of our capital city.  The difficulty arising from the Dublin Convention has been a cause of many of the  problems in dealing with the issue of immigration at EU level and the fact that the first country in which somebody arrives in the EU is the country that takes ownership of the issue.  We need to address all these issues with the Minister.<\/p><p>I wish to echo Senator O'Brien's comments on the drugs and alcohol strategy.  It would be a good move to have a debate on that in this House.  We have had some debate on it at the justice committee but clearly this is more an issue about health than about justice.  It would be good to have the Minister, Deputy Varadkar, in attendance to address that issue and also to address the possibility of a junior Minister being appointed with direct responsibility for this area.  There is concern that the drugs and alcohol strategy has not been sufficiently prioritised given that there is not a designated junior Minister for this area.  I would very much welcome such a debate and I ask that it be arranged in the next few weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#P00200","speaker":"1148"},{"type":"speech","time":1429623000,"counter":58,"content":"<p>I welcome reports today that the Minister, Deputy White, is to propose at Cabinet tomorrow that the broadcasting charge should not proceed.  That charge was to replace the television licence by extending it to people who did not have a television.  It seemed to me to be a strange part of public finances.  We asked the then Minister, Deputy Pat Rabbitte, in the debate on it at the time if the dog licence would apply to people who did not have a dog.  It is a strange principle in public finances and I am glad that it appears that the Minister, Deputy White, intends to propose that it be postponed, at least until after the election.<\/p> <p>On broadcasting matters, next Saturday, and Senator Labhr&aacute;s &Oacute; Murch&uacute; should be making this contribution rather than me as he is much better qualified to do so, Donncha &Oacute; D&uacute;laing will step down after more than 50 years in Irish broadcasting.  We think of all his great works for charity, the Choctaw Indians and every county in this country.  He ranks with the great tradition of broadcasters like Ciar&aacute;n Mac Math&uacute;na and Se&aacute;n &Oacute;g &Oacute; Ceallach&aacute;in.  I wish him well and thank him for his career and for introducing so many people to what was for him the magic of the era of Jack Lynch and Christy Ring.  His has been a notable career in broadcasting and I am proud to acknowledge that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#P00300","speaker":"1157"},{"type":"speech","time":1429623000,"counter":59,"content":"<p>I take this opportunity to welcome the announcement today from Clarence House and from the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, that Prince Charles and his wife, Camilla, will visit Northern Ireland and Ireland, and that they will visit the west.  It is expected they will visit Sligo.  That would be very warmly welcomed by the people of County Sligo.  As a member of the British-Irish Parliamentary Assembly for the last number of years, I mentioned on a few occasions to the British ambassador that Lord Mountbatten had never been commemorated in the County Sligo or in Mullaghmore.  We are very hopeful in County Sligo that Prince Charles will visit Sligo<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Imelda Henry:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2352\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2352&amp;amp;pid=ImeldaHenry&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are looking forward to the visit and the positive impact it will have not just on Sligo but on the west and in terms of relations between Britain and Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#P00400","speaker":"1152","continuing":true},{"type":"speech","time":1429623000,"counter":61,"content":"<p>I propose an amendment to the Order of Business that No. 68, motion 15 be taken today.  Will the Leader organise a debate with the Minister on this issue, which would be in parallel with Government policy about getting social protection for the self-employed?  Obviously, in terms of those paying the pension levy, these people will not receive a pension but it might be something the Government would put together as part of its proposal on social protection payments for the self-employed, which is currently not the case.  If the Leader is willing to organise a debate, we will look at pressing the amendment.<\/p> <p>Will the Leader also organise a debate on the ongoing issue in the Mediterranean?  It is a farce that the European Union High Representative is wringing her hands and crying crocodile tears over the loss of life in the Mediterranean when she has been well aware of the situation for the past year.  She knows the EU has withdrawn its support for the Italian Government's rescue missions.  She knows also that the consequences of that, in the famous words of Lord Trevelyan when he closed the soup kitchens in Ireland, are that the situation shall be left to the operation of natural causes.  If the rescue missions in the Mediterranean for those escaping the horrors of the civil war in Libya and throughout Africa are scaled down or suspended, people will die.  This EU action is entirely media related.  It is entirely to do with the fact that the scale in terms of the number of deaths is enormous on this occasion but, in reality, hundreds of people have died in recent months and years because of the EU's withdrawal of the rescue missions.  The EU High Representative has a case to answer in this regard.  Her current action is only a response to her previous inaction.  I ask that she and the Minister for Foreign Affairs be invited to come before the foreign affairs committee to discuss what we can do to put pressure on our EU colleagues to ensure this horrendous situation does not continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00200","speaker":"1159"},{"type":"speech","time":1429623000,"counter":62,"content":"<p>Senator, will you clarify the amendment you have proposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00300","speaker":"1120"},{"type":"speech","time":1429623000,"counter":63,"content":"<p>It is 15 on the Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00400","speaker":"1159"},{"type":"speech","time":1429623000,"counter":64,"content":"<p>Is it a Bill or a motion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00500","speaker":"1120"},{"type":"speech","time":1429623000,"counter":65,"content":"<p>It is non-Government motion 15.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00600","speaker":"1159"},{"type":"speech","time":1429623000,"counter":66,"content":"<p>Is the Senator proposing that it be taken today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00700","speaker":"1120"},{"type":"speech","time":1429623000,"counter":67,"content":"<p>That it be taken today, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00800","speaker":"1159"},{"type":"speech","time":1429623000,"counter":68,"content":"<p>I join Senator Bacik and others in extending our sympathy and expressing our grave concern about the appalling loss of life in the Mediterranean over the weekend and recently.  We all share the view that is shared throughout the European Union and with our southern partners that a joint solution must be found to such a large humanitarian crisis.  The issue of human safety and the involvement of organised crime must be addressed.  These unfortunate people are leaving their home countries because of appalling conflict and famine.  This is a major issue that the entire international community must address.  All of us in the House would want to ensure our Government plays its part in providing resources for these displaced people and while significant sums of money have been donated already to the humanitarian crisis in Syria, what we are facing now is much more serious.  I would welcome a debate with the Minister for Foreign Affairs and Trade on this humanitarian crisis, which is probably the worst we have seen in our lifetimes.  I support the call for that debate.<\/p> <p>Will the Leader organise a debate as soon as possible on the banking issue?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last week I spoke about variable mortgage rates.  However, we also need to examine the whole issue of banking charges and particularly bank charges as they apply to small business, especially small cash businesses.  I have recently discussed this issue with small operators who have cash businesses.  They tell me they cannot afford to lodge their cash through the banks.  They are charged 60 cent per &euro;100 to do so and they are, therefore, finding alternative ways.  If it was not for the credit union movement, many of these businesses would have to close.  I spoke to a small shopkeeper this morning who told me that because of the co-operation and the support of the credit union he has been able to halve his banking charges.<\/p><p>We need to have a major debate in this House on the banking system, including banking charges.  This man tells me that if he comes under any further pressure from the banks or Revenue, which is putting him under severe pressure, he will have to close shop and put six people out of work.  We do not want that to happen.  I would like an extensive debate in this House with the Minister for Finance or the Minister of State in the Department in respect of the banks and their behaviour in dealing with small business in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Q00900","speaker":"1118","continuing":true},{"type":"speech","time":1429623000,"counter":70,"content":"<p>I agree with Senator Mullins when he speaks about bank charges, but I am not sure that this House should get involved in banking issues in any form.  Credit unions can tackle the issue very well.  Competition will be able to solve the problem and it sounds like this is happening.<\/p> <p>I would like to see time provided to debate the environment.  I was reminded of this when the recent EU report indicated we have done quite well, comparatively, in regard to the cleanliness of our beaches.  Only five of them did not reach the necessary level, and that is one of the top rankings in Europe.  The reason beaches have done well is, in general terms, not as a result of Government or the local council.  In most cases, it is the individuals living near the beaches who have done something.  Across the country we see people who say that they want their own tidy town.  They say they want to do it themselves.  They are not going to ask the Government or the local council to do it for them.  They decide that if they are going to achieve it, they are going to achieve it themselves.<\/p> <p>In regard to the environment, if we are going to do things ourselves, there are definite things we can do.  There has been a spate of poisoning of some very valuable birds which we have had introduced.  That is horrific.  I do not know why this has happened but education may be a factor.  A debate should take place and this would be a good week for it as it is the week during which the Brent geese go home again.  They go home on 23 April every year and they arrive on 23 October.  It is amazing to think of the journey, all the way from Canada, and to think that they arrive on the one same day and go back on the one same day every year.  The swallows only arrived last week.  We have quite a lot to talk about.  The benefit of having a clean environment is something we can secure ourselves rather than having the Government do it for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#R00200","speaker":"1145"},{"type":"speech","time":1429623000,"counter":71,"content":"<p>There were more than 4,500 acres destroyed recently within the national park in Killarney.  That is apart from the commonage in the foothills of Mangerton and other areas coming close to the park.  This destruction was particularly severe in the Ladies' View and Derrycunnihy area.  The air corps had to be called in with a bambi bucket to take water from the lakes to quench the fires.  We have had 54 gorse fires this year alone as against five last year.  Some 50 of those were in the past two weeks.  Services are being overstretched.  I am not saying there are not some already in place but this clearly points to the need to find more than fire breaks to protect the national park.  It is a danger to the environment and birdlife, although the deer are managing to escape it.  However, I am particularly concerned about the native red deer species.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many of them are straying all over the place.  They are leaving the park and invading farmland, doing untold damage to land and crops.<\/p><p>In addition, there is a herd of almost equal number of sika deer, which is a Japanese imported species.  A number of years ago one of the Arabian Sheiks sent his own plane and I think we gave him up to 100 sika deer.  I wish he or some of his cousins would come to our aid again.  The State must seriously consider - I do not want to say crudely getting rid of them - selling off to other estates in Ireland in the first instance or within the British Isles the sika deer.  The State should encourage selling off or getting rid of the sika herd to make room exclusively for the native herd within the national park, which I believe could more than easily be accommodated there.<\/p><p>The situation is very serious and our foremost national park needs every protection possible.  It is scandalous to think that these fires were apparently set deliberately.  Hopefully the people would do it only within the permitted time in future and alert the fire services as to when they intend to do their burning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#R00300","speaker":"1151","continuing":true},{"type":"speech","time":1429623000,"counter":73,"content":"<p>I second the amendment to the Order of Business proposed by Senator Daly.  This is a very important motion and there is some urgency about it.  I compliment him on his vigilance in this regard.  Perhaps the Leader might be able to accept the amendment because it is of interest to us all.<\/p> <p>I join Senator Barrett in sending best wishes to Donncha &Oacute; D&uacute;laing.  He has had an exceptionally illustrious career in broadcasting and is stepping down after 50 years.  He was truly the king of the highways and byways.  He came from the old school of journalism and broadcasting which was very positive and encouraging.  I doubt if there is a parish in Ireland he did not visit.  He sought out people who had a special story but very often did not get the spotlight, whether they were poets, craftspeople, musicians, writers or whatever.  His was an exceptionally friendly voice coming into the homes of Ireland every week.  He represented a very strong connection with emigrants abroad.  He has done the nation considerable good.  A few years ago he came into the Houses of the Oireachtas to make a programme, interviewing various people here at Christmas time.  Gu&iacute;m gach rath air.<\/p> <p>I ask the Leader to get us an update on the imminent implementation of the planned new postal code system.  Yesterday I received representations from a major American company that does business in Ireland, particularly in the context of deliveries throughout the entire island.  The understanding is that the code will not be in sequence, which I find very difficult to understand.  Let us think of the emergency services and what it would mean if they do not have the code numbers in sequence.  Even An Post will face a similar situation.  All delivery companies will also have it.<\/p> <p>While this has been outsourced to another company, I hope it is not too late to stop and reflect on it.  I believe it is a mistake and the people who approached me were exceptionally surprised to be more or less told it would not be in sequence.  I would like to know the reason for that.  While I am not sure who the appropriate Minister is, it would be worth having a debate because we are representing all the counties in Ireland and we understand the situation on the ground.  It would give us an opportunity to give an input into that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#S00200","speaker":"1115"},{"type":"speech","time":1429623000,"counter":74,"content":"<p>I join my colleagues who have raised the issue of the crisis in the Mediterranean.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The sinking of the <i>Titanic <\/i>occurred 103 years ago yesterday.  A great number of people lost their lives in that tragedy.  Many more people are now losing their lives in the crossing from North Africa to Europe.<br\/><br\/>We have questions to answer on issues such as the arms trade.  Many of these conflicts are fuelled by the people who are selling arms and ammunition produced in the US and Europe.  We should ensure this arms trade is curtailed or eliminated  because we are now suffering its consequences, with conflict continuing to grow in many regions and a major crisis on our hands.  As someone who served on the foreign affairs committee and the sub-committee on human rights in the European Parliament, I am aware of the huge issues involved which we cannot ignore.  We must play our part in delivering an immediate solution on behalf of the people concerned.  For $6,000 it is possible to purchase a boat which can transport up to 600 passengers, each of whom is charged $1,000.  Somebody is making a lot of money out of this human tragedy.  It is important that we debate the issue with the Minister for Foreign Affairs and Trade to clearly identify how we are going to deal with this issue from a European perspective.<br\/><br\/>Last weekend I attended a conference of junior doctors.  We want them to stay in this country but I was appalled to hear that junior doctors in one of the major hospitals in this country do not have Internet access in the doctors' residence.  The hospital library is only open at certain hours during the day even though these individuals are supposed to be studying alongside their work.  These are some of the reasons why they are leaving the country.  We are not offering them structured contracts or suitable working conditions.  I want to raise these issues with the Minister for Health because they will have to be addressed if we are to keep these people working in the health system in Ireland.  I ask the Leader to raise the issue with the Minister so that we can discuss it in our next debate with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#S00300","speaker":"1150","continuing":true},{"type":"speech","time":1429623000,"counter":76,"content":"<p>Since our last sitting, SIPTU members in Bus &Eacute;ireann and Dublin Bus have served notice to strike because of a refusal on the part of management of both companies to discuss the trade union members' concerns about tendering 10% of all contracts for bus services.  Bizarrely, while it is proposed to privatise 10% of bus routes across the State, 100% of bus routes in Waterford city are to be privatised.  It appears that the city is being used as a guinea pig in this experiment.  These workers have not decided to go on strike lightly.  Nobody wants to be on strike but now they have taken that decision the Minister for Transport, Tourism and Sport needs to set out his position.  Has he met the unions and has he addressed their concerns?<\/p> <p>Dublin Bus and Bus &Eacute;ireann provide an essential service to the people of this State.  It is clear to anybody who understands public transport that service providers have to be as efficient as possible.  Ideally they will make a profit but they must also provide essential services, particularly in certain areas, which may not make profits.  Many people living in rural areas, including in parts of Waterford, Carlow and Kilkenny, see this as part of a wider attack on rural Ireland, whereby services are cut because they do not make economic sense according to a Government logic which ignores the social and economic cost of removing them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Leader arrange for the Minister for Transport, Tourism and Sport to come to the House to discuss this issue ahead of any planned strike action?  Such a debate would allow the Minister an opportunity to give his view on the genuine concerns of members of Bus &Eacute;ireann and Dublin Bus and afford us an opportunity to question him about his plans in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#T00200","speaker":"1133","continuing":true},{"type":"speech","time":1429623000,"counter":78,"content":"<p>I respectfully ask my colleagues to defer their request to amend the Order of Business for two reasons.  First, I have submitted a substantial amendment in this regard and, second, the Leader has committed, in only the past few minutes, to bringing the representative groups to meet the Minister.  We should give him time to arrange that engagement and perhaps have the debate just before the meeting takes place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00200","speaker":"1196"},{"type":"speech","time":1429623000,"counter":79,"content":"<p>With respect, our views on this issue are well known and we are all in agreement with the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00300","speaker":"1151"},{"type":"speech","time":1429623000,"counter":80,"content":"<p>Six houses in Millfield Manor, Newbridge were burned down recently in an arson attack.  The owners of the remaining properties in the estate have serious concerns about the safety of their houses and apartments.  In particular, the complete collapse of the six houses has led to concern about the soundness of their construction.  Residents are concerned, too, about the impact of the fire on their insurance cover.  They are asking whether their houses comply with fire safety regulations and have questions about the planning authority and the responsibilities of the Government and NAMA.  There is also the issue of the unfinished properties in the estate which are attracting anti-social behaviour.  I will forward the list of queries to the Leader by e-mail and ask that he raise them with the responsible Minister and come back to me with answers.  I only received this information today and would not ordinarily bring it in this direction.  However, it is a matter of some urgency and there is a meeting of concerned residents taking place tomorrow night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00400","speaker":"1196"},{"type":"speech","time":1429623000,"counter":81,"content":"<p>I join colleagues in paying tribute to Donncha &Oacute; D&uacute;laing.  One of my good friends, Kathleen Goff, used to send requests to his programme regularly on my behalf and mention my name until the producers wised up to the fact that I was a local politician.  Before that, I was delighted to hear my name mentioned on the programme on a regular basis.  Mr. &Oacute; D&uacute;laing is a fantastic broadcaster and a great person.  I had an opportunity to meet him when he came to County Meath on one of his sponsored walks.<\/p> <p>I propose an amendment to the Order of Business that motion 14 which proposes that Seanad &Eacute;ireann support a one-year bankruptcy term and an end to the bank's veto in the personal insolvency process be taken today.  This is an issue, unfortunately, that is apparently being debated behind closed doors.  A majority of the Oireachtas - certainly, a majority of the Seanad - would support the motion which is about introducing a level of fairness in the personal insolvency process.  There are two parts to it, namely, a proposal to reduce the bankruptcy discharge period to one year, thereby helping to prevent bankruptcy tourism, and, second, a proposal to end the ability of the banks to veto proposals.  The Government has given indications of late that it may abolish or restrict that veto.  However, the former Minister for Justice and Equality, Deputy Alan Shatter, denied that there was any such veto contained in the legislation.  We are not allowed to use the word \"lie\", but that is what he told us and the Taoiseach and the Minister for Finance said the same.  We pointed out at the time that the banks would have a veto, but it is only now that the Government is acknowledging it.  There were complete and utter untruths told in both Houses by senior Ministers and we must show them for what they were.  Seanad &Eacute;ireann should be very strong in seeking a one-year bankruptcy term and an end to the banks' veto, the existence of which the Government has finally acknowledged.  It thought it would get away with putting it in the legislation, but that has not happened because the banks are running riot and preventing people from securing fair deal.  Let us pass the motion and thereby send a strong message to the Government and the banks, a message which reflects the majority view in both Houses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00500","speaker":"1116"},{"type":"speech","time":1429623000,"counter":82,"content":"<p>To clarify, is the Senator referring to No. 68, non-Government motion 14, on the Order Paper?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00600","speaker":"1120"},{"type":"speech","time":1429623000,"counter":83,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#U00700","speaker":"1116"},{"type":"speech","time":1429623000,"counter":84,"content":"<p>I support what my friend and relation and colleague, Senator Michael Mullins, had to say about the banks in respect of small businesses.  I certainly think that the banks are not playing their part in helping small businesses survive and thrive in our communities.  Senator Mullins mentioned the charges involved.  Recently when a person who was involved in a very important local community festival went to lodge money that person was hit by charges.  A business owner in Portumna told me about the difficulty when ATM machines are not kept properly supplied.  This affects business some evenings in rural towns because not everybody is in a position to operate a credit card system or whatever it is.  The banks need to buck up and play their part in the revival of rural economies in particular.<\/p> <p>The Garda S&iacute;och&aacute;na has earned the respect of the people of Ireland by being a fair and impartial keeper of the peace since the foundation of the forces in 1922.  That is why I am particularly concerned about numerous photographs which have emerged of An Garda S&iacute;och&aacute;na sitting at stands surrounded by \"Yes\" campaign pro-gay marriage posters in recent weeks and days in the context of people being registered to vote, which is good in itself, but doing so under a clearly partisan political banner which is completely unacceptable.  I am astonished that the Minister for Justice and Equality has not yet expressed her concern, so far as I know, about this.  These photographs were taken in a number of universities and colleges in recent weeks.  The presence of uniformed garda&iacute; at such a location registering voters as they are being given pro \"Yes\" side information, clearly associates the Garda with one side in the referendum campaign.  This opens the Garda to the perception of endorsing a particular political campaign.  I am astonished at the lack of judgment and the lapse of judgment of a retired Supreme Court judge, who is quite entitled to take a position in the referendum, but to participate in a photocall involving the Garda in a registration campaign, again organised under the banner of one side of the argument, is remarkable.  <\/p> <p>The Government is currently being sued in the Supreme Court for using State resources improperly in the children's referendum.  Here, again, it appears we are looking at the dubious use of State resources.  The involvement of members of the Garda S&iacute;och&aacute;na in clearly political campaigns risks undermining the impartiality and respect that members of the force enjoy and, in addition, influencing the voting public to vote in a certain manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00100","speaker":"1146"},{"type":"speech","time":1429623000,"counter":85,"content":"<p>Is the Senator seeking a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00200","speaker":"1120"},{"type":"speech","time":1429623000,"counter":86,"content":"<p>Yes.  If this was the Iona Institute under whose banner the Garda had appeared to register voters we would not be enjoying the sunshine today because the sky would be in the process of falling in the national media.  It is really important that Senators in these days are heard on this point.  It is our duty to comment on events of major public concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00300","speaker":"1146"},{"type":"speech","time":1429623000,"counter":87,"content":"<p>The Senator is way over time.  I call Senator John Gilroy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00400","speaker":"1120"},{"type":"speech","time":1429623000,"counter":88,"content":"<p>It would be appropriate for the Minister to communicate to this House and through this House what exactly she thinks of what has been going on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00500","speaker":"1146"},{"type":"speech","time":1429623000,"counter":89,"content":"<p>Senator R&oacute;n&aacute;n Mullen is making a mountain out of a molehill.  The photograph in question is a single photograph and the Garda Commissioner has expressed an opinion on it already; to try to generate further publicity out of it is disingenuous.<\/p> <p>While we welcome Senator Thomas Byrne's contribution and his welcome for Deputy Willie Penrose's Bill, which we hope will come on to the Statute Book as soon as possible, it is naked political opportunism to seek to divide the House on a Bill on which we all agree and is cynicism at its worst.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00600","speaker":"1117"},{"type":"speech","time":1429623000,"counter":90,"content":"<p>One can support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00700","speaker":"1159"},{"type":"speech","time":1429623000,"counter":91,"content":"<p>One can support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00800","speaker":"1116"},{"type":"speech","time":1429623000,"counter":92,"content":"<p>While he purports to portray his comments as support for the Bill it is nakedly obvious that it only cynical positioning ahead of the next election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V00900","speaker":"1117"},{"type":"speech","time":1429623000,"counter":93,"content":"<p>I am down in the courts all the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V01000","speaker":"1116"},{"type":"speech","time":1429623000,"counter":94,"content":"<p>Perhaps we could have a debate on our insolvency mechanisms and enable Deputy Penrose's Bill to have a smoother transition through both Houses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V01100","speaker":"1117"},{"type":"speech","time":1429623000,"counter":95,"content":"<p>I second my colleague Senator Thomas Byrne's amendment to the Order of Business.  In doing so I commend Deputy Willie Penrose who is attempting to get legislation passed through the Lower House in order to provide for a one year bankruptcy provision.  Any of us dealing on a daily basis with people in difficulties - I have some experience of it myself which is no news to this House - will be aware that the banks are not the easiest to deal with if they think they have anything to hang over someone.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be supportive of the amendment to the Order of Business and of Deputy Penrose in his attempt to get this legislation through the Lower House.  I hope recent reports that some members of the larger party are trying to prevent him from doing this are not correct.<\/p><p>I also support Senator Daly's amendment to the Order of Business.  That issue has been ongoing in this House since I was elected to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#V01200","speaker":"1164","continuing":true},{"type":"speech","time":1429623000,"counter":97,"content":"<p>The Senator raised it himself last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#W00200","speaker":"1151"},{"type":"speech","time":1429623000,"counter":98,"content":"<p>Senator Wilson, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#W00300","speaker":"1120"},{"type":"speech","time":1429623000,"counter":99,"content":"<p>The pay, conditions and pensions of county and city councillors have been issues in this House for as long as I have been a Member.  In recent months, Senators Brennan, Paul Coghlan and Cummins, as well as members of my own party and Senator Craughwell, have been involved in trying to progress this matter.  I am seeking an all-party approach to the issue.  We all know how the system works.  The Government will ultimately decide whether it will concede to giving better pay, conditions and pension rights to our county and city councillors.  While we can all jump up and down, as it were, at every given opportunity, it will achieve nothing for the people we are attempting to assist in good faith.<\/p> <p>As Senator Craughwell has done, I am asking the Leader if we could have an all-party approach to this issue.  Perhaps in that way we can get to help the people about whom we are all concerned.  It is not just at election time that some of us become concerned about the people who ultimately elect us to this House.  We are concerned about them all the time.  The way to advance this, however, is to work together with the Minister of the day.  We can achieve something if we do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#W00400","speaker":"1164"},{"type":"speech","time":1429623000,"counter":100,"content":"<p>Senator Darragh O'Brien raised the question of alcohol and substance abuse, including drugs in particular.  I note his points concerning the new synthetic drugs.  I would emphasise, as he did, that cannabis is certainly not safe.  Those advocating the legalisation of cannabis should see some of the people who have been affected by their addiction to cannabis and the dangerous synthetic drugs that are currently on the streets.  I will endeavour to have the Minister for Health, Deputy Varadkar, attend the House as soon as possible for a discussion on that matter.<\/p> <p>Senator Bacik and others referred to the migrants who were drowned in the Mediterranean.  This is a dreadful tragedy and there is a need for a unified, EU-wide approach.  We saw some of that yesterday, and one hopes EU leaders will get together on Thursday to address this major humanitarian issue.  Sharing responsibilities is an important part of that.  Senator Daly mentioned having it discussed at the Joint Committee on Foreign Affairs and Trade, but that is a matter for that committee.  I am sure it will be addressed there by the Minister, but I will also try to get the Minister for Foreign Affairs and Trade to attend this House to provide us with an update on the matter.<\/p> <p>Senators Barrett, &Oacute; Murch&uacute; and others raised the forthcoming retirement of Donncha &Oacute; D&uacute;laing who has had a notable career in broadcasting.  As Senator &Oacute; Murch&uacute; said, his connections with people abroad was an important part of his programme.  I am sure we all wish him well.  Senator Barrett alluded to the fact that the broadcasting charge is not to go ahead at this time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Imelda Henry welcomed the proposed visit of Prince Charles and his wife, Camilla.  She also noted the possibility that the couple might visit Sligo, including Mullaghmore, the scene many years ago of the dreadful murder of Lord Mountbatten, his grandson, Lady Brabourne and young Paul Maxwell.  When people recall that dreadful tragedy, Lord Mountbatten is the only victim mentioned.  It should not be forgotten that three others were callously killed on that day.  I am sure all Senators will welcome the visit of Prince Charles and his wife following the successful visit of the Queen and the President's successful visit to the United Kingdom. <\/p><p>Senator Mark Daly proposed an amendment to the Order of Business, that non-Government motion No. 15 be taken before No. 1.  The motion deals with the issue of PRSI and benefits for councillors.  Senator Gerard P. Craughwell raised a similar issue in the Commencement debate last week and the matter has been commented on by many Senators on this side of the House and Senator Diarmuid Wilson and others on the Opposition side.  I will respond to the point made by Senator Diarmuid Wilson.  I have no problem in accepting the motion which should be passed unanimously.  I, therefore, accept Senator Mark Daly's proposal that non-Government motion 15 be taken without debate before No. 1.<\/p><p>Senator Michael Mullins and his cousin, Senator R&oacute;n&aacute;n Mullen, called for a debate on banking charges for small businesses.  As Senator Michael Mullins noted, credit unions are helping many small businesses.  I take Senator Feargal Quinn's point that competition is key in the banking sector.  More competition is the only thing that will stir the banks into taking action on charges. <\/p><p>Senator Feargal Quinn also called for a debate on the environment and referred to the good news today on the cleanliness of the country's beaches.  He also spoke about the work done by local people, who take pride in their beaches and communities, including through Tidy Towns committees.  Voluntary effort is delivering very good results in this regard.  I also take on board the Senator's point about the poisoning of birds of prey which are protected species.  These are dreadful acts. <\/p><p>Senator Paul Coghlan referred to the gorse fires in Killarney National Park and the serious devastation caused.  As he noted, the emergency services are overstretched.  He also expressed concern for native red deer.  I note the points he made about sika deer. <\/p><p>Senator Labhr&aacute;s &Oacute; Murch&uacute; called for an update on the new postal code system.  Senator Sean D. Barrett has raised this matter on several occasions and it has been debated at length by the Joint Committee on Transport and Communications.  I note the point made by Senator Labhr&aacute;s &Oacute; Murch&uacute; about the codes not being in sequence and will bring the matter to the attention of the Minister for Communications, Energy and Natural Resources, Deputy Alex White.  I will try to have the Minister come before the House to provide an update, but, as I stated, the matter has been comprehensively debated by the joint committee.<\/p><p>Senator Colm Burke mentioned the crisis in the Mediterranean Sea, to which I alluded, and stressed that we all had to play our part in finding a solution to this human tragedy.  He also noted that junior doctors in some hospitals did not have access to the Internet or library facilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I suggest the Senator might raise that matter as a Commencement debate and get the answer from the Minister.<\/p><p>Senator Cullinane raised the question of Bus &Eacute;ireann.  I gave a very comprehensive reply last week on this matter.  I think it was the longest reply I have given on any issue.  The NTA has determined the tendering for about 10% of the market presents little if any risk to Dublin Bus or Bus &Eacute;ireann's overall operations while giving the opportunity to test market pricing, offer opportunities to improve efficiency and customer service, as well as the possibility, subject to the outcome of the competition of bringing new operators into the market and enabling benchmarking.  I refer Senator Cullinane to the comprehensive reply I gave to those matters as raised by other Senators last week.<\/p><p>Senator Craughwell asked about the Newbridge house fires.  He asked quite a number of questions which, if he sends them to the Minister, I am sure the Minister will respond to.  If not, perhaps he would consider it as a Commencement debate.<\/p><p>Senator Byrne proposed an amendment to the Order of Business: \"That No. 14 on the Order Paper be taken before No. 1.\"  I am generous but not as generous as that.  I do not propose to accept that amendment.<\/p><p>Senator Mullen raised an issue related to the Garda S&iacute;och&aacute;na.  The representative association is entitled to represent its members as it sees fit.  The representative association is similar to a trade union-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#W00500","speaker":"1130","continuing":true},{"type":"speech","time":1429623000,"counter":103,"content":"<p>That is a different point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00200","speaker":"1146"},{"type":"speech","time":1429623000,"counter":104,"content":"<p>I suggest that the case of individual garda&iacute; is a different matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00300","speaker":"1130"},{"type":"speech","time":1429623000,"counter":105,"content":"<p>It is about the GRA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00400","speaker":"1146"},{"type":"speech","time":1429623000,"counter":106,"content":"<p>With regard to the campaign for registration I think we should all be out encouraging registration so that everybody would vote in the referendum-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00500","speaker":"1130"},{"type":"speech","time":1429623000,"counter":107,"content":"<p>That is the point.  I hope now that the Leader will take a dim view of the garda&iacute; taking sides.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00600","speaker":"1146"},{"type":"speech","time":1429623000,"counter":108,"content":"<p>Senator Gilroy asked for a debate on insolvency.  We are trying to arrange that debate with the Minister for Finance.  Senator Wilson called for an all-party approach to the issue of councillors' pay.  I agree completely with him.  The Minister of State, Deputy Ann Phelan, was in the House half an hour ago when she took a Commencement matter on the issue of councillors' pay.  I stressed that the Minister would meet the representative associations which is key.  I agree with Senator Wilson's sentiments that we should have a united approach and I think this House has a united approach on this issue.  Even Sinn F&eacute;in at the LAMA conference agreed with the united approach on this issue.  What has upset councillors is the circular issued only a couple of weeks ago with regard to subsistence payments.  If a councillor goes to a conference and a meal is provided, the councillor is docked about seven hours subsistence, amounting to about &euro;35.  This is a crazy situation and I am sure it does not pertain to the officials in the Department or any other officials when they attend conferences.  This matter will need to be addressed as part of those negotiations.  I welcome the fact that the Minister of State, Deputy Ann Phelan, stated that she would ask the Minister, Deputy Kelly, to meet the representative associations because that would be a first step.  Anything that Senators can do to help in facilitating those talks and in reaching a resolution, would be welcome.  I agree with Senator Wilson on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00700","speaker":"1130"},{"type":"speech","time":1429623000,"counter":109,"content":"<p>The Leader has agreed to take No. 68, motion 15 on the Order Paper without debate.  I have a substantial amendment to motion 15.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00800","speaker":"1196"},{"type":"speech","time":1429623000,"counter":110,"content":"<p>I am aware that there is an amendment in the office.  Unfortunately, it was delivered too late for today's Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y00900","speaker":"1120"},{"type":"speech","time":1429623000,"counter":111,"content":"<p>I would be quite happy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01000","speaker":"1196"},{"type":"speech","time":1429623000,"counter":112,"content":"<p>As it is not included in today's Order Paper there is nothing I can do about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01100","speaker":"1120"},{"type":"speech","time":1429623000,"counter":113,"content":"<p>I would be quite happy to have it taken without debate if that is possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01200","speaker":"1196"},{"type":"speech","time":1429623000,"counter":114,"content":"<p>It is too late for today's Order Paper.<\/p> <p>Senator Mark Daly has proposed an amendment to the Order of Business: \"That No. 68, motion 15, be taken today.\"  The Leader has indicated that he is accepting the amendment and that the motion be taken before No. 1, without debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01300","speaker":"1120"},{"type":"unspoken","time":1429623000,"counter":115,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"speech","time":1429623000,"counter":116,"content":"<p>Senator Byrne has proposed an amendment to the Order of Business: \"That No. 68, motion 14, be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01500","speaker":"1120"},{"type":"speech","time":1429623000,"counter":117,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01600","speaker":"1116"},{"type":"vote","time":1429623000,"counter":118,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 10; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Thomas Byrne and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#Y01800","aye":["1116","1196","1133","1159","1128","1146","1115","1154","1145","1164"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1117","1172","1152","1173","1135","1161","1132","1118","1187","1169","1125","1171","1143","1176"]},{"type":"unspoken","time":1429623000,"counter":119,"content":"<p>Question, \"That the Order of Business, as amended, be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"Representational Allowance of Councillors: Motion","time":1429623000,"counter":120,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#BB00200"},{"type":"speech","time":1429623000,"counter":121,"content":"<p>I move:<blockquote><br \/><br \/>That County and City Councillors who are currently paying the PRSI and pension levy be entitled to receive a pension and a social protection payment similar to those proposed for the self-employed and others who are making contributions.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#BB00300","speaker":"1159"},{"type":"speech","time":1429623000,"counter":122,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#BB00400","speaker":"1164"},{"type":"unspoken","time":1429623000,"counter":123,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Social Welfare (Miscellaneous Provisions) Bill 2015: Committee Stage","time":1429623000,"counter":124,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#CC00100"},{"type":"unspoken","time":1429623000,"counter":125,"content":"<p>Sections 1 to 3, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1429623000,"counter":126,"content":"<p>SECTION 4<\/p>"},{"type":"unspoken","time":1429623000,"counter":127,"content":"<p>Question proposed: \"That section 4 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1429623000,"counter":128,"content":"<p>On Second Stage Sinn F&eacute;in signalled that it would support this Bill but that it had concerns about some provisions that had been raised with it by the Free Legal Advice Centres and Community Law &amp;amp; Mediation.  In their joint submission the two organisations called for the deletion of section 4, arguing that it would do nothing but make it more difficult for carers to access income supports.  They described the section as negative law-making, introducing a presumption of ineligibility for the payment which the applicant would have to overcome. The applicant must demonstrate an entitlement and the deciding officer will then make a reasoned decision from a position of neutrality and objectivity.  The submission noted that the outworking of this change would see more eligible applicants having to go to the appeals office to secure their entitlements, with the lengthy wait and hardship this would involve.  If we can avoid any application for a social welfare entitlement moving to appeals stage, it will be for the good because applications can become stuck in what many describe as a black hole, preventing them from being adjudicated on in a speedy and timely manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#CC00500","speaker":"1133"},{"type":"speech","time":1429623000,"counter":129,"content":"<p>I understand the position from which the Senator is approaching this issue.  However, there appears to be a misconception that this section will shift the burden of proof from the Department to the claimant.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has always been the case that the onus is on the claimant, whether it be an application for the carer's allowance or any other social welfare payment, to provide any necessary information in support of his or her application to establish eligibility.  There is no change in this regard.  It is for the deciding officer to determine what information is required to decide on a person's eligibility for any scheme.  However, I want to be clear that the deciding officer makes no presumption as to the eligibility or otherwise of any claimant for any scheme.  Each claim is decided on its merits in light of the information available to the deciding officer and in accordance with the statutory conditions for eligibility set out in the relevant legislation.<\/p><p>In the circumstances of the changes being proposed in section 4, they will have no impact on how these three schemes currently operate and will not impact on eligibility for the schemes as it is determined.  I reassure the Deputy as I know he has concerns about this but the point he set out is not the intention.  I accept his good intentions in this regard.  This is a tidying-up exercise in the legislation.  The Deputy will not be satisfied with that response and he will probably press the question on the section to a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#CC00600","speaker":"1033","continuing":true},{"type":"speech","time":1429623000,"counter":131,"content":"<p>I thank the Minister of State for his response.  I will press the section but will not press it to a vote.  All we can do on this one is wait and see how it works out in practice.  If it is the case that Free Legal Aid Centres, FLAC, and the other organisations are right, then the Minister of State might be able to give a commitment to revisit the issue.  We can give him fair wind on this.  We will press the section but not press it to a vote.  We have had discussions on this issue in the D&aacute;il and during the debate on Second Stage in this House.  The Minister of State is not inclined to accept my proposal.  All we can do is wait and see how it works out in practice and to keep it under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#DD00200","speaker":"1133"},{"type":"speech","time":1429623000,"counter":132,"content":"<p>I thank the Senator for his co-operation.  If incidents arise and he brings them to my attention, I will deal with them and work with him in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#DD00300","speaker":"1033"},{"type":"unspoken","time":1429623000,"counter":133,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1429623000,"counter":134,"content":"<p>Section 5 agreed to.<\/p>"},{"type":"unspoken","time":1429623000,"counter":135,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1429623000,"counter":136,"content":"<p>Amendment No. 1 has been ruled out of order as it poses a potential charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#DD00700","speaker":"1164"},{"type":"unspoken","time":1429623000,"counter":137,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"unspoken","time":1429623000,"counter":138,"content":"<p>Question proposed: \"That section 6 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1429623000,"counter":139,"content":"<p>I was not able to be here for the Second Stage debate for a variety of reasons and I am not sure if my colleague, Senator &Oacute; Murch&uacute;, who stood in for me, referred to some notes I had given him.  I refer specifically to an article by Victoria While in the <i>Irish Examiner <\/i>on 26 February 2015 in which she rails against this new policy change and makes the point that &quot;the Government will finish the job it began three years ago when it shunts a further 30,000 to 40,000 lone parents off their One Family Payment because their youngest child has turned seven&quot;.  She states further: &quot;Seven?  Who thinks children can fend for themselves at seven?&quot;  She believes, and I am inclined to agree with some element of this, that this initiative is about: &quot;getting single women into the workforce because that's what's good for them.  Implied in that idea is the belief that women at home raising children as lone parents are doing nothing.&quot;<\/p><p>It is important to put on the record that this is a trend that happened at the start of the Celtic tiger years at the beginning of the millennium where changes were made to tax laws by the then Fianna F&aacute;il Government when Charlie McCreevy was Minister for Finance.  It was all about getting more women into the workforce, forcing them in, if necessary, because of an expanding economy.  That approach does not seem to have changed.  I have often wondered why there does not seem to be the same regard or acknowledgement for women who choose to work in the home and why it is always about getting them out of the home.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Why, for example, would a Government not introduce financial incentives for women who choose to stay in the home rather than giving them incentives through tax breaks to go into the workforce?<\/p><p>The Minister of State is quoted as saying that since its introduction in 1997, the one-parent family payment scheme, which provides an important income support to lone parents, has been passive in nature.  In response, Ms White stated: \"\"Passive\" is the word used to describe raising a child, or even children, on your own.  How could any job be more \"active\" than raising a kid?\"  The Minister of State's reference to passive in that sense upset her, and it does raise its own queries.<\/p><p>Ms White went on to state that what makes an absolute nonsense of the idea that the Government's policy is going to assist lone parents \"into employment and financial independence\" is that its worst insult is to lone parents who are working.  She says it is cynical to suggest that the family income supplement restores the loss that will be incurred by lone parents, that it typically restores 60% of the loss, and that is not counting the fuel allowance.  She continues in similar vein.<\/p><p>I heard the T&aacute;naiste, Deputy Burton, say this in this House but the quote I will give now is from the D&aacute;il debate in April 2012.  She said that the changes would not be made until we had a child care system \"similar to what is found in Scandinavian countries\".  The Minister, Deputy Humphreys, was not a Minister of State when that comment was made but it received widespread coverage at the time.  The T&aacute;naiste, Deputy Burton, made it absolutely clear that she would not further erode and reduce the money paid to lone parents under the scheme, as she has now done and which is the purpose of this Bill, until and unless there was, as she put it, a Scandinavian model of child care in place.  That has not happened.  In fact, the Government has been abysmal in its neglect of the child care sector.  That will come back and bite every Government Deputy and Senator at the next general election because people are angry over the high cost of child care, and nothing of any substance or significance has been done to reduce the financial burden on them.  In recent years we have heard promises about the extension of the free preschool year.  That has now been shoved back onto the next Government.<\/p><p>In the context of what this Bill is about I do not believe it can be interpreted in any way as progressive legislation.  It is affecting lone parents particularly badly.  It is a continuance of a Government scheme that started years ago, but this Government is forcing women out of the home and into the workforce for economic reasons.  There is nothing I can do to change this but I wanted to put it on the record.<\/p><p>I want to quote the Carers Association.  The Minister of State might clarify this information because since I got it there have been some changes, so I ask him to forgive me if I am incorrect.  The Carers Association, on the subject of section 6, challenge why the back-to-work scheme could not have been extended to include family carers returning to work, allowing them to retain any qualified child increases that had been paid while they were in receipt of carer's allowance and to act as an incentive to assist their transition from caring to work.  That is clear.  I understand that people who qualify for this scheme will get a weekly payment of up to two years equivalent to any increases for qualified children they were being paid while they were on jobseeker's allowance or a one-parent family payment up to a maximum of four children for the first year in employment, and that half that amount will be paid weekly for the second year.  The Carers Association is asking why it could not have been extended to include family carers returning to work, allowing them to retain any qualified child increases that had been paid while they had been receiving carer's allowance.  The Minister of State might clarify that for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#DD01000","speaker":"1128","continuing":true},{"type":"speech","time":1429623000,"counter":141,"content":"<p>I support the sentiments of the previous speaker who has articulated the concerns many of us have about this issue.  We tabled an amendment on it which has been ruled out of order because it would pose a charge on the Exchequer, which it would, but there would also be a beneficial cost to the State in ensuring lone parents and single mothers and fathers have access to extra hours of work and the ability to work full-time if proper child care were provided.  While there might be a cost to providing the service, there would also be an economic benefit to the State.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What we would like to see happen in this section is the cut-off age for the one-parent family payment scheme being raised to 12 years instead of being lowered to seven, as the Government intends to do.  It passed legislation in 2012, the purpose of which was to lower the cut-off age for the lone parents scheme from ten years to seven from this July.  We believe that is far too young, particularly in the absence of affordable and accessible child care, something that was promised by the Government.  It was not something about which the T&aacute;naiste spoke lightly when she made a commitment in 2012, both in the D&aacute;il and the Seanad, to propose changes.  It was promised by the Government to support working mothers and fathers, but apart from cutting funding to community child care services, precious little was done about this issue.  In fact, the Government cut child benefit twice, which added salt to the wounds.<\/p><p>I am disappointed that the amendment was ruled out of order.  In the D&aacute;il Chamber in 2012 the T&aacute;naiste referred to an immediate incentive to increase the number of hours worked each week.  She stated individuals would then be financially better off.  Her logic was that it was an incentive for women and other workers to work extra hours, but in the real world that simply was not the reality.  What we have seen, contrary to what the Minister said, is an increase in the level of precarious and part-time work.  There are workers on low hour contracts who want to move from working eight, ten or 15 hours a week to higher hour contracts.  We saw this happen at Dunnes Stores and it is happening in the retail and hospitality sectors and elements of the child care service.  Many of the areas populated by women are affected by this issue.  People want to work more hours, but they are not being given the opportunity to do so by their employers or if they are, they are working the longer hours offered.  In some cases, as in the case of the Dunnes Stores workers, they are working 30 hours a week and will be over the course of four or five years but are still stuck on ten or 15 hour contracts, with all of the disadvantages for the workers.  The Government has done precious little about that matter either.  Workers want to work more hours, but the supports needed such as child care are not available.  There is a huge lack of investment in child care which is holding back economic growth and the ability of many who are returning to work.<\/p><p>I do not accept the logic of what the Government is doing with regard to the reduction in the one-parent family payment age limit.  In section 6 we are seeking to increase it to 12 years, which we believe is the correct age.  In tandem with this, we want to hear from the Government on the issue.  The Minister of State might be able to enlighten us on what the Government intends to do to invest in child care to ensure families will have access to decent and affordable child care facilities to enable people to work the hours they want to work.<\/p><p>The Minister of State might also be able to explain also what he intends to do about the issue of precarious work and low hour contracts and the exploitation in the sectors I mentioned, which disproportionately has an impact on low paid workers, including women.  What does the Government intend to do about that issue?  If the Minister of State was to enlighten us, we might be in a better position to look more favourably at what it is the Government is doing, but in the absence of that happening, I agree with the previous speaker that this is not something to be supported, rather it is something that, unfortunately, will have a negative impact on lone parents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#EE00200","speaker":"1133","continuing":true},{"type":"speech","time":1429623000,"counter":143,"content":"<p>In response to the first contribution and the reference on the forcing of women to work, the Senator quoted from the article by the journalist in the <i>Irish Examiner<\/i>about being passive.  I represent an inner city community and the first point I want to make is that not all lone parents are women.  I have seen lone parents in their 40s who have received no training, support, education or assistance to return to employment.  Some of them have been out of the workforce for 20 or 25 years and probably have no prospect of finding employment because of the huge gap since they were employed previously.  In fairness, in 2004 the Government of which the Senator's party was part made significant investments in terms of throwing cash at lone parents, but the figures show that this did not assist them in getting out of poverty.  All of the reports state the best way to get lone parents and others out of poverty is through employment and that is what the Government has been trying to do.  The experience in my constituency is that there are numerous people who have not been able to find their way back into employment, even during the Celtic tiger period, because of the long gap since they were previously employed.<\/p><p>The Senator said the Department was passive.  It was.  In numerous budgets it failed thousands of lone parents either in terms of the provision of training, education or assistance to return to employment.  We have moved away from this position.<\/p><p>With regard to child care services, the Senator is very much aware that an interdepartmental committee is looking at the issue and due to report shortly.  Additional child care places have been made available.  <\/p><p>There is no doubt that there has been major emphasis on the approximately 30,000 lone parents who will be affected by this change.  Approximately 20,000 lone parents will experience no change or some gain in income after the transition.  The gain for some individuals will be in the range of &euro;10 to &euro;150 per week, depending on their level of earnings and the number of children they have.  The remaining 10,000 lone parents, based on their current circumstances, will suffer an income loss.  This will occur because they are already in receipt of family income supplement payments or will transition to a jobseeker's payment, for which the means test is less generous than that for the one family payment.  The real issue is engagement.  Group engagements have been taking place because this is not the first group to make the move.  Some of the facts are that those in the initial group have increased their hours and the income coming into the family.  <\/p><p>This has been a gradual change.  There is tension because approximately 30,000 are to transfer on 2 July.  The Senator's colleague made the same points on Second Stage.  Senator Katherine Zappone said there had a long debate in the House in which the T&aacute;naiste had engaged extensively with every Senator.  I do not intend to go through the details again because they can be read in the Official Report.  The amendment has been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#FF00200","speaker":"1033"},{"type":"speech","time":1429623000,"counter":144,"content":"<p>I am grateful to the Minister of State.  I was not fully aware of whether these issues had been raised.  However, it was not a journalist with the <i>Irish Examiner<\/i>who wrote the article.  My understanding is that she is a lone parent.  I do not know the lady, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#FF00300","speaker":"1128"},{"type":"speech","time":1429623000,"counter":145,"content":"<p>Her name is Victoria White.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#FF00400","speaker":"1033"},{"type":"speech","time":1429623000,"counter":146,"content":"<p>Yes.  I wonder if the Minister of State could clear up this issue in the context of the wonderful new world that has been presented to lone parents of whatever gender.  He made the comment - it is Government policy - that the way out of consistent poverty was through education and upskilling, but not everybody wants to be in the workforce.  There are lone parents who would like to stay at home and raise their children for a number of years, but there is no incentive for them to do this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In fact, the opposite will be the case if these provisions are implemented.  In her article last February, Ms White notes that when the one-parent family payment was introduced in 1997, it included an income disregard provision which meant that, by 2012, lone parents could earn up to &euro;147.60 per week while still claiming the full one-parent allowance.  That income disregard has been steadily eroded, Ms White points out, and now stands at &euro;90 per week for lone parents.  The suggestion that the family income supplement, FIS, restores the loss to lone parents is incorrect, she notes.  In fact, it restores only 60% of the loss, not counting the fuel allowance.  A lone parent in part-time work whose youngest child turns seven years of age on 2 July next may wake up on that day and find himself or herself worse off by &euro;60 to &euro;80 per week.<\/p><p>What is the situation for the 800 lone parents who care for another family member and are currently receiving the half-rate carer's allowance?  If their youngest child is aged over seven in July, will they be obliged to rely on a full-time carer's allowance, thereby losing as much as &euro;86 per week?<\/p><p>These are the facts of what is happening, as highlighted by the people who will be impacted.  However these provisions are dressed up, their effect will be to leave lone parents worse off than they are now.  Where are the jobs these people are supposed to take?  I do not want to repeat everything Senator Cullinane said, but there is ample evidence of people who would like to work more but cannot get the hours.  These measures are nothing more than a cost-saving exercise that is being dressed up as progressive legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#FF00500","speaker":"1128","continuing":true},{"type":"speech","time":1429623000,"counter":148,"content":"<p>The worst possible outcome for members of jobless households is to have no role model to which to aspire.  I have seen this in numerous families where there is an intergenerational history of unemployment.  I do not accept that we are doing our best for children if we facilitate a situation where they grow up in a jobless household.  We need children to see their parents actively involved in the workforce.<\/p> <p>For lone parents of children aged from seven to 14, we will not be actively pursuing them to engage with their local Intreo centre, but we hope they will choose to do so.  There will be no element of force in this, which was a word the Senator used.  I certainly would not go along with the idea of using force.  My experience of single parents is that the vast majority want to return to employment.  We have come through an extremely difficult economic period, with almost 500,000 people out of work at one point, which equated to a jobless rate of 15.1%.  Through the forbearance and hard work of the citizens of this country, the unemployment rate has been reduced to 10%, or approximately 360,000 persons, which, nevertheless, is still far too high.  I do accept there are issues to address and the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Gerald Nash, is addressing many of them, including the situation at Dunnes Stores.  These issues must be addressed quickly and I hope to see the vast majority of them dealt with before the Government's term is over.  As I said, the Minister of State, Deputy Nash, is already making progress in a range of areas.<\/p> <p>I am sure the Senator will agree that the best thing for children is to see their parents going out to work.  There is no question but that the surest way out of poverty is through employment.  The Minister for Children and Youth Affairs, Deputy James Reilly, indicated at the weekend that the report commissioned by this Department on this issue is close to being finished and will be brought to Cabinet shortly.  I look forward to its publication.  There are gaps in the provision of child care, but that should not paralyse us into inaction.  Far too many people have been left behind on the scrap heap.  We must have a robust welfare system that helps people back into employment.<\/p> <p>The Department of Social Protection has been totally transformed in recent years.  No longer a passive Department that simply pays people according to their entitlement, it is now proactive in trying to get people back to work, into a better financial position and in a situation where they are more involved with their communities.  We actively seek out employment opportunities, engage with employers and recruit from the live register.  JobsPlus has been exceptionally successful in helping the long-term unemployed into work and is just one of a range of transformational measures initiated by the Department.  For too long, the Department was a passive entity.  People received their entitlement and it did not matter if they stayed on the dole forever.  The view now is that the Department has entered into a contract with taxpayers to do everything in its power to help people who have had the misfortune to lose their job to find new employment.  When the child of a lone parent reaches seven years of age, the Department will assist that parent to increase his or her hours to 19 per week, and that person will see a significant increase in his or her take-home money.  We are working with the Labour Market Council to ensure there are opportunities for lone parents to increase their hours.  There is a small number of bad employers in the State, but that will be addressed in the coming year.  I am confident we will see a transformed landscape.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#GG00200","speaker":"1033"},{"type":"speech","time":1429623000,"counter":149,"content":"<p>My core point, and I am sure the Minister of State will accept it, is that there will be a financial loss to lone parents as a result of this initiative.  In pressing the point that it is Government policy to help lone parents to find a pathway back to full-time work, he is ignoring the question of what will happen to the seven year old child who is left sitting at home because his or her parent does not have enough money to cover the extraordinarily high cost of child care.  Prior to the Minister of State's appointment, the T&aacute;naiste indicated that the types of changes set out in this legislation would not be made until we had a child care system similar to what is found in the Scandinavian countries.  That commitment is hanging over her head because, as we know only too well, there has been no improvement in child care provision that would alleviate the financial burden on parents.<\/p> <p>There is no balance in this legislation.  On the one hand we have a Government policy, as expounded by the Minister of State, of securing a pathway to work for lone parents.  The reality, however, is that lone parents have children who need parental nurturing, care and affection.  They will not get it if the Department insists on forcing people - I use the word \"forcing\" deliberately - into a situation where because there are insufficient financial supports for them, they must find work to supplement their State income.  What happens to the children in those circumstances?  This provision is far too premature and should be deferred until there is some type of response from the T&aacute;naiste.  I hope the Minister of State will use his influence to press home this point.  He is surely pushing an open door with his boss given her stated view that changes should not be made until we have improvements in child care provision such that the associated costs are no longer the overwhelming financial burden they currently are, not just for lone parents but for the parents of middle Ireland generally.  There is an urgent need to address the child care issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#GG00300","speaker":"1128"},{"type":"speech","time":1429623000,"counter":150,"content":"<p>The Senator knows very well that the Department of Children and Youth Affairs subsidises approximately 40,000 child care places, 25,000 of them specifically targeted at low-income parents.  These include the 500 places under the after-school child care scheme operating at primary school level.  The jobseeker's allowance transitional arrangement was introduced in 2013 to take into account the specific caring responsibilities of lone parents with young children.<\/p> <p>I apologise for failing to respond to one or two of the issues the Senator raised in his earlier contribution.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most of those issues have been addressed.  I will send on the full information to the Senator who missed out because he was not here for the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#GG00400","speaker":"1033","continuing":true},{"type":"speech","time":1429623000,"counter":152,"content":"<p>The Minister of State is aware that there is a cohort of people, some of whom may be lone parents, who are currently studying child care courses up to FETAC level 5.  In September of this year, they will no longer be included in the calculation of the ratio of child care workers to children in child care facilities.  They are currently included as part of the ratio of workers to children<i>vis-&agrave;-vis <\/i>legislative requirements.  Where is the logic behind that?  I understand that in a written answer to a parliamentary question from my colleague, Deputy Robert Troy, the Department is aware of this and the situation is under review.<\/p><p>I ask the Minister of State to give some indication of the thinking behind this.  It goes back again to the central point the Minister of State made.  Let us assume that there are some lone parents who have chosen to acquire a skill in child care because generally speaking, the chances of getting work in the sector having acquired such skills are pretty high.  Wearing my other hat as chairman of Leitrim county child care committee, I am aware of the difficulties the proposal will present to child care providers from September next.  The chances are that those staff who are qualified only up to FETAC level 5 will have to leave the child care facilities in which they are employed because they are on CE schemes and will lose out.  I ask the Minister of State to outline his views on this.  I do not want to pre-empt any decision to be taken by the Department but wish to take this opportunity to put the issue on the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#HH00200","speaker":"1128"},{"type":"speech","time":1429623000,"counter":153,"content":"<p>I am aware that the issue is under review and I will revert to the Senator as soon as that review is completed.  On the question of the CE schemes under the remit of the Department of Social Protection, one of their great successes has been to train people to FETAC levels 5 and 6 who then go on to full time employment.  Recently we have lowered the age of eligibility to allow younger people to participate in the child care programmes in particular, which has led to employment for many.  I would be of the view that we should encourage as far as possible a greater involvement in CE child care programmes.  I recently visited a child care facility and met three CE workers who were pursing level 5 and level 6 FETAC awards in child care, all of whom expected that they would move into employment.  I would not like to see any blockage to moving into full-time employment for those participating in the successful schemes under the remit of the Department of Social Protection being run all over this country.  I am sure that every Senator is familiar with the role of the Department in the area of child care and the CE schemes that are operational in all 26 counties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#HH00300","speaker":"1033"},{"type":"speech","time":1429623000,"counter":154,"content":"<p>I am reassured by the Minister of State's reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#HH00400","speaker":"1128"},{"type":"vote","time":1429623000,"counter":155,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 18; Níl, 6.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#HH00500","aye":["1148","1138","1150","1151","1124","1158","1117","1172","1152","1173","1135","1132","1118","1187","1169","1171","1143","1176"],"nay":["1116","1133","1159","1128","1154","1164"]},{"type":"unspoken","time":1429623000,"counter":156,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"speech","time":1429623000,"counter":157,"content":"<p>Amendment No. 2 is ruled out of order as it poses a possible charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ00300","speaker":"1120"},{"type":"unspoken","time":1429623000,"counter":158,"content":"<p>Amendment No. 2 not moved.<\/p>"},{"type":"unspoken","time":1429623000,"counter":159,"content":"<p>Question, \"That section 8 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1429623000,"counter":160,"content":"<p>Sections 9 to 12, inclusive, agreed to.<\/p>"},{"type":"speech","time":1429623000,"counter":161,"content":"<p>Amendments No. 3 and 4 are ruled out of order as they pose a possible charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ00800","speaker":"1120"},{"type":"unspoken","time":1429623000,"counter":162,"content":"<p>Amendments Nos. 3 and 4 not moved.<\/p>"},{"type":"unspoken","time":1429623000,"counter":163,"content":"<p>Question, \"That section 13 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1429623000,"counter":164,"content":"<p>Sections 14 to 17, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1429623000,"counter":165,"content":"<p>Schedule agreed to.<\/p>"},{"type":"unspoken","time":1429623000,"counter":166,"content":"<p>Title agreed to.<\/p>"},{"type":"speech","time":1429623000,"counter":167,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ01400","speaker":"1120"},{"type":"speech","time":1429623000,"counter":168,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ01500","speaker":"1187"},{"type":"unspoken","time":1429623000,"counter":169,"content":"<p>Report Stage ordered for Tuesday, 28 April 2015.<\/p>"},{"type":"speech","time":1429623000,"counter":170,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ01700","speaker":"1120"},{"type":"speech","time":1429623000,"counter":171,"content":"<p>Tomorrow at 10:30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042100002#JJ01800","speaker":"1148"},{"type":"unspoken","time":1429623000,"counter":172,"content":"<p>The Seanad adjourned at 5.40 p.m. until 10:30 a.m. on Wednesday, 22 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]