[{"type":"minorheading","content":"Prelude","time":1543329000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1543329000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1543329000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1543329000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1543329000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#A00100"},{"type":"speech","time":1543329000,"counter":6,"content":"<p>I have received notice from Senator Kieran O'Donnell that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on progress of the M20, Limerick to Cork, motorway project.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the opening of Teach Mhuire, also known as Abbeypoint House, Western Road, Cork.<\/blockquote> <p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to consider opening an autistic spectrum disorder unit in Castlebar, County Mayo. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the concerns of unions representing local authority workers who may be required to transfer employment to Irish Water without their express consent.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the recommendations of the Chief Medical Officer on the clinical and technical issues associated with transvaginal mesh surgical procedures.<\/blockquote><p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline whether he has made financial provision for an increase in remuneration for local authority elected members following the submission by the Association of Irish Local Government, AILG, to Ms Sara Moorhead as part of the review of the role and remuneration of local authority elected members.<\/blockquote><p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the need for a permanent building for D&uacute;n Laoghaire Educate Together primary school.<\/blockquote><p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline when construction work will begin on the new community school in Ennistymon, County Clare, and the anticipated date of completion.<\/blockquote><p>The matters raised by the Senators are suitable for discussion and I have selected Senators O'Donnell, Burke, Conway-Walsh and Boyhan and they will be taken now.  I regret I had to rule out of order the matter submitted by Senator Davitt on the ground that it is a repeat of a Commencement matter raised on 16 October 2018.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1543329000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#B00200"},{"type":"minorheading","content":"Road Projects Status","time":1543329000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#B00250"},{"type":"speech","time":1543329000,"counter":10,"content":"<p>The Minister, Deputy Ross, is very welcome back to his old abode.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#B00300","speaker":"1420"},{"type":"speech","time":1543329000,"counter":11,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Ross, to the House and thank him particularly for making himself available to participate in this debate on an updated progress report on the M20 Limerick to Cork motorway project.  The Minister and I have been on a journey - pardon the pun - on the M20 since October and November 2016.  The Minister agreed in November to my suggestion to give &euro;1 million to Transport Infrastructure Ireland, TII, to allow primary work to get under way on planning for the M20 in order to reactivate the project.  I wish to put on record that this was a key moment because it put the M20 back on the agenda.  Subsequently, in April 2017, I held very well-attended public meetings in Limerick at which great support and demand for the M20 and the reactivation of the project were expressed.  Then, in October, it was included in the capital plan as a project costing up to &euro;1 billion, making it the single biggest infrastructure project in Ireland.  Some time has elapsed since the capital plan in October.  My understanding is that design and planning consultants have been shortlisted and are shortly to be appointed.  The Minister might confirm this.  I very much welcome that the TII headquarters for the M20 will be located in Limerick, where there is a very good team.<\/p> <p>The background to this is very simple.  Project 2040 states that 75% of population growth will come from outside Dublin.  Key to this is having a counterpole to Dublin along the western seaboard.  The key elements of this are being able to link Limerick, Cork, Galway and Sligo by motorway.  The M20 is in turn a key element of this between Cork and Limerick, cutting down the journey time from up to an hour and a half to perhaps 20 or 30 minutes in order that one could effectively travel from Cork to Limerick in under an hour and then from Limerick on to Galway in, say, under an hour, as is currently the case.  This would mean a journey time of under two hours from Cork to Galway, passing through Limerick.<\/p> <p>There is another element of which the Minister is probably aware and on which he might give us an update.  We are looking for the Ryder Cup to come to Limerick, specifically to Adare Manor, in 2026.  I understand discussions on this have taken place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The M20 will be key to that because Adare Manor runs alongside the N20.  We want the spur to put the network in place.<\/p><p>The two other structural elements along the western corridor are the Shannon Foynes Port Company and Shannon Airport.  In terms of the latter, we are hoping to be Brexit proofed.  Ours is the only international airport that does not have a direct link to a European hub.  What is the Minister's perspective on providing support so that we can advance the work on making Shannon a European hub?  Currently, its only link is with Heathrow Airport in the UK.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#B00400","speaker":"1374","continuing":true},{"type":"speech","time":1543329000,"counter":13,"content":"<p>I thank the Senator for once again raising this issue, which he has been a pioneer of and on which he has been the leading mover in terms of seeing that this important project is progressed.  He has been keeping the Department, Transport Infrastructure Ireland, TII, and the other bodies that are involved on their toes in monitoring it.  It would be fair to say that he has to bear a heavy responsibility, in that he has been highly influential in keeping this on the agenda.  That is not to say that I will give the large number of hostages to fortune for which he asked, but I assure him that I will give the project as much support as I can.  As he knows, the Government is committed to it, partly due to his endeavours.  The Taoiseach has taken a personal interest in it as well.  There will be no obstruction that is not tackled.  It is the intention that the project should be done on time.  It is difficult to be explicit about the timetable, as the statutory requirements must be gone through, but there is a political will and economic need in the region for this to go ahead as quickly as possible.<\/p><p>I can help the Senator regarding his question on the Ryder Cup, if not some of the other more detailed promises that he tried to seduce me into making.  He is aware that talks on the Ryder Cup are ongoing.  I met the PGA European Tour in Paris.  I also met it with the Taoiseach, which shows how seriously the matter is being taken.  We are optimistic that, all things being equal and the financial arrangements being appropriate, we might be able to land the Ryder Cup for 2026.  That would be a tremendous boost to the region.  I take the Senator's point that, were the competition to go ahead, the road structure would have to be examined, given the numbers that would attend such a major event.<\/p><p>As the Minister for Transport, Tourism and Sport, I have responsibility for overall policy on and funding of the national roads programme.  Under the Roads Acts 1993 to 2015, the planning, design and construction of individual road projects is a matter for the TII in conjunction with the local authorities concerned.  The national development plan, NDP, which has been developed by the Government to underpin the successful implementation of the new national planning framework, provides the strategic and financial framework for the TII's national roads programme from 2018 to 2027.<\/p><p>The proposed Cork-Limerick road link was included among a number of major national road schemes that were identified for development during the period of the NDP.  In the ten years covered by the plan, more than &euro;11 billion will be invested in the road network, and the M20 is a significant part of that investment.  The proposed project seeks to link the cities of Cork and Limerick with a high-quality transport corridor.  The existing route is deficient in terms of safety and capacity.  Agreement has been reached between the Cork and Limerick local authorities for Limerick to be the lead authority on this project.  Limerick City and County Council will need to assess all feasible options before a preferred route can be identified.<\/p><p>The scheme is being developed from phase 0, having previously been submitted for planning permission in 2010 and withdrawn in 2011 due to the financial crisis.  In April of this year, I welcomed the publication of a contract notice on eTenders and the <i>Official Journal of the European Union<\/i>for the procurement of technical services for the planning and design of the M20 Cork-Limerick scheme.<\/p><p>The pre-appraisal plan has been prepared and reviewed.  The procurement of technical advisers to bring the project from phase 1 to phase 4 of the project management guidelines is under way.  It is hoped that the successful technical services provider will be appointed shortly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The provider will then assist Limerick City and County Council to undertake the planning and design of the scheme up to and including the statutory procedures.  In summary, the pre-qualification documents for technical advisers were returned and have been assessed.  Shortlisting is complete and I understand that the tender documents have issued.  The delivery of large scale infrastructure projects is complex and costly and takes much time.  The proposed project to develop the M20 motorway between Cork and Limerick is an example.  The estimated total cost of the scheme is &euro;900 million.  Transport Infrastructure Ireland has provided an allocation of &euro;1.5 million this year to Limerick City and County Council to advance planning and design work on the scheme.  <\/p><p>As the Minister, I am of course keen to see projects included in the national development plan progressed as soon as possible.  I am also mindful that schemes such as the M20 Cork to Limerick project do require necessary project approvals.  In this context, the approval process includes compliance with the requirements of the public spending code and my Department's capital appraisal framework together with the submission of the scheme to An Bord Plean&aacute;la for development consent.<\/p><p>Finally, for a project of the scale and cost of the Limerick to Cork scheme, compliance with these codes and guidelines is mandatory.  In addition, Government approval will be required to allow Limerick City and County Council to enter into a contract to construct the scheme.  It is at an early stage of development and it is not possible, therefore, at this time to indicate an exact timeframe for construction of the project.  That will, of course, be dependent on the satisfactory conclusion of the statutory planning approval process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#C00200","speaker":"1213","continuing":true},{"type":"speech","time":1543329000,"counter":15,"content":"<p>I thank the Minister for that update.  I welcome the strong political commitment from the Minister, the Taoiseach and the Government to progress the M20 as quickly as possible.  One should always aim for a target.  We are seeking to secure the Ryder Cup in 2026.  Roughly, that allows us an eight-year period to have the M20 in place.  Does the Minister believe that it is possible?  If the Ryder Cup is successfully brought to Ireland, does the Minister believe that Adare Manor would be the premier location to hold the event?  The M20 is the missing link for us in balanced regional development under Project Ireland 2040 so that we can have a counterpole to Dublin and the east region.  It is about balance.  Dublin is the capital city but as an island we need to have balanced regional development.  I ask the Minister to address those two quick questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00200","speaker":"1374"},{"type":"speech","time":1543329000,"counter":16,"content":"<p>On the regional issue, I hope Senator Kieran O'Donnell is assured by the fact that it is such an enormous project and will cost so much money that there is no bias in favour of Dublin when we are choosing projects of that sort.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00300","speaker":"1213"},{"type":"speech","time":1543329000,"counter":17,"content":"<p>I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00400","speaker":"1374"},{"type":"speech","time":1543329000,"counter":18,"content":"<p>That is an absolute priority commitment.  It is a large amount of money but we recognise the need to connect Limerick and Cork in a meaningful way to the economy of that region.  It is a no-brainer and it is destined to go ahead.<\/p> <p>On the Ryder Cup, Senator Kieran O'Donnell is really asking me to say something which is difficult for me to say.  I would love to see the road done, dusted and completed by 2026.  I can give the Senator this assurance.  Adare Manor is certainly in the frame as a location.  It is being looked at as a very serious contender.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00500","speaker":"1213"},{"type":"speech","time":1543329000,"counter":19,"content":"<p>For the Ryder Cup in 2026?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00600","speaker":"1374"},{"type":"speech","time":1543329000,"counter":20,"content":"<p>For the Ryder Cup in 2026.  That is correct.  I could even say at the moment that I know of no competitors.  That does not mean that there will not be any but I know of none at the moment.  If that gives Senator Kieran O'Donnell the sort of encouragement he needs, without making a commitment, I hope he will take it in the spirit in which it is meant.  It is obviously a wonderful amenity which is almost unparalleled in golf around the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00700","speaker":"1213"},{"type":"speech","time":1543329000,"counter":21,"content":"<p>We are very proud of it anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00800","speaker":"1374"},{"type":"speech","time":1543329000,"counter":22,"content":"<p>Senator Kieran O'Donnell can take it that it is certainly being examined as a very serious possibility.  To say that the road will be in place in time for that might be stretching it a bit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D00900","speaker":"1213"},{"type":"speech","time":1543329000,"counter":23,"content":"<p>We always need a target.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D01000","speaker":"1374"},{"type":"speech","time":1543329000,"counter":24,"content":"<p>I know we always need a target.  We will do our best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D01100","speaker":"1213"},{"type":"majorheading","content":"Visit of Polish Delegation","time":1543329000,"counter":25,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D01200"},{"type":"speech","time":1543329000,"counter":26,"content":"<p>Before I call on the next speaker, I am sure the Members of the House will join with me in welcoming a parliamentary delegation from Poland.  It is led by Mr. Bartomiej Wr&oacute;blewski.  He is the convenor of the Poland&mdash;Ireland Friendship Group.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On my own behalf and behalf of my colleagues in Seanad &Eacute;ireann, I send a very warm welcome to the group and good wishes for a very successful visit to Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#D01300","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters (Resumed)","time":1543329000,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#E00200"},{"type":"minorheading","content":"Homeless Accommodation Provision","time":1543329000,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#E00300"},{"type":"speech","time":1543329000,"counter":30,"content":"<p>I welcome the Minister of State to the House.  Teach Mhuire in Cork is a facility purchased in 2007, at cost of &euro;2.1 million, by the group headed by Sr. Consilio.  At the time there were negotiations with Cork City Council and the HSE whereby Sr. Consilio's group would purchase the house and the annual cost of running it would be borne jointly by Cork City Council and the HSE.  We are now 11 years on and the facility is still vacant.<\/p><p>I visited this centre recently and it is a state-of-the-art facility with full central heating and double-glazed windows.  It has been totally refurbished and it has been in that state for eight or nine years.  It can accommodate 16 people.  My understanding is the original intention was for it to be a step-down facility and there is a disagreement between the HSE and the group on what the centre should be used for.  The group has more than 90 beds in various units throughout the country providing step-down facilities, and the funding is normally split, with 40% from the local authority and 60% from the HSE.<\/p><p>I am very concerned that at a time when we need to free places in facilities around the country, this centre was designed to help people who would have come through rehabilitation either for drug or alcohol abuse and are now moving on with their lives.  This is a stable environment in which they could live.  This facility is in Cork and it is available.  The doors could be opened tomorrow morning if funding could be provided jointly by the city council and the HSE.  I have discussed this with members of the city council and the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.  My understanding is they are prepared to come on board once there is agreement between this group and the HSE.  I ask that this should not drag on for another 12 months, with 16 beds left vacant, when we badly need them.  I ask that we now have a commitment for funding for 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#E00400","speaker":"1409"},{"type":"speech","time":1543329000,"counter":31,"content":"<p>I thank Senator Colm Burke for raising the matter of people who are homeless in Cork city and for giving me the opportunity on behalf of my colleague, the Minister of State, Deputy Catherine Byrne, to update the Seanad on improvements in health services for this population.<\/p><p>Implementing the national drugs strategy, Reducing Harm, Supporting Recovery 2017-2025, is a Government priority.  The strategy identifies people who are homeless as having a higher risk of problem drug use.  Their difficult and chaotic life experiences expose them to many health and social risks, including mental health issues.  The Minister of State, Deputy Byrne, is aware of the recent study published by Cork Simon on the quality of life of the homeless population in Cork city.  The study identifies the routes into homelessness and highlights the many vulnerabilities of homeless people and their challenges in finding a place to call home.  The study indicates the high levels of addiction among the Cork homeless population.  At same time, there is good engagement with addiction services and other services, with many people either abstinent or in treatment.  That is positive.  However, the lack of independent housing is minimising the opportunity for improvements in mental and physical health and for reduction in alcohol and drug use.<\/p><p>In the first instance, the social determinants of the health needs of people who are homeless must be addressed.  These are underpinned by income inequality and poverty, lack of material resources, limited access to employment and, of course, homelessness.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These are whole of government issues and involve a range of stakeholders.  <\/p><p>The Department of Health is supporting the national implementation of Housing First, including in Cork city.  Under Housing First, the priority is to support a person who has experienced homelessness into permanent housing as quickly as possible without any preconditions.  In line with the Sl&aacute;intecare report, the Department and the HSE are developing new models of care that deliver more effective and integrated care to people with multiple, complex needs who are homeless.  The Department has invested an additional &euro;6 million to improve health services for homeless people since 2016, bringing the total health expenditure on homelessness to &euro;36 million.  Earlier this year, for example, the Department funded a new step-up, step-down intermediate care facility run by the Simon Community in Dublin.  This facility will provide person-centred care for people who are homeless and who require nursing and related care prior to hospital admission and after discharge from hospital.  <\/p><p>The Minister of State is aware that the HSE is developing a number of initiatives to improve health services for people who are homeless in Cork.  There have been ongoing discussions with Cuan Mhuire on the development of a step-down facility for people who exit its detoxification and rehabilitation services.  The Minister of State has been advised by the HSE that it is very supportive of Cuan Mhuire proceeding with this facility.  I understand the HSE will discuss this option with Cuan Mhuire as part of a review of its local service level agreement and the Minister of State looks forward to a positive outcome from that review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#E00500","speaker":"1359","continuing":true},{"type":"speech","time":1543329000,"counter":33,"content":"<p>This is exactly the same reply as the one I have been getting for the past few years.  It is not setting anything new out for me.  Cuan Mhuire needs 60% of its funding to come from the HSE.  It is a simple matter of the HSE committing that funding so that the facility can open on 1 January 2019.  If we accept this answer, we will not get anywhere for at least three to four months.  In the meantime, we will not get a commitment from Cork City Council because it does not understand the internal issues between Cuan Mhuire and the HSE.  This facility has been fully furnished and ready to open for eight years.  It is a turnkey facility that has been idle for eight years.  In fact, it has been idle for 11 years but it was fully equipped eight years ago with up-to-date facilities including fire alarms.<\/p> <p>The answer from the Department today does not give me anything concrete.  I cannot go back to Cuan Mhuire or to Cork City Council with this reply.  I cannot tell them that this is going to progress because this answer does not tell me that.  Surely the HSE is able to give us a \"Yes\" or \"No\" answer at this stage.  It has been given its budget for 2019, amounting to &euro;17 billion.  I am talking here about 60% funding for a facility that costs &euro;300,000 per annum.  We want the HSE to commit to providing 60% of the funding.  As I understand it, the issue is that the HSE wants Teach Mhuire to be used as a step-up facility whereas Cuan Mhuire wants it to be used as a step-down facility.  I am not sure what the difference is but for God's sake, can we not get on with this?  The sum in question is 60% of &euro;300,000.  That is what we are looking for and we should have a commitment in writing before 1 January 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#F00200","speaker":"1409"},{"type":"speech","time":1543329000,"counter":34,"content":"<p>I take on board the strongly held views of Senator Colm Burke, particularly with regard to 60% funding from the HSE.  Obviously there are internal issues going on between Cuan Mhuire and the HSE but I will relay the Senator's concerns to the Minister of State.  As I said earlier, the HSE is discussing this option with Cuan Mhuire as part of a wider review and the Minister of State is optimistic that the outcome of that review will be positive.<\/p> <p>As Senator Colm Burke knows, addiction is a particular problem for people who are homeless.  They face additional challenges in accessing health services and the lack of appropriate accommodation can undermine the effectiveness of healthcare interventions.  Implementing the national drugs strategy continues to be a priority for this Government and within the envelope of resources available in budget 2019 for health services, the Minister of State is committed to prioritising services for homeless people who are facing addiction issues.  <\/p> <p>I will relay the Senator's concerns to the Minister of State and hopefully there will be some movement on the issue soon.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#F00300","speaker":"1359"},{"type":"speech","time":1543329000,"counter":35,"content":"<p>I thank the Minister of State.  Before calling on the next speaker I would like to welcome Deputy Eamon Scanlon and his delegation to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#F00400","speaker":"1420"},{"type":"minorheading","content":"Special Educational Needs Service Provision","time":1543329000,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#G00050"},{"type":"speech","time":1543329000,"counter":37,"content":"<p>I thank the Minister for coming to the House.  The reason I asked him here today is to highlight the need for an autism spectrum disorder, ASD, unit in Castlebar.  Castlebar is the county town of Mayo and it is increasingly an issue that children with autism do not have a place to go in the county.  While we have St. Patrick's national school and I commend the other ASD units in County Mayo which do very good work, the problem is that there are no ASD units in the county town.  All children with autism have a right to a national school education.<\/p> <p>To highlight what I am trying to say, I recently learned of a case in which a four year old child who is non-verbal, does not answer to her own name and is incontinent was asked to go to Newport on a bus to access school.  That is a round trip of approximately 45 miles.  The Minister will know that early intervention is extremely important in the case of children with autism.  I want a commitment from him that he will work with the schools in Castlebar.  It is not just a matter of adding an ASD unit on to the primary school, but a case of providing the proper resources which may include speech and language or other therapies.  There are models of very good practice throughout the country.  It is about working with the national schools.  We desperately need an ASD unit.  One in 60 children have autism and we need to provide those children with an education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#G00100","speaker":"1378"},{"type":"speech","time":1543329000,"counter":38,"content":"<p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir as an seans labhairt leis an Seanad faoin &aacute;bhar iontach t&aacute;bhachtach seo inniu.  I thank the Senator for raising this issue.  Funding for special education provision in 2018 will amount to &euro;1.75 billion, which is an increase of 43% since 2011 and is equivalent to 18.7% of the current overall gross allocation for education and training.  My Department's policy is to provide for the inclusive education of children with special educational needs, including autism, in mainstream school settings unless such a placement would not be in the best interests of the child concerned or the children with whom he or she would be educated.  The greater proportion of children with autism attend mainstream classes but some require the environment of a special class or special school.  This decision is based on a recommendation contained within a professional assessment and in consultation with the National Council for Special Education, NCSE.  Special school placements are provided for other students with ASD and very complex special needs who would not manage in a mainstream school even for part of the week.<\/p> <p>The NCSE is responsible, through its network of special educational needs organisers, SENOs, for the development, delivery and co-ordination of education services to children with special educational needs, including the establishment of special classes and special school placements.  Since 2011 the NCSE has increased the number of special classes nationwide from 548 in 2011 to 1,459 now.  Some 1,196 of these classes are special classes for children with autism spectrum disorder.  This figure includes four ASD early intervention classes, 13 ASD primary classes, and nine ASD post-primary classes in County Mayo.  <\/p> <p>The NCSE is aware of emerging needs in Mayo from year to year.  Where special provision, including the provision of special classes, is required, such provision is planned and established to meet that need.  As part of the ongoing planning process, the NCSE has advised my officials that it is meeting the HSE early intervention team in the Mayo area and holding a parent information seminar in the coming week.  Should the NCSE identify a requirement for additional special class placements in this area, it will contact schools in the area with regard to establishing an ASD special class.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Schools may also apply to the NCSE to open a special class if a need for such a class has been identified in the local area, for example, if it is indicated in professional reports that a number of students in the area may require the support of a special class.  If an existing school is not in a position to accommodate a special class within its existing accommodation, it is open to the school to submit an application to the Department for capital funding to reconfigure existing spaces within the school building to accommodate such a class or construct additional accommodation.  I thank the Senator again for raising this important matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#G00200","speaker":"1290","continuing":true},{"type":"speech","time":1543329000,"counter":40,"content":"<p>I am pleased that the Minister's officials will meet the HSE early intervention team in County Mayo.  It is not right that so many children and parents are being left behind.  Many parents are enduring significant anxiety because they cannot get basic education for their children.  I ask the Minister to meet those parents and listen to them.  The voices of parents are often lost in all of this.  I emphasise to the Minister that this issue needs to be dealt with for economic reasons as well as social ones.  By not providing proper early intervention and education for children with autism, we are missing out on what the abilities of all these children can contribute to the State.  I look forward to a positive outcome from the meeting that has been mentioned.  Perhaps the Minister will come to the House at a later date.  It is absolutely imperative for a properly resourced and funded ASD unit to be set up in the county town of Castlebar so that all therapies are provided to children with autism in this part of County Mayo as part of an all-inclusive education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#H00200","speaker":"1378"},{"type":"speech","time":1543329000,"counter":41,"content":"<p>I thank the Senator again for raising this important issue.  I have always advocated that parents should have an opportunity to choose whether they want to send their children to mainstream classes or, as many parents do, to special schools.  Both avenues are open to parents.  The increase in the number of special classes from 548 in 2011 to 1,459 now shows that there is demand among parents for their children to attend special classes and ASD units in mainstream schools.<\/p> <p>I am confident that the officials who will deal with this school will do so in a professional and urgent way.  It is clear from my initial contact and engagement with the people involved in the special education area that the dedication is there.  The NCSE has autonomy in this regard.  It is removed from me as Minister.  I have full confidence that the NCSE will make progress with this issue when the numbers involved have been established and identified.  There will have to be consultation with the schools.  Provision has been made for schools to apply for additional accommodation through the building unit.<\/p> <p>Once again, gabhaim bu&iacute;ochas leis an Seanad&oacute;ir f&aacute; choinne seans a thabhairt dom labhairt sa d&iacute;osp&oacute;ireacht thar a bheith t&aacute;bhachtach seo, a bhaineann leis na roghanna at&aacute; ag tuismitheoir&iacute; daoine &oacute;ga.  It is important for us to continue to provide for parent choice with regard to special schools, special classes and ASD units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#H00300","speaker":"1290"},{"type":"minorheading","content":"Local Authority Staff Redeployment","time":1543329000,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#H00400"},{"type":"speech","time":1543329000,"counter":43,"content":"<p>I welcome the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#H00500","speaker":"1420"},{"type":"speech","time":1543329000,"counter":44,"content":"<p>I thank the Minister for coming to the House for this debate.  I know he is exceptionally busy and I appreciate that he has taken time to come here.  I genuinely acknowledge that.  I am always conscious that Ministers are busy.  It says something about a Minister when he or she can occasionally make time in his or her busy schedule to come to the Seanad as an acknowledgement of the importance of its work as part of the Oireachtas process.  I thank the Minister again.<\/p> <p>I have been asked to raise some issues on behalf of a number of trade unions in the local government sector.  The transfer of local authority workers to Irish Water was originally scheduled to take place in 2025.  I am advised that Irish Water management is now talking about substantial completion of that process as early as next year and up to 2021.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am here to listen to the Minister and be put right if I am wrong.  The unions expect more than 1,000 jobs to be lost in this process and state that more than 700 jobs have already been shed.  They have provided data in that regard which I am happy to share with the Minister.  Irish Water stated that there will be no compulsory redundancies.<\/p><p>I support trade unions and know the great work they have done in local authorities, but it is becoming very difficult for them.  Whether one likes them or not, we must recognise and accept that existing arrangements and promises must be honoured.  It is as simple as that.  Any commitments made following negotiations with a trade union or other body must be honoured.  I seek greater clarity on what commitments were made and where we are in that regard.  The IMPACT trade union stated it is awaiting formal proposals.  I acknowledge that there has been some engagement and talks but the union is anxious to discuss the finer detail.  Its understanding is that the agreements should be in place until 2025.  This morning I spoke to several of its members who work in D&uacute;n Laoghaire-Rathdown.  Some told me that they are unsure of the current situation.  Others stated they were transferred into aspects of water services in their local authorities over a period of two or three years.  In some cases, they volunteered for transfer.  However, through no fault of their own, they may now be forced to move to Irish Water.<\/p><p>We must establish and uphold the principle that where a workplace agreement is in being, staff should not be moved to another authority unless that is done voluntarily and with the full express consent of the workforce.  There must be negotiation.  Many workers will want to move to Irish Water.  I acknowledge that the Minister recognises that, ideally, we want happy staff and people moving job because they wish to do so.  I would welcome greater clarity because workers who are happy in their current roles have concerns about leaving the local authority where they have built up friendships and work relationships and patterns and do not wish to be forced to do so.  I ask the Minister to give the House a commitment that nobody will be pressurised or forced to leave his or her place of employment, that is, his or her local authority, to move to Irish Water or any other water utility without his or her full express consent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#H00600","speaker":"1379","continuing":true},{"type":"speech","time":1543329000,"counter":46,"content":"<p>I thank the Senator for raising this very important issue.  I am happy to be here to address his concerns and give clarity where I can.  There are some layers to the issue.<\/p><p>As the Senator will be aware, the Government water services policy statement 2018-25 published in May of this year contains the broad policy context for the development of water services in Ireland.  It outlines the position of Irish Water as the single publicly owned national water services authority.  Since 1 January 2014, Irish Water has statutory responsibility for all aspects of water services planning, delivery and operation at national, regional and local levels.  It has entered service level agreements, SLAs, with each local authority for the provision of water services.  Staff working under these arrangements remain local authority employees while continuing to perform key water service functions, with local authorities acting as agents of Irish Water.  Staffing arrangements are an operational matter for Irish Water and local authorities within the context of the SLA arrangements that are in place.<\/p><p>On 19 September 2018 I received a report from the director general of the Workplace Relations Commission, WRC, in respect of a process of engagement undertaken at my request with the parties involved in the transformation programme for Irish Water, namely, Irish Water, the Irish Congress of Trade Unions, relevant affiliated unions, local government management and my Department.  The context lies in Irish Water's proposal to integrate its operations fully and end the current operational arrangements for the delivery of water services through the SLAs with local authorities.  The discussions with the parties have advanced on the basis that the current SLAs will remain in place until such time as an alternative is agreed by all sides.<\/p><p>In considering the report in consultation with my Government colleagues, I am particularly mindful of the comments of the WRC that uncertainty about the next phase of transformation appears to be causing staffing difficulties at local government level and that further delay in providing the necessary clarity could exacerbate that situation and increase risks to the safe and effective delivery of water and wastewater services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since the WRC was asked to undertake the engagement exercise, the future governance and operational arrangements for Irish Water have been clarified.  In July of this year, the Government decided that Irish Water would become a stand-alone and publicly-owned commercial regulated utility and would be separated from the Ervia Group during 2023.  Work on the preparation of a separation plan is under way.<\/p><p>Having set out the future direction of Irish Water in this respect, it is important for all involved that clarity is now achieved in addressing the issues that arise in the context of the transformation programme.  This needs to happen without delay.  In this context, I have asked the parties to engage in a process to work towards the development of a stable structural and operational framework for the future, which would replace the current service level agreements with arrangements which will provide Irish Water, as the national water services authority, with the necessary control of operations, accountability and capacity to manage risk and to communicate and negotiate with all water services workers on the change agenda and on a single identity for customer-facing services.  As part of the development of this framework, there is a need to ensure that Irish Water is not left without an appropriately-skilled workforce to carry out its statutory functions and that local authorities are not left with stranded costs.  The concerns of workers about the future deployment of existing local authority water staff can be addressed by developing arrangements which meet the two objectives I have just mentioned without requiring section 19 of the Water Services Act 2013 to be invoked other than by collective agreement.  For the information of the Senator, section 19 relates to the designation of local authority staff for transfer to Irish Water upon the termination of an SLA.<\/p><p>I have asked for the development of a framework for the future to be concluded by the end of February 2019.  I am grateful for the commitment of the WRC to facilitate this process.  I am also grateful for the engagement to date in this process of staff representatives through their trade unions.  Water services are essential to the daily lives of our citizens and our economy.  It is imperative that we ensure the best and most appropriate arrangements possible are in place for the delivery of these vital services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#J00200","speaker":"1295","continuing":true},{"type":"speech","time":1543329000,"counter":48,"content":"<p>I thank the Minister for his comprehensive reply, which I will be happy to circulate this afternoon to the unions that have been in touch with me.  The Minister referred to, \"the comments of the WRC that uncertainty about the next phase of transformation appears to be causing staffing difficulties\".  It seems that the changeover has been brought forward slightly for that reason.<\/p> <p>We cannot deviate from the fact that there is an agreement.  I am aware that there are 31 SLAs - one in each of the 31 local authorities.  The reality is that the 2025 commitment has to be honoured.  If that must change for practical or pragmatic reasons associated with the continuation of service and standards, that is grand but it must be done through meaningful negotiation with the trade unions that represent workers.  If it does not happen in this way, there will be unrest in this sector, which will not serve the community, the users of water, the employees or the local authorities well.  I suggest we should steady the ship by reassuring the workforce that meaningful and respectful dialogue will take place with their trade unions.  That is really important.<\/p> <p>While we are talking about Irish Water, the Minister might confirm his plans and those of the Government for a constitutional referendum on the provision of public water services in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00200","speaker":"1379"},{"type":"speech","time":1543329000,"counter":49,"content":"<p>I thank the Senator for slipping in a supplementary question about Irish Water.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00300","speaker":"1295"},{"type":"speech","time":1543329000,"counter":50,"content":"<p>I hope the Minister does not mind.  He is always on top of his brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00400","speaker":"1379"},{"type":"speech","time":1543329000,"counter":51,"content":"<p>I do not mind at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00500","speaker":"1295"},{"type":"speech","time":1543329000,"counter":52,"content":"<p>Senator Boyhan slipped it in under the radar.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00600","speaker":"1420"},{"type":"speech","time":1543329000,"counter":53,"content":"<p>It is important to note that we have had very respectful and meaningful interactions to date.  I have had such interactions with representatives of the workers and with the different actors who are involved in the process that is under way.  That has been managed helpfully with the assistance of the WRC.<\/p> <p>I would be happy for the Senator to circulate the reply I have provided if he thinks it would be helpful to do so.  I suggest it would be worthwhile to focus on two key parts of it.  First, I mentioned that, \"the current SLAs will remain in place until such time as an alternative is agreed by all sides\".  Second, I said towards the end of my initial response that changes should not be made, \"other than by collective agreement\".  We are talking about the ability of all sides to come to an understanding on a shared agreement which recognises that Irish Water and the local authorities will have certain needs into the future and ensures we can provide water, which is a natural resource, of the quality needed to enable people to live their lives in a healthy way and enable businesses to do business in a successful way.<\/p> <p>We have to be careful because we cannot do trade negotiations on the floor of the House.  We need to be sensitive when communicating directly with workers because they have their own chains of communication within their own organisations.  We would not want to worry people unduly.  I know this is not what the Senator is setting out to do.  He has been very careful in his language and I thank him for that.<\/p> <p>The holding of any referendum is a decision of the Oireachtas, rather than a decision of the Government.  During the formation of this Government, my predecessors in this office and other Members of the House did some good work to come to an agreed framework on how to move the water issue on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was a central issue in the forming of that new Government and as the new D&aacute;il began.  Agreements were made on the progress of a referendum Bill through the House, with the Government working as part of that process to find the right wording to go to the public.<\/p><p>One of the things on which I have been quite consistent since taking over this role is that when we put wording to the people it should be language that everyone agrees on so that it is an almost uncontested referendum.  There is no threat to the public ownership of water in this country, but to put minds at ease it was agreed that we would go into that process in good faith, and we have.  Now let us try to get the language that everyone can agree on so that when the referendum happens it is, to use someone else's language, a slam dunk. <\/p><p>I have agreement from the Cabinet, so the Attorney General can now draft wording that can be put as an amendment to Deputy Joan Collins's Bill on Committee Stage.  If we agree on that wording, it will then be up to the House to decide when that referendum takes place.  That is the current position in regard to the Government's work as part of this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#K00700","speaker":"1295","continuing":true},{"type":"majorheading","content":"Messages from Dáil","time":1543329000,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#L00200"},{"type":"speech","time":1543329000,"counter":56,"content":"<p>D&aacute;il &Eacute;ireann has passed the Finance Bill 2018 on 22 November 2018, which is sent herewith to Seanad &Eacute;ireann for its recommendations.  D&aacute;il &Eacute;ireann has passed the Consumer Protection (Regulation of Credit Servicing Firms) Bill 2018, changed from the Consumer Protection (Regulation of Credit Servicing Firms) (Amendment) Bill 2018, on 22 November 2018, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#L00300","speaker":"1420"},{"type":"unspoken","time":1543329000,"counter":57,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1543329000,"counter":58,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#O00100"},{"type":"speech","time":1543329000,"counter":59,"content":"<p>The Order of Business is No. 1, Finance Bill 2018 - Second Stage, to be taken at 5 p.m. with the time allocated to group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#O00200","speaker":"1406"},{"type":"speech","time":1543329000,"counter":60,"content":"<p>There are more than half a million homes and businesses around the country, not just in rural Ireland but also in north County Dublin, that are without high speed broadband.  I mentioned in the House before that not having high speed broadband is detrimental to small businesses in particular.  In October last, we learned of documented and undocumented meetings by the former Minister for Communications, Climate Action and Environment with certain bidders in the broadband tender process.  These meetings took place in Ireland and New York.  I mentioned in the House the old maxim that justice must not only be done but must be seen to be done.  That applies not only to court cases but also to procurement law.  We know that this matter was investigated by an independent auditor, Mr. Peter Smith.  I ask the Deputy Leader whether the Government is happy with this report.  Is the report complete?  Is the tender process now complete?  Is the Government sure the process is watertight and will not be susceptible to judicial review?  Is it the end of the road now for the project?  Will we see the roll-out of broadband for these half a million homes and businesses around the country?  That really is the ultimate issue.  Since 2012, these people have been promised high speed broadband and it has not been delivered.  I want to know the current status of the broadband project.<\/p><p>The second issue I raise relates to a picture that appeared in <i>The Irish Times<\/i>at the beginning of the week.  It showed mothers queuing with their children outside the Capuchin day centre.  We learned there are 600 mothers registered with the Capuchin day centre to receive nappies and formula milk.  That is not acceptable in this day and age.  If there is such a need and children are going to starve or go without nappies, it would be right for the Government to step in.  The Capuchin day centre should not be going to these lengths.  The State needs to provide for vulnerable people like this.  We understand that people are coming from as far away as emergency accommodation centres in Dundalk and Drogheda to receive nappies and formula milk.  It is not acceptable in a prosperous country where we say we have full employment and the economy is meant to be thriving that mothers are queuing for nappies and formula.  It beggars belief.<\/p><p>The third issue I raise relates to the proposal for a super depot in Marrowbone Lane in the Liberties.  The Liberties, as we know, is a very historical part of Dublin and it has, in recent times, been used as a dumping ground by the council for housing and injection centres.  Now we are to have a super depot on Marrowbone Lane in the heart of the neighbourhood.  There is already a depot for salting the roads in the area which causes inconvenience to locals.  Increasing the size of the depot to a super depot will have a significant impact.  <\/p><p>There is a massive scarcity of green space in the Liberties.  I mentioned before that Kevins hurling and camogie club, which is the only hurling club in that part of the city, does not have a full-size pitch to play on, which means the club can never have home games.  This is a massively growing club and any other GAA club in the country would not be able to fathom not having a pitch to play its games on.<\/p><p>There was also the recent closure of an allotment in Weaver Park.  We need to address the scarcity of green space in the area.  We cannot treat it as a dumping ground.  Dublin City Council is trying to sneak in this super depot, which is not right.  I ask that the Government look into this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#O00300","speaker":"1407"},{"type":"speech","time":1543329000,"counter":61,"content":"<p>Before calling on the next speaker, I welcome former Deputy John Browne and his clan to the Visitors Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#O00400","speaker":"1420"},{"type":"speech","time":1543329000,"counter":62,"content":"<p>I welcome that the Deputy Leader is the acting Leader today.  I am delighted to see her in the Chair.  I will raise a number of issues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->First, on Friday, the Government announced the allocation for the rural regeneration scheme.  There were 290 applications and 18 projects awarded.  The question has to be asked.  I am conscious with this programme for Ireland that there is a tight line to be walked between a Government initiative and a Fine Gael partnership Government initiative.  There is a considerable amount of money being spent.  I merely want to put down a marker today that I am seriously considering submitting some queries under FOI to find out how this line is being marked in terms of budgeting and marketing.  I do not want to be cynical because I am not a cynic.  I want to be positive because it is good news but I caution that there is a tight line to be walked by Ministers masquerading a Government of Ireland initiative using Government of Ireland designated budgets and marketing strategy when, in effect, it may be a Government initiative.  I am conscious that in the not-too-distant future we will have a general election.  We have to be careful that we walk this tight line.<\/p><p>Whereas there were 18 projects awarded under the rural regeneration scheme, the rest of the 290 applicants are disappointed.  I would like some assurances, if not today then sometime.  We need to know where the rest of those applicants will be dealt with.  Will there be a second round in 2019?  That would be really important because every project within this scheme is worthy of the funding.<\/p><p>The announcement yesterday of the urban regeneration and development fund was another massive announcement of &euro;100 million in spending.  That also has to be welcomed.  The Taoiseach, the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and the Minister of State at the Department of Education and Skills, Deputy Halligan, presided over those announcements or at least that is what the Government press office issued in its press statement.  I did not attend and do not know.  Many communities were exceptionally disappointed they did not get allocations.  I am not suggesting anyone who got them should not have got them but I am around a long time to know that interesting locations in interesting constituencies got this load of money.  Project Ireland 2040 is a national plan and I want to see national, across-the-board distribution.<\/p><p>I had somebody in my office today who talked with great excitement and pride about the citizenship ceremony that took place yesterday in Killarney Convention Centre, in the Leas-Chathaoirleach's neck of the woods.  Those involved took the oath of fidelity to the nation, received their certificates of naturalisation and thereby became Irish citizens.  This lady explained to me in my office how proud she was, and that is a great thing.  There were three sittings.  There was such an amount of people there.  These are new Irish citizens of diverse backgrounds, cultures and traditions.  Is it not great to say that they are warmly welcome?  A Minister, namely, the Minister for Finance, Deputy Donohoe, presided over the ceremony yesterday.  That is something we can be truly proud of.  It enriches our society.  It enriches our culture.  I hope, by embracing these people as new citizens of Ireland, we will continue to support them in their careers, in their work and in their family life as yesterday is only just the beginning.  They are now Irish men and women.  It is a really good day.  I wanted to share that good news with the House because that lady was in my office this morning telling me of her great excitement at that event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#O00500","speaker":"1379","continuing":true},{"type":"speech","time":1543329000,"counter":64,"content":"<p>I am glad Senator Boyhan mentioned that fantastic location for that wonderful ceremony yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#P00200","speaker":"1420"},{"type":"speech","time":1543329000,"counter":65,"content":"<p>As we are beginning the 16 days of action opposing violence against women, I remember the 225 women who have died violently in this State since 1996.  I also remember all of the other women and children who have been impacted by domestic violence and sexual violence.  The theme of this year's 16 days of action is femicide, believing the survivors and challenging the myths.  As well as challenging the victim-blaming culture, we must listen to the women.  We must listen to them when they tell us about the barriers that they face, in particular, to the judicial system, the insurmountable mountains they face in terms of the legal bills they are presented with and the barriers that stop them from seeking justice, as well as all the other barriers, such as the barriers in terms of the culture, the blame game, etc.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I commend the communities throughout the State that have organised vigils during the 16 days of action opposing violence against women.  I also commend the front-line services and take the opportunity to highlight the fact that front-line services do not have sufficient resources to do the job they need to do.  They desperately need funding.  They are forced to turn people away and calls go unanswered as a result of the lack of resources.  It is not right.  Funding is necessary to carry out proper research on the impact of domestic and sexual violence on women and children.  When I refer to women and children, I am conscious there are men who experience domestic violence, and they also need supports and services.<\/p><p>I commend the Mayo Rape Crisis Centre and the fundraising events it has every year for the Mayo inspirational woman of the year awards.  A number of weeks ago, I was honoured to launch that fundraiser for this year.  It is a wonderful and unique opportunity for women to come together to celebrate Nollaig na mBan in Westport Country Lodge.  I encourage people to put forward inspirational women in their lives.  It is a most fantastic event.  We have spent hours debating the Judicial Appointments Commission Bill 2017.  I want some of that time spent talking about violence against women, the impact of violence against women and domestic violence.  For that reason I ask that we have a full debate in the House to measure progress on the Domestic Violence Act.  We had great celebrations earlier this year when we passed the Act in the House.  We need to measure its impact, how it is being implemented and whether there are enough resources and training for it to do what it needs to do.  We should have an all-island approach to domestic violence.  Partition has not served tackling the issue of domestic violence well.  We need to exchange good practice between the two states and work together to make sure women and children are safe on the whole of the island.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#P00300","speaker":"1378","continuing":true},{"type":"speech","time":1543329000,"counter":67,"content":"<p>Before I make my comments, I am a bit taken aback by the language that has been used in the Chamber-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#Q00200","speaker":"1410"},{"type":"speech","time":1543329000,"counter":68,"content":"<p>The Senator only has three minutes so perhaps he should not waste too much time making that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#Q00300","speaker":"1420"},{"type":"speech","time":1543329000,"counter":69,"content":"<p>I am a bit taken aback by the language that has been used on the proposed injecting centre.  I do not believe public representatives, Members of the Oireachtas or anybody in public life should use a phrase like &quot;dumping&quot; when it comes to life-saving interventions such as will be available in an injecting centre.  We are dealing with people who suffer from addiction and who are generally at the very lowest end of the political priority list.  There tends to be name-calling in media circles on the issue.  It is unbecoming of a Member of the Oireachtas to suggest in the Chamber that the establishment of an injecting centre, which will save lives, prevent the spread of hepatitis C and HIV and prevent overdoses, and which have prevented overdoses, including fatal overdoes, wherever they exist across Europe and the world, is being dumped anywhere.  When we are dealing with vulnerable communities and people who are vulnerable, could we please not use language like that?  I find it offensive.<\/p><p>I will raise two issues.  One is the issue of policing.  The Minister, Deputy Ross, is celebrating the pending opening of his pet project of Stepaside Garda station, which is of interest to us on the north side who deal with issues of antisocial behaviour and policing daily.  I dealt with an issue of antisocial behaviour in Beaumont recently which is hurting the community there.  I ask that the Minister for Justice and Equality would come to the House to justify his policy on Garda stations and to talk about the policing issues we on the north side have with crime and antisocial behaviour.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask that he also address the issue of the need for a Garda station in the Belmayne-Clongriffin area, seeing as it is a population centre that could house as many as 50,000 people in the coming years.<\/p><p>I wish to impress on the Leader the need for the Minister for Health to come before the House to discuss any number of issues concerning prescription drugs and drugs that are needed to save the lives of people with various ailments.  The issue of cervical cancer has been in the media in recent days, and justifiably so, but the issue of the drug Spinraza has not gone away.  Children and young people who suffer from spinal muscular atrophy are facing into a winter which their parents and loved ones are concerned they might not survive.  They need Spinraza.  It is absolutely essential that it be provided to them and at this stage I feel it is time for the Minister for Health to come into the Chamber to address this issue specifically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#Q00400","speaker":"1410","continuing":true},{"type":"speech","time":1543329000,"counter":71,"content":"<p>On a happier note than some of the serious issues that have been discussed, I pay tribute to Joe Schmidt, his back-room team and the IRFU for their phenomenal success during the autumn internationals, particularly against the All Blacks.  I think anyone who was at the Aviva Stadium just did not want to go home after the elation of being there.  The pride that Mr. Schmidt has evoked and the uplift his team has given the nation with the team's success are truly amazing.  He has been an outstanding leader, equally dignified in victory as in the few defeats he had during his term in charge.  He has a total absence of ego.  He became an Irish citizen - in other words, he immersed himself in the country.  He came to Ireland as a teacher and even played Gaelic football, I understand, for Mullingar Shamrocks during his time here.  I wish him and his team and all involved every success in the upcoming Six Nations and the World Cup.  It is sad but at the same time understandable to see him departing, and I wish him and all his family well in the future.<\/p> <p>I also congratulate Philip Browne and the IRFU on the professional way in which they dealt with the announcement yesterday.  I feel very strongly that if the values and ethos that Joe Schmidt instilled in Irish rugby and in sport could be replicated in other fields and, dare I say, even in politics, the world would be a better place.  I also wish Mick McCarthy well in his second coming and thank Martin O'Neill for his efforts on behalf of Irish soccer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00200","speaker":"1426"},{"type":"speech","time":1543329000,"counter":72,"content":"<p>As the House will be aware, there was a recent case in which the judge would not allow a trial to go to a jury because of comments in the media.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00300","speaker":"1409"},{"type":"speech","time":1543329000,"counter":73,"content":"<p>Correctly so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00400","speaker":"1420"},{"type":"speech","time":1543329000,"counter":74,"content":"<p>I agree with the Leas-Chathaoirleach.  This just shows how we all need to be careful when matters are before a court.  Every person who is charged is innocent until the matter has been dealt with fully by a jury and it comes to a decision that the person is guilty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00500","speaker":"1409"},{"type":"speech","time":1543329000,"counter":75,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00600","speaker":"1420"},{"type":"speech","time":1543329000,"counter":76,"content":"<p>These are very emotional issues and there are very many tragic cases in which people suffer very serious assault and rape in horrendous circumstances.  The law, however, is that where a doubt is created, the person must be found innocent.  Unfortunately, we need to be extremely careful about comments in this House, in the D&aacute;il and in the media, in particular when a case is before a jury.  What has occurred in this case is unfortunate and there will be either a retrial or a decision not to proceed further.  That is a matter for the DPP.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is difficult for everyone involved, including the victim and the person accused, that they must go through the same process again.  We all have a duty of care and it is important that we respect and keep in mind the separation of powers between the Government, the Oireachtas and the courts system.<\/p><p>I mention an issue that I have been raising since 2012 when I conducted a survey of medical graduates and asked them their long-term intentions.  More than 60% of respondents said that once they had their intern year completed, they would not be staying in Ireland.  I highlighted this in 2012.  Now, we face difficulties retaining GPs and junior hospital doctors and trying to encourage consultants to return home.  We must have a debate on this issue.  The GP contract needs to be finalised instead of the matter dragging into 2019.  We must sort out consultant contracts and determine how to make returning to Ireland more attractive.  This is not about pay - it is about conditions and support services.  While the HSE has taken on an extra 12,000 people in the past four years, it has done so disproportionately across the various fields.  I ask that the Minister be invited to the House, as we need to have a serious debate on this issue if we want to build a health service that caters for everyone's needs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#R00700","speaker":"1409","continuing":true},{"type":"speech","time":1543329000,"counter":78,"content":"<p>I commend the Senator on his initial remarks because they are timely in light of what has happened.  Not all allegations are necessarily substantiated or proven.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#S00200","speaker":"1420"},{"type":"speech","time":1543329000,"counter":79,"content":"<p>We eagerly look forward to 11 December and hope for a solution at Westminster.  We want the closest possible relationship with the United Kingdom and it to have the closest possible relationship with the EU.  It will be a very difficult time and what we need now are cool heads.  I hope that there is an agreement with which we can all work.<\/p> <p>I thank Mr. Martin O'Neill for the years of service that he gave the FAI.  He is a man of great understanding who led us to some great triumphs.  Sometimes, people lose sight of where we are, but we have had some great days out.  I wish Mr. Mick McCarthy, the new manager, all the best.  It has been mentioned that if people woke up to see Mick McCarthy and Boyzone on the news and the Spice Girls reforming, they would think they had missed the past 25 years.  To anyone waking up, we have actually come a long way.<\/p> <p>In recent days, I read about two men who had travelled down from Northern Ireland being assaulted.  I suppose it happens at football matches, but it is very sad.  I understand that the assailants have been apprehended.  The two men had nothing but praise for the Republic of Ireland fans and said that it had been an isolated incident, which it was.  We do not want anything like this to start happening at football matches between us and our friends in Northern Ireland.  The booing that night was sad.  It was not done by the majority, but it is something that we need to address.  Those who were booing and who call themselves the best supporters in the world should reflect on their actions.  The match between Northern Ireland and the Republic of Ireland was a great night out.  The vast majority of supporters mingled and got on well together.  I hope that bodes well for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#S00300","speaker":"1424"},{"type":"speech","time":1543329000,"counter":80,"content":"<p>Like my colleagues, I welcome the signing off of the draft agreement on Brexit by the member states of the European Union.  I extend to the British Prime Minister, Mrs. Theresa May, every good wish in getting the agreement through her parliament.<\/p> <p>I also take this opportunity to pay tribute to Mr. Brendan Murray, a native of Tuam in County Galway.  His father hails from Kildallan in County Cavan.  Mr. Murray was a participant in \"The X Factor\" programme across the water.  He represented not only Tuam, Galway, Connacht and Ireland with distinction but himself and his family as well.  He did not, unfortunately, progress any further than the semi-final but I want to pay tribute to him.  That is especially the case in light of the horrific social media campaign conducted against him over the last number of days.  It is outrageous that a young man who was trying to progress himself in the entertainment business should be subjected in his personal life to horrific comments on social media.  I condemn that in the strongest possible manner.<\/p> <p>Having said that, I am glad the Cathaoirleach has accepted a Commencement matter from me in respect of the responsible use of social media.  That Commencement matter will be taken tomorrow.  Coincidentally, it also involves a young man from County Cavan who is attempting to progress in the entertainment industry and is subject to horrific and slanderous social media comments that are causing him difficulty in maintaining that career.  I once again congratulate Mr. Brendan Murray and his family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#T00100","speaker":"1418"},{"type":"speech","time":1543329000,"counter":81,"content":"<p>I am raising a concern brought to my attention in recent days involving Shannon Commercial Properties.  It is a semi-State company that manages the Shannon free zone in County Clare.  The Shannon free zone has been an extremely important element of the commercial activity of Shannon and the entire mid-west region for many years.  A number of companies have been there for a long time.  Back in 2006, the service charge was 3 cent per square foot.  That was reasonable.  It had, however, almost trebled by 2008 to 8 cent per square foot.  When the recession kicked in then from 2012 to 2014, the service charge was dropped by 1 cent to 7 cent per square foot.  By 2015, the charge had been doubled to 14 cent per square foot.  At the moment, it stands at 21 cent per square foot.<\/p> <p>The tenants were written to on 20 November informing them that the service charge is going up from 21 cent per square foot to 38 cent per square foot.  That is almost doubled again.  Since 2006 the service charge has gone up from 3 cent per square foot to a proposed 38 cent per square foot in 2019.  I think that is a bit much for cutting grass, turning on lights and maintaining an estate.  If this was a private company, it would be accused of commercial exploitation but this is happening through a semi-State company.  I want answers.  I want the Minister for Transport, Tourism and Sport, Deputy Ross, who is responsible for managing the airport and the Shannon free zone, to come into this House and explain how a semi-State company can justify jumping the service charge from 21 cent to 38 cent per square foot.  The companies affected by the service charge have survived the recession, they continue to employ people and now they are being asked to fork out 38 cent per square foot.  Something is not adding up somewhere and I want answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#T00200","speaker":"1416"},{"type":"speech","time":1543329000,"counter":82,"content":"<p>I would like to raise two separate but somewhat interconnected issues.  In recent years, we have all become used to the hype around the so-called Black Friday and Cyber Monday sales.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This practice is the latest in a long line of fads that have been imported into Ireland from America, although not all of them are negative.  As recent reporting indicates, it tends to be more focused on online sales to the detriment of the retail sector.  This is great news for consumers, but Retail Ireland, an affiliate of IBEC, warned recently that the trend only had damaging impacts on Irish retailers because of the very deep discounts that the practice tended to incur.  Many retailers are reassessing the practice for this reason.  In reality, there is very little we can do or would want to do to deter online shopping, but we must do everything we possibly can to make it attractive for people to buy Irish and shop locally, particularly in town and village centres which are falling victim to larger shopping centres, often on the periphery of towns.<\/p><p>This prompts reflection on another serious matter discussed briefly on radio this morning.  It concerns the amount of packaging generated by online shopping, for which the figures are extraordinary.  Repak estimates that 10,000 tonnes of waste will be created by online shopping this year.  It is incredible to quantify it in this way, but 1.74 million parcels were delivered by An Post over the Christmas period last year, an increase of over one quarter on the figure for the same period in 2017.  I am not surprised as one of my relatives seems to be one of the best customers.  Hardly a day goes by without a ringing of the doorbell and a package being delivered.  It costs &euro;500,000 per annum to collect and manage this waste.  Repak's members which comprise large and small businesses alike foot the bill every year.  They are subsidising the collection and processing of what we put in our green bins.<\/p><p>It seems that online retailers based in foreign jurisdictions, with the exception of Amazon, are not contributing to the fund.  Essentially, Irish businesses are subsidising the recycling of packaging supplied by foreign businesses, which seems to be grossly unfair and anti-competitive.  It seems EU legislation, as it stands, unwittingly, allows this to happen as there is a gap in the law under EU packaging regulations.  It is also a problem for other countries.  The best way to deal with the matter is through amendment of the regulations and the introduction of EU-wide legislation governing the process and ensuring a level playing field.  In the interim we need to discuss the matter with the Minister for Communications, Climate Action and Environment and consider if the Department is aware of the matter or what it plans to do about it, either at local or European level.  We could also debate whether it would be appropriate to consider putting in place some voluntary contribution from online retailers similar to the way in which Amazon apparently is partaking.  It is a matter we should discuss and I would like to hear from the Government on it.  We must address it as best we can to protect both the environment and Irish businesses and jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#T00300","speaker":"1401","continuing":true},{"type":"speech","time":1543329000,"counter":84,"content":"<p>Senator Ardagh raised three matters, the first of which was broadband.  As stated in recent days, the Government is committed to providing high speed broadband in 100% of the country.  Today it noted and accepted the conclusions made in the independent auditor's report.  As it is satisfied that there was no influence exerted on the process by the former Minister, the plan has not been compromised.  Therefore, it will proceed with its long-held desire to increase access to broadband for everybody throughout the country.  A debate with the Minister, Deputy Bruton, would be useful, not least on that matter, but also on the matter raised by Senator Mullen.<\/p> <p>Senator Ardagh also referred to the Capuchin Day Centre.  None of us wants to see such scenes.  There is no suggestion from the photo that certain citizens are starving.  The reality is the State provides for mothers and babies in difficult financial circumstances.  It is good that there is extra provision of certain things they need from the Capuchin Day Centre.  A picture paints 1,000 words, but other matters might not necessarily be discussed that are relevant to it.  <\/p> <p>The Senator referred to the proposal for a super depot in the Liberties.  It would be appropriate to raise it in the Commencement debate.  Perhaps she might consider doing so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I cannot comment on that particular issue but I can ask for comment from the relevant Minister.  Senator Ardagh also referred to the lack of green space which is a significant issue throughout the city and I agree with the views she expressed in that regard.<br\/><br\/>Senator Boyhan spoke about the rural regeneration scheme in positive terms.  A lot of very positive announcements were made yesterday.  It is the Government's intention to drive the regeneration and rejuvenation of strategic areas throughout the country, particularly the five main cities and our large towns.  As Senator Boyhan said, the announcement made yesterday was very positive.  <br\/><br\/>Senator Conway-Walsh raised the important issue of sexual violence and paid tribute to the Rape Crisis Centre in Mayo.  The Rape Crisis Network should be commended on its work throughout the country.  There are several legislative initiatives in the offing and I am anxious to see the sexual offences Bill coming before this House before Christmas or at least to have sight of the Bill that is currently being drafted.<br\/><br\/>Senator &Oacute; R&iacute;ord&aacute;in raised policing and I agree with him about the requirement for a Garda station in Clongriffin.  I also agree with his comments on Spinraza, an issue on which I have done some work.  A process is ongoing involving the HSE in which the Minister cannot intervene.  It is my understanding that there will be an announcement on the matter in the near future.  <br\/><br\/>Senator O'Mahony spoke about Irish rugby and the very positive autumn international results for Ireland.  His comments are well made and hopefully we will see the current manager go out on a high, winning the Six Nations and possibly the Rugby World Cup.  <br\/><br\/>Senator Colm Burke raised the very serious issue of commenting on court cases.  It is also important to note that many victims of certain crimes or situations do not pursue cases because the commentary can turn them into double victims.  This is an area of serious concern.  The separation of powers is very important and, as Members of the Oireachtas, we have a duty to be mindful of that.  The Senator also spoke about medical graduates and I commend him on his continued work in this area.  This is an issue that merits discussion with the Minister for Health in the House in the near future.<br\/><br\/>Senator Feighan commented on the Brexit withdrawal agreement.  He also paid tribute to Mr. Martin O'Neill, who was definitely positive for Ireland.  We all wish the new manager well.<br\/><br\/>Senator Wilson raised a very serious issue that is close to my own heart.  The particular situation to which he referred is very difficult for the individual involved and it also speaks to the wider issue of how we choose to discuss matters with one another, as a society.  The use of social media has facilitated a very negative vibe, to say the least, when it comes to what people consider acceptable to say to others.  It is hard to know where it will all end but it is a topic worthy of further debate.  I do a lot of work on this issue but sometimes I feel that we are bashing our heads off a brick wall <i>vis-&agrave;-vis<\/i>the tech giants and social media firms because they are commercially driven.  They talk the good talk about how they want to help with this type of abuse but I do not see it as meaningful.<br\/><br\/>Senator Martin Conway raised a local issue relating to Shannon and I suggest he consider raising it as a Commencement matter.  Senator R&oacute;n&aacute;n Mullen raised two issues and I agree with his views on both.  Black Friday is a bit mad in terms of how it has affected consumer activity.  The Senator raised what is a tax equalisation issue with regard to retailers in the State and online retailers outside of the State who are not paying the same taxes.  I cannot remember the exact figures but I know that one of retail bodies has done some work on this matter.  It is a serious issue for retailers in Ireland because it makes it difficult for them to compete with online retailers which have an unfair advantage.  I tend to shop online with Irish companies, some of which are excellent in the way they conduct their online business.  However, as the Senator points out, the packaging involved is out of control.  One wonders if companies are thinking about this.  One can receive an item with a plastic hanger and several layers of plastic wrapping around it, inside a cardboard box.  Often it is only the cardboard that is recyclable but one must dispose of all of the packaging.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I totally agree with the Senator on that.  Nothing short of an EU-wide agreement on this will have any major impact.  It is all well and good for consumers to be aware - I am very aware - but it is not possible for a person to control what retailers do in terms of how they provide products.  It is an issue I would prioritise for debate in the House.  It is very important.  As far as I am concerned, it is the issue of our time.<\/p><p>That completes the responses to the Order of Business.  I need to propose an amendment to the Order of Business as the D&aacute;il is delayed somewhat.  We should adjourn the House and begin No. 1 at 5.15 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#U00200","speaker":"1406","continuing":true},{"type":"speech","time":1543329000,"counter":87,"content":"<p>Senator Noone has proposed an amendment to the Order of Business: &quot;That No. 1 be taken at 5.15 p.m.&quot;  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#W00200","speaker":"1420"},{"type":"unspoken","time":1543329000,"counter":88,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1543329000,"counter":89,"content":"<p>Sitting suspended at 4.15 p.m. and resumed at 5.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Finance Bill 2018: Second Stage","time":1543329000,"counter":90,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#HH00100"},{"type":"unspoken","time":1543329000,"counter":91,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1543329000,"counter":92,"content":"<p>The Minister is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#HH00250","speaker":"1424"},{"type":"speech","time":1543329000,"counter":93,"content":"<p>I thank the Acting Chairman and apologise to him and to the other Members for being late.  I was replying to parliamentary questions to the Department of Public Expenditure and Reform, which ran over time.<\/p> <p>I am very pleased to be here with Senators and to bring the Finance Bill to the Upper House.  In many ways this Bill reflects the progress we have made as a country and an economy but it also points to the further progress we must make and issues we need to address.  It contains measures to improve living standards and to put in place policies that would have looked very unlikely a few short years ago.  In this respect, the Finance Bill 2018 builds on progress that has been made.  However, as Finance Bills must, it also contains a range of measures to raise revenue.  As such, it reflects the careful consideration I as Minister have given to the competing demands posed by our budgetary requirements.  It is always the case that any Minister for Finance must balance the need for care and caution on one hand with ambition on the other.  I understand that all Senators have received a briefing document so I do not intend to go through the Bill section by section but I do wish to draw their attention to what I consider to be some of the key measures in the Bill.<\/p> <p>I wish to look first at some measures that focus on the individual.  In particular, I point to the income tax package contained in sections 2 to 5, inclusive, that gives effect to measures announced in the budget.  These include: raising the entry point to the higher rate of income tax for all earners by &euro;750; reducing the third rate of the universal social charge, USC, to 4.5%; and increasing the ceiling of the band at which the 2% rate of the universal social charge will be payable to &euro;19,874.  The home carer credit is being increased by &euro;300 to &euro;1,500, and the earned income credit is being increased by &euro;200.<\/p> <p>I now turn to some measures that are relevant to both economic activity and our wider society.  I wish to highlight sections that relate to climate change policy and those that aim to enhance our corporate tax regime and our reputation.  In support of climate change policy, section 9 of the Bill extends the benefit-in-kind exemption for electric vehicles until 31 December 2021.  Section 39 extends the vehicle registration tax, VRT, relief for hybrid electric vehicles until 31 December of next year.  In recognition of increasing concerns about air pollution and specific concerns about pollutants being emitted in high amounts by diesel vehicles, section 37 of the Bill provides for a VRT surcharge of 1% on diesel cars.<\/p> <p>Senators will all be aware that my focus is also on having a corporate tax regime that is stable, legitimate and transparent to support continuing investment in jobs and the creation of jobs in our State.  As part of Ireland's commitment to implementing the anti-tax avoidance directive, ATAD, I announced in budget 2019 the introduction of two new anti-avoidance measures, namely, an ATAD-compliant tax regime and new controlled foreign company, CFC, rules.  These are designed to prevent the artificial diversion of profits to offshore entities in low-tax or no-tax jurisdictions.  They operate by attributing certain income of a CFC to the controlling parent company for immediate taxation.  They are primarily associated with territorial tax systems and therefore have not to date been a feature of our worldwide tax code.<\/p> <p>The new ATAD-compliant exit tax regime will impose a charge to tax at 12.5% on unrealised gains where companies migrate or transfer assets offshore such that they leave the scope of the Irish tax system.  It replaces a pre-existing, focused anti-avoidance exit charge with a new broad-based exit tax and was therefore introduced via financial resolution on budget night.  The introduction of both these measures, in addition to the commitments to further action set out in the corporate tax roadmap published in September, clearly demonstrates Ireland's ongoing commitment to playing a significant role in international tax reform.  These measures are set out in sections 27 and 32 of the Bill.<\/p> <p>Next I wish to look at measures designed to support specific sectors.  Income tax-based incentives have a significant part to play where market failures mean that additional support measures are necessary to deliver financing and reduce costs to businesses.  This has been especially true in recent years, and a range of measures have evolved since the financial crisis to fill the gap.  The changes in the Bill to the employment and investment incentive and the key employee engagement programme, KEEP, and the introduction of the startup capital initiatives demonstrate that we are responsive and can develop innovative solutions to emerging challenges.<\/p> <p>Regarding section 26, I hope Senators will agree that film tax credits act as a stimulus to the development of an indigenous audiovisual sector.  The section provides for a four-year extension to the credit.  I am also introducing, subject to state-aid approval, a new short-term regional uplift for certain productions.  The regional uplift will commence at 5% and will be phased out over four years.<\/p> <p>Turning now to section 48, in order to promote lifetime transfers of land and encourage more young people to pursue farming, a full relief from stamp duty on the conveyance of farmland to young trained farmers is currently available, subject to conditions.  This relief is due to lapse at the end of the year but the Bill provides for its extension for a further three years.  In addition, section 21 extends stock relief for farmers for a further three years.  I refer also to section 23 which sets out, as announced in the budget, the amount of interest that may be deducted by landlords in respect of loans used to purchase, improve or repair a residential property to be increased to 100% from 1 January 2019.  This is a slight acceleration of the rate of restoration of the full value of the relief, which was due to increase incrementally to 100% by 2021.<\/p> <p>Finally, I wish to turn to two measures that I know have provoked much debate.  I refer first to section 43, which changes our 9% VAT rate to 13.5%, with the exception of newspapers and sports facilities.  I reviewed this rate and published a paper on it in the summer of 2018.  This review found that the objectives of the 9% rate had been met and that it is no longer needed in the current economic climate.  This single change alone will result in additional revenue of &euro;560 million in the first full year of operation, rising to well over &euro;600 million across a full year.  Section 35 of the Bill increases the rate of betting duty from 1% to 2% for bookmakers, while the rate of betting intermediary duty has been increased from 15% to 25%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Betting duty contributes less than 1% of all excise duties and it is time the betting sector increased the contribution it makes to pay for public services.  I look forward to hearing the views of Seanad &Eacute;ireann.  We will also have an opportunity on Committee and Report Stages to debate these matters in greater depth.  I commend the Bill to the Seanad.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#HH00300","speaker":"1292","continuing":true},{"type":"speech","time":1543329000,"counter":95,"content":"<p>I welcome the Minister to the House and commend him on the excellent work he is doing in the Department of Finance.  I am taking the place of my colleague, Senator Horkan, who is unfortunately unavailable to contribute to the debate on this Stage.  The Senator looks forward to doing so on the other Stages of the Bill, however.<\/p> <p>As the Minister stated, the Finance Bill 2018 seeks to place many of the announcements made on budget day on a legal footing.  In accordance with the confidence and supply agreement, the Fianna F&aacute;il Party will abstain in the vote on the Bill.  As the Minister is aware, my party committed to providing stability during the Brexit talks and we will continue to do so during this crucial period.  This is an especially crucial time for the Government of the United Kingdom.  We will continue to act in good faith in the crucial weeks ahead.  We are all hopeful of a conclusion to the Brexit negotiations that will be in the interests of the whole island of Ireland.<\/p> <p>Fianna F&aacute;il sought during the budget negotiations to provide stability and to address some serious policy issues, with a particular emphasis on housing and health.  As a result of our participation in the negotiations, we have gained a new affordable housing scheme, an increase in the social housing budget, an expansion of the National Treatment Purchase Fund, an increase in homecare packages and higher capitation rates for schools.  This budget is another step in the right direction.  My party also secured an increase of &euro;5 in social welfare payments.  The total increase to pension payments, carer's allowance and unemployment assistance under the confidence and supply arrangement now stands at &euro;15.<\/p> <p>We have also secured an increase in the social housing budget and a &euro;310 million package for an affordable housing scheme over the next three years.  This includes a subsidy of up to &euro;50,000 for building costs on State-owned land.  This will make homes available at around &euro;200,000 for those who qualify.  In health, I am pleased to note we have expanded the National Treatment Purchase Fund and homecare packages.<\/p> <p>Other parties have shown a complete inability to deal in economic reality.  They issued pre-budget proposals which misrepresented the Government figures by up to &euro;700 million in some cases.  Their budget proposals broke European Union fiscal rules, potentially leaving Ireland open to major fines.  They made no allocation for the potential costs of a no-deal Brexit or a trade war with the United States.  Those other parties have no credibility on economic matters.  My party has taken the more difficult path of responsible politics and worked to keep faith with our pre-election promises.<\/p> <p>For Fianna F&aacute;il, the two measures in the Bill that stand out are changes to the betting tax and the VAT rebate for car hire.  The budget announced a 100% increase in the turnover tax for betting companies.  While we understand that decisions have to be made to raise revenues, the 100% increase in turnover tax will hurt local and independent bookmakers first and most.  They will be put under severe pressure while larger companies will simply divert resources from bricks and mortar to their online outlets.  I urge the Minister to consider the independent bookmakers' proposal to shift some of the cost to a transaction tax that could alleviate some of the worst effects of this measure.  <\/p> <p>We also urge the Minister to reconsider section 37, which removes a VAT rebate for VRT paid on cars used by the car hire industry.  This was announced recently and only became apparent when the Bill was published.  It is difficult to understand why this provision was included as it will reduce the number of vehicles in the car hire sector, thus making Ireland a less competitive location for tourism.  When visiting Ireland, 32% of holidaymakers hire a car.  It could now cost between &euro;5 and &euro;23 more per day to hire a car, depending on vehicle type.  Tourists who wish to travel outside cities and around the country or hire a car for a golfing trip could be subjected to an extra charge of &euro;230.  This will hurt peripheral areas and rural Ireland most.  As we all know, these areas have already suffered enough in many respects.<\/p> <p>I pay tribute to my party's spokespersons on finance, Deputy Michael McGrath, and public expenditure and reform, Deputy Cowen, for their important input into this budget.  I thank the Minister.  It is good to see him in this House again.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#JJ00300","speaker":"1418"},{"type":"speech","time":1543329000,"counter":96,"content":"<p>I welcome the Minister and thank him for his contribution.  Perhaps it is possible to arrange to have it circulated, although I know it will also be published online.  We are very lucky to have such an exceptional Minister and I acknowledge his great work and commitment.  I say that as someone who is not a member of the Fine Gael Party and is not here to promote anyone.  The Minister has a difficult job that is about prudence, balance and reason.<\/p> <p>At a time when the Taoiseach is advocating tax cuts, both Houses are discussing major issues such as children going to school in prefabricated buildings, a major health crisis and people waiting for services.  Millions of euro have been provided for extra staff and resources in healthcare but we are not seeing this at the other end.  Waiting lists are not reducing and we have a crisis in healthcare, education and housing.  Those are the three planks on which the Government will be tested.  I will not discuss the issue of local property tax reform because that is a separate area of concern.<\/p> <p>I ask the Minister to go on Google Images, as I did before coming to the House, and type in the letters \"USC\" followed by his name or the name of the Taoiseach.  He will find pictures of the Taoiseach and himself holding up banners at train stations in Dublin before the election.  There was no ambiguity about the words on the banners, which featured a promise and commitment to abolish the USC.  I do not know what the Minister's long-term plan is in that respect.  Does he still plan to have a new modified or adjusted scheme for pay related social insurance, PRSI, and USC or to merge the two schemes?  We need to know what is the Government's plan and vision for the USC.  Does the Minister still stand over the \"abolish the USC\" slogan on his banner?  I am not scoring political points but there comes a time when we need to clear up the ambiguity.  Is it still the objective of Fine Gael to abolish the USC?  I note that some adjustments were made in the budget and the Minister mentioned them in his contribution.  I ask him to comment.<\/p> <p>I have no problem paying a large amount of tax as I am fortunate to have a job and to be healthy.  I do not advocate reducing taxation until such time as we have our health services in order, we no longer have children in prefabs and we have resolved the housing crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have to be courageous.  We have to say we want to have good health and education services.  If we want to see the provision of social and affordable housing, we will have to pay for it.  Those with the ability to work and who have the good fortune to have a job recognise this.  I am not an advocate of cutting taxes for the sake of making people better off if, on the other hand, there is a range of people who have nothing.  <\/p><p>I wanted to take advantage of the opportunity to say those few things.  We need to be clear.  Is it the Government's intention to phase out USC?  If so, with what will it replace it?  Is it its intention to reform PRSI?  Is there any chance that it will merge the two?  I seek clarity on that matter.  <\/p><p>I congratulate the Minister on the job he has done.  It is a difficult one and he has to resist many demands.  I appreciate that he is doing so in observing how he operates, reading media reports and talking to people.  He is not a walkover and not considered to be; rather, he is considered to be measured.  That is the type of person we want to see in charge of the finances of the country.  We need to be cautious about playing to popular demands and what is called middle Ireland.  Suddenly we are asking what it is.  Does it comprise the people who register to vote for certain political groupings?  I am not interested in that but in having state-of-the-art health services and the provision of affordable and social housing.  I am also interested in having state-of-the-art education services.  <\/p><p>I acknowledge the ambitions of the Taoiseach and the Government to create a republic of opportunity, in which one gets up early in the morning and does a hard day's work.  The time for words is over.  We need to see action and services being put in place.  I say, \"Well done.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#JJ00400","speaker":"1379","continuing":true},{"type":"speech","time":1543329000,"counter":98,"content":"<p>I welcome the Minister, Deputy Donohoe, as a former Member of this House and commend him and his officials for the fantastic work they do on behalf of the people and the Government.  I wish him continued success.<\/p> <p>I will deal with the budget in a structured and overarching way.  I always assess budgets under a number of headings, including fairness.  Ultimately, a Minister is responsible for dealing with issues with limited resources and has to consider how to use them in the most productive way.  Parties have different philosophies.  My personal philosophy which is very much in the mould of Fine Gael is to promote the creastion of an environment that is pro-enterprise, in which people can work and create jobs.  In doing so they provide the necessary taxes for the Exchequer which allow the Government to deal with the most vulnerable and provide services.  In the context of social welfare benefits, they allow it to deal with those who are most vulnerable or going through a difficult time.  They allow it to put in place infrastructure for schools, health, education and myriad social services which have to be paid for.  How are they paid for?  They are paid for from taxes.  That is my philosophy.  I look to see if the budget is fair and believe this one is.  It provides for increases in social welfare payments and reductions in taxation, not by as much as I would like, but it was done within the available resources.  I favour the policy put forward by the Taoiseach, with the Minister, at the Ard-Fheis in which we aim to apply the standard rate of tax to an income of &euro;50,000 or less for a single person and &euro;100,000 for a married couple, while at the same time reducing USC and increasing the tax bands.  <\/p> <p>The two other areas with which I want to deal are Brexit and competitiveness as they are interlinked.  I woke up at about 3 a.m. and thought the house was going to collapse.  I am sure many others experienced the same.  There were terrible storms.  When I got up in Monaleen in Castletroy where I live, it was sunny, as it is every morning.  The clouds had passed, but we have a cloud that is Brexit.  I expect it to pass and that we will have very mild drizzle and a couple of sun showers, but, equally, we may have torrential rain.  We must prepare for a hard Brexit and for that to happen we must be competitive.  However, we are not competitive on the European and world stage in the rates at which people pay tax.  Tax rates for the squeezed middle are too high when one considers people who are looking to purchase a house or educate their children.  They move into the higher rate of tax on an income of just over &euro;35,000 which is not big money.  We need to change this incrementally.  For the past two years the Government has provided for an increase in credits of &euro;1,500, but I have no doubt that the Minister would have liked to have done a little more.  If we are to compete on a stage with, for example, the United Kingdom and Germany where people move into the higher rate of tax at a much higher level, we will have to be competitive and it is not just about fairness.  It is also about ensuring we can operate post-Brexit, while at the same time not losing sight of the fact that, when one knocks on doors and speaks to people, tax rates are too high for the squeezed middle.  We will have to find a mechanism over time whereby we will do it in a sustainable way.  That is why I very much favour moving to a figure of &euro;50,000 for a single person and &euro;100,000 for a married couple.  With it has to come prudence on the spending side.  It is about achieving efficiencies and ensuring people get value for money.  For many years the Minister and I served together on the Committee of Public Accounts.  A person earning just above &euro;35,000 pays tax at the marginal rate of 40%.  It would be too high at 47.5%.  <\/p> <p>It is critical that as a country we remain competitive and ensure costs will be kept to a minimum.  It is also important for mobile workers, multinationals and Irish companies that in exporting to export markets that Ireland be competitive.  I came from the ranks of the self-employed.  I was self-employed as a chartered accountant for the bones of ten or 12 years and the self-employed were my bread and butter.  It is critical that we try to achieve parity on earned income as quickly as possible.  That is the intention.  Feeding into this is the fact that one pays tax at the marginal rate at a figure of &euro;35,000.  Ultimately, we do not want the self-employed to be hampered by tax in creating jobs.  We need to make sure that when they take people on, they will have more disposable income.  If people pay tax at the standard rate on a higher income, it will make us more competitive.  <\/p> <p>I will address local issues in Limerick.  The Minister referred to the increased tax credit for the film industry.  In Limerick we have Toy Studios which are state-of-the-art.  They were pioneered by the local authority, Limerick City and County Council.  Recently there was a preview of Nightflyers on NBC.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I suspect that the Minister, as a science fiction buff, would have enjoyed it very much.  The Minister was namechecked on the night and I have no doubt he will be invited to a preview.  Ten episodes will be broadcast on a science fiction channel in America and it is hoped that they will also be broadcast on Netflix shortly.  The film tax credit is very worthwhile.<\/p><p>I welcome last week's significant announcement relating to a fund of &euro;13.5 million for both rural and urban regeneration, with &euro;7 million for rural areas and &euro;6.5 for urban areas, including city centres.  Ten projects in Limerick will be funded, including Murroe community hub which is to receive &euro;3.8 million.  I have worked with that organisation for many years and the new hub will be a blueprint for rural regeneration.  The hub is in a rural setting but has an urban theme because Murroe is a satellite of Limerick city.  I expect it to be an enormous success.  There are seven projects in Limerick city that will receive funding.  The opera centre site will receive &euro;1.84 million while O'Connell Street will receive almost &euro;1 million.  It is important that I do not leave out any of the projects.  The world-class waterfront project and a virtual reality centre will receive &euro;1 million and the Georgian quarter project will also receive significant funding.  I would like to discuss the latter with the Minister at some point in the future to ensure that people come to live in the city.  <\/p><p>I commend the Minister on this year's budget.  I see it as part of the continuing process of building a competitive Ireland that is fair.  The budget aims to look after people, particularly the vulnerable, ensure that people are not penalised by taxes on work and provide public services.  Brexit looms and we must ensure that we maintain our competitiveness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#KK00500","speaker":"1374","continuing":true},{"type":"speech","time":1543329000,"counter":100,"content":"<p>I thank the Minister for coming to the House to present the Finance Bill.  While I am reluctant to disturb the Mills and Boon like love-in that has been going on in the House since this session started, there are some issues of which we must be mindful.  The first of these is the fact that we have 10,000 people who are homeless and approximately 1 million people on waiting lists.  We need to examine exactly what this budget is delivering which is only a few euro in people's pockets and even that has not been done fairly.  The Government's own figures published on budget day recognise this fact.<\/p> <p>The Fianna F&aacute;il Senators in the House are constantly pleading that they have taken the more difficult path.  The difficult path is the one that mothers, children and families have to take to the Capuchin Day Centre, to Society of St Vincent de Paul centres and to other charities to fulfil their most basic needs.  That is the difficult path.  Fianna F&aacute;il representatives say they are economically responsible but putting Fianna F&aacute;il and the term economically responsible in the same sentence is laughable.  Last night, the Fianna F&aacute;il councillors on Mayo County Council voted in favour of a 2% increase in the commercial rates for businesses.  The small indigenous businesses that we constantly talk about are once again paying the price.<\/p> <p>This budget means that a single worker on &euro;20,000 per year will receive &euro;14 extra per year as a result of tax changes, which is very far away from &euro;5 per week.  At &euro;30,000, the same individual will get &euro;39 per year but a self-employed married person on &euro;70,000 gains &euro;15 per week.  Some gain more in one week than others gain in a whole year.  I will not exaggerate the tax cuts.  They were modest overall but the pattern is very clear.  The Minister is set on chipping away at the tax base and repeating the mistakes of the past.  I wonder if he will let us know how many other tax policies Fine Gael will devise.  In a very short space of time we have had talk of abolishing the USC, merging the USC with PRSI and now we are being promised an increase in the tax bands.  This is completely inconsistent and policy making on a wing and a prayer is very dangerous.  <\/p> <p>I will focus on some areas of concern with the Bill.  The approach to the betting tax is wrong.  Sinn F&eacute;in has consistently called for a greater level of tax on the betting sector, something from which other parties have run scared for a long time.  When I worked in the betting industry in Britain, the tax rate in operation was 10%.  A 10% tax was levied on every bet placed.  Betting tax must be imposed correctly and fairly.  We are all aware that the betting sector is unified in its position on this tax and has called for a gross profit tax to be applied.  We need to look at that with fresh eyes.<\/p> <p>The acceleration of the tax break for landlords is indefensible at a time when rents are increasing so much.  Sinn F&eacute;in has outlined what is needed, namely, a freeze on rents, a tax relief equivalent to one month's rent and much more supply.  This is the type of message a budget should deliver, one that shows that the Government knows what is going on in the real world and understands where the real need lies.  Instead, what we have is the Government looking after vested interests once again.<\/p> <p>The complete lack of willingness on the part of the Government to correct its mistake by failing to tax intangible assets onshored between 2015 and 2017 is arrogant.  It has closed the door but will not clean up the mess.  I welcome the fact that it has closed the door but we could have an additional &euro;750 million for housing and health if the Government stood up to the multinationals for once and did the right thing.  Likewise, it has introduced an exit tax, which is also welcome and is required under the agreements to which we have signed up.  However, it has been set at 12.5% instead of 33%, the normal capital gains tax rate.  This is most definitely a capital gains tax because it is taxing profits that have been made.  There is no reason for setting it at only 12.5% but it was requested by one tax company and the Government has delivered.<\/p> <p>Who can afford to pay more tax than the banks?  It is pathetic that the Minister will not tax them, potentially generating &euro;175 million to be spent on health and housing.  Fine Gael actually changed the law so that the banks will not have to pay tax for up to 20 years.  Why?  The reason is that there is an ongoing bailout of the Irish banks by the Irish people.  Government policy has been to put the banks first.  All policy decisions on banking have been about protecting the banks above protecting the public.  The Government is fattening up the banks for sale by letting them gorge on workers.  Increased competition is required but so too is reform.  This must include mortgage interest rates caps, taxing the banks' profits and a ban on sales of family home loans to vulture funds.  <\/p> <p>I welcome the extension of section 481 relief which is a key and central component of the film industry.  There is no doubt about the benefits of this tax relief which is recognised by the vast majority of the industry.  It should continue to be part of State tax policy into the future.  Having said that, concerns about labour standards and tax avoidance in the industry must be addressed. <\/p> <p>I am concerned at the deletion of subsection 949AG in the Principal Act through section 55 of this Bill.  Some tax advisers are of the view that this deletion is unwise and I hope to have the opportunity to thrash this out with the Minister on Committee Stage.  <\/p> <p>The Finance Bill implements a bad budget and misses the opportunity to create a fairer Ireland.  It does not deal with major issues like property tax reform or carbon tax plans.  Fine Gael and Fianna F&aacute;il cannot run away from their own tax and its logic of a tax based on the value of forever.  Sinn F&eacute;in will, therefore, oppose the Bill.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#LL00200","speaker":"1378"},{"type":"speech","time":1543329000,"counter":101,"content":"<p>I welcome the Minister to the House.  There are many welcome measures in the Bill to which others have referred.  Since they have already been spoken about, I will highlight a few of my concerns in respect of the Bill, particularly on taxation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Others have spoken at length about the fact that the measures introduced and choices made on tax relief in the Finance Bill afford larger benefits to those on higher incomes because such benefits as accrue to those on lower incomes are also received by those on higher incomes who also receive the additional benefit.  I will not go through the figures, but I am aware that some have said those on &euro;175,000, for example, might have almost &euro;600 more in their pay every year, whereas a low income worker would not.  There are two concerns in that respect.  First, it goes against the spirit of the sustainable development goals and our commitments under them which are very specific.  Measures to address income inequality and increase incomes should be targeted by the Government to ensure greater benefit.  This is not to rule out benefits further up the line.  I believe target 10 of the sustainable development goals - I am not certain, but I will have the correct target number on Committee Stage - implies that the bottom 40% of earners should benefit disproportionately.  We will speak about the social welfare budget and address the question of whether this has been tackled in it, but when we seek to be true to the logic, we need to follow through for workers.  There is concern that there is a rolling wave of benefit that increases as one moves further up the scale.  That is a concern, including in the medium term.<\/p><p>Reference was made to not repeating the mistakes of the past.  The last action taken by the outgoing Government during the period of austerity was to reduce the top rate of tax.  One of the first actions of the incoming Government was to provide effectively for a reduction.  It is important that we do not make these mistakes again and that we do not, in what is a very unstable international landscape, engage in hollowing out.  The Minister knows how difficult it is to increase taxes.  In that context, I am concerned about the measures suggested in terms of a movement towards a threshold of &euro;50,000, for example.  It is a genuine concern.  Currently, two thirds of workers are below the threshold.  Two thirds have an income below the level at which they would be required to pay tax at a rate of 40%.  Effectively, one could end up with only one quarter or 20% of workers on the higher rate, which is a concern.  It is a concern in terms of hollowing out but also because so much of the narrative tends to focus on the private pension tax relief which we have mentioned before.  I am aware that there is consultation under way on this, but there is a considerable problem with marginal rate tax relief that has not been addressed.  It was flagged as early as the memorandum of understanding with the troika was produced.  Even then it was being flagged as a concern, even by those with an austerity mandate.  We know that &euro;2.6 billion is spent in providing private pension tax relief.  There is a debate in the Department of Employment Affairs and Social Protection, but it is of great concern to the Minister, Deputy Donohoe, because, overall, the concern relates to equality and gender-proofing which fall within the remit of his Department.  It is a question of equity within the contributory and non-contributory pension systems.  There is a proposal that might seek to push out the number of contributions required towards 40 years, which would not work for most people and leave nearly everybody on a reduced rate of pension, rather than 30 years, as had been anticipated under a total contributions approach.  I refer to a scenario which is far from a doubling of 20 years, which is the current requirement.  I refer to a very severe change in the basic safety net for every citizen.  In that context, we need to re-examine critically the &euro;2.6 billion spent in providing the private pension tax relief.  This is not a debate solely for the Department of Employment Affairs and Social Protection; it is also one for the Minister for Finance, as the Minister with responsibility for reform and overall responsibility for gender and equality-proofing of the budget.  I would appreciate it if he could speak more about the gender and equality-proofing of the budget and how he sees it being rolled out.  It is due and to be furthered.<\/p><p>I notice that it is proposed that Ireland engage with the OECD in a green budgeting process.  I join others in expressing disappointment in that regard.  Simply signing up to an iterative process to consider green budgeting proposals in the medium term is not satisfactory and will not be sufficient.  Given the significant cost to the Exchequer in 2020, owing to fines of hundreds of millions of euro for not meeting our climate change targets, it would be good if the hundreds of millions of euro were reflected in this budget.  It would surely be better to spend the money in making actual changes - for example, the retrofitting of public housing - rather than simply paying it through a fine, which is what we face in 2020.  In that respect, I regret that a carbon tax has not been introduced and that more concrete measures have not been put in place.  While we may be part of the OECD process, it will not be sufficient in honouring our EU obligations.<\/p><p>As I am sure others have done, I will be approaching the Minister&rsquo;s Department on green-proofing not only budgets but also the procurement process, in which his Department is interested.  We need to ensure any public money spent is delivering in every respect possible, including in meeting our environmental targets.  While the cost may not be attached to a particular project, the cost of not environment-proofing public procurement will be felt by the Exchequer and the State.<\/p><p>In the limited time I have left I wish to target three or four specific areas of concern.  The KEEP scheme has seen a very low take-up.  The current thresholds are now so high that I am concerned people could be getting up to &euro;100,000 a year in share options without paying something close to income tax, as they would have paid in the past, and that instead they are instead it off to a large extent.  That is a very serious concern if we are considering having a lower rate of taxation.  We do not want to have a perverse incentive.<\/p><p>I am concerned about the exit tax.  A rate of 12.5% has been opted for, rather than 33% for individuals, which rate had been examined previously.  This is a wider question and we have to ask why we, as a nation, reward those who exit.<\/p><p>The question of company farming has been spoken about before.  There are tax incentives for those who sell their company early rather than build it and grow it in Ireland.  Multiple start-ups receive considerable State investment.  Some succeed and then sell, at a very low rate of return to the State, and those concerned go back to the drawing board and receive grants again.  Alternatively, we could look towards genuine innovation and at schemes that have been in place here since the 1990s, for example.  One of the companies that won an innovation award last year was SkyTec.  It involves a long-term and dynamic ongoing process of innovation.<\/p><p>I am very concerned about section 23.  There is a serious danger of creating a perverse incentive by giving tax relief to landlords for refurbishment.  We already know that refurbishment is one of the main reasons people are affected.  If we create a perverse incentive that will intensify the process, we need to address it.  We need to consider the question of eviction and the rises in rent that might be incentivised indirectly by the tax relief.<\/p><p>I urge the Minister to reconsider introducing tax relief for union membership, as was the case in the past.  Union membership is a public good.  Just like cycling a bike or anything else, it has benefits.  As a member of the Joint Committee on Employment Affairs and Social Protection, I am aware that union membership has benefits to the State through a reduction in family income supplement and other payments.<\/p><p>On exemptions for sports organisations, I ask the Minister to consider a cap and the intersection of cultural organisations with tourism in that regard.<\/p><p>Limiting the period in which banks can write off profits against past losses is long overdue.  It is an issue that must be addressed urgently.  It is a hostage to fortune and we must have a time limit.  The Minister's own report from 2017 indicates that losses in the short term, in introducing a cap, would be offset by a benefit to the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#LL00300","speaker":"1405","continuing":true},{"type":"speech","time":1543329000,"counter":103,"content":"<p>I welcome the Minister.  I was becoming a little depressed in listening to my colleague from Sinn F&eacute;in.  She fails to recognise the wage increases across the country in the past two or three years have resulted in increases for those on lower incomes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have also brought stability to this country in that unemployment has come down from over 15% to almost 5%, which is a huge change.  We now have the highest ever number of people employed in this country.  As a result of that we have more income coming into the State and can therefore pay for more services.<\/p><p>In paying for more services, one of my concerns is value for money.  The Minister has heard me raise this before, and I will keep raising it.  I refer to value for money in our health services.  I am very concerned about the fact that we have taken on an extra 12,000 people in our health sector in four years.  I have said, and will say again, that this is greater than the entire workforce of the Irish Army.  I am concerned about the disproportionate way in which they have been taken on.  Administration and management staff in the HSE have increased from more than 15,000 to more than 18,000.  We have also increased the number of nurse managers from more than 6,000 to more than 7,600, which is an increase of 1,100 nurse managers.  As I see it, we now have a problem in the HSE.  Remember, it is the taxpayers who are funding this.  Technically 25% of the entire HSE workforce is now in administration or managerial roles.  That is another area where I talk about value for money.  We do not appear to be able to recruit medical people.  We have difficulty attracting GPs.  Our GP contract is so important to making sure our front-line staff are able to deal with issues in the community rather than inside the hospital structure.<\/p><p>We have to look at the issue of value for money.  I believe we have done very well on job creation, stability and delivering on services.  We must also make sure that whatever money we pay to whatever Department is apportioned in the right manner.  I am not convinced that is happening in the HSE and in the policy areas we are dealing with.<\/p><p>I wish to raise a second issue.  I was at UCC yesterday.  There was a discussion of capital investment in our universities and the needs in that area.  I fully agreed with what was said.  This is connected to the area of health.  I refer to the number of medical students we are turning out in this country and the cost per medical student.  I have worked out that it costs the State about &euro;150,000 to bring a student through our university system from start to finish.  We are not getting any return on that investment.  Some 800 students qualify in medicine in Ireland per annum.  The total cost over a five-year period is &euro;120 million.  I am a bit concerned that we are not getting a fair return on that investment of &euro;120 million.  Those are two issues of concern in medicine.  We are spending quite good money on what we consider to be a long-term investment but we are not getting any return.  It is something we need to start examining.  When we highlight and prioritise third level education, which is very important, we must always look for the best return for the State.  Members might consider other areas such as trades, the building industry, carpenters, bricklayers and people in that area.  The Government has done a lot of work on that.  If we put funding into that area, we will get value for money because that is the area where there is a shortage of people with major skills.  It is very important that we do everything possible to assist in those areas.<\/p><p>I have outlined some of my concerns.  There is another issue we must look at, though I know the Minister cannot deal with it in this Bill.  I have met a number of building contractors.  I have dealt with builders for more than 30 years in a legal capacity.  I am very much aware of the cost of building.  All of the builders say to me that they cannot build apartments in this country outside of Dublin because it is not cost-effective.  We have to look at that.  I was speaking yesterday to someone who is building office accommodation that will accommodate 3,500 people.  He wants to build apartment blocks for some of the people moving into those offices.  He said it is not financially viable.  We should look at that issue.  I know the Minister cannot do it in this Bill but it is something we need to plan for in the long term.  There is a problem with building apartments, particularly outside of Dublin.  The cost is too high so it is not economically viable.  I ask the Minister to take those points into account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#MM00200","speaker":"1409","continuing":true},{"type":"speech","time":1543329000,"counter":105,"content":"<p>Cuirim f&aacute;ilte roimh an Aire, go m&oacute;rmh&oacute;r &oacute;s rud &eacute; gurb &iacute; seo an ch&eacute;ad uair d&oacute; Bille Airgeadais a chur os comhair an tSeanaid.<\/p><p>I welcome the Minister to the House on the first occasion he has appeared here with a Finance Bill.  We recognise the important progress we have made in the economic fortunes of our country.  As the Minister rightly said in his opening remarks, this is about improving the living standards of our citizens along with our competitiveness.  It is important to acknowledge that we have made gargantuan progress as a country.  It is incumbent upon us now as Members of the Oireachtas to ensure that we do not go back to the days of boom and bloom or boom and bust.  Senator Boyhan is smiling at me.  We remember Deputy Marc MacSharry's famous use of the former phrase.  We can never go back to those days.<\/p><p>As part of our fiscal responsibility it is important to recognise that there are a cohort of people who require our support as a State.  I refer in particular to special needs education, special needs provision and respite care.  In distributing the largesse of the &euro;17 billion health budget, it is important to provide for parents and for adults with severe and profound disability, who I believe are becoming a group forgotten by the State.<\/p><p>Equally, the measures the Minister has introduced in the Finance Bill 2018 to promote and incentivise work are to be welcomed.  Yesterday, Senator Colm Burke and I attended a number of announcements in Cork.  At the Dublin dinner of the Cork Chamber of Commerce last week there was a very supportive atmosphere and commentary on what the Minister and the Government are doing to realise the benefits of a growing economy.  It has become a hackneyed phrase or clich&eacute; but it should not be.  In this Brexit era, it is important that we look beyond the short term and the narrow focus of some.  The prism that the Minister has adopted is one of responsibility, which is one to which we all subscribe.<\/p><p>Senator Colm Burke referred to housing.  We had the same conversation with the same person yesterday.  Some of the public criticism of the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, is very unfair.  It is not motivated by the desire to help find solutions but by attempts to score cheap political points.  I know I am digressing, but look at the urban regeneration fund announced yesterday.  It baffled me that in Cork's <i>Evening Echo<\/i>yesterday evening, there was not a scintilla of a line about the urban regeneration fund, which has the potential to be transformative not just for Cork city but for its periphery, the metropolitan areas around Passage West and Carrigaline.<\/p><p>I will finish on this point.  In the last paragraph of the Minister's speech he made reference to betting duty.  I must digress again for a second.  The Minister has spoken before about gaming and gambling and about loot boxes.  I raised a Commencement matter with the Minister of State at the Department of Justice and Equality, Deputy Stanton.  I have had the pleasure of working with a young man, Mr. Eoin Barry, who has met the Minister of State and others.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Although it is not addressed in the Bill, the Minister is making changes to betting duty.  In time, we must look at the issue of loot boxes.<\/p><p>I commend the Minister on the work he is doing and his stewarding of the economy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#NN00200","speaker":"1391","continuing":true},{"type":"speech","time":1543329000,"counter":107,"content":"<p>I thank Senators for their contributions.  I am conscious that the Finance Bill is a key part of budget 2019 but it must also be seen in the context of the expenditure decisions I announced on 9 October.  I wish to address our current environment, refer to other budget decisions to put the Bill into a different light and respond to the points raised by Senators.<\/p> <p>Our economy is doing well on an overall level and is making a difference to the living standards of many.  However, there are many acute needs which we must meet, such as in the areas of housing, health and the new and emerging needs in schools.  An approaching issue with which we must deal is that the international economic landscape is changing.  Senator O&rsquo;Donnell compared Brexit to the weather and asked if the cloud will one day lift.  The challenge is that we are in a new climate rather than a new weather cycle.  Issues such as the effect Brexit could have on our economy and changes in the global trading landscape such as President Trump standing by the commitment he made today to implement a broad set of tariffs on Chinese imports into the American economy fundamentally affect the trading world Ireland is in and because we are a small open trading economy that very much matters to us.  Furthermore, there are significant changes in international tax policy afoot and under way.  Many of the changes made by President Trump to American tax policy will, at worst, be neutral for Ireland but they are a sign of the change that is under way.  There is a growing trend in many jurisdictions against which we compete to reduce their top line rates of corporate tax.  The United Kingdom and France have indicated they wish to do so and the United States has done so.  The environment within which we must be competitive and trade is changing.  <\/p> <p>The budget in its entirety put together a set of changes that means our national finances should be fully balanced by 2019.  I indicated before budget day that I expected to go into next year with a budget deficit of 0.1% of our national income.  It is now my expectation that our national finances will, at least, be fully balanced next year.  In addition, we have decided to prioritise capital investment and investment in public goods, investments that will affect the resilience of our economy and the status of our society.  We are increasing capital investment in our schools, homes and public transport next by &euro;1.4 billion, an increase of 25% in investment in our public capital.  That is a significant increase to deliver across a single year.  Concerns are being raised regarding whether there will be sufficient workers to translate that level of investment into schools, homes and universities that we can afford to pay for at certain price levels.  To say that this is a budget that does not deliver investment in those kinds of public goods simply ignores the fact that this is an increase of over 25% compared with where we are this year.<\/p> <p>I acknowledge the ongoing constructive role played by Fianna F&aacute;il in the budgetary process while it continues to oppose and challenge many other areas of Government.  It is not to be sneered at that at a time when centrist politics is under such pressure in many other parts of Europe and the world, the main Opposition party has agreed three budgets with the Government and honoured those agreements.  That is not something I take lightly.  However, I continue to challenge Fianna F&aacute;il and many of its claims and policies.  We should not take the agreement for granted.  Many claimed that we would not get to the third budget.  I always believed that we would, and we have.<\/p> <p>I point out to Senator Wilson that the clock is now ticking because when this Bill is passed through the Seanad and the social welfare Bill is passed through the Oireachtas we will need to make a collective decision on where we stand.  That is something on which I and the Senator&rsquo;s party colleagues are currently engaged.  I understand the points he raised and will deal with them on Committee and Report Stages.  He asked about the changes in regard to vehicle registration tax for the car hire and leasing section.  I made those changes because the measure, which was implemented in the early 1990s, was costing &euro;20 million per year, which is a very large allocation of taxpayers&rsquo; resources for a change that was meant to be temporary.  I acknowledge that the change has caused concern and difficulty for some.<\/p> <p>I thank Senator Boyhan for his view on what I am trying to do while I hold this office.  It is not my policy to abolish the universal social charge, USC.  I stated that on my first morning as Minister for Finance.  Over time, I hope to try to integrate the revenue from the universal social charge into our social insurance system and to use it to continue to make a contribution to the funding of public services.  If I have the opportunity to continue in this office for budget 2020 and beyond, it will not be my intention to abolish USC. <\/p> <p>On his question regarding the demands on public services, the demands are great and real.  I have experience of them within my constituency and see them in communities across the country.   In regard to his point on housing, we will deliver 20,000 new homes next year.  The economy will build 25,000 new homes next year.  Between one in four and one in five of all homes built in Ireland next year will be built by the State.  Although the Senator is correct to call out the crisis in some areas, I wish to emphasise that the investment that he acknowledged is leading to increased output in housing.  That is happening and it is a factor in some of the changes in price levels we are beginning to see in the housing market.  Similarly, he referred to health and the investment in health.  Although I acknowledge the difficulty he raised, the survey on experiences within our health service showed that the vast majority of our citizens in the health service experience outcomes that they believe are good.  There is far more to be done and further improvements to be made but we are building more homes and the majority of those in our health services acknowledge their experience to be satisfactory or good.  We need to build on that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> To respond to the points Senator Kieran O'Donnell made, I believe in getting ourselves to the point at which someone on an average wage no longer pays the higher rate of income tax.  It is fair to that person and, ultimately, will be sustainable for our economy as well.  The reason I believe it will be sustainable for our economy is that I believe a bedrock of how we should reward someone is that if he or she is at an income of &euro;36,000, which for many people is very much a normal wage against which they must meet all their outgoings, he or she should not be on the higher rate of income tax.  My party and I believe this needs to change over time.  There is a matter of fairness upon which we can make this case.  I also believe that if this is done year on year, the measure can be affordable to the State.<\/p><p>To deal with some of the points Senator Conway-Walsh put to me, this is not a budget for vested interests or one that seeks to ignore the level of social need in our society.  It is not acceptable to me that we have people who are homeless.  This is the reason an additional &euro;60 million has been made available for this year alone to invest more in services for people who are homeless.  It is the reason we will have such increased funding made available for next year  to invest in delivering more homes for people and providing the infrastructure to allow homes to be built on private land.  I reiterate that for every five homes that will be built next year, at least one will be directly built by the State to meet the needs of people who rely on and deserve a State to support them and ensure they have the kind of safety net that a decent and rich economy such as ours should be able to deliver.<\/p><p>I reject entirely the Senator's claim that we are looking to narrow the tax base, given that hers is the party that is looking to abolish local property tax.  As for her claim that we need to stand up to multinationals, they are the same multinationals that provide employment and investment in our economy.  What I am looking to do is to get the balance right between having a tax code that is competitive and can attract and retain work in our economy, and dealing with many of the various issues that I know need to be addressed in international tax policy.<\/p><p>Regarding the points Senator Higgins put to me, she opened with her concerns about the income tax policy, which I have touched on.  I take a different view from hers in that I believe there is an argument to be made that someone on an average wage in our economy should not already be on the higher rate of income tax.  I do not believe, nor indeed did the Senator suggest, that this is some neoliberal attitude to income tax policy.  This is an issue of fairness, and I think that budget by budget we can accelerate the kind of progress I have made over the past two years.<\/p><p>As for the points she made to me about gender-proofing of budgets, again, we might be able to deal with this as we move through the different phases of the budget in the House, but the issue she raises is perhaps best dealt with on the expenditure end of the budget.  What we have done in our Estimates volume is picked out a number of expenditure areas which have then been considered through a gender prism to look at the outcomes they would deliver for men and women and their potential effects on children.  We have picked out a number of policy areas and looked to interrogate them in more detail in respect of their gender impact.  I am very much committed to building upon this because I believe that when we make policy decisions, particularly on expenditure, having this perspective in mind will help us to come up with better policies.  I did not make a decision on carbon taxation on budget day.  I believe we must build up a bigger consensus in our society on carbon taxation.  Let us unpack what carbon taxation means.  It means putting up the price of petrol, diesel and hard fuels the night of the budget.  As the Senator knows, I am a member of a party that was willing to fight the fight on the role charges can play in altering consumption of water.  We did not get many supporters when we made that charge.<\/p><p>I am going to approach the argument and the debate concerning carbon taxation with a fair amount of care, given the experience I went through regarding charging for water.  The Minister, Deputy Bruton, has outlined our approach and I will work with him on it.  It is to see whether we can reach agreement as to what the right level of carbon taxation is in the medium term across all parties.  If we can reach this agreement, we will move step by step.  I will approach that exercise with care while also recognising that carbon taxing over time needs to change.  However, I think we need a more forensic debate as to what the consequences of this would be for citizens.  The Senator made some points to me about KEEP, exit tax, landlords and bank losses.  We can deal with each of these on Committee and Report Stages and I look forward to debating them with her.<\/p><p>Regarding the point Senator Colm Burke made about the level of administration we now have within the HSE, the issue I have dealt with over the past two years is that I am told by the HSE that we need this level of staff and investment in administration to allow nurses be nurses and doctors be doctors and to ensure that front-line medical professionals have the time and ability during their working day to do what they are trained and hired to do.  If the Senator has a different view on this, however, which he clearly does, we will be able to look at it as we move through the budget.  As for the point he made about the cost of building apartments outside Dublin, I am well aware of this and the point has been raised with me before.  We have a difficulty in that we have price levels in Dublin which we all know are causing great difficulty and concern for citizens but we also know that outside of our cities we still have not hit price levels that make it affordable to deliver apartments in great quantities.  One of the ways in which I want to try to address this is through the Home Building Finance Ireland, HBFI, legislation, which I think has passed through the Seanad in the past week.  This might offer a way in which we can address the investment end of the equation.  Ultimately, we must build homes sustainably and in more places than just our larger cities.<\/p><p>Senator Buttimer raised a number of different issues.  He touched on our position on fairness and those who provide and depend on public services, particularly our most vulnerable citizens.  All I can do is assure the Senator that as I make decisions along with my colleagues in Departments as to where we allocate resources, the needs of these vulnerable citizens are always uppermost in my mind.  The challenge we have is how we can ensure that the very large figures now available to Departments, in particular the Departments of Health and Children and Youth Affairs, can move down into dealing with the issues that the Senator's constituents face so we can ensure that a stable economy is creating the resources for a good society, which is ultimately what my efforts are about, as I know his are.<\/p><p>I have two concluding comments to offer.  I am struck by the degree to which the change in the 9% VAT rate has not been opposed or raised to date.  This is a positive development.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We went through a period in which, because we were unwilling to reverse temporary changes to our tax code, we found our tax base was too narrow when we got into difficulty.  In the previous two budgets, I have undone most of the key changes that were made to the tax code to stimulate economic activity in particular sectors.  I did this because it is vital that we rebuild a base that gives us the ability to make changes to deal with difficulties in these sectors if we get into difficulty again.  In particular, I have changed stamp duty on commercial property.  I also changed the 9% VAT rate on the hospitality sector and made a host of other smaller changes.  The changes to the 9% VAT rate and stamp duty on commercial property will be worth approximately &euro;1 billion in additional revenue to the State in any given year.  While people active and working in those sectors did not want these changes to be made, it is to the credit of the Oireachtas that individual Senators and political parties are willing to maintain a consensus on changing tax measures when circumstances change.<\/p><p>I will end where I began.  While I believe the external environment will continue to allow us to make progress, it is changing.  For this reason, having national finances that are balanced, increasing capital investment next year when we could have a great external shock and allowing current expenditure to grow in line with national income growth are sensible decisions for the economy.  I commend the Finance Bill 2018 to the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#OO00200","speaker":"1292","continuing":true},{"type":"vote","time":1543329000,"counter":110,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 13; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Kieran O'Donnell and John O'Mahony; Níl, Senators Rose Conway-Walsh and Fintan Warfield.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#RR00100","aye":["1379","1409","1423","1391","1424","1429","1438","1425","1374","1426","1431","1421","1399"],"nay":["1408","1378","1405","1417","1400","1413","1372"],"abs":[]},{"type":"speech","time":1543329000,"counter":111,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#RR00250","speaker":"1381"},{"type":"speech","time":1543329000,"counter":112,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#RR00325","speaker":"1391"},{"type":"unspoken","time":1543329000,"counter":113,"content":"<p>Committee Stage ordered for Tuesday, 4 December 2018.<\/p>"},{"type":"speech","time":1543329000,"counter":114,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#RR00500","speaker":"1381"},{"type":"speech","time":1543329000,"counter":115,"content":"<p>Ar 10.30 maidin am&aacute;rach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018112700002#RR00600","speaker":"1391"},{"type":"unspoken","time":1543329000,"counter":116,"content":"<p>The Seanad adjourned at 6.55 p.m. until 10.30 a.m. on Wednesday, 28 November 2018.<\/p>","notice":"TIME STRING DETECTED"}]