[{"type":"minorheading","content":"Prelude","time":1488450600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1488450600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1488450600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1488450600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1488450600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00100"},{"type":"speech","time":1488450600,"counter":6,"content":"<p>Before we begin, I wish to welcome Muslum Mammadov, a member of the Azerbaijan National Assembly.  He is here as a special guest of our Seanad foreign affairs expert, Senator Terry Leyden.  He is very welcome.<\/p><p>I have notice from Senator Jennifer Murnane O&rsquo;Connor that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the provision of a suitable working environment for the paramedic and ambulance drivers based in Carlow.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the distribution and uptake figures relating to the free meningitis B vaccination programme and to consider the proposed back dating of vaccinations for children outside the original timeframe.<\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister for Social Protection to confirm that where workers employed by construction firms or labour agencies have had redundancy payments fulfilled by the social insurance fund, despite the fact that those entities were not in receivership, liquidation or examinership, the Department of Social Protection has pursued those entities for full reimbursement of the amounts to the fund, and that such entities cannot be in receipt of a publicly funded contract unless any outstanding moneys in respect of the social insurance fund have been recouped in full, whether they are the principal contractor or are sub-contracted to the public entity.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to bring forward a pilot scheme on Poolbeg west strategic development zone in Dublin for affordable housing and affordable rental.<\/blockquote> <p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to outline the responsibilities of the Environmental Protection Agency to monitor air pollution in the context of licences it grants in respect of industrial sites such as that of Irish Cement at Castlemungret, Limerick.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to outline what progress is being made to establish and protect the seaweed cutting rights of individual harvesters and what changes he proposes to make to the licensing regime in this regard.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected Senators Murnane O'Connor, Lombard, Gavin and Humphreys and they will be taken now.  Senators O&rsquo;Donnell and &Oacute; Clochartaigh may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1488450600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00300"},{"type":"minorheading","content":"Ambulance Service Accommodation","time":1488450600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00350"},{"type":"speech","time":1488450600,"counter":9,"content":"<p>I thank the Minister of State.  At this stage, she is probably fed up listening to me talk about the few issues I constantly raise.  I am always bringing the Minister of State back because I firmly believe that there is no follow-up.  When a Minister comes to the Chamber and we receive the answer, there is no follow-up from the health boards or the Department of Health.  That is a major issue for me.<\/p> <p>This matter relates to the paramedics and the prefabs where they are based in Carlow.  Following the health and safety audit that was carried out on the prefabs in which the Carlow paramedics and ambulance service are located, the prefabs were condemned and deemed unfit for purpose.  In light of this, I ask the Minister of State to give me an update on the situation.  As she will appreciate, the ambulance and paramedic staff constitute a vital asset to Carlow and the south east.  They provide assistance and support to local communities, especially at times of illness or tragedy.  Carlow ambulance service has 18 staff, four women and 14 men, who are based in two prefabs.  A small bit of work has been done.  When I first spoke to the Minister of State, the prefabs had been deemed unfit.  There were sewerage problems and only one shower for the 18 staff.  Although they are not all on duty at the same time, they need at least two or three showers in these locations.  The other issue I addressed is the fact that the stores are in a totally different building that is located away from the prefabs.  On winter evenings, this puts these paramedics and other staff in a very vulnerable position.  A few months ago, another health and safety audit was carried out and, again, the accommodation was deemed unfit for purpose.<\/p> <p>There is regular, ongoing health and safety training for paramedics and they do an excellent job.  I compliment the 18 paramedics and ambulance staff in Carlow on their work.  While some work has been done, it is unsuitable.  There is a massive hospital called St. Dympna's Hospital which has some empty rooms.  On the previous occasion, the Minister of State said she was considering putting in another prefab.  Would she consider putting them in the building?  How much work has been done?  We are dealing with taxpayers' money here.  These paramedics are great people and they come across so many vulnerable and very sick people.  What is the update?  Hopefully the Minister of State will have some good news for me.  I thank her for coming back in again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00400","speaker":"1395"},{"type":"speech","time":1488450600,"counter":10,"content":"<p>Before I read the reply, I want to reassure the Senators that when I take Commencement matters, I make it my business to go back to the Minister and speak to him personally.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am sorry if Senator Murnane O'Connor has not received a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#A00500","speaker":"1307","continuing":true},{"type":"speech","time":1488450600,"counter":12,"content":"<p>Yes, I have not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00200","speaker":"1395"},{"type":"speech","time":1488450600,"counter":13,"content":"<p>I will follow up on the matter.  I will set out the response on behalf of the Minister for Health, Deputy Harris.<\/p> <p>On behalf of the Minister, Deputy Harris, I wish to thank the Senator for raising this issue and giving me the opportunity to provide an update to the House on the Carlow ambulance base.  As the Senator is aware, there have been difficulties recently with a prefabricated building that forms part of the station facilities at Carlow ambulance base, which is situated on the grounds of St. Dympna's Hospital.<\/p> <p>Following a review undertaken as part of a health and safety audit, urgent remedial works were carried out to ensure the immediate safety of the ambulance base.  These remedial works have been completed with the exception of fitted furnishings in the kitchen and the installation of new staff lockers.  I understand that this work is ongoing and is soon to be finished.<\/p> <p>While the base is functional at present, the national ambulance service has engaged with the HSE estates division with a view to finding new premises for the Carlow ambulance base.  The Minister, Deputy Harris, has been advised that agreement has now been reached in respect of a building situated at Elm Court, also on the grounds of St. Dympna's Hospital, that will be converted and modified to provide a new home for the Carlow ambulance base.  It is estimated that the cost of this work will be approximately &euro;300,000.  Works will commence later this year and are expected to be completed in early 2018.  The works will be funded from the minor capital programme.<\/p> <p>The Minister, Deputy Harris, has been assured by the national ambulance service that there will be no disruption to the provision of emergency ambulance services to the people of Carlow during the transition to the new base.  The House will be aware that the national ambulance service has undergone a significant process of modernisation in recent years and a number of important initiatives and developments have taken place.  We have established the national emergency operations centre and provided improved technology to improve response times.  We have developed the intermediate care service to provide lower acuity hospital transfers.  This frees up emergency ambulances for the more urgent cases.  Of course we have also established a permanent emergency aeromedical support service to provide more timely response to persons in rural areas.<\/p> <p>The ambulance reform programme is taking place against the backdrop of the HIQA review of ambulance services, which was published in late 2014, and the national ambulance service capacity review, which was published in 2016.  The capacity review, which was undertaken by Lightfoot Solutions, a UK-based consultation firm, examined all ambulance resource levels and distribution against demand and activity.  Implementation of the recommendations of the capacity review will require a multi-annual programme of phased investment in ambulance manpower vehicles and technology.  To this end, increased funding has been made available to the national ambulance service for 2017.<\/p> <p>The Senator referred to another point.  I will get more final dates in respect of the fitted furnishings in the kitchen and the installation of new staff lockers.  I was unable to get the information this morning on the way to the Chamber, although I requested it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00300","speaker":"1307"},{"type":"speech","time":1488450600,"counter":14,"content":"<p>Bearing in mind, Senator, that the Minister of State was here, I have accepted fully her bona fides on the basis that she is not the line Minister.  I think you might progress matters if someone in the office of the Minister for Health, Deputy Harris, or another senior member of staff were to contact you directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00400","speaker":"1381"},{"type":"speech","time":1488450600,"counter":15,"content":"<p>I thank the Minister of State.  She has always been most courteous in the House.  I probably have her tormented.  Anyway, this is a good news story for Carlow.  I thank the Minister of State.  I am delighted with this good news.<\/p> <p>You are right, a Chathaoirligh.  It is a question of the follow-up.  I am constantly bringing up matters but I am not getting much feedback.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00500","speaker":"1395"},{"type":"speech","time":1488450600,"counter":16,"content":"<p>Thank you, Senator.  I am sure that if appropriate action is not taken, my good Senator will be back in action again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00600","speaker":"1381"},{"type":"minorheading","content":"Vaccination Programme","time":1488450600,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00650"},{"type":"speech","time":1488450600,"counter":18,"content":"<p>I wish to raise the issue of the meningitis B vaccine because I believe it is an important issue.  The meningitis B vaccine was rolled out last September and it came into operation last December.  It was a positive initiative led by the Department of Health.<\/p> <p>A vaccination programme at this level is important.  It mainly affects people between the ages of one and five years, as well as from 13 to 18 years.  These are the two age groups most affected by meningitis B.<\/p> <p>The unfortunate side effects of meningitis B are well documented.  There are approximately 170 cases in Ireland every year.  A total of 10% of these sufferers could face amputation, brain damage and loss of hearing.  Unfortunately, 33% of this group face a lower IQ.  Clearly, it is a major issue.<\/p> <p>I compliment the work of the Department of Health on rolling out this important programme.  Similar programmes have been rolled out in other countries, such as New Zealand.  Those countries have seen a dramatic reduction in meningitis B over the lifetime of the programme.<\/p> <p>My major concern about the programme is that it goes from September onwards.  In other words, if a child is born in September, he or she is included in the programme.  We need to consider a programme going backwards to pick up the 1.2 million children aged between six months of age and 18 years of age.  The Government must invest in such a programme because it has long-term benefits for the State and the population.<\/p> <p>The cost of getting the vaccination privately is high.  For example, let us suppose a child is less than nine months of age.  That child must get three jabs, and it costs &euro;150 per jab plus &euro;30 for the visit to the doctor.  That is a significant cost.  If the child is over nine months of age, it is down to two jabs at &euro;150 per jab plus &euro;30 for the cost of a doctor's visit.<\/p> <p>We are now running a two-tier health service.  We are heading for a situation where only those who can afford the vaccination can get it.  That is a major concern for the general population.  Parents have contacted me with concerns over meningitis.  An unfortunate case arose in Cork in the past two weeks.  There is broad concern about the disease.  The cost issue for young families is considerable.  I hope that the Department of Health can put in place a programme to cover the people who are not vaccinated.  We have seen catch-up elements as part of other programmes.  We need the Minister to look at putting in place a catch-up programme to catch the 1.2 million children in the State who are not tied in to this programme.<\/p> <p>We have seen the effects of meningitis.  The recent vaccination programme has been a great success, but we need to go from September backwards and tie in all those people who need this vaccination.  The vaccination programme is a great programme.  We should promote it and recognise what it has delivered.  However, we should go backwards and look at the 1.2 million who are not in this loop.  If we do not, the knock-on effects will be horrendous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00800","speaker":"1386"},{"type":"speech","time":1488450600,"counter":19,"content":"<p>On behalf of the Minister, Deputy Harris, I thank Senator Lombard for giving me the opportunity to update the House on this important matter.  Meningococcal disease is a vaccine-preventable disease which has a high mortality rate if untreated.  It is statutorily notifiable in Ireland under the Infectious Diseases (Amendment) Regulations 2016.  However, this does not require reporting of individual strains.  The annual epidemiological report for 2015, published by the health protection surveillance centre of the HSE in December 2016, indicates that between 1999 and 2012, a marked downward trend in invasive meningococcal disease was observed.  In 1999 there were 536 cases and in 2012 there were 66 cases, a decline of almost 88%.  In Ireland in 2015, meningococcal B was the pathogen most commonly associated with invasive meningococcal disease, accounting for 57.3% of the 75 notifications that year.  Age-specific incidence rates show that the highest rates are in infants less than one year of age.  The vaccine used in Ireland is Bexsero.  In January 2013 the vaccine received marketing authorisation from the European Commission.  The immunisation programme in Ireland is based on the advice of the national immunisation advisory committee.  The NIAC is a committee of the Royal College of Physicians of Ireland comprised of experts in a number of specialties including infectious diseases, paediatrics and public health.<\/p> <p>In December 2013, the NIAC issued guidelines relating to the use of this vaccination in the control of clusters or outbreaks of meningococcal B disease.  The vaccine has been used in accordance with these guidelines, along with other measures, to control outbreaks of the disease.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On 23 January 2015 the chair of National Immunisation Advisory Committee wrote to the chief medical officer strongly recommending that meningococcal B, or MenB, vaccine be included in the primary childhood immunisation programme, if the vaccine can be made available at a cost-effective price.  In Ireland, both childhood and adult immunisation programmes are delivered by the HSE.  The HSE service plan 2016 included additional funding of &euro;2.5 million for the expansion of the primary childhood immunisation schedule.  Two changes were made to the primary childhood immunisation schedule and I am happy to inform the House that, from 1 December 2016, all babies born on or after 1 October 2016 are eligible to receive the MenB and rotavirus vaccines.<\/p><p>The HSE national cold chain service has distributed 35,500 doses of the MenB vaccine to date.  This is sufficient to vaccinate the children in the cohort born on or after 1 October 2016.  Uptake figures are not yet available.  Ireland is the second country in Europe to make the vaccine available free of charge as part of its national immunisation programme.  There are no plans at this stage to introduce a catch-up programme for older children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#B00900","speaker":"1307","continuing":true},{"type":"speech","time":1488450600,"counter":21,"content":"<p>I thank the Minister of State.  The last line says it all, in that there are no plans at this stage to introduce a catch-up programme.  That is the crux of the issue.  First, we have to acknowledge the programme has been put in place and it is very positive that, from 1 October, we have seen a major uptake.  The real issue is that, going forward, we have to consider such a catch-up programme.  Other countries like New Zealand that have put in place a catch-up programme have seen amazing reductions in meningitis B.  One of the key issues is that of planning that catch-up programme and putting it in place.  That some 1.2 million people are exposed to this issue makes it a big issue for us all.  As I have said previously, I have seen situations in my own part of the world where tragedies have happened.  I hope the Department of Health will put a catch-up programme on its agenda.  What it really means is that parents and their children can have peace of mind when it comes to meningitis.  We have all been in the situation of wondering whether a child has meningitis or not.  It is a real worry because, if a child does have meningitis, it is a major issue with far-reaching consequences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00200","speaker":"1386"},{"type":"speech","time":1488450600,"counter":22,"content":"<p>I acknowledge again the Senator's concerns around the catch-up programme for 1.2 million children.  As a mother and a grandmother, I am very conscious of the fact that when the word meningitis is mentioned, people have real fears.  All of us around Leinster House, whether public representatives or staff, have been touched through our families because, unfortunately, people have contracted this deadly disease.  There is now the opportunity for people to have their children vaccinated, although the Senator is correct that there is a cost to this.  I believe we need to widen the net.  I will bring the Senator's views back to the Minister, Deputy Harris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00300","speaker":"1307"},{"type":"minorheading","content":"Redundancy Payments","time":1488450600,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00350"},{"type":"speech","time":1488450600,"counter":24,"content":"<p>I welcome the Minister of State, Deputy Byrne.  I have to raise one small issue, which is that the Minister of State was in front of me four weeks ago in regard to Tipperary hostel workers and she promised me sincerely she would get answers for me.  I regret to say I have heard nothing back from her since, despite having e-mailed her.  It is not about me; it is about those workers in the Tipperary hostel.  I hope she will pursue the answers she promised me on the day.  I know that is not what I am supposed to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00400","speaker":"1389"},{"type":"speech","time":1488450600,"counter":25,"content":"<p>The Minister of State can deal with that when she responds.  Senator Gavan should deal with the issue before us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00500","speaker":"1420"},{"type":"speech","time":1488450600,"counter":26,"content":"<p>I raise this question because of a series of experiences that have been relayed to me by workers active in the construction sector.  These people have been puzzled, to say the least, by two related phenomena in the sector.  The first is that a number of employers declare they cannot fund redundancy payments, leaving the workers to pursue their statutory entitlements via the Social Insurance Fund.  This situation creates a number of problems for the workers in question.  For starters, they lose their right to notice, leaving them short between one and eight weeks' pay, which is a significant loss.  Second, they have to wait for payment for months, sometimes up to one year if they are taking cases through the Workplace Relations Commission to recover their redundancy entitlements.  A huge amount of stress and worry is involved for those workers.<\/p><p>What has been even more frustrating is the regular sight of companies that declared they were unable to pay redundancy not only continuing to trade but actually winning public contracts for more work.  It seems bizarre that this practice could happen.  It appears, I regret to say, to be a regular feature of the construction sector.<\/p><p>I want to give the Minister of State a couple of examples in this regard.  As one of the company names is actually the name of an individual, I will not mention the name out of respect for the rules of the Chamber, but I can supply the Minister of State with the name of the company afterwards.  This medium-size contractor let workers go, declaring it could not fund redundancies, and left the workers to recoup moneys via the taxpayer and the Social Insurance Fund.  However, the company continued to trade, it won a contract to build the public swimming pool at Nenagh, County Tipperary, and it has since won substantial public contracts at Athlone Castle and with the Department of Education and Skills - a current &euro;8 million project at Ballyhaunis community school has been given to this company.  It seems baffling that a company that declares it has no money to pay redundancy continues to win public contracts.<\/p><p>Another company, an agency specialising in contract labour, has regularly laid off workers and declared it has no funds to pay redundancy.  The same agency continues to trade and continues to be a major supplier to a wide range of public contracts.  Interestingly, when trade unions are taking cases for redundancy to what was the Rights Commissioner Service, now the Workplace Relations Commission, the labour agency would not even bother to turn up.  The union would win the case and apply directly for payment to the Social Insurance Fund.<\/p><p>This begs the question of whether the Department of Social Protection is pursuing these moneys.  Can the Minister of State explain how such companies can continue to tender for and win public contracts?  I note from a report in the <i>Irish Independent <\/i>that the Department of Social Protection has written off more than &euro;100 million of PRSI debt owed by thousands of firms.  The same report tells us that the total debt pile owed by 13,600 companies has soared to nearly &euro;500 million, and that just 10% of this debt is deemed recoverable.  The report goes on to say the Department seeks recovery of debt directly from employers who continue to trade after getting into difficulty.  I have a real concern that the Department may not have been relaying information about companies in debt to the Social Insurance Fund to other Government Departments.  The examples I am citing are clear proof that something fundamental is wrong here.  I wonder whether the examples I am quoting are just the tip of the iceberg.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00600","speaker":"1389"},{"type":"speech","time":1488450600,"counter":27,"content":"<p>First, I want to address Senator Gavan's remarks on our previous engagement.  I assure the Senator that any time I take a Commencement matter, I always make sure to go back to the Minister on a personal basis.  I went back to the Minister on a personal basis and relayed Senator Gavan's concerns regarding the Commencement matter that day.  I was in contact again this morning and have been assured that an interim report is on its way to Senator Gavan at some time today.  If that does not happen, he might contact me so I can follow it up.  I make it my business to take each matter to the individual Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00700","speaker":"1307"},{"type":"speech","time":1488450600,"counter":28,"content":"<p>I appreciate that.  I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00800","speaker":"1389"},{"type":"speech","time":1488450600,"counter":29,"content":"<p>I am taking this matter on behalf of the Minister for Social Protection, Deputy Varadkar, who cannot be present.  Under the Redundancy Payments Acts 1967 to 2013, eligible employees who lose employment as a result of redundancy are entitled to two weeks' statutory redundancy payment for every year of service, plus a bonus week.  In the first instance, it is the responsibility of the employer to pay statutory redundancy to all those eligible.  However, the Social Insurance Fund provides a safety net for employees in situations where the employer is insolvent or in financial distress to the extent that it cannot fund the redundancy payments.<\/p> <p>In situations where an employer becomes insolvent or is in financial difficulties, and is unable to make these payments, the Social Insurance Fund steps into the shoes of the employer and makes statutory redundancy payments directly to the employees concerned.  In such situations, a debt is then created on the employer for the full amount and the Minister, Deputy Varadkar, can confirm that the Department of Social Protection actively pursues the recovery of the debt to the extent that it is able to do so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The fact that a firm is in such severe financial difficulty that it becomes insolvent or is otherwise unable to fund statutory redundancy payments means that much of the debt is unlikely ever to be recovered.  This position is recognised by the Comptroller and Auditor General and noted in the statutory accounts of the Social Insurance Fund.  Nevertheless, the Department of Social Protection has an employer debt management policy in place which it actively implements.  In support of this policy a new debt recovery and accounting IT system was introduced in 2014 which provides structured support for the debt recovery process.  As part of this policy, when redundancy payments have been made from the Social Insurance Fund, the Department of Social Protection liaises with those employers continuing to trade in a constructive manner in order to recover the debt.  In doing this, it takes account of the financial position of each company and tailors the debt management process to suit individual circumstances, balancing the requirement to recover the debt on behalf of the fund with the concern not to further jeopardise the financial position of the employer.  This is both to protect remaining jobs and to enhance the prospects of ultimately recovering the full debt.  For this reason, the debt management policy does not include an exclusion from tendering for public contracts.  It is not in the interests of the Department of Social Protection to put barriers in the way of employers in obtaining contracts for work, rather it is important that those companies with a debt to the Social Insurance Fund continue to trade in order that they remain viable and in a position to repay that debt.  <\/p><p>Debt owed to the Social Insurance Fund by employers is only written off where the Department of Social Protection is completely satisfied, in line with the Comptroller and Auditor General's requirements, that the debt is not recoverable and debt write-offs are only carried out with the sanction of the Department of Public Expenditure and Reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#C00900","speaker":"1307","continuing":true},{"type":"speech","time":1488450600,"counter":31,"content":"<p>I thank the Minister of State for her response.  I also thank her for her response on the Tipperary hostel workers issue.  I look forward to receiving the interim report today.<\/p> <p>The answer the Minister of State has given is comprehensive.  It has been said clearly that companies in financial difficulty can continue to tender for public contracts.  I have clear examples of companies that state they cannot make redundancy payments, which means that the workers are facing a significant financial loss, at least in terms of notice periods, and will have to wait for up to a year.  It is infuriating to see the same company win a public service contract.  Ultimately, the people who lose out are the workers.  I have given two explicit examples of companies that are abusing the system.  They are getting out of meeting their social insurance obligations and continuing to win major public contracts.  The fact that one of them, in particular, does not even bother to turn up at the WRC because it assumes and knows that the taxpayer will foot the bill is not right.  I ask the Department to look seriously at this.  I will happily supply further details if it would be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00200","speaker":"1389"},{"type":"speech","time":1488450600,"counter":32,"content":"<p>If the Senator wants to send me the details, I will bring them to the attention of the Minister, Deputy Leo Varadkar, as it would be of help to have them.  Alternatively, he can bring them to the Department.  I will raise his concerns with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00300","speaker":"1307"},{"type":"minorheading","content":"Social and Affordable Housing","time":1488450600,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00400"},{"type":"speech","time":1488450600,"counter":34,"content":"<p>I thank the Minister of State, Deputy Damien English, for coming into the House to take this matter.  I will talk about Poolbeg West and the 3,000 homes that will I hope be built there in the coming years.  For young people, like those in the Visitors Gallery, we are talking about building a sustainable city with a properly integrated social mix.<\/p> <p>I will give some of the history of the area.  People living in the Ringsend, Sandymount and Pearse Street area have a history of providing homes for themselves.  Way back in the 1980s we started to build affordable housing through co-operative movements.  When the docklands were developed, the community devised a scheme that provided for 20% social and affordable housing.  It was taken on board by the then Minister for the Environment and Local Government, Noel Dempsey, and developed as Part V housing.  In the Ringsend area alone about 150 affordable housing units have been generated.  They are very different.  Because there is such a strong tradition of providing affordable homes in the area, very few people are in arrears.  Many people living in affordable and council housing fell into arrears during the recession, but that has not happened in our community because of that strong tradition.  In many ways, we would not have a housing crisis if the former Minister, Martin Cullen, had not undermined the very good legislation brought forward by his predecessor, Noel Dempsey.  <\/p> <p>There were no social or affordable units provided during the boom because the legislation had been watered down to such an extent that very few social or affordable homes were provided during that period.  Now that we are starting to see new homes being built, there is the possibility to make sure we will have sustainable integrated communities.  The pilot scheme can start in Poolbeg West, on the old Irish Glass Bottle site, on which it is proposed to provide 3,000 new homes.  I ask the Minister of State to look seriously at the options for developing affordable housing, including for renting, on that site.  There are many working people living on Pearse Street and in Ringsend and Sandymount who cannot afford to meet the huge market costs.  We want to have a sustainable city and sustainable communities.  There is a pilot scheme taking place on Dublin City Council land.  The housing action group that has emerged from the community is made up of very reasonable people who want to develop a model that will work.  They have engaged positively with the receiver because we understand the land is not owned by the State.  They have met most of the voluntary housing bodies.  We can develop the model of affordable homes, including for renting, and establish how they would be managed into the future because sustainability is important.  It has been gotten wrong in cases before.  The people concerned met department officials this week.  The meeting was supposed to last for only about half an hour or 45 minutes, but it went on for nearly two hours at the officials' request because they were interested in hearing about the new developments and the thought process involved.  <\/p> <p>What do I want from the Minister of State today?  Affordable homes, including for renting, which the Minister of State and the Minister, Deputy Simon Coveney, want to see provided, can be developed.  The legislation in place only specifies a figure of 10% for social housing.  To have sustainable communities, we need a mix.  <\/p> <p>I will take some time off at the end because this element is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00500","speaker":"1417"},{"type":"speech","time":1488450600,"counter":35,"content":"<p>The Senator can have a further chat afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00600","speaker":"1420"},{"type":"speech","time":1488450600,"counter":36,"content":"<p>We need some indication that the SDZ can be opened up in a way that was able to be done successfully in the past and to perhaps develop a model that could be implemented across the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00700","speaker":"1417"},{"type":"speech","time":1488450600,"counter":37,"content":"<p>I thank the Senator for raising this issue and giving me the chance to talk about it.  He is absolutely right about the development and construction of sustainable housing at an affordable price to give people options.  The Minister, Deputy Simon Coveney, the Department and I are working very closely on the different models and ways of doing this because we want to achieve it.  I am glad that the group had a chance to meet the officials last week, although, knowing some of the officials involved, housing was probably not the only issue they discussed.  I am sure the Dublin football team came into the conversation at some stage, which is why the meeting took two hours.  I am glad that they had a chance to meet and have that engagement.  We want to engage with communities that have ideas and solutions and are prepared to work with all involved, including the receivers.  We want to make that connection through the action plan for housing with local authorities in working with communities and through the Department.  We are all on the same page in trying to achieve the best results on these sites and we will use taxpayers' money where we can on site.<\/p> <p>The Senator mentioned sustainable cities and sustainable housing.  That is what we are trying to achieve.  Housing is the number one priority for the Government, the Department and the Minister, Deputy Simon Coveney.  We are trying to drive towards having sustainable communities and affordable housing.  Taxpayers' money will be used to activate sites and help with the provision of infrastructure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There has to be a return on that.  We have to make sure that we are getting a kick-back on the price.<br\/><br\/>Delivering extra supply across all tenures is agreed by all as the key to addressing our shared housing challenges.  We have ample land and planning permission to secure the sustainable development of Dublin and at more affordable prices.  Last May the Government took the decision to designate Poolbeg west as a strategic development zone, SDZ, because of its potential to deliver a big element of the extra homes we need right in the centre of our capital and on a superb site.  The process has moved forward with Dublin City Council&rsquo;s publication, for public consultation, of a detailed planning scheme for the area under the Planning and Development Act 2000, as amended.  Comments and observations on the scheme must be submitted to Dublin City Council by 8 March 2017.  The Minister is a statutory consultee under the aforementioned Act and he intends to indicate that, in broad terms, the draft planning scheme outlines a rational and reasonable approach to the development of this strategic site.  <br\/><br\/>The Minister will also be emphasising that a key requirement of Rebuilding Ireland is the promotion of sustainable and mixed communities, which is exactly what the Senator is seeking.  In this regard, he has asked the Department to explore new models for the maximisation of a mixed tenure approach on this site.  In particular, we want to secure additional social housing well in excess of the 10% social housing requirement guaranteed under Part V.  We believe it is crucial that people who need social housing and key workers who cannot afford high-end rents can also live in the city centre and in areas like Poolbeg.<br\/><br\/>I am glad to report that my Department is engaged with this issue and is working with all the relevant interests including NAMA, Dublin City Council and, as the Senator mentioned, the local community.  It is essential that this communication continues.  Therefore, rather than a pilot scheme <i>per se<\/i>, we are determined to progress on an agreed basis with an approach to a mixed tenure model that would deliver for the owners of the lands covered by the draft planning scheme and also for those communities who want and need to see homes delivered in the area that meet their aspirations.<br\/><br\/>I know that the issue of a pilot scheme has been discussed here previously.  As I understand it, the Senator will be happy once this scheme actually happens.  We hope that this scheme will be a top-class model that can be rolled out at other sites.  This is a key site, as Senator Humphreys said, and we must get this right.  All involved want to see what Senator Humphreys has outlined and hopefully that can be achieved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#D00800","speaker":"1264","continuing":true},{"type":"speech","time":1488450600,"counter":39,"content":"<p>I thank the Minister for State for his reply.  I also want to thank the departmental officials who engaged with me on this issue prior to me submitting it as a Commencement matter.  However, we cannot talk about this scheme forever.  There are closing dates associated with the SDZ designation.  The Minister of State is aware of what is involved in the SDZ process.  I want to see, as does the Minister of State and anyone else in politics who is progressive, the supply issue resolved.  We need these 3,000 homes to be built in order to start addressing that supply issue.  We need action.<\/p> <p>I was not trying to pin the Minister of State down with regard to a pilot scheme because it is very difficult to develop a national scheme when the clock is ticking.  I am delighted that the Department is determined to progress, on an agreed basis, a mixed tenure development but the clock is ticking.  Can we expect, before there is a vote at Dublin City Council, agreement on how to progress a mixed tenure development on the site that includes social, affordable and affordable rental housing?  This must be passed by Dublin City Council before going to An Bord Plean&aacute;la.  We cannot let it get bogged down at any stage in the process.  It is too important for Dublin and for the country.  We must see these 3,000 units built.<\/p> <p>If the Minister of State cannot give me an answer today, I ask him to respond to me later.  I want to know how we can progress this, when the consultation process will be complete and when it is likely to go before Dublin City Council for a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#E00200","speaker":"1417"},{"type":"speech","time":1488450600,"counter":40,"content":"<p>The Senator will appreciate that I do not have timeline details with me today but that is something in which we are all interested.  We have seen how SDZs can work but we have also seen how they cannot work.  I am very familiar with an SDZ in my own constituency which has not delivered, which is a shame.  We want this site to be activated quickly.  That is the desire of all involved and that has been stressed by departmental officials at all relevant meetings.  The aim is to find the magic formula as quickly as we can and to do it right.  The Minister, myself and all departmental officials want mixed tenure developments and this is the perfect site in that context.  As Senator Humphreys said, we need to see a lot more than 10% social housing on that site and everyone understands that.  If we can get agreement, things will move faster and that is what we are going to try to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#E00300","speaker":"1264"},{"type":"speech","time":1488450600,"counter":41,"content":"<p>The Minister of State and the Senator are <i>ad idem<\/i>on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#E00400","speaker":"1420"},{"type":"unspoken","time":1488450600,"counter":42,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1488450600,"counter":43,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00100"},{"type":"speech","time":1488450600,"counter":44,"content":"<p>The Order of Business is No. 1, Heritage Bill 2016 - Committee Stage (resumed), to be taken at 12.45 p.m. and to be adjourned not later than 5 p.m. if not previously concluded.  To clarify it for the House, this is not a guillotine but rather that we will conclude our deliberations for the day at 5 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00200","speaker":"1391"},{"type":"speech","time":1488450600,"counter":45,"content":"<p>I welcome the reintroduction of 400 career guidance posts, an action contained in the Fine Gael and Fianna F&aacute;il confidence and supply agreement.  It was agreed at the time that this Government would reintroduce guidance counselling to secondary schools and budget 2017 saw that reintroduction with the restoration of 400 guidance posts, commencing in September 2017.  In 2012, 600 guidance posts were lost and we hope the number will increase over the years.  It is a welcome development and something that should have been done a long time ago.<\/p> <p>I also raise the issue of the help-to-buy grant for first-time buyers, which I have mentioned before in the House.  Will the Leader of the House bring it to the attention of the Minister for Finance, Deputy Noonan, that although the scheme is starting to work, the administration is very slow?  Many applicants are finding it very difficult to get their claim numbers and they have had to go to the Revenue Commissioners office up to three times to do it.  They should be able to do this online and there should be a number for a direct line for people to sort this out.  No grants have been given to date, and from an administration perspective, the resources do not seem to have been given to the Revenue Commissioners to deal with the number of people applying for these grants.  It can be very worrying, especially for first-time buyers who are very nervous about the purchasing process.  When there are so many people looking to buy in the market, builders can pick and choose who will buy the houses.  There is a fear among first-time buyers that they could lose their house if they do not have a claim number.  Will the Minister put first-time buyers at ease and allocate more resources to the Revenue Commissioners to deal with the number of people making applications for the help-to-buy scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00300","speaker":"1407"},{"type":"speech","time":1488450600,"counter":46,"content":"<p>As young people are leaving the Gallery, I tell them I am delighted they have come here as their presence is apt to my comments.  I presume they are approximately 15 years old.  I will make a comment to Members while the students are present.  Yesterday, a press release announced a 165% increase in young people self-harming who attend Pieta House.  I am not here to advocate for Pieta House, although I am its founder, but rather to speak about the limits and gaps in service for the Health Service Executive and the child and adolescent mental health services, CAMHS.  I was also approached by a couple yesterday on my way in who were parents of a 17 year old boy who was refused any help whatever on a Friday evening in one of our hospitals because he was too young.  If he had gone to the children's hospital, he would have been too old to be seen.  This is where these students or almost grown-up adults are facing a future in our country.  We have a terrible system, but with the help of young people, we can get it moving and working in order that people in distress can get help when they need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00400","speaker":"1428"},{"type":"speech","time":1488450600,"counter":47,"content":"<p>I call Senator Gavan.  I was looking for a lady, so I apologise to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00500","speaker":"1381"},{"type":"speech","time":1488450600,"counter":48,"content":"<p>I will do my best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00600","speaker":"1389"},{"type":"speech","time":1488450600,"counter":49,"content":"<p>The Senator is a gentleman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00700","speaker":"1391"},{"type":"speech","time":1488450600,"counter":50,"content":"<p>Fair play.  So is the Leader.  I begin by wishing my comrades in the North well today.  As the only 32-county party in the Chamber, we are very proud of our comrades in the North and we hope we get a good mandate today for our calls for equality, inclusiveness and a real start to a new government in the North.  I hope we can take an important step on that road today.<\/p> <p>As the Leader knows, we are also a party concerned with worker rights.  I raise a particular issue that has been raised in the Chamber before, which is the ongoing strike at the Hastings garage in Westport.  This dispute is of great concern and there are men on their fourth week of strike.  They have stood out in all weather for the past four weeks and their cause is absolutely just.  The Labour Court has declared they should get a decent redundancy payment but the Tim Hastings garage has refused point blank to implement that recommendation.  These people on strike have exhausted the industrial relations machinery of the State and I will speak to three aspects of the issue.<\/p> <p>The first is the role that Volkswagen Ireland should be playing in this dispute.  This is one of its dealers and it is a partner of the Hastings garage.  Unfortunately, to date it has decided to hide and it refuses to answer e-mails or phone calls.  It wants the issue to go away but the message I want to give here very clearly is that Volkswagen has a role to play in it.  For every day this strike continues to go on, it is a day of shame for Volkswagen Ireland for not fulfilling its responsibilities to the workers who have given a life of service to the Tim Hastings garage.  I call on Volkswagen Ireland to come out from its hiding place, face up to its responsibilities and play a constructive part in resolving this dispute.<\/p> <p>The second issue I raise is the silence of public representatives from Mayo because, to be frank, the only representative to date who has tried to engage and build a solution is my colleague, Senator Rose Conway-Walsh.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have been stunned by the silence of Fine Gael representatives in particular - there are quite a few of them in Mayo - and, indeed, those in Fianna F&aacute;il for that matter.  I have to ask the question - and I hope I am wrong in raising this issue - is the reason that Fine Gael will not engage on this issue because the garage happens to be owned by the Taoiseach's brother-in-law?  Is that the reason for the silence?  I am being clear.  This is something that has to be raised because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#G00800","speaker":"1389","continuing":true},{"type":"speech","time":1488450600,"counter":52,"content":"<p>We are on the Order of Business now and should be careful with what we say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":53,"content":"<p>I accept that, a Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00300","speaker":"1389"},{"type":"speech","time":1488450600,"counter":54,"content":"<p>We should not bring families into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00400","speaker":"1424"},{"type":"speech","time":1488450600,"counter":55,"content":"<p>There is a rally for the workers on Saturday.  I would ask that all public representatives who are concerned for worker's rights to come along to that rally in Westport at 1 p.m. to support these workers and work towards a solution so that they can get back to work.  Jobs are precious in the west of Ireland.  Real engagement is needed.  We have not had that engagement from public representatives to date.  To be absolutely clear, it is time that Tim Hastings Volkswagen Garage faced up to its responsibilities and respected its workforce.  I hope that everyone in the Chamber agrees with those sentiments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00500","speaker":"1389"},{"type":"speech","time":1488450600,"counter":56,"content":"<p>I wish to draw attention to a letter to <i>The Irish Time<\/i>s regarding the Heritage Bill 2016.  Given the day that is in it, the letter might make good reading for people.  I acknowledge some of the fears expressed in the letter by stakeholders in the context of the destruction of hedgerows.  Senators might take the opportunity today to go outside for a moment and meet the stakeholders to whom I refer who will be gathering outside the gates of Leinster House in the next while.  People from BirdWatch Ireland, the Irish Wildlife Trust, An Taisce, the Federation of Irish Beekeepers Association, Hedge Laying Association of Ireland and many more will be present.  It would be a good opportunity to hear some of their views before we come in later to debate one of the biggest matters in which they have a stake.<\/p><p>Will the Leader call on the Minister for Housing, Planning, Community and Local Government to come before the House to discuss an element of the housing crisis which is going unnoticed because of the new wave of homelessness that is taking place.  There is an ageing cohort of individuals accessing services for the homeless.  These people suffer from everything from Huntingdon's disease to old age dementia and they are still living in low-threshold accommodation without nursing care packages.  Some of the hostels are basically serving as nursing homes but they lack the staff and resources necessary to provide adequate care.  We have failed to acknowledge and address some of the issues that exist within the homelessness services because we have been primarily focused on the new wave of homelessness that has been happening in recent years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00600","speaker":"1404"},{"type":"speech","time":1488450600,"counter":57,"content":"<p>I want to talk about President Trump and fake news, and our fake news when it comes to Facebook and the way it is run.  I am sure many Senators have noticed that there are many trolls on Facebook who may be giving grief, who run out of ammunition after a period and who have to go elsewhere to get more ammunition.  What they do in this regard is set up community pages.  There could be the Lucan community page, the Trim community page or the Balbriggan community page.  It makes them look respectable.  They run these pages and the people who visit them, thinking that they relate to their communities, tend to join.  Over a period, these trolls build up a serious number of friends.  They then start working on the news themselves and putting in their own news and take away people's credibility by putting in false news.  Before that, they cry wolf and people stop listening, so they go under this new fake news.  I am calling for accountability in respect of these pages.  If one contacts Facebook or Twitter or whatever Internet company is hosting such pages, they cannot be found.  Many people have been badly hurt and their credibility has been taken away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00700","speaker":"1423"},{"type":"speech","time":1488450600,"counter":58,"content":"<p>Badly maligned perhaps.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00800","speaker":"1381"},{"type":"speech","time":1488450600,"counter":59,"content":"<p>Yes, badly maligned.  We have all come across these pages because we are all politicians and we have all experienced this.  I am calling for accountability from Facebook regarding these pages.  I have no problem with community pages that include the correct type of news but when we have these trolls, as I call them, putting false news about people on these pages, it is not right and there must be accountability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H00900","speaker":"1423"},{"type":"speech","time":1488450600,"counter":60,"content":"<p>Is the Senator calling for a debate on it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H01000","speaker":"1381"},{"type":"speech","time":1488450600,"counter":61,"content":"<p>No.  I am if we want it<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H01100","speaker":"1423"},{"type":"speech","time":1488450600,"counter":62,"content":"<p>I will go a different route.  Senator &Oacute; Riord&aacute;n has just come in and his slot is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H01200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":63,"content":"<p>I congratulate the Government and the Taoiseach and, in particular, the Minister of State at the Department of Justice and Equality, Deputy Stanton.  Last night's events in Leinster House were particularly emotional, particularly for anybody who witnessed what happened in the D&aacute;il.  After years of people complaining, the Taoiseach, on behalf of the Government and the State, formally recognised the ethnicity of the Traveller community.  What happened is great credit to a number of people in this House.  In particular, I want to mention Senator Mac Lochlainn who, along with myself and others, pursued this issue through the offices of what was then the Joint Committee on Justice, Defence and Equality in recent years.  The Senator produced a report for the committee which advocated in favour of ethnicity being recognised.  The report in question enjoyed cross-party support.  What was wonderful about last night, and many here might agree, was that a debate on any Traveller issue in this House or in the Lower House 20 years ago would not necessarily have involved people speaking with one voice.  However, last night every political leader from every political party was absolutely in agreement with the statement that was made.  It was incredibly emotional.<\/p> <p>I want to pay tribute to the Minister of State, Deputy Stanton.  Senator Kelleher, Senator Mac Lochlainn and I have been meeting the Minister of State regularly over the past year, encouraging him and getting updates on progress in respect of what he was trying to achieve, and he did it.  He is to be commended for that.<\/p> <p>For those who may have had an academic argument or discussion as to the reason for recognition of ethnicity, if they could see the emotion from the Traveller groups last night in the Gallery, the standing ovation they got from Members of D&aacute;il &Eacute;ireann, the tears that were shed and the hugs and embraces that were engaged in - it was quite remarkable.  Sometimes in this House we might lose faith in politics.  I know that the Traveller groups had their faith in the political system sorely tested over the past number of years.  They have experienced tragedies, as we all know.  I am of the view that yesterday was a start of a new engagement and provides a positive platform to engage on a number of issues over the coming years.  I want to put on the record of the House my congratulations to the Government, to the Taoiseach - who spoke so beautifully, including a phrase in Cant - but particularly to the Minister of State, Deputy Stanton.  When someone does the work and makes the difference, he or she is to be commended and I want to do that today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H01300","speaker":"1410"},{"type":"speech","time":1488450600,"counter":64,"content":"<p>I support the comments made by Senator Butler regarding the anonymous trolling that happens on Facebook and other blog pages.  I had personal experience of that in a previous Seanad when I famously, or perhaps infamously, made a comment about the seagull situation in Dublin.  What my family and I had to undergo on the blog pages for a week afterwards was horrendous.  It was terribly upsetting because at the time I did not quite understand that type of comment.  I did speak subsequently about it here in the Seanad and, of course, I drew all the trolls on me again, as indeed Senator Butler will, no doubt.  If someone wants to express an opinion in a newspaper, writing to <i>The Irish Times<\/i>or some other publication, he or she would have to give his or her name and stand over what he or she says.  I have no problem whatsoever with that.  These nameless, faceless people who obviously have no lives to live of their own and spend their entire time on their computers watching to see who they can attack or abuse next are different.  One guy suggested, in quite a detailed manner, that I should be physically assaulted.  I have experienced it.  Something needs to be done.  Eventually, something will have to be done to protect the rights of individuals.  In that context, I commend Senator Butler on raising the issue.<\/p><p>During the lifetime of a previous Seanad, I raised a matter regarding the provision of additional services for the handicapped at rural railway stations and action was taken in respect of it.  I was zoning in on Charleville in particular at that time, which is the station I use when I travel to Dublin by train.  I had watched many elderly people and invalids having to take their cases and climb up a very steep metal staircase to get from one side of the platform to the other.  Ultimately, and in fairness to Iarnr&oacute;d &Eacute;ireann, lift services were provided at Charleville.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, it has been brought to my attention that there are still quite a number of rural railway stations that do not have that facility.  The best that can be offered is placing, when a train pulls out, a couple of planks on the tracks allowing a person in a wheelchair to be wheeled across, but that is not good enough in this day and age, particularly given Irish weather conditions.  Will the Leader ask the Minister for Transport, Tourism and Sport to consider this issue and come to the House to discuss the provision of services for the disabled in railway stations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#H01400","speaker":"1394","continuing":true},{"type":"speech","time":1488450600,"counter":66,"content":"<p>I was also in the D&aacute;il last night for what was a truly remarkable occasion.  I echo everything that was said by Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in.  I give a special mention to the Minister of State at the Department of Justice and Equality, Deputy David Stanton, for his long service and commitment in this area, long before he was ever a Minister of State, particularly when he served as Chairman of the Oireachtas Joint Committee on Justice, Defence and Equality.<\/p> <p>I wish to raise a good news item in connection with the new paediatric hospital.  It concerns the urgent care unit in Blanchardstown.  There was a demonstration of the new model this morning.  It is welcome that building is due to start in May.  The unit will cater for 20% of the cases that normally arrive in a paediatric hospital.  I take the opportunity to commend the wonderful doctors, nurses and staff at Temple Street Hospital and thank them for the decades of service they have given to the people of north Dublin.  The new unit will be 50,000 square feet in size and provide consultant-delivered emergency care.  It will have short-stay observation unit beds and be staffed by senior clinical paediatricians.  It will be open from 8 a.m. until midnight and also provide outpatient services.  This is real for the people of the region, particularly those living in Fingal.  Commute time to the unit will be 36 minutes from Skerries, 30 minutes from Rush, 16 minutes from Swords, 24 minutes from Balbriggan and only 20 minutes from Malahide and Portmarnock.  As I said, building will start in May, to which we all look forward.  However, there is a need for a day hospital in Swords in support of the principle that patients be treated as close to their homes as possible in the most appropriate and cost-effective setting.  As I have said before, many procedures can be carried out in day hospitals.  There are numerous such hospitals around the country and we need one in Swords.  It would make a huge dent in waiting lists.  I commend the Minister for Health for the progress made to date in this regard.  Will the Leader to invite him to come to the House to express his views on day hospitals and the role they can play in addressing waiting lists?  In day hospitals one does not see operations cancelled owing to overcrowding in emergency departments.  This means that such patients do not end up presenting at emergency departments.  I, therefore, ask the Leader to invite the Minister to come to the House to express his views on day hospitals and their role in reducing waiting lists and within the health service more generally, as well as his plans in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00200","speaker":"1421"},{"type":"speech","time":1488450600,"counter":67,"content":"<p>Before calling Senator Gerard P. Craughwell, I acknowledge the presence in the Visitors Gallery of Deputy Marc MacSharry who was a long-serving Member of this House.  I like to see former Members who moved to the Lower House acknowledging this Chamber by paying us a visit occasionally.  Deputy Marc MacSharry is most welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00300","speaker":"1381"},{"type":"speech","time":1488450600,"counter":68,"content":"<p>This morning as I was driving towards Dublin I was listening to the CEO of Allied Irish Banks, AIB, trumpeting the tremendous profits made by the bank and declaring that it was about to pay a dividend of &euro;250 million to the State, the largest shareholder.  While that in itself is good, let us examine it more closely.  It is the most cynical move I have ever seen in my life.  In fact, it is disgusting that this organisation trumpets its tremendous profits, given that they were gained on the backs of citizens who were thrown out of their houses onto the streets.  Many years ago I lost my house to a bank and know the pain and suffering involved.  I also know how long it takes to get over a repossession.  I am still paying off my debts.  I know what it is like and was appalled to hear the CEO talk casually about how the bank still had some distressed mortgages on its books which it would sell on, not to a vulture fund but to a financial institution.  However, as the Leader and everyone else in this House knows, highly distressed mortgages are not sold on to entities that want to allow families to remain in their homes.  The bank is selling them to kill off the debts on its balance sheet.  The citizens of this country have been good.  They have helped to rebuild it.  In no uncertain terms, the recovery is due largely to the efforts of the last Government of Fine Gael and the Labour Party.  It put us through hell, but at the end of the day, we are seeing the economy recover.  It is now time for the banks that were saved to start being good corporate citizens by recognising the pain and suffering they inflicted.  AIB went as far as trying to diddle people out of money by not passing on tracker mortgage rate reductions.  I ask the Leader to organise a debate with the relevant Ministers on what constitutes good corporate citizenship on the part of the banks and financial institutions.  I would like to send a message to the CEO of the AIB to the effect that he should go away and learn how to show a little citizenship and humility and thank the people of the country who saved him, his bank and his job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00400","speaker":"1390"},{"type":"speech","time":1488450600,"counter":69,"content":"<p>I join others in expressing solidarity with all members of the Traveller community and their settled allies following yesterday's historic announcement.  It was an historic day for members of the Traveller community and a momentous day for Irish society in recognising Traveller ethnicity, which was the right thing to do and about time.  As I sit beside Members like Senator David Norris, I think of people like Tonie Walsh and other members of the LGBT community who waited unnecessarily long for equality.  Last night the wait ended for members of the Traveller community.  In his contribution in the D&aacute;il Deputy Gerry Adams noted the 1963 report by the Commission on Itinerancy which had a huge bearing on the State's approach to and policy on Travellers.  It established the policy on Travellers for the following 20 years and is one of the most shameful reports in the history of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00500","speaker":"1372"},{"type":"speech","time":1488450600,"counter":70,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00600","speaker":"1389"},{"type":"speech","time":1488450600,"counter":71,"content":"<p>I wish to read some of the terms of reference of the commission, even though it genuinely pains me to do so:<\/p><blockquote>(1) to enquire into the problem arising from the presence in the country of itinerants in considerable numbers;<br \/><br \/>(2) to examine the economic, educational, health and social problems inherent in their way of life...<\/blockquote> <p>They also include the promotion of their &quot;absorption into the general community&quot;.  In 1964, a year after the report was published, the song, &quot;The Travelling People&quot;, one of the first folk songs I ever learned, was written by Ewan MacColl.  It is worth quoting:<\/p><blockquote>I've known life hard and I've known life easy<br \/><br \/>And I've cursed the nights when winter winds were storming<br \/><br \/>But I've danced and sung through the whole night long<br \/><br \/>Watched the summer sun rise in the morning<br \/><br \/>We knew the woods and the resting places<br \/><br \/>And the small birds sang when winter time was over<br \/><br \/>Then I'd jog with my horse and dog<br \/><br \/>They were good old days for the rover.<\/blockquote> <p>May there be many more good and better days for the Traveller community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00700","speaker":"1372"},{"type":"speech","time":1488450600,"counter":72,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00800","speaker":"1392"},{"type":"speech","time":1488450600,"counter":73,"content":"<p>It is getting to be a bit of a habit, but I again commend the House of Lords for overruling the British Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J00900","speaker":"1424"},{"type":"speech","time":1488450600,"counter":74,"content":"<p>Good on the House of Lords-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J01000","speaker":"1392"},{"type":"speech","time":1488450600,"counter":75,"content":"<p>I feel a peerage coming on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J01100","speaker":"1374"},{"type":"speech","time":1488450600,"counter":76,"content":"<p>Those were the days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J01200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":77,"content":"<p>V&oacute;t&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J01300","speaker":"1390"},{"type":"speech","time":1488450600,"counter":78,"content":"<p>Last December the House of Lords commissioned a report on Brexit and the impact on Ireland.  The report was very measured and took the Irish angle into consideration, which was very welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Yesterday, the UK Government was overruled by 358 votes to 256 in the House of Lords.  The peers were worried about demanding rights for EU citizens in the UK.  There are times like this when we feel the peers are out of touch.  It is good news.  It can, and probably will, be overruled again by the House of Commons.  Somebody once said that in the Houses of Parliament there is very goodwill but, sometimes, there may not be the same understanding.  We must put on the record of this House the understanding of the rights of EU citizens in the UK.  It came from the House of Lords, and this House must welcome it.  Somebody said EU nationals should not become bargaining chips in the UK's exit from the EU.  This is very welcome news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#J01400","speaker":"1424","continuing":true},{"type":"speech","time":1488450600,"counter":80,"content":"<p>Last week, the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys, spoke here on her plan for rural Ireland.  I had a detailed look at the plan afterwards.  If the Minister is sincere about supporting villages and country life, I call on her to consider designating a one-off business in a village, such as a pub, garage, shop or post office, as a hub for the area.  Everything possible should be done to keep the designated business open.  We should make a financial contribution to that business, which would be very easy to do by exempting it from rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00200","speaker":"1411"},{"type":"speech","time":1488450600,"counter":81,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00300","speaker":"1423"},{"type":"speech","time":1488450600,"counter":82,"content":"<p>It would be a very simple move.  I read the whole document, which contains a lot of nice, flowery language, good intentions and many good plans to bring people back into rural Ireland and spend money on dwellings and renovate housing.  However, the little post office, shop or pub is the life and soul of any village.  Children are often dropped off from school, messages are left, people can buy the newspaper.  It is a house for all things, as people from rural Ireland know.  Such a business should be designated a village hub and be exempted from rates.  While the rates are minimal in most of these places, it would show that we intend to help these little villages stay intact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00400","speaker":"1411"},{"type":"speech","time":1488450600,"counter":83,"content":"<p>Good luck with that.  During the previous Senate, I suggested it and corresponded with the Minister.  I got nowhere, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":84,"content":"<p>We will try again.  I have the Senator's full support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00600","speaker":"1411"},{"type":"speech","time":1488450600,"counter":85,"content":"<p>Try again.  The Senator has my support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00700","speaker":"1392"},{"type":"speech","time":1488450600,"counter":86,"content":"<p>Laois and Westmeath stand together on it.  While he comes in for a lot of criticism, and rightly so, I welcome the fact that President Trump has launched Irish-American heritage month, which happens in March.  There was much talk that he was not going to do it, which would have been a backward step for relations with Irish America.  I roundly welcome it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00800","speaker":"1411"},{"type":"speech","time":1488450600,"counter":87,"content":"<p>I ask the two main political parties to stop acting the maggot about water charges.  It is a complete and utter farce and members of the public are fed up to their back teeth with it.  There is a lot of posturing by Fianna F&aacute;il.  Let those in that party remember it was they who started the idea of introducing water charges in the first instance.  Fine Gael has softened its approach down to charging only for water that is wasted.  There is a clear area for agreement, unless Deputy Barry Cowen goes charging in like a bull in a china shop and causing an election.  We have to pay for water.  What amazes me is that there was no such protest about property tax.  Property tax is utterly iniquitous.  I do not care if every other country in the EU has it.  It is wrong in this country to charge people on their homes.  It goes right back to the 19th century when the Land League campaigned against rack-renting.  The property tax is rack-renting by another name.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K00900","speaker":"1392"},{"type":"speech","time":1488450600,"counter":88,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01000","speaker":"1410"},{"type":"speech","time":1488450600,"counter":89,"content":"<p>Will the Senator allow me to speak or will he make a real interruption instead of grunting?  I like intelligent interruptions, but grunts I can do without.  If one is in an area where the Luas arrives, one's property value, and property charges, goes rocketing up.  If one's area becomes fashionable and gentrified, the property charges increase.  I bought my house 40 years ago for &pound;25,000.  I have spent a couple of million euro on it.  I am punished for that.  One of the objectives of Dublin City Council is to restore the Georgian core of Dublin, yet one is punished for doing so.  I call for a campaign against property charges.  The party that introduces it in the next general election will do bloody well, and will get my vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01100","speaker":"1392"},{"type":"speech","time":1488450600,"counter":90,"content":"<p>It is a clear intention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":91,"content":"<p>Sinn F&eacute;in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01300","speaker":"1372"},{"type":"speech","time":1488450600,"counter":92,"content":"<p>Now that they have stopped murdering people, they are fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01400","speaker":"1392"},{"type":"speech","time":1488450600,"counter":93,"content":"<p>Selection has not started yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01500","speaker":"1381"},{"type":"speech","time":1488450600,"counter":94,"content":"<p>It is good to see that Senator Norris is ecumenical in how he regards all parties.  I welcome the fact that the Minister of State at the Department of Justice and Equality, Deputy David Stanton, has brought legislation through recognising Travellers as an ethnic group.  I represent many Travellers and it is a positive move.  I hope it will be a catalyst for real change.<\/p> <p>Last night, there was a tragic car accident on the M7 between junction 27, Birdhill, and junction 28, Castletroy.  One man tragically lost his life.  Many cars were involved in the accident.  There was severe weather along the stretch of road and I have e-mailed the CEO of Transport Infrastructure Ireland, TII, formerly the National Roads Authority, Mr. Michael Nolan, asking him to carry out an investigation into the circumstances of the accident.  The stretch of road in question is in County Tipperary but it leads towards Gooig bog.  Many of people have told me there are issues relating to the road in terms of flooding and aquaplaning.  I pass my sympathies to the family of the man who lost his life on the route last night.  We need to ensure that the route is safe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01600","speaker":"1374"},{"type":"speech","time":1488450600,"counter":95,"content":"<p>The good news is that figures from the Central Statistics Office, CSO, show that there are 44,000 fewer unemployed people than this time last year, which is a major improvement.  Now that we have got over the major unemployment difficulty, we need to start planning for the long term.  Part of that planning should involve infrastructure development.  We have not had a major debate on that matter.  Senator Kieran O'Donnell has raised the Cork to Limerick road or, as he would say, the Limerick to Cork road, and the Cork city north ring road.  We need to plan for infrastructure development and set out a clear plan including sourcing the funding to do this work.<\/p> <p>The population of the country will continue to increase.  There is no point in responding to it after it has increased.  We need to plan for the increase.  Part of it is about rail, road and the whole infrastructure, including our health care system, school system and third-level institutions.  We do much of our planning in our urban areas in a piecemeal fashion.  We produced a Cork area strategic plan.  Although it was great to do a plan, not all of it was implemented, and it causes the bottlenecks that subsequently arise.  I might be appropriate to have a debate on the issue of infrastructural development and decentralisation from Dublin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Rather than having 200 jobs in 40 or 50 different areas, we should focus on five or six key areas.  We need to debate the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#K01700","speaker":"1409","continuing":true},{"type":"speech","time":1488450600,"counter":97,"content":"<p>I thank the 15 Senators who contributed to the Order of Business.<\/p> <p>Senator Ardagh mentioned the help-to-buy grant.  The figures available last week show that 2,161 applications have been made and 307 have been approved to proceed to finality.  As the Senator quite rightly said, the scheme is about assisting first-time buyers to put together a deposit and encouraging the construction of new homes.  The Minister is committed to commissioning an independent review and impact assessment of the scheme with the budget of 2018.  The Senator made that the point that it should be easier for people to access the scheme.  I am happy to talk to her about it and then to converse with the Minister.<\/p> <p>Senator Freeman raised the issue of mental health.  I am unfamiliar with the case she mentioned.  I understand that 17 year olds go to child and adolescent mental health service, CAMHS, and persons over the age of 18 go to the adult psychiatry services.  The Minister of State responsible for mental health services is committed to improving access to mental health services.  She has received the highest budget ever for mental health services.  We must ensure people can access the available services.  It is important to highlight that the Department and the HSE, through the existing liaison psychiatric service for hospitals, provides psychiatric consultant-led cover in hospital and emergency departments for both out-of-hours and weekends, and there is a national clinical programme for the assessment and management of self-harm.  These have all been initiated and are in place.  I am sorry that Senator Freeman is not here.  If she wants to give me the details of the case, I am happy to talk to the Minister about the matter.<\/p> <p>It is important to put on record that an awful lot of work is being done in our health system around mental health.  For the impression to be created that there is not and that nothing is being done is a bit unfair to the people who work in the system.  A great deal of work is being done.  For example, an additional &euro;2 million was made available in 2016 to address the specific mental health needs of homeless persons in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#L00300","speaker":"1391"},{"type":"speech","time":1488450600,"counter":98,"content":"<p>I do not think people realise, and it is happens regularly, the effect that the noise generated by phones located near recording equipment has on the people who are seated in front of me, in particular the person who must wear earphones.  The noise is extremely annoying and irritating.  If possible, when people are speaking or near a speaker, I ask everyone to please put their phones some place that does not affect the logistics.  I do not blame the Leader.  Interference with the recording equipment happens regularly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#L00400","speaker":"1381"},{"type":"speech","time":1488450600,"counter":99,"content":"<p>It might have been my iPad and I apologise if it was.<\/p> <p>It is important that when we debate mental health, we put on record that a lot of work is being done and there is investment.  We need to do more because mental health services were the Cinderella of the health service for years.  There has been investment and we have a Minister of State committed to the service.<\/p> <p>Senator Gavan raised the issue of the Hastings garage.  It is an issue that Senator Rose Conway-Walsh also has raised.  I am unfamiliar with the case.  I do not hide behind a cloak or relationship with anybody.  If there is a Labour Court or Workplace Relations Commission finding, there is a need for it to be upheld and implemented.  There is also a need for both sides to talk.  The Senator referenced the issue of Volkswagen Ireland.  Perhaps it has a role.  I would maybe agree with the Senator on the matter but I am unfamiliar with the specifics of the case.  It is important that people talk.  If workers' entitlements and rights have been awarded by the mechanisms of the State, they should be honoured, in my opinion.<\/p> <p>Senator Ruane mentioned the Heritage Bill.  We will debate the legislation later today so we can discuss her matter at that time.<\/p> <p>The Minister for Housing, Planning, Community and Local Government will be here on 21 March to discuss and present to the House an update on the action plan on housing.  On that occasion we can debate the issues Senator Ruane raised about housing.<\/p> <p>Senators Butler and Ned O'Sullivan raised the issue of accountability in terms of social media, in particular Facebook.  The Senators are right that there is a need for accountability and to ensure fake news is not promulgated or that a person's name or character is not maligned.  Those of us who are in the public eye as politicians or public people receive a lot of commentary on our Facebook or social media feeds.  Some of it is done by trolls and some is a genuine engagement in discussion.  There is no place for cowardly comments or acts being made against people who genuinely hold views.  There is a need for accountability.<\/p> <p>Senators &Oacute; R&iacute;ord&aacute;in, Warfield, Kieran O'Donnell and Reilly mentioned the importance of yesterday's decision by the Government and the declaration by an Taoiseach about Traveller ethnicity.  Yesterday, remarks were made about it in the House during the Order of Business.  As Leader, I congratulate the Minister of State at the Department of Justice and Equality, Deputy Stanton, on his role.  Yesterday, in his absence, I paid tribute to Senator &Oacute; R&iacute;ord&aacute;in, the former Minister of State at the Department of Justice and Equality, and Senators Mac Lochlainn and Kelleher on the work they have done in this area.<\/p> <p>Today is an important day of celebration.  Senator Warfield quoted a folk song.  The words of a Christy Moore song came to my mind, \"This the day the cuckoo likes and so do I.\"  It is a new beginning and new dawn for the Traveller community.  As I said yesterday, I had the pleasure of serving as chair of the Traveller consultative committee on Cork City Council.  Yesterday was a good day for the men and women who engage positively, who want to see their lives improved and who want to see the Traveller community respected and recognised.  I commend all the people who were involved in the work to make yesterday happen.  As the Senators correctly said, 20 years ago the Government would have been in a different space and there would have been political rivalry in terms of different sides of the debate.  Yesterday and today are good days.<\/p> <p>Senator Ned O'Sullivan also referenced the issue of disability access at rural train stations.  He is right to highlight the matter.  Iarnr&oacute;d &Eacute;ireann has a responsibility and an obligation to provide access for disabled persons and people who need assistance.  I am happy to invite the Minister for Transport, Tourism and Sport to the House to debate the matter.  To expedite the matter I suggest the Senator tables a Commencement matter.  He made the valid point that Iarnr&oacute;d &Eacute;ireann has an obligation and duty that it must live up to.<\/p> <p>Senator Reilly raised the issue of health.  I congratulate him on the work he has done to provide health services in many parts of the north of this city.  I am happy to invite the Minister for Health to the House to discuss the matter raised by the Senator.<\/p> <p>Senator Colm Burke has highlighted the issue of building new hospitals.  We have not built too many new hospitals in a 40-year period.  As part of the overarching debate on health we should consider the matter.<\/p> <p>Senator Craughwell mentioned AIB.  I did not hear the radio interview given by Bernard Byrne this morning.  I heard the news headline that a proposal has been made to pay a &euro;250 million dividend to the State as shareholder.  All of us in this House fully understand how the public feel.  We feel frustrated and annoyed at the way banks have treated people, whether it is business owners or home owners.  These people have worked hard and are trying hard to retain their businesses or homes and to live in their homes.  I fully understand the remarks made by the Senator.  It is important that we, as a State, get our money back from the banks.  We bailed out the bank, in this case AIB, and we need to get money back as well.  We must strike a balance between restoring a bank to health but not at the expense of the customer or citizen.  I am sure and confident the Minister will be able to strike a balance.  As I said yesterday, it is important that banks work with people.  Banks must recognise that they have a role and a duty to play in working with people to ensure every effort is made to retain their homes or businesses.<\/p> <p>Senator Feighan mentioned the vote that took place in the House of Lords yesterday.  It is important for us to acknowledge that the Irish angle is very important.  The decision yesterday recognised that a debate is still taking place in England.  As Prime Minister May said, Brexit is Brexit.<\/p> <p>I commend Senator Richmond who has commenced his work as Chair of the committee doing preparatory work for the Seanad Brexit committee.  We need to highlight the importance of Ireland in the Brexit negotiations.  As Senator Feighan has said, we must tap into the goodwill that exists for Ireland.<\/p> <p>Senator Davitt made the very good suggestion that we should have a village hub.  Senators Davitt and Butler should get together to lobby about rates because both of them have banged that drum for a period in the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The contribution the Senator made this morning is worthwhile and one that should be put to the Ministers.  Perhaps Senators Davitt and Butler could get together and put together a cross-party motion on it that could get the support of the House.<br\/><br\/>Senator Norris re-opened the issue of property tax, which I am not going to go into, and the issue of water.  I believe we should all read the piece about water by Mr. Stephen Collins in this morning's edition of <i>The Irish Times<\/i>.  Maybe the Senators opposite will go back to Deputy Miche&aacute;l Martin and ask him to stop playing politics.  Mr. Collins wrote &quot;Fianna F&aacute;il&rsquo;s cynical approach to water charges has demonstrated that the party is unfit for government for the foreseeable future.&quot;  For me, that is the line of the morning.  The Fianna F&aacute;il Senators might reflect upon that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#L00500","speaker":"1391","continuing":true},{"type":"speech","time":1488450600,"counter":101,"content":"<p>There are a couple of other good lines in there as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#M00300","speaker":"1394"},{"type":"speech","time":1488450600,"counter":102,"content":"<p>The question Senator Norris posed about property tax is with what would it be replaced.  It goes back to the old question we all have on how to fund the provision of services and the provision of facilities for people.<\/p> <p>I join with Senator Kieran O&rsquo;Donnell in extending sympathy to the deceased man&rsquo;s family after that tragic motorway accident.  He is right to highlight the issue of aquaplaning.  A road on which the Cathaoirleach travels most weeks, from Sarsfield Road to Wilton and from Bishopstown to Ardarostig Cross, is equally conducive to aquaplaning.  Either in this House or before the transport committee, TII needs to discuss and debate the quality of the infrastructure in parts of the country where some of the issues raised by Senator O&rsquo;Donnell can be seen.<\/p> <p>Senator Colm Burke raised an issue that I am sure we will debate with the Minister, Deputy Coveney, about Ireland 2040 and the future of planning infrastructure, which was requested yesterday.  The Senator is right to underline the importance of planning for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#M00400","speaker":"1391"},{"type":"speech","time":1488450600,"counter":103,"content":"<p>Before I ask if the Order of Business is agreed, I acknowledge the Leader and the others who resolved the problem we had on Thursdays where we normally had no legislation or debate in this Chamber because of the voting system in the D&aacute;il.  I understand that the Independent Alliance Deputies and Deputy Mattie McGrath in particular have agreed to provide a pair for whatever Minister is needed in this House for that period.  There was a lacuna on Thursdays from 12.30 p.m. to about 2.15 p.m. because the Ministers were all tied up in the D&aacute;il.  That has been temporarily and hopefully permanently resolved so that we can get on with the business.  I would like to acknowledge that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#M00500","speaker":"1381"},{"type":"unspoken","time":1488450600,"counter":104,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1488450600,"counter":105,"content":"<p>Sitting suspended at 12.23 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Heritage Bill 2016: Committee Stage (Resumed)","time":1488450600,"counter":106,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#O00100"},{"type":"unspoken","time":1488450600,"counter":107,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1488450600,"counter":108,"content":"<p>Question again proposed: \"That section 1 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1488450600,"counter":109,"content":"<p>I am astonished that this matter is before the House again.  It was an election gimmick to buy the farmers' vote.  For that reason, Fianna F&aacute;il colluded in it.  It was complete and absolute nonsense.  I wish to quote what the Taoiseach said during a Second Stage debate in the D&aacute;il on 15 December 1999.  He stated:<\/p><blockquote>The Minister referred to the issue of hedgerows, which really are corridors of wildlife.  I have had meetings with various groups who are interested in this.  The local authorities, for reasons of public safety, feasibility, etc., have, under contract in some cases, cut these hedgerows and the quality of the cutting has ranged from neat to environmental savagery.  I am glad to see that the Minister proposes to regulate this.  In Britain, the regulations are much stronger.  The species and licence requirements are identified and one just cannot cut at random because it is seen as a social and criminal offence to stray outside the legislation in that regard.  We may need to discuss all of these areas at some length on Committee Stage.  For instance, the Minister specified that hedgerows may only be cut during certain periods by public bodies, including local authorities, for reasons of public health or safety.  When the people of village X or Y get on to a hard pressed local authority, it will send down the flail-cutter to cut hedgerows, saying it had to do it for public health or safety because the people were complaining.  The legislation must be much tougher and regimented here in the sense that local authorities should be under no illusions that there are times specified in the Bill during which hedge-cutting and trimming may be legitimately carried out.  We do not want environmental savagery to which I referred to take place in the middle of the nesting season on the excuse that it is for public safety or health.<br \/><br \/>I recall being a member of Mayo County Council in the mid-1970s when a then independent member, the late Councillor Nellie Robinson from Ballina, introduced a by-law, the first lady member in Ireland to do so, whereby no hedge-cutting should take place during the nesting season.  She was before her time in that sense and I am glad to see that this kind of thing is now being recognised here.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Why is the Government doing a complete <i>volte-face<\/i>on what the Taoiseach, Deputy Enda Kenny, said so very clearly in D&aacute;il &Eacute;ireann in 1999?  That is the first question for the Minister.  Why is she flying in the face of what the Taoiseach said so vigorously in defence of the nesting periods in D&aacute;il &Eacute;ireann in 1999?  What has happened and what are the arguments?  We have had no argument on this Bill but rather statements and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#O00400","speaker":"1392","continuing":true},{"type":"speech","time":1488450600,"counter":111,"content":"<p>I welcome the Minister to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00200","speaker":"1417"},{"type":"speech","time":1488450600,"counter":112,"content":"<p>I should have said that too.  I beg her pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00300","speaker":"1392"},{"type":"speech","time":1488450600,"counter":113,"content":"<p>Funnily enough, we could have made progress on this Bill if we could have had conversations offline on many aspects of the Bill.  I have just had quite a heated discussion with the Minister of State, Deputy Ring, on RTE, as he seems to think this Bill is only for the hedges along the roads and that it is a baseline study and a pilot scheme.  A pilot scheme needs a baseline study but there is no such study.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00400","speaker":"1417"},{"type":"speech","time":1488450600,"counter":114,"content":"<p>It cannot cover the entire country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":115,"content":"<p>Yes.  I thank the Senator for pre-empting my next line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00600","speaker":"1417"},{"type":"speech","time":1488450600,"counter":116,"content":"<p>I beg the Senator's pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00700","speaker":"1392"},{"type":"speech","time":1488450600,"counter":117,"content":"<p>It is across the Twenty-six Counties.  Similar studies have been taking place in Northern Ireland, England and Scotland where they have clearly indicated it is illegal to cut hedgerows from March to August.<\/p> <p>I have a problem speaking to this as a heritage Bill, as the last thing it seems to be doing is protecting our heritage.  One of main concerns relates to bird nesting patterns across the country.  The wren, blackbird, song thrush and robin nest in August; the bluefinch, yellowhammer, greenfinch, goldfinch etc. nest in September; and nesting in March is the curlew, which is on the red list because we have seen a drop of 86% in breeding pairs over the past 25 years.  The yellowhammer has seen a 61% decline in breeding pairs in Ireland since 1970.  Hedgerows play an important role within that.  We can also speak about their importance to bats, which are still feeding their young at that stage using hedgerows.  Hedgehogs are an endangered species across the country and they need hedgerows for food so they can lay down fat for hibernation.<\/p> <p>The accusation is levelled that anybody who wishes to stand up for the environment is from Dublin 4 and does not understand rural Ireland, as the Minister of State, Deputy Ring, recently shouted at me.  The argument is that if a person has never lived in rural Ireland, he or she does not understand it.  As I stated to the Minister of State, I have spent many a year in rural Ireland.  I worked in places from Donegal to Kerry, west Cork and Galway, in small villages and towns.  I very much understand the issues and everybody in the House wants to ensure rural Ireland is viable, with a strong agricultural community.  Destroying the food source of pollinators, however, such as the bees in hedgerows, will cause immense damage to farmers struggling for a living.<\/p> <p>Is there the possibility of compromise or a way forward?  My understanding is Fianna F&aacute;il will probably support the Government on this issue.  If the issue is road safety, let us examine it.  I certainly do not want to see anybody injured on our roads or cars damaged because of overgrown hedges.  It is a matter of compromise so let us look at cutting those hedges that abut onto roads.  We can examine the Road Traffic Acts and put in place legislation for where a danger exists, such as for pedestrians who are pushed further into the road because of an overgrown hedge.  If the Minister is open to it, the issue could be dealt with in the Bill before us today.<\/p> <p>The good Senator from Cork is sitting in front of me and unfortunately, he let the cat out of the bag when he made his contribution.  He stated that as there is a bit of down time in August, what else would one use the old machinery for?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00800","speaker":"1417"},{"type":"speech","time":1488450600,"counter":118,"content":"<p>The Senator is being anti-rural.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P00900","speaker":"1386"},{"type":"speech","time":1488450600,"counter":119,"content":"<p>Here comes the voice again.  Listen to it.  If one puts forward a logical argument, there is a shout of being anti-rural.  What would I know as I am from Dublin?  Use science and proper studies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01000","speaker":"1417"},{"type":"speech","time":1488450600,"counter":120,"content":"<p>Logic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01100","speaker":"1386"},{"type":"speech","time":1488450600,"counter":121,"content":"<p>Use logic.  A pilot scheme should be for a small area and a baseline study should be used.  We must ensure we do no harm as the figures are truly frightening when we look at our wildlife and the loss of habitat for birds and bees.  I will hear again the question of what I would know, being from Dublin 4.  We know it as we are part of Ireland.  We want to see all of Ireland thriving and ensure that agriculture is vibrant.  We want to see a strong tourism industry but slashing and burning our hedges is not the way to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01200","speaker":"1417"},{"type":"speech","time":1488450600,"counter":122,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01300","speaker":"1392"},{"type":"speech","time":1488450600,"counter":123,"content":"<p>Destroying our natural habitats is not the way to build a strong tourism industry.  It is a case of doing a pilot study over the entire Twenty-six Counties and then seeing what wildlife is still alive after two years.  There may be bloody little and we will not be able to get it back.  It will be destroyed over what is being called a pilot period.<\/p> <p>I am not anti-rural.  I ask the Minister to think very carefully as many farmers in the country depend on subvention from the European Union.  Grants are paid to tillage farmers and under various schemes across the country and these all have rules and regulations.  One could see an enormous loss of earnings for small tillage farmers if they do not maintain hedgerows to the standard laid down with regard to EU funding.  Farmers have raised the issue with me as not all of them see me as being anti-rural.  We want to see this work in the Twenty-six Counties and indeed in the Thirty-two Counties.  However, we have protection in the Six Counties and we need to keep that same protection for the rest of the country.  We must ensure wildlife thrives and that farmers and local communities thrive through agriculture and tourism.  That is why I oppose section 1 of the Bill.  This may be a very long day that is followed by many more long days on this Bill.  It is not the Minister's intention but the Bill could do untold harm to the countryside.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01400","speaker":"1417"},{"type":"speech","time":1488450600,"counter":124,"content":"<p>The Senator let the cat out of the bag.  This section is very technical and we have already dealt with the amendment.  I ask Senators to stick to the section.  We must make progress.  Attempting to stall legislation by repeating what has already been said on Second or Committee Stage will get us nowhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01500","speaker":"1418"},{"type":"speech","time":1488450600,"counter":125,"content":"<p>I absolutely agree with the Acting Chairman and we must move on with the debate.  I welcome the Minister to the House again today but I am disappointed she has not formulated any amendments that might give us food for thought based on the last debate.  I welcome the debate on this Heritage Bill 2016.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has allowed me to go and consult farmers.  I am a farmer's daughter and live in rural Ireland.  My father was a member of the IFA for all of his life.  He passed away a few months ago.  I have used the opportunity to talk to farmers about the Bill to assure myself that I was not missing part of the picture.  I listened to BirdWatch Ireland, An Taisce and the Federation of Irish Beekeepers' Associations which is engaged in a magnificent demonstration outside today.  I talked to its representatives in Kildalton College to get their views.  I had to get to the nub of the issue and that meant getting to the farmer.  I started to consult farmers along the highways and byways near where I lived and further afield and was pleasantly taken aback.  I knew that heritage was hugely important to farmers.  We said in the last debate that they, with local authorities, were the managers of hedgerows.  In many ways, they are the custodians of our landscape.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#P01600","speaker":"1385","continuing":true},{"type":"speech","time":1488450600,"counter":127,"content":"<p>I said that the last day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00200","speaker":"1383"},{"type":"speech","time":1488450600,"counter":128,"content":"<p>Absolutely.  I was reassured in meeting them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00300","speaker":"1385"},{"type":"speech","time":1488450600,"counter":129,"content":"<p>Then perhaps Senator Paul Daly might abstain or vote with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00400","speaker":"1392"},{"type":"speech","time":1488450600,"counter":130,"content":"<p>I was also told by farmers that the issue was being clouded in matters of road safety.  We discussed it at length on the last occasion.  Matters of road safety and the Road Traffic Act can be dealt with outside this issue.  It is not a road safety issue for farmers.  The Minister is suggesting roadside hedges be cut and that this is what many farmers disagree with.  A farmer said to me last night that hedges inside a field were cut, even though that did not have to happen.  Farmers have told me that it is not a big issue in the month of August.  There is an issue not only for the various environmental wildlife groups but also farmers.  I speak on behalf of the wildlife groups and farmers with whom I have consulted.  There is ample provision made for road safety.<\/p> <p>I turn to the Fianna F&aacute;il Party.  One of its Deputies has been replying to some of the letters sent by the different federations and using the Road Safety Act as the reason we have to cut and grub.  Senator David Norris referred to grubbing on the last occasion and said this was a grubby Bill.  It is certainly grubby.  Grubbing means taking the roots and branches and pulling out every component of the ecosystem.  As Senator Kevin Humphreys said, it deprives the people of Ireland of a beautiful heritage and wildlife of roosting.  It affects mammals and different wildlife species.  As a farmer's daughter, I am fundamentally opposed to it.  My father has passed away, but the land is still there.  One of the reasons I am here is that he used to bring me out onto the land, on which there were hedgerows.  He had a dairy herd.  What the Minister is prescribing is cutting in the month of August, lock, stock and barrel.  I fundamentally disagree with him.  <\/p> <p>I also fundamentally disagree with the proposal to carry out a survey.  It would be absolutely unscientific.  It would be a joke and totally flawed.  I suggest carrying out an environmental impact assessment of the hedgerow system and wildlife corridors throughout the Twenty-six Counties.  In that way we would be able to assess the true ecological value of the system from all perspectives, including climate change and drainage.  We would then gladly come back here and the Minister could prove me wrong, but what she is proposing at this stage is absolutely the wrong way for the country to go.  This is not about greening Ireland but destroying it.  It is an attempt to damage our natural environment.  It will damage the rural way of life and is potentially damaging to the farming community which, as Senator Kevin Humphreys said, wants to avail of all of the funding mechanisms available, including GLAS.  What the Minister is proposing can damage this for them and the livelihood of the small family farm in rural Ireland.  I am, therefore, fundamentally opposed to the Bill and hope the Minister can do better for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00500","speaker":"1385"},{"type":"speech","time":1488450600,"counter":131,"content":"<p>I am loath to intervene while Members are speaking, but most of the points made have nothing to do with the section.  If we continue in this way, we will get nowhere.  I might as well leave this chair and sit with the Minister in the anteroom.  If we want to have a reasoned and sensible debate, we have to move on because we are legislators, not commentators.  Senators should, please, stick to the section.  Many of the points being made have to do with other amendments and the passing of the Bill, from which we are a long way away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00600","speaker":"1418"},{"type":"speech","time":1488450600,"counter":132,"content":"<p>I sympathise with the former Minister of State, Senator Kevin Humphreys, who spoke about the Minister of State, Deputy Michael Ring, to whom I spoke in a committee room yesterday when I expressed concern about this Bill.  He responded in the most amazing way by saying he was glad that I was not from rural Ireland because if I was, I would actually understand it.  I suspect that, in contrast to the Minister of State, I have actually read the Bill.  I told him that I was not referring to hedgerows along the roadside which is what he said the Bill was about.  That kind of parochial language and the presumption that I am not interested in rural Ireland are extremely insulting to a political activist and someone who came to this House not in the interests of any one constituency but those of society.  I am interested in what happens in all of Ireland.  Today people in the North go to the polls.  Sinn F&eacute;in's leader in the North, Michelle O'Neill, was Minister for Agriculture and Rural Development.  In December 2014 she clarified the position on legislation dealing with the closed period for hedge cutting.  Responding to calls from the Ulster Farmers Union for consideration to be given to further exemptions, she stressed the importance of hedgerows which supported a wide variety of plants, birds, mammals, insects and wildlife.  She will potentially be First Minister or deputy First Minister following negotiations after the election.  The Minister, Deputy Heather Humphreys, is not in a Department with responsibility for agriculture, rather she is Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs.  I urge her to appreciate the views of those Members who are arguing in the interests of rural Ireland based on their scientific knowledge and the knowledge of local authorities across the State that have strategies in place and scientific evidence which support our amendments.  I urge her one last time to appreciate the amendments proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00700","speaker":"1372"},{"type":"speech","time":1488450600,"counter":133,"content":"<p>I will speak to the section which outlines the Short Title of the Bill which is the nub of the concern being expressed.  The title of the Bill is the Heritage Bill.  There is serious concern about whether this is a heritage Bill or whether it contains components which make it an anti-heritage Bill or will result in a dilution of heritage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the Minister to the House.  However, as the Minister with responsibility for heritage, the onus is on her to prove this legislation is driven by and serves the purposes of heritage at its core.  It is not a Bill coming from the Department of Agriculture, Food and the Marine or the Department of Transport, Tourism and Sport.  It comes from the heritage side and that must be the threshold we cross.  That is why I believe it is relevant that everyone is reminded of the issues of heritage in respect of the Title of the Bill.<\/p><p>We want to ensure we pass the Heritage Bill as a heritage Bill.  It is unfortunate that there has been much confusion as well as direct differences in respect of what was said in the House during the last debate and the components of the Bill under examination today, that is to say, the text.  For example, we were told there would be provision for one year of growth.  However, the legislation refers to the destruction and grubbing of hedges.  All of this clashes within the language of the Bill.  The opportunity was not taken in the period between the last debate and this debate to put forward more substantial Government amendments to clarify the exact purpose and intent of the Bill.<\/p><p>There has been an interim period, during which people have had ample opportunity to engage and work with others across the House as well as civil society groups to put forward amendments to address issues.  For example, we constructively engaged on the proposal of road safety.  I do not intend to speak to it because I know we will come to vote on it and we have debated it at length.  We put forward real proposals to address the important issue of road safety and to strengthen the existing adequate protections.  Section 17 enforces these provisions further.  However, we hear that people in Fianna F&aacute;il are sending letters on the road safety issue.  If road safety is a core component of concern to them, where are the amendments from Fianna F&aacute;il to address road safety?  An opportunity has been missed not only by the Government but by our colleagues in Fianna F&aacute;il, unfortunately, in respect of addressing road safety.  Excellent ideas have been floated, even by members of Fianna F&aacute;il, around limiting the hedgerow cutting to the road side of roadside hedges.  We heard that proposal.  The Minister needs to follow through and demonstrate whether that is her core concern.  I appeal to the Minister to narrow down, delve into the detail, as we have done, and try to improve this legislation in order that we can stand over the Title.<\/p><p>I will not go into our pilot.  We will debate the matter later.  However, it is an example of what a heritage Bill would look like.  The Bill should look to reflect all the obligations under the various heritage related Acts as well as the many national and international environmental, social and other heritage acts to which we have signed up.  They would be visible in a heritage Bill.  New measures would also involve rigorous and appropriate baseline work.<\/p><p>It is disappointing that the proposals put forward by us have not been matched by proposals from the Minister.  We have specified that the Minister is responsible for heritage matters and we urged her in our previous discussion to discuss these matters with her fellow Ministers, not only in the Department of Agriculture, Food and the Marine but also in the Department of Transport, Tourism and Sport and the Department of Communications, Climate Action and Environment as well.  I would appreciate if the Minister would let us know how these conversations unfold and how she has put the heritage case to them.<\/p><p>I will come to a conclusion presently because I know we need to move to the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Q00800","speaker":"1405","continuing":true},{"type":"speech","time":1488450600,"counter":135,"content":"<p>We are on the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":136,"content":"<p>I will leave it to the substantial debate.  I want to signal that we are talking about the hedgerow networks.  They represent a network and corridor for wildlife throughout Ireland.  This is something to which every group should pay attention.  All we are asking for is that everyone would pay attention to the detail.  We need to move past sweeping statements and look to ensure this is rigorous and appropriately analysed legislation that we can stand over.<\/p> <p>The hedgerows of Ireland matter.  All of us have received the letters from people throughout the country who have been watching and monitoring nature for generations.  They know when fewer bees are around.  They know when birds that used to land in their gardens or fields no longer land there.  That information is crucial.  Citizens are paying attention to these matters and we need to match it.<\/p> <p>We are also speaking about another network, one which, given the divisions we have heard, joins rural and urban Ireland.  I am referring to the canal networks.  I realise we will move to discuss the matter, but that is another area where, unfortunately, not enough attention has been made.  Similarly, it is difficult to see how the proposals put forward in the canal section directly relate to the concerns of heritage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00300","speaker":"1405"},{"type":"speech","time":1488450600,"counter":137,"content":"<p>We can reserve our comments until we get there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00400","speaker":"1418"},{"type":"speech","time":1488450600,"counter":138,"content":"<p>Thank you, Acting Chairman.  I look forward to the debate.  I urge everyone to listen to what we have been hearing from the beekeepers, small farmers and all those concerned.  We should bear all of that in mind today.  I hope that on Report Stage we will see more constructive proposals from across the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00500","speaker":"1405"},{"type":"speech","time":1488450600,"counter":139,"content":"<p>I realise we are speaking to the section, but we are having a broad debate.  I had to contribute on the previous day.  I had not decided whether I would not speak until the end or at all.  I had to stand up and defend farmers, given some of the language being used.<\/p> <p>I appreciate that today we have come full circle.  It was I who said the previous day that farmers are the custodians of the hedgerows and of nature in rural Ireland.  I also said the previous day that as a farmer I have sowed more hedges and hedgerows than I have ever removed or cut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00600","speaker":"1383"},{"type":"speech","time":1488450600,"counter":140,"content":"<p>Good man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00700","speaker":"1392"},{"type":"speech","time":1488450600,"counter":141,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00800","speaker":"1405"},{"type":"speech","time":1488450600,"counter":142,"content":"<p>I am glad that this day is not about an attack on the farmer.  Unfortunately, we have now moved around and it is now an attack on Fianna F&aacute;il.  Again, I believe I have to stand up.  It must be something personal to me because the common denominator for me is Fianna F&aacute;il and farming.<\/p> <p>Those of us in Fianna F&aacute;il, along with the farming community, are as much nature lovers and custodians of nature as anyone else.  However, we have to represent everything and everyone equally, including the birds.  We have to represent all the birds.  I will offer an example.  The red grouse was extinct.  The species was down to two pairs on the Boleybrack mountain in Leitrim.  Thanks to innovative moves by the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs, local farmers and the local community, we now have 100 pairs.  It is clear to anyone who studied this project that an integral part of the project was controlled burning.  However, we have a major issue with that today.  Red grouse needs mature heather for nesting and new growth after burning for food.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R00900","speaker":"1383"},{"type":"speech","time":1488450600,"counter":143,"content":"<p>What is the period for this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R01000","speaker":"1385"},{"type":"speech","time":1488450600,"counter":144,"content":"<p>It has happened in the past two weeks.  Yesterday was 1 March.  Under the existing law, following yesterday it is illegal and impossible to carry out any burning.  In the previous ten to 15 days, we were subject to storms Doris and Ewan.  How could anyone carry out controlled burning?  What is the difference in one day per week?  The Bill suggests the Minister will define the geography, timing, location and who is permitted to carry out the burning.  It is not a free-for-all.  As I said the last day, when we are discussing the Bill, it is made to sound as if it is passed and that on the first day of August every farmer in the country will be lined up with his tractor and hedge-cutter to go and get the birds.  That is not the position.  This is going to be controlled.<\/p> <p>What is the red grouse going to do if we do not make an allowance that the controlled burning can be done in March because February was missed?  We have to represent all the birds equally.  There has to be give and take as well as compromise.<\/p> <p>When the Bill is passed, the Minister will come back with the relevant regulations.  The regulations will have to come before the relevant committee.  I presume that will be either the joint committee responsible for heritage or the joint committee responsible for agriculture.  It is not as if we are opening up the floodgates.  However, that is the impression being given and I believe we are going to be here until tomorrow morning as a result if we do not have some-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R01100","speaker":"1383"},{"type":"speech","time":1488450600,"counter":145,"content":"<p>On a point of correction-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R01200","speaker":"1405"},{"type":"speech","time":1488450600,"counter":146,"content":"<p>You will have an opportunity to come back, if you wish, Senator Higgins.  However, I am moving on to the next speaker.  Thank you, Senator Daly.  I did not know you had such an in-depth knowledge of birds and I commend you on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R01300","speaker":"1418"},{"type":"speech","time":1488450600,"counter":147,"content":"<p>I wish to comment on the hedgerows and whatever.  My colleague, Senator Daly, has summed it up.  Fianna F&aacute;il is here to offer support.  It is about give and take.  It is a question of balance.  I have represented this issue from the local authority side.  People would have come to me about various issues related to tree-cutting and hedges and so on.<\/p> <p>Two issues arise.  We need to get a balance.  We also need to work with BirdWatch Ireland, An Taisce, the Irish Wildlife Trust, the Hedge Laying Association of Ireland and the Federation of Irish Beekeepers Associations.  We will do so.<\/p> <p>I have one thing to ask of the Minister.  I know she will respond to it.  This is a two-year pilot scheme.  Everyone needs to work together and everyone should have an input.  If everyone has an input, including farmers, this could work.<\/p> <p>I have major issues with the canals.  The principal reason is that there is no enforcement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I shall outline a small issue that concerns the River Barrow.  We have the OPW, Waterways Ireland and local authorities but nobody takes responsibility for the river.  The one thing that I seek from this Bill is that enforcement is put in place, that someone is appointed to mandate everything, and that everything is regularised and done properly.  If that happens then this Bill will work better than anything that has gone before but everything must be regulated, enforced and done right.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#R01400","speaker":"1395","continuing":true},{"type":"speech","time":1488450600,"counter":149,"content":"<p>I call on the Minister to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00200","speaker":"1418"},{"type":"speech","time":1488450600,"counter":150,"content":"<p>I wish to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00300","speaker":"1392"},{"type":"speech","time":1488450600,"counter":151,"content":"<p>I suggest that the Senator listens to what the Minister has to say first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00400","speaker":"1418"},{"type":"speech","time":1488450600,"counter":152,"content":"<p>Yes, that is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":153,"content":"<p>I shall address the issues raised when we debate the amendments in section 8, if that is all right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00600","speaker":"1249"},{"type":"speech","time":1488450600,"counter":154,"content":"<p>I thank the Minister.  I call on Senator Craughwell to discuss the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00700","speaker":"1418"},{"type":"speech","time":1488450600,"counter":155,"content":"<p>Yes.  I am glad that we have at last found out that Fianna F&aacute;il is for the birds today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00800","speaker":"1390"},{"type":"speech","time":1488450600,"counter":156,"content":"<p>That is not funny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S00900","speaker":"1383"},{"type":"speech","time":1488450600,"counter":157,"content":"<p>The Acting Chairman has suggested that he should leave the room and for the Minister to sit in the ante-room.  That is what should happen.  This Bill should be stopped in its tracks right now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01000","speaker":"1390"},{"type":"speech","time":1488450600,"counter":158,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01100","speaker":"1392"},{"type":"speech","time":1488450600,"counter":159,"content":"<p>We do not need this Bill in order to trim the hedgerows along roadways.  That work can be done under by-laws.<\/p> <p>I have never been contacted by so many people and received so many polarised views on every aspect of this Bill.  Sections of this Bill should be dealt with by the Department of Transport, Tourism and Sport and the Department of Agriculture, Food and the Marine.  The Bill is a mishmash of a load of different things.  <\/p> <p>The Acting Chairman wants me to speak on the section that deals with roads.  Many of the farmers who have contacted me have said they do not mind trimming hedgerows along roads.  I have driven every road in this country.  I have driven great big 40-foot trucks so I know what it is like to have overgrown hedges.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01200","speaker":"1390"},{"type":"speech","time":1488450600,"counter":160,"content":"<p>The amendment deals with roads, not the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01300","speaker":"1418"},{"type":"speech","time":1488450600,"counter":161,"content":"<p>The section does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01400","speaker":"1390"},{"type":"speech","time":1488450600,"counter":162,"content":"<p>No, it does not.  The amendment was in relation to----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01500","speaker":"1418"},{"type":"speech","time":1488450600,"counter":163,"content":"<p>No.  It is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01600","speaker":"1392"},{"type":"speech","time":1488450600,"counter":164,"content":"<p>The amendment was to the section, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01700","speaker":"1390"},{"type":"speech","time":1488450600,"counter":165,"content":"<p>The amendment specifically deals with roads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01800","speaker":"1418"},{"type":"speech","time":1488450600,"counter":166,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S01900","speaker":"1390"},{"type":"speech","time":1488450600,"counter":167,"content":"<p>The amendment is on the roads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02000","speaker":"1392"},{"type":"speech","time":1488450600,"counter":168,"content":"<p>And it was defeated.  This is a technical section.  If Senator Craughwell reads the Bill-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02100","speaker":"1418"},{"type":"speech","time":1488450600,"counter":169,"content":"<p>No, it is about the canals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":170,"content":"<p>Look here.  We are discussing the technical citation, section 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02300","speaker":"1418"},{"type":"speech","time":1488450600,"counter":171,"content":"<p>I see.  I beg your pardon, Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02400","speaker":"1392"},{"type":"speech","time":1488450600,"counter":172,"content":"<p>I should have known better that if it had to do with substance that some people would not speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02500","speaker":"1418"},{"type":"speech","time":1488450600,"counter":173,"content":"<p>If the Acting Chairman and I depart then we can all go home.  We know what will happen.  Fianna F&aacute;il will support this measure and the Bill will more than likely pass.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02600","speaker":"1390"},{"type":"speech","time":1488450600,"counter":174,"content":"<p>That is a matter for the House and for Fianna F&aacute;il, with respect, Senator Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02700","speaker":"1418"},{"type":"speech","time":1488450600,"counter":175,"content":"<p>With respect, I accept what the Acting Chairman has said.  It appears that that is the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02800","speaker":"1390"},{"type":"speech","time":1488450600,"counter":176,"content":"<p>Let us get real, colleagues.  We are here to legislate, not to comment.  If Senators want to comment then they can continue to do so.  I call Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S02900","speaker":"1418"},{"type":"speech","time":1488450600,"counter":177,"content":"<p>We are dealing with section 1, which is exactly what?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03000","speaker":"1392"},{"type":"speech","time":1488450600,"counter":178,"content":"<p>Section 1 deals with the Short Title, collective citation and construction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03100","speaker":"1418"},{"type":"speech","time":1488450600,"counter":179,"content":"<p>In that case I shall reserve my position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":180,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03300","speaker":"1418"},{"type":"speech","time":1488450600,"counter":181,"content":"<p>I was not going to speak on the section but I felt compelled to do so.<\/p> <p>I admit that topics like heritage and hedgerows were very new to me a few months ago.  My research on the topics took me right back to the 16th century because I got some documents sent to me about hedgerows.  I have read a large amount of documentation on this matter, some of which is in front of me today.  Having read the documentation I do not understand why burning hedgerows has been mentioned in a heritage Bill.  I researched this matter with fresh eyes and it was a new experience.  Even though I am new to this topic I realised that the matter should never have been part of this Bill. <\/p> <p>There was an historical reference in one of the pieces that dates back to the 16th century.  A poem was included in the documentation but I would be blamed for delaying this debate if I read it out.  I might hold off reading the poem until the end in case I need it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03400","speaker":"1404"},{"type":"speech","time":1488450600,"counter":182,"content":"<p>I will give the Senator a bit of latitude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03500","speaker":"1418"},{"type":"speech","time":1488450600,"counter":183,"content":"<p>The historical reference was on the hedges.  It stated that the planting of hedges and hedgerow timber had been advocated by improvers since the 16th century.  The ordnance of the Government of Ireland in 1534 laid down the following sentence: \"Every husbandman having a plough within the pale, shall set by the year twelve ashes in the ditches and closes of his farm.\"  I believe heritage dates back well beyond what any of us can understand.  I do not understand why the burning of something so historical, which is obviously very much our heritage, is in the Heritage Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03600","speaker":"1404"},{"type":"speech","time":1488450600,"counter":184,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03700","speaker":"1392"},{"type":"speech","time":1488450600,"counter":185,"content":"<p>I shall briefly refer to a technical correction.  Senator Paul Daly mentioned that the regulations would be laid before the committee.  We do not have anything in the legislation that ensures these regulations would be reviewed and laid before a committee.  This is a key concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03800","speaker":"1405"},{"type":"speech","time":1488450600,"counter":186,"content":"<p>They do not need to be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S03900","speaker":"1395"},{"type":"speech","time":1488450600,"counter":187,"content":"<p>I wish to emphasise that at no point did I make an attack.  I simply pointed to the valid arguments that Senator Paul Daly made during the last debate.  I urged him to follow through and table the legislative proposals.  Let us not wait to see what regulations may emerge after the fact or be laid before a committee because there is utterly no requirement in the legislation.  We can talk about our aspirations for the Bill.  It behoves us, as legislators and where we have constructive points to make, let us translate them into the legislation and ensure it moves through this House and is fit for purpose.<\/p> <p>I echo the view that we should send a strong message to farmers that there has not been an attack.  My colleague spoke passionately about her farming background.  I spoke about my genuine concern for Ireland's Common Agricultural Policy payments and the green low-carbon agri-environment scheme or GLAS scheme, on which so many of our farmers rely.  Many small farmers have a genuine concern about the impact damaging our hedgerows will have when we go to Europe and plead for funding.  We, as custodians, potentially endanger our case for funding, which is essential for farmers.<\/p> <p>Lastly, pollination is crucial to small farmers and anybody who produces orchards, crops and practices horticulture in Ireland.  Pollination is genuinely in serious jeopardy in this Bill.  We have heard from the beekeepers of Ireland that bees gather pollen in August to have a store of food to survive winter.  We must ensure we have a healthy bee pollinating population because they are necessary to pollinate fruit, vegetables and everything that needs pollination.  We have a national pollination plan.  It is reasonable to say that pollination is a farming issue, as well as a heritage and natural environment issue.  I would like to correct the record.  We are talking about farming.  Everybody in the House might not always talk about the same farmers but many farmers in Ireland are concerned about this matter.<\/p> <p>Senator Ruane mentioned the 16th century.  We need only to look back to 1999 when we heard Enda Kenny speak in favour of protecting the hedgerows.  The wildlife legislation came through this House and Senators have a duty to protect wildlife.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04000","speaker":"1405"},{"type":"speech","time":1488450600,"counter":188,"content":"<p>To clarify, the Senator's very words makes it sound like this provision will be mandatory.  If farmers are worried about and disagree with this measure, they will not be obliged to cut their hedges in August or burn them in March.  Let us be honest.  When one drives through a stretch of the road that has a 50 km\/h speed limit that switches to 100 km\/h at the end it does not mean one must drive at the higher speed.  If farmers are worried about their GLAS payments or anything, nobody will put a gun to their head to comply with this measure.  The legislation will leave the option open in circumstances where it may be required or necessary for whatever reason.  The Senator has made it sound like it will be mandatory to cut hedges in August or burn in March if this measure is introduced.  Far from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04100","speaker":"1383"},{"type":"speech","time":1488450600,"counter":189,"content":"<p>We have made the case collectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04200","speaker":"1405"},{"type":"speech","time":1488450600,"counter":190,"content":"<p>The legislation will bestow a window of opportunity for special cases where the measure will be required or necessary or can be advantageous, as I have said already, for different aspects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04300","speaker":"1383"},{"type":"speech","time":1488450600,"counter":191,"content":"<p>Unfortunately, it is not put up.  Perhaps if we had a constrained circumstance in the Bill, but we do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04400","speaker":"1405"},{"type":"speech","time":1488450600,"counter":192,"content":"<p>Senators Higgins, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04500","speaker":"1418"},{"type":"speech","time":1488450600,"counter":193,"content":"<p>It is the free will of the farmer, the individual or custodian.  He or she can choose to cut hedges from September to February.  Just because this Bill is introduced he or she does not have to deal with hedges in March or August.  It is his or her own choice at the end of the day.  In cases where it may be a necessity it may be a requirement or an advantage to a farmer, pedestrian, motorist, bird or nature then the option exists, with the Minister's permission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04600","speaker":"1383"},{"type":"speech","time":1488450600,"counter":194,"content":"<p>The option exists already under section 70 orders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04700","speaker":"1405"},{"type":"speech","time":1488450600,"counter":195,"content":"<p>Senators Higgins, please.  I thank Senator Daly and call Senator Humphreys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04800","speaker":"1418"},{"type":"speech","time":1488450600,"counter":196,"content":"<p>The option already exists in terms of road safety under a section 70 order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S04900","speaker":"1405"},{"type":"speech","time":1488450600,"counter":197,"content":"<p>For 365 days a year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05000","speaker":"1385"},{"type":"speech","time":1488450600,"counter":198,"content":"<p>For 365 days a year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05100","speaker":"1405"},{"type":"speech","time":1488450600,"counter":199,"content":"<p>I call Senator Humphreys please, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05200","speaker":"1418"},{"type":"speech","time":1488450600,"counter":200,"content":"<p>I compliment Senator Paul Daly on his work to protect the red grouse.  By no means, should anyone interpret my comments as an attack on farmers in rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05300","speaker":"1417"},{"type":"speech","time":1488450600,"counter":201,"content":"<p>The Senator has not given that impression.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05400","speaker":"1383"},{"type":"speech","time":1488450600,"counter":202,"content":"<p>In many ways, it is the farmers in rural Ireland who have maintained the environment over a long period.  As I have said previously about the Heritage Bill, the rules and regulations that we bring in are not aimed at the people who look after the land and protect the heritage and wildlife.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are bringing it in for the small percentage of people who do the opposite.  In the same way that the vast majority of people never break into a house, we make breaking into houses illegal not because the vast majority of people obey the laws but because of the tiny minority who do not.  We have to protect the environment.<\/p><p>The example of the red grouse is a good example.  The numbers dropped disastrously, quite close to the level of extinction.  That happened because of poor science and lack of research.  Some 70% of its natural habitat was destroyed.  We are now fighting for an endangered species to be brought back again.  It is being brought back through good science.  There were in-depth surveys carried out between 2008 and 2010 on how red grouse numbers could be restored in Ireland.  It was carried out on the basis of good science.  Unfortunately, the good science was not done before 70% of the habitat was destroyed.  We are now talking about a possible loss of habitat for many endangered species.<\/p><p>We need to be cautious.  All I am arguing for today is good science, proper pilot schemes, proper measurements, and a look at the impact on habitat.  Senator Daly's example is good.  I admire and commend him on the work he has done and the work done by many people in rural Ireland.  We got to that point because of poor science, research was not carried out, and 70% of the natural habitat was destroyed.  We are now trying to build up the numbers and it is costing a hell of a lot more money than it would have had a percentage of that habitat been protected in the first place.  That is why people in the House are so passionate on this matter.  It is a little bit like a doctor, who should do no harm.  If we are going to do this, let us research it properly with a small pilot area.<\/p><p>We do not know the regulations.  I thought that there may have been a possibility of having that conversation as to what those regulations are rather than it being a question of trust.  Is it that we are going to protect a certain species, extend an upland burning ban to protect red grouse and ensure the numbers increase?  Those are the types of regulations.  There was ample time, and there is still ample time before we finish debating and go to Report Stage in this House, for the good science to be shown to us and for us to test and analyse it.  Are we doing the right thing for the heritage of this country?  That is why I am objecting to section 1, because I believe it destroying the heritage of this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#S05500","speaker":"1417","continuing":true},{"type":"speech","time":1488450600,"counter":204,"content":"<p>I have heard the Senator say that before today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00200","speaker":"1418"},{"type":"speech","time":1488450600,"counter":205,"content":"<p>I will resist the temptation to follow my colleagues into the wider aspects of the Bill.  I will reserve that for later on.<\/p> <p>I would like to say to Senator Paul Daly that I have not attacked farmers at all.  I do not recollect a large-scale offensive against farmers.  I think there is a little bit of over-sensitivity there.  Most of us have connections with farming.  My grandfather had three or four farms in County Laois.  He was a farmer.  My uncle very much wanted to take it on but my grandparents said that it was such a heartbreaking job they would not let him, and he went into the bloody Bank of Ireland, which is a hell of a lot worse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00300","speaker":"1392"},{"type":"speech","time":1488450600,"counter":206,"content":"<p>Enough said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00400","speaker":"1383"},{"type":"speech","time":1488450600,"counter":207,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":208,"content":"<p>Down with that sort of thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00600","speaker":"1417"},{"type":"speech","time":1488450600,"counter":209,"content":"<p>Senator Daly made a point, which has some validity, about emergency situations.  They are already coped with in the existing legislation.  A farmer can apply to have this situation looked at.  I do not think that is a real argument in defence of this Bill, but like Senator Humphreys, I recognise and applaud the work Senator Daly has done with regard to endangered species.<\/p> <p>We all recognise that many farmers live with the land.  It is an organic part of their life, so of course they respect it.  We understand that, but it is not a reason for withdrawing our opposition to this Bill.  I very much hope that, as happened in a previous instance when we were talking on a motion by Senator Alice Mary Higgins about the Comprehensive and Economic Trade Agreement, CETA, Fianna F&aacute;il Members slightly altered their position and abstained, allowing us to defeat the Government.  It would be a very good day if Fianna F&aacute;il took a little time to consider this in the interest of the country generally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00700","speaker":"1392"},{"type":"speech","time":1488450600,"counter":210,"content":"<p>Very briefly, the Road Safety Act applies 365 days a year-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00800","speaker":"1385"},{"type":"speech","time":1488450600,"counter":211,"content":"<p>We have already dealt with the road safety aspect of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T00900","speaker":"1418"},{"type":"speech","time":1488450600,"counter":212,"content":"<p>If it is a problem, the legislation is there to deal with it.  With regard to the grouse, the Federation of Irish Beekeepers' Associations are extremely concerned because it is from 15 June to 31 August when the bees get most of their pollen through the hedgerows.  The red, unripened blackberry provides their protein for the winter.  The federation has told me that cutting hedges during that period will do huge damage.  The population of bees in Ireland is in decline.  We must be cognisant of that.<\/p> <p>I really respect what Senator Daly has said about the grouse and the work he has done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T01000","speaker":"1385"},{"type":"vote","time":1488450600,"counter":213,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 24; Níl, 12.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Kevin Humphreys and Grace O'Sullivan.<\/p><p>Question declared carried.","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#T01100","aye":["1409","1380","1423","1391","1376","1422","1416","1414","1383","1411","1396","1415","1412","1393","1386","1375","1425","1395","1382","1426","1394","1421","1399","1418"],"nay":["1408","1390","1389","1405","1417","1430","1398","1392","1410","1385","1404","1372"],"abs":[]},{"type":"speech","time":1488450600,"counter":214,"content":"","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00100","speaker":"1381"},{"type":"speech","time":1488450600,"counter":215,"content":"<p>Is that amendment No. 1a?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00200","speaker":"1405"},{"type":"speech","time":1488450600,"counter":216,"content":"<p>The group of amendments is Nos. 1a to a1h, inclusive.  It is a bit complex they are all related.  Is it agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00300","speaker":"1381"},{"type":"speech","time":1488450600,"counter":217,"content":"<p>That is grand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00400","speaker":"1405"},{"type":"speech","time":1488450600,"counter":218,"content":"<p>Are we taking amendment No. 1 in the name of Senator Grace O' Sullivan?  That is what I have on mine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":219,"content":"<p>No, amendment No. 1 has been moved on.  Senator Grace O'Sullivan had an amendment to section 1.  That has been dealt with previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00600","speaker":"1381"},{"type":"speech","time":1488450600,"counter":220,"content":"<p>That was voted on last time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00700","speaker":"1405"},{"type":"speech","time":1488450600,"counter":221,"content":"<p>I believe we spent a number of hours on that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00800","speaker":"1381"},{"type":"speech","time":1488450600,"counter":222,"content":"<p>We are now on to the group of amendments Nos. 1a to a1h.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V00900","speaker":"1405"},{"type":"speech","time":1488450600,"counter":223,"content":"<p>We are on section 3, amendment No. 1b in the name of Senators Lynn Ruane and Alice-Mary Higgins.  Will one of the Senators please move that amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01000","speaker":"1381"},{"type":"speech","time":1488450600,"counter":224,"content":"<p>I move amendment No. 1b:<\/p><blockquote>In page 4, line 3, after &ldquo;property&rdquo; to insert &ldquo;to protect the interests of natural heritage&rdquo;.<\/blockquote> <p>This amendment relates to Waterways Ireland and the fact that it currently has no obligation to consider heritage factors - be they historical, natural or cultural - as part of its duties.  Obviously, this is unacceptable and needs to be a matter of major consideration, given this is the Heritage Bill.  When I researched the natural heritage of the canal areas, I found that a number of different species are endangered, such as the otter, the badger, the stoat and the long eared bat among others, and this is why we need Waterways Ireland to have that obligation.<\/p><p>On the historical heritage, I believe that during a period of flooding some time ago, many historical artefacts that were in the canal came to the surface.  These included items such as clay pipes, bayonets and three-headed fishing spears from the 19th century.  There is so much historical and natural heritage along our canals that it would seem to be natural for Waterways Ireland to have an obligation to consider heritage factors in respect of the canals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01100","speaker":"1404"},{"type":"speech","time":1488450600,"counter":225,"content":"<p>As there was a lot of cliotar after the last vote took place, I remind Senator Ruane and others that these amendments are all grouped so I do not want someone to come back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":226,"content":"<p>Yes, we will keep them all together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01300","speaker":"1404"},{"type":"speech","time":1488450600,"counter":227,"content":"<p>Senator Daly asked about the same issue.  For Senators' information, I remind them that these amendments are all grouped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01400","speaker":"1381"},{"type":"speech","time":1488450600,"counter":228,"content":"<p>I will come back in on the rest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01500","speaker":"1404"},{"type":"speech","time":1488450600,"counter":229,"content":"<p>We had prepared individually for one, but I will come back in on the other amendments.  Amendment No 1b is very reasonable because it is a reminder that the protection of the interests of natural heritage is part of the role and obligation that is required under the Bill.  In a way, by putting in this practical and reasonable amendment, Members are going some way toward justifying the Title of the Bill.  We would at least be ensuring that natural heritage is recognised as part of heritage.  We spoke earlier of the hedgerows as corridors for nature.  The canals are not just an important public and social amenity but also are a vital corridor for many species and for much of our nature in Ireland by making sure they have pathways along which to travel.  This amendment simply puts back into the Bill the phrase \"natural heritage\" and the duty to natural heritage, which strangely was missing from that section of the Bill.  I cannot see how there would be anything in this amendment on which to disagree.  I will speak on the other amendments together.  I had not realised about the groupings.  I am just looking at that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01600","speaker":"1405"},{"type":"speech","time":1488450600,"counter":230,"content":"<p>My understanding of the rules of the House is that once a Senator speaks on the group he or she speaks to all the amendments in the group and then the vote is taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01700","speaker":"1381"},{"type":"speech","time":1488450600,"counter":231,"content":"<p>It is on Committee Stage so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01800","speaker":"1405"},{"type":"speech","time":1488450600,"counter":232,"content":"<p>The Senator can come back in but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V01900","speaker":"1381"},{"type":"speech","time":1488450600,"counter":233,"content":"<p>I will come back in on the other amendments together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V02000","speaker":"1405"},{"type":"speech","time":1488450600,"counter":234,"content":"<p>I support Senator Ruane's amendment on protecting the interests of natural heritage.  I take that in a general way, not just about the pikes and muskets but also the wildlife along the banks of the canals.  Amendment No. 1c proposes that in page 4, line 9, after &ldquo;designate&rdquo; to insert &ldquo;, without impeding navigation,&rdquo;.  One aspect of this is to ensure the canals are open and available for navigation by boats and so on.<\/p><p>Amendment No. 1d proposes the insertion of &ldquo;, except for areas subject to protection or proposed protection for natural heritage or used by species listed in Annex IV or V ... on the conservation of natural habitats and of wild fauna and flora&rdquo;.  On this I take a slightly more general approach.  I point out to the Minister that some 26,000 people signed the petition against this Bill and are totally against it.<\/p><p>On the issue of the county councils, Laois County Council, for example, has stated that no changes whatever should be made without recourse to the best scientific evidence.  This has simply not been done.  I want to emphasise this to the Minister.  It is outrageous that a Minister should come into the House totally scientifically unprepared.  There has been no preparation or examination of scientific data whatever.  I could put on the record of the Seanad the list of birds that are threatened by this Bill.  The beekeepers have also protested against it.<\/p><p>The Minister speaks about a pilot scheme.  There is already a pilot scheme in existence that will report this month.  Tipperary County Council has conducted a real pilot scheme in conjunction with Donegal County Council.  As it will report this month, why are we having this debate on a Bill just before a vital and relevant pilot project makes its report?  It is quite extraordinary.  I saw the Minister shaking her head when I said there was no scientific basis for this Bill.  I put it to her that in December 2014 to January 2015 she convened a working group.  It reported back with a full report, which was made to the Minister in October 2015.  One of the most significant points made by the working group was that it would be important to engage with the European Commission regarding any proposed changes, given the interests in the protection of wild birds generally and in the context of the implementation of the birds directive.  Based on the response to an information request, it is my understanding that there has been no formal correspondence between the Department of Arts, Heritage, Regional Rural and Gaeltacht Affairs and the EU directorate general for environment on this subject.  Where is the scientific evidence to back this up? The report of the working party was very clear that the Minister should engage with the European Commission.  She has singly failed to do so.<\/p><p>In addition, the Minister has placed - on the record of the House - quite inaccurate information, which is contradicted by the scientific facts.  For example, I refer to the question of cutting hedges and the resulting impact on natural fruits and so on.  On 17 November the Minister said in this House that &quot;If people want to get the best results out of their hedges in terms of seeds, berries and flowers, it is best to perform a light cutting every year.  This is recognised to be the best husbandry and leads to a better production of flowers, seeds and berries.&quot;  I have a communication from a professional hedgerow manager and consultant; a professional manager and consultant.  Let that sink in.<\/p><blockquote>I would like to point out to you that the scientific evidence does not support this statement; quite the opposite in fact.  The annual trimming of hedgerows (particularly early in autumn) reduces the potential of hedgerows to produce flowers, seeds and berries.  Whitethorn, by far the most dominant hedgerow shrub and found in 98% of hedgerows (National Hedgerow Database, NBDC), only flowers and fruits on wood that is at least two years old.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are numerous research papers on this subject and he has said that he would be happy to supply this information.<br\/><br\/>My final piece comes from another correspondent who is also professionally qualified.  I am talking about people who have a real standing in the matter:<\/p><blockquote>In my capacity as an Agricultural advisor in the past I have never heard of farmers checking to confirm if breeding birds were to be disturbed by hedge cutting as suggested by the Minister.  Farmers hire a contractor to cut and that's the end of it.  As I followed the debate I found it very disheartening and insulting that the Minister never addressed the overwhelming evidence of the loss of breeding birds, the nonsense of a proposed pilot and why she was ignoring the existing body of evidence that would lead any rational person to conclude the proposed legislation in relation to hedgerow cutting will only serve to hastened the loss of birds.<\/blockquote><p>Here I have put a substantial body of opinion from those engaged at the heart of this question with full scientific rigour and they contradict the Minister.  I have also shown the absence of any contact with the European Commission despite what the working party report given to the Minister recommended.  The scientific evidence is all against the Minister and I cannot understand why she is so obdurate in pushing the Bill through.<br\/><br\/>There are already six months of the year when farmers can do this.  Senator Paul Daly made the reasonable point that there have been two major storms in the past couple of weeks.  That is two weeks out of six months.  Surely to goodness there is enough flexibility in the six months that are available already.  I respectfully ask Fianna F&aacute;il Members to consider their position and even take a neutral position.  It would be a very good day for the Senate if we could knock out this Bill.  It does not implicate Fianna F&aacute;il in any negative response to the Bill.  It can just be a neutral position.  I respectfully ask that, as with the Canadian trade agreement, Fianna F&aacute;il take this political position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#V02100","speaker":"1392","continuing":true},{"type":"speech","time":1488450600,"counter":236,"content":"<p>I will call Senators who have not spoken already, starting with Senator Grace O'Sullivan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":237,"content":"<p>The waterways of Ireland are wildlife corridors and are like the blood veins of the country.  Am I speaking to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00300","speaker":"1385"},{"type":"speech","time":1488450600,"counter":238,"content":"<p>The Senator is speaking to the group of amendments.  She is obviously free to highlight any of them she wants.  I remind Senators that each of these amendments only needs to be moved.  No seconder is required on Committee Stage.  However, after putting the question on amendment 1b, the other amendments can only be moved and voted on.  We cannot reopen a debate then.  The Senator is free at the moment to do so and if she wants to come back, I will let her in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00400","speaker":"1381"},{"type":"speech","time":1488450600,"counter":239,"content":"<p>On amendment 1f-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00500","speaker":"1385"},{"type":"speech","time":1488450600,"counter":240,"content":"<p>If there are associated amendments, Senators should deal with them in bulk and have a general discussion.  I will not stymie debate, but I want to avoid repetition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00600","speaker":"1381"},{"type":"speech","time":1488450600,"counter":241,"content":"<p>There was just lack of clarity on the grouping.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00700","speaker":"1405"},{"type":"speech","time":1488450600,"counter":242,"content":"<p>Under EU obligations the conservation of wild birds must be taken into consideration.  The whole canal system is like a wildlife habitat.  As a result of the threat to many bird species it is really important that in all aspects of the canal legislation we recognise the annexes of the EU directives which protect natural habitats and flora and fauna along the canal system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00800","speaker":"1385"},{"type":"speech","time":1488450600,"counter":243,"content":"<p>I understand amendment 1a has been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W00900","speaker":"1417"},{"type":"speech","time":1488450600,"counter":244,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W01000","speaker":"1381"},{"type":"speech","time":1488450600,"counter":245,"content":"<p>Regarding amendment No. 1b with the expansion of the greater Dublin area, the canals and rivers act as a very important wildlife corridor for migrating birds to go into rural areas.  As custodians of that, it is necessary for us to ensure those wildlife corridors exist to protect the interests of the natural heritage.<\/p> <p>Not too far from here one can see the commercialisation of the canal bank which I am not totally against.  However, the over-commercialisation with food markets, tents and fast-food locations all springing up along the canal is affecting wildlife.  I support amendment No. 1b and I ask the Minister to consider accepting it.  It is a very minor amendment but would allow us to deal with some of those items.<\/p> <p>Amendments Nos. 1c and 1g are very important.  Our canal ways are nothing without barges and other canal boats on them.  We need to maintain navigation, which is covered in amendment No. 1g.  Amendment No. 1c states, \"In page 4, line 9, after \"designate\" to insert \", without impeding navigation,\".\"  These are two good amendments that strengthen the Bill.  To be of assistance, I am prepared to withdraw amendment No. 1d, but reserve the right to table it again on Report Stage because amendment No. 1e is possibly a stronger amendment.<\/p> <p>We need to ensure we preserve the heritage and keep the canal ways as a wildlife corridor into the hinterland.  The amendments deal with the over-commercialisation of the canal banks, which is very important in city areas, and maintaining navigation.  These are common-sense amendments and it would be helpful for the Minister to indicate at an early stage whether she will accept them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W01100","speaker":"1417"},{"type":"speech","time":1488450600,"counter":246,"content":"<p>Section 3 deals with the new powers being given to the North-South body, Waterways Ireland, for the care, management and maintenance of Ireland's canal network.  Those powers, heretofore with the Commissioners of Public Works and C&oacute;ras Iompair &Eacute;ireann, are being given to a North-South body.  We need to be certain that the local views of all users of Ireland's canal network will not be impacted negatively by any of the changes being introduced or any of the additional responsibilities being given to the North-South body.<\/p> <p>The current legislation was drafted in 1985 and came into law under the Canals Act 1986.  It recognised the historical importance and heritage role of the Grand Canal, the Royal Canal and later the River Barrow, as well as the emerging tourism potential for recreational users, boating activities and so forth.  Many people use canals every day.  Some people live on the canals because they have boats located on a canal, whether here in Dublin or further down in other parts of the country.  It is important to recognise the historical and cultural significance of these canals<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is also wildlife associated with the canals, which we will come to in later parts of the legislation.<\/p><p>In the context of this particular section, the amendments I have proposed relate to ensuring that the canals remain open to the general public.  For more than 200 years, the canals have been utilised by the public - families, communities, farmers and so on - for commerce, recreation, amenity, walking, etc.  If new powers are being bestowed on a North-South body, it is important that there is an assurance written into the legislation that will require that body to keep the network open when designated works are taking place.  The concern relates to section 3, which states, \"Waterways Ireland may designate particular parts of the canals and other canal property for particular purposes including purposes incidental to such purposes as aforesaid.\"  Amendment No. 1c in my name requests that while Waterways Ireland may designate - that is fine - it must do so without impeding the navigation of the canal.  I believe that is important for all canal users.  Powers will be provided without consultation here, so we have to be careful.<\/p><p>Section 3 also states, \"It is the duty of the Board and Waterways Ireland to undertake the care, management and maintenance of common interest property while such property is under the control of the Board or of Waterways Ireland.&rdquo;  I request that it be responsible not only for the care and management and maintenance of common property but also for the overall maintenance of the canal network.  There are further questions here about local public consultation, about the democratic responsibility and accountability of Waterways Ireland, about the democratic engagement with councillors and local authority members and about the impact of decisions being taken by Inland Waterways.<\/p><p>I will give the Minister a moment if she needs one.  On this particular issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#W01200","speaker":"1382","continuing":true},{"type":"speech","time":1488450600,"counter":248,"content":"<p>Does the Cathaoirleach want me to come in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00200","speaker":"1249"},{"type":"speech","time":1488450600,"counter":249,"content":"<p>It would be safer for the Minister to come in once she has heard all of the speakers.  If she starts to answer every query, she will get confused with the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00300","speaker":"1381"},{"type":"speech","time":1488450600,"counter":250,"content":"<p>Amendment No. 1g in my name has exactly the same aim, which is to maintain the navigations while any of these works are taking place simply to ensure that users are not going to be discommoded because works are taking place.  That would in its own right ensure that Waterways Ireland would have to engage, consult and liaise with users, local communities and so forth.  There are other amendments that we will come to at a later stage by which I am seeking that consultation will not be at the discretion of Waterways Ireland, but rather that it would be imposed on Waterways Ireland.<\/p> <p>There is a major controversy brewing down in the Barrow region.  My colleague, Senator Lorraine Murnane O'Connor, has raised many concerns with regard to the Barrow line.  Sorry, I meant Senator Jennifer Murnane O'Connor. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00400","speaker":"1382"},{"type":"speech","time":1488450600,"counter":251,"content":"<p>The Senator is getting her speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00500","speaker":"1392"},{"type":"speech","time":1488450600,"counter":252,"content":"<p>Somebody wants to send Lorraine down the Barrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00600","speaker":"1417"},{"type":"speech","time":1488450600,"counter":253,"content":"<p>We saw the eminent broadcaster, Ms Olivia O'Leary, raise concerns with regard to the tearing up of a green space on the Barrow line.  I visited the area.  I went down and spent a full day walking the Barrow line down at St. Mullin's and through Graiguenamanagh to simply understand what was happening.  The engagement or lack thereof between Waterways Ireland and the local communities leaves a lot to be desired.  It is talking about ripping up a green area that is used by joggers, walkers, cyclists and all of the wildlife, including the otter protected under legislation enshrined within the Minister's Department, and replacing it with a gritty almost tarmacadam surface from County Kildare right down to St. Mullin's in south Kilkenny.  In my view, that is absolute destruction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00700","speaker":"1382"},{"type":"speech","time":1488450600,"counter":254,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00800","speaker":"1385"},{"type":"speech","time":1488450600,"counter":255,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X00900","speaker":"1392"},{"type":"speech","time":1488450600,"counter":256,"content":"<p>It is unwarranted.  There is a huge amount of money to be spent on it.  I am told anecdotally that it will be in the region of &euro;7 million.  Is there not a better way to spend that money?  Surely there is.  I question the democratic accountability of Waterways Ireland, which is thus far not engaging with the local communities in those areas, which have had to initiate their own campaign at their own cost and have held public meetings attended by 400 or 500 people.  This organisation seems to be non-accountable.  It is raising major concerns.  It is only right that we would question such things when this Bill is coming before this House today.  The canal network is so significant to our communities.  Regrettably, we have very little canal network in County Donegal.  It is an Irish resource that has to be protected.<\/p> <p>I am sorry that the Bill is not a stand-alone measure and that it is confused in with other issues-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01000","speaker":"1382"},{"type":"speech","time":1488450600,"counter":257,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01100","speaker":"1392"},{"type":"speech","time":1488450600,"counter":258,"content":"<p>-----including wildlife and heritage.  It should really be a stand-alone Bill because it is so significant and important not just today or historically but for the future and for the generations to come that will use the canals and the walkways that run alongside them.  It was a retrograde step not to have it as a stand-alone measure.  However, we are where we are and we will engage with the Minister as best we can.  There is going to have to be some compromise because, without the democratic accountability and without those assurances for local communities and users, the Bill, as constituted, is not going to work.  That is my view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01200","speaker":"1382"},{"type":"speech","time":1488450600,"counter":259,"content":"<p>Well spoken, but will Fianna F&aacute;il vote with us on this amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01300","speaker":"1392"},{"type":"speech","time":1488450600,"counter":260,"content":"<p>I wish to agree with the previous speakers, particularly Senator &Oacute; Domhnaill.  There is so much confusion.  This is about the people who use the canals.  The Barrow runs through my own area.  We have had massive meetings about the Barrow walk, as it is known.  An issue I have had for years is that between Waterways Ireland, the OPW and local authorities, there is nobody responsible for anything anymore.  If someone wants to get something removed from the Barrow, its track or its walkways, one does not know who to go to because there is nobody taking responsibility.  That is the biggest issue.<\/p> <p>There is another issue that I feel is not being addressed.  If we look at Carlow when considering the Heritage Bill today, the county does not have a heritage officer.  Many other local authorities do not have heritage officers.  That is unacceptable.  We are here today to promote the counties, the heritage, the hedges, the hedgerows, the birds and the bees.  We are here today to ensure that is all looked after.  However, when I ring up and wait for ages while seeking information, there is no heritage officer in Carlow from whom I can get such information.<\/p> <p>The Minister needs to put all these things in place.  I know that we are passing Bills here and doing what we can.  However, at the end of the day, if the community is not represented, if people do not know where to go between local authorities, OPW or Waterways Ireland, if nobody is taking responsibility and if there is no enforcement, this is not going to work.  Those are the biggest issues that face us.  Somebody has to be accountable.  As far as I can tell, nobody is taking responsibility for anything.  As previous speakers said, if Waterways Ireland is to be given this extra responsibility, which the Minister seems to be saying, where is it going to work from?  Who is going to organise it?  Will it be through local authorities or will it work with the communities?  Where is this going?  The Minister needs to clarify that because people are confused.  We need to make sure to let them know that this Bill is for the users of the canal and the River Barrow.  This is for all of them.  That matter needs to be resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01400","speaker":"1395"},{"type":"speech","time":1488450600,"counter":261,"content":"<p>I agree with the previous speakers.  It is all very well setting up organisations such as Waterways Ireland but they must be accountable locally.  There is this notion that somebody in an office somewhere in the midlands can make decisions for the entire country without any local accountability.  We are moving further and further away from local accountability as we progress legislation through this House.  There are people in every county who know what is going on and who are in touch with local organisations, sporting groups and various walking groups.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I could not believe it when I heard about the notion of putting a roadway along the canal.  Unlike my colleague, Senator Brian &Oacute; Domhnaill - God bless his strong legs - I have not walked it.  The person in an office somewhere who decided that it would be a great idea to do this must not have spoken to anyone.  I support the amendment fully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#X01500","speaker":"1390","continuing":true},{"type":"speech","time":1488450600,"counter":263,"content":"<p>I will call some Senators for their second contribution on these amendments.  I will not allow them in for a third time because the Minister has to put her case also.  It is very hard to know what her response will be and we cannot anticipate it.  I will call Senators Lynn Ruane, Alice-Mary Higgins, David Norris and Kevin Humphreys in that order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00200","speaker":"1381"},{"type":"speech","time":1488450600,"counter":264,"content":"<p>I apologise for misunderstanding the procedure when we started to consider these amendments.  I would have covered the points originally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00300","speaker":"1404"},{"type":"speech","time":1488450600,"counter":265,"content":"<p>There is no attempt to stymie debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00400","speaker":"1381"},{"type":"speech","time":1488450600,"counter":266,"content":"<p>No worries.  I would like speak about a number of amendments.  I think the issues covered in many of the amendments boil down to amendment No. 1f.  Given that the Heritage Bill is sponsored by the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, it is bizarre that it requires Waterways Ireland to engage \"with the Minister for Communications, Energy and Natural Resources\" rather than the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs.  As this matter clearly falls within the ministerial remit and portfolio of the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, she should be consulted on it.  We are proposing the amendments because we do not think the Minister, having brought the Bill to the House with the intention of pushing it through, should remove herself thereafter from any communication on a heritage or wildlife matter.  I ask Senators to consider amendment No. 1f, in particular, in order that we can provide for consistency in relation to the Minister and her office.<\/p> <p>Amendment No. 1e refers to \"wild fauna and flora\".  Our environmental obligations as an EU member state mean that certain areas are protected, or potentially protected, because of their value as natural habitats and specifically because they are used as habitats by certain wild flora and fauna.  I was surprised to see the findings of a study carried out in Clondalkin by an environmental group and several community groups which focused on the Royal Canal in the Clondalkin area.  According to the study, there are 74 bird species in the Clondalkin part of the canal alone.  This also ties into the argument that has been made for why the Minister needs to row back on what she is proposing in the case of hedgerows.  The study found that as a result of the development of Grange Castle townlands and the construction of the outer ring road in the vicinity of the Grand Canal, the pheasant breeding grounds had been all but destroyed and that birds of prey, including the long-eared owl-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00500","speaker":"1404"},{"type":"unspoken","time":1488450600,"counter":267,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1488450600,"counter":268,"content":"<p>It is very hard to concentrate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00700","speaker":"1404"},{"type":"speech","time":1488450600,"counter":269,"content":"<p>Senator Norris, there is a request for ci&uacute;nas in the House.  I know that you might be canvassing, but Senator Lynn Ruane needs to be heard and listened to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00800","speaker":"1381"},{"type":"speech","time":1488450600,"counter":270,"content":"<p>I thank the Chair.  I was making a point about the canal and hedgerows.  The long-eared owl and other birds of prey lost an established habitat when pipeworks were laid along the route of the outer ring road near the Grand Canal.  We lost our long-eared owls when large sections of hedgerow were removed from the north and south banks of the Grand Canal.  When we consider the amendments which seek to ensure our natural heritage is protected, we need to look at the species we have lost to date, including the pheasant and the long-eared owl.  I believe our natural heritage belongs to everyone and it is up to us all to protect it.  I suggest the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs demonstrate this by considering the amendments and allowing us to protect heritage, wildlife and flora along the canals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y00900","speaker":"1404"},{"type":"speech","time":1488450600,"counter":271,"content":"<p>I would like to comment on some of the amendments.  I have already spoken about amendment No. 1b.  I echo Senator Brian &Oacute; Domhnaill's eloquent point about amendments Nos. 1c and 1g, both of which relate to the idea of navigation, the core purpose for which the canal network was originally designed.  We must recognise that substantial work has been done over the decades in the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs and elsewhere to make navigation along the canals an option again.  The maintenance of the canal network to facilitate journeys between the Republic and Northern Ireland along the canals is more essential than ever in the light of the unique North-South role of such navigation.  It is surprising that this is not mentioned in the Bill.  It is essential for navigation to be mentioned in both places in order that this core use of the canals can be maintained.<\/p> <p>I have seen the canals from two or three ends.  When I was growing up in Galway, I saw the importance of the canals there.  I am also familiar with the role of the canals along the Shannon waterway which many tourists take great joy in navigating.  It is also worth mentioning that many people live and work on the canals.  Many of us who live in Dublin will know that there is a point in the year when boats come to the city from all over Ireland via the canals.  This essential navigation is a joyful and key role of the canals.  The maintenance of navigation is needed to ensure the canals function effectively.  I am happy to co-sponsor amendments Nos. 1c and 1g and strongly support the message we have heard from Senator Brian &Oacute; Domhnaill.<\/p> <p>I thank Senator Kevin Humphreys for proposing amendment No. 1d which differs slightly from what Senator Lynn Ruane and I are proposing in amendment No. 1e.  I appreciate that Senator Kevin Humphreys has indicated that he might be willing to withdraw his amendment while withholding the right to resubmit it.  I will explain the slight nuance in our amendment.  We are concerned that amendment No. 1d provides that Waterways Ireland would have this responsibility \"except for areas\" covered by the Heritage Acts.  We have tried to change that by providing that Waterways Ireland would have this responsibility \"with appropriate exception and allowance made for\" such areas.  Of course, there will be areas which will need to be maintained by and under the responsibility of Waterways Ireland but which will also require an allowance to be made for their protection.<\/p> <p>Senator David Norris spoke about our European obligations.  We have tried to put them back in because it would be appropriate to do so.  This is where they belong.  If we have subscribed to certain obligations at European level, we need to ensure they are in this Bill and part of what is being considered, \"with appropriate exception and allowance made for areas subject to protection or proposed protection for natural heritage or used by species listed in Annex IV or V or Council Directive 92\/43\/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora\".  When we talk about natural corridors - Senators have listed eloquently the species in question - we are not talking in some abstract or loose way.  Our comments are based not only on debates we have previously had in Ireland but also on the debates that have taken place across Europe on identifying what we collectively need to do to mind flora and fauna.  There are rules and regulations in place.  In amendment No. 1e we are simply seeking to ensure the rules and regulations to which we have already subscribed are adequately reflected in the legislation.  We need to recognise that the functions of Waterways Ireland in undertaking \"the care, management and maintenance of the canals\" will be carried out in a way that is informed by all of our obligations.<\/p> <p>We must speak about the canals as amenities, in addition to speaking about them in terms of navigation.  I reserve the right to table amendments on Report Stage with regard to tourism, another key purpose of the canals for which we have not provided.  Unfortunately, the list of canal amenities in the Bill, as it stands. is unimaginative.  The proposed new section 5(1)(a) of the 1986 Act refers to \"navigation in such parts of the canals as are open to navigation from time to time\" and to \"fishing or otherwise\".  The things Waterways Ireland might need to consider as its duties, as listed in this core starting point of the legislation, are narrow and unimaginative.  I ask Members to support one of the amendments seeking to ensure \"natural heritage\" is mentioned in the Bill.  I reserve the right to include an amendment in respect of tourism and tourism purposes.<\/p> <p>I do not intend to speak at length about the proposal for the River Barrow because it would be more appropriate to do so in the context of the next section.  However, I acknowledge what has been said about the matter.  Members of my family who live by the River Barrow use it.  I know that this routeway is of massive importance to counties Carlow and Kilkenny.  The lack of consultation on the proposals for the river has been extraordinary.  Perhaps we might have an opportunity to discuss the matter when we reach the section of the Bill that pertains to public consultation.<\/p> <p>I have referred to all of my amendments other than amendment No. 1h to this section.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I formally propose it.  This is to ensure-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Y01000","speaker":"1405","continuing":true},{"type":"speech","time":1488450600,"counter":273,"content":"<p>I think that is in my name.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":274,"content":"<p>I am happy that Senator Norris would speak to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00300","speaker":"1405"},{"type":"speech","time":1488450600,"counter":275,"content":"<p>I am delighted to have Senator Higgins's support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00400","speaker":"1392"},{"type":"speech","time":1488450600,"counter":276,"content":"<p>In amendment No. 1h, we are drifting into the area which is covered better in the next section, where we are looking to a lack of a clarity around how powers are to be exercised.  What we have in this proposal is simply a statement that any actions taken under this section would be &ldquo;subject to agreed criteria for safety standards aboard a vessel and adjudicated upon by a suitably qualified person&rdquo;.  We do not want a situation where the regulation \"under which boats may be used on the canals\" is used in an arbitrary fashion, given, for example, that heritage vessels such as the Guinness barges are such a part of our heritage.  We must be clear that once a boat is meeting agreed safety standards, because safety is, of course, paramount, and once this has been adjudicated in a transparent and appropriate way, then it is appropriate that regulation may be set.  However, what we do not want is an arbitrary power that a class of boat might be randomly removed.  While that is to move more deeply into the section, and is a slightly different topic, these matters were grouped together.<\/p> <p>I acknowledge my colleague had points to make in regard to birds which we did not address in these amendments, although we may look at that on Report Stage.  I would ask the House to support amendment No. 1f, which relates to the inclusion of the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs.  Is it not extraordinary that this Bill seeks to abrogate and move responsibility which, as we heard, previously sat with the OPW and others from the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs and to state that Waterways Ireland should only report on fish stocks and other environmental issues to the \"Minister for Communications, Energy and Natural Resources\"?  Our amendment simply states that the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs should also be consulted and talked to.  It is an abrogation of responsibility in an area that should be led and owned by the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs.<\/p> <p>There is a concern here, although I know the Minister rejects that.  We need to see the footprint of the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs in this legislation.  We also need to see amendments from that Department, which I would welcome.  We need to see where the channels of responsibility and accountability will be in this section and the other sections of the Bill.  They need to be a lot more visible because, at the moment, there is a real concern as to where this would go.  For example, we heard farmers will be making their own decisions of their own free will, and I also think we will free up the local authorities, which should be supporting this.  We have seen very good initiatives in places like Clare with regard to hedge cutting, for example.  Local authorities have a responsibility around safety and they need to step up but there is a danger we would move away from having the local authorities fulfil their responsibilities.  Similarly, I would be concerned that, in giving these powers to Waterways Ireland and not ensuring enough of an accountable political structure upwards, we are potentially abrogating responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00500","speaker":"1405"},{"type":"speech","time":1488450600,"counter":277,"content":"<p>I very much hope the Minister will be able to accept amendments Nos. 1c and 1g.  I do not think there is any use having a canal if it is not navigable - it is just a blot on the landscape, a kind of weed-strewn expanse, and there is absolutely no point to it.  The only point to the canals is if they are available for navigation and people can sail their boats through them.  I would have thought that was pretty obvious and I do not see any reason the Minister should object to that.  It seems to be a fundamental purpose of the Bill.<\/p><p>With regard to amendment No. 1f, it seems extraordinary that the Minister should introduce a Bill and then include a section that holds another Minister responsible.  There is a sustainable argument that Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs has no business sticking her nose into fishing and that there should be a separate Bill on this subject.  However, given this Bill has been introduced by this Minister, I do not understand why she is running away from responsibility for this.  If she is taking responsibility for introducing this Bill, she should continue to have responsibility with regard to the provisions of the Bill.<\/p><p>Amendment No. 1h, which was dealt with very well by Senator Higgins, reads as follows:<\/p><blockquote>In page 4, line 29, after &ldquo;canals&rdquo; to insert the following:<br \/><br \/>&ldquo;subject to agreed criteria for safety standards aboard a vessel and adjudicated upon by a suitably qualified person&rdquo;.<\/blockquote> <p>Again, I hope the Minister will be able to accept this.  Without agreed safety standards, what is being implemented?  We do not know what is being implemented.  It has to be set down what the standards are.  We know that every year, tragically, there are quite a few drowning accidents, mostly in the sea but some could well be in the canals.  Therefore, we first need to know what are the standards that are being implemented.  If we do not have these standards set down, then we do not what we are implementing and people are working in the dark.  Those standards should then be adjudicated upon by a suitably qualified person.  Again, it is obvious and logical that we should have somebody who has suitable qualifications.  There is no point having unqualified people with no training in this area and who do not understand the circumstances.  It seems absurd to allow a situation where there are no standards, we do not know what is being applied and the person applying it has no qualifications.  Surely we need to establish very clearly what the standards of safety are, given this is a critical matter in terms of the welfare of citizens of Ireland.  We then need have people who are actually qualified.  I could not just walk on and say, &quot;I think this is unsafe&quot;, because that would be rubbish.  We need properly qualified personnel and they need to know what they are implementing.  I cannot see any argument whatever against this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00600","speaker":"1392"},{"type":"speech","time":1488450600,"counter":278,"content":"<p>I have spoken on each of the amendments except amendment No. 1f.  There is no question of the Minister's good intentions in this regard.  Amendment No. 1f strengthens the Bill by naming the Minister.  As outlined by Senator Higgins and other speakers, it does not make sense for this to fall to the \"Minister for Communications, Energy and Natural Resources\" and it should also specify the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs.  It is really a matter of future-proofing legislation to ensure there is enough and proper oversight.  Among all the amendments, of some of which I am co-sponsor, I do not see any that undermine the Minister's intention.  I would ask her to accept each of the amendments because they do not contradict her intention but strengthen it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00700","speaker":"1417"},{"type":"speech","time":1488450600,"counter":279,"content":"<p>We are dealing with section 3.  The amendments to the Canals Act 1986 are primarily enabling provisions to allow Waterways Ireland to make by-laws to regulate boating on the canals and to manage the use of the canals, and they will enhance the ability of Waterways Ireland to manage these waterways for the benefit of all users.  That is the purpose of this provision on the canals.  With regard to section 3 in particular, I intend to bring an amendment on Report Stage to update the title of \"Minister for Communications, Energy and Natural Resources\" to the current title of \"Minister for Communications, Climate Action and Environment\".<\/p> <p>There are no new powers in section 3 because it substitutes an existing section of the 1986 Act.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2017&amp;amp;month=03&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are a number of technical amendments updating references to the commissioners with Waterways Ireland.  It is a tidying up exercise.  We are taking what was in section 5 of an old Act and putting it into this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#Z00800","speaker":"1249","continuing":true},{"type":"speech","time":1488450600,"counter":281,"content":"<p>It is no reason not to improve the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00200","speaker":"1392"},{"type":"speech","time":1488450600,"counter":282,"content":"<p>Absolutely, but I am just explaining the reason we are doing it.  We cannot give Waterways Ireland new powers.  Given that Waterways Ireland is a North-South body, we must work on a North-South basis.  We cannot act unilaterally to change its remit.  While I accept the Senator's intentions in proposing the amendments, Waterways Ireland is a North-South body and I cannot alter its remit.  The purpose of the Bill is to allow for the proper regulation and to manage and control the canals and waterways properly.  It is to strengthen the powers of Waterways Ireland to regulate activity on the canals and allow the canals to be used for the benefit of everybody.<\/p> <p>Regarding amendment No. 1b, Waterways Ireland is responsible for the management, maintenance, development and restoration of the inland navigable waterway system throughout the island, principally for recreational purposes.  This statutory remit is set out in the British-Irish Agreement Act 1999.  The amendment would alter the body's legislative remit from one to manage, maintain, develop and restore the inland waterways primarily for recreational purposes to one which makes the environment the primary driver of Waterways Ireland.  Waterways Ireland complies with all legislative protections for the navigations.  The proposed amendment is not within the statutory functions of Waterways Ireland and would alter the body's legislative remit.  Waterways Ireland does everything in its power to protect the interests of natural heritage.  It is a statutory body and complies with all the legislation to protect the natural heritage.<\/p> <p>Amendment No. 1c inserts the words \"without impeding navigation\".  It is not the intention of Waterways Ireland to impede navigation.  The primary purpose of the canal and Waterways Ireland is to keep it open.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00300","speaker":"1249"},{"type":"speech","time":1488450600,"counter":283,"content":"<p>Then there is nothing to stop the Minister accepting the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00400","speaker":"1392"},{"type":"speech","time":1488450600,"counter":284,"content":"<p>The amendment would restrict Waterways Ireland's ability to provide new infrastructure such as moorings and weirs along the canal.  Water levels need to be lowered due to flooding and other circumstances which would impede navigation.  Waterways Ireland regularly closes navigation, through its marine notices, to allow special events to take place.  That is for the enjoyment of the public.  The change of the wording in the legislation would preclude it.  The wording in the legislation has been in place for many years and it works well.  It allows all navigation users' interests to be represented and accommodated.  It has never caused any difficulty in the past.  There has been no problem with the wording.  There is no intention to stop people from using the canal.<\/p><p>The purpose of Waterways Ireland is to engage with people.  It has carried out projects such as the blueways.  Members should go to Carrick-on-Shannon where there is a wonderful project whereby Waterways Ireland has worked with the local community to explore how to increase the use of the waterways, not just for boat users but for water-based recreational activities.  That is what Waterways Ireland is trying to do.  It wants to manage the canals in such a way that everybody can use them.<\/p><p>Amendments Nos. 1d, 1e and a1f are unnecessary in that compliance with EU directives is legally binding.  It is not necessary to restate it here.  Waterways Ireland works within the EU directives.  All the canals are designated as proposed national heritage areas or special areas of conservation, SACs.  Waterways Ireland must comply with EU directives and it already has to carry out assessments of all its activities under such legislation to ensure it does not negatively impact on the natural heritage or the environment.  There is no need to make the amendments given that Waterways Ireland complies with all the EU regulations and all the necessary assessments are carried out.  The canals are already designated protected areas under the EU directives on SACs or natural heritage areas.  Waterways Ireland must comply with all EU and national regulation on protected species and natural habitats.<\/p><p>The Barrow towpath was mentioned and it has got a lot of attention.  Waterways Ireland has engaged in a number of information meetings during the past month following the planning application.  The closing date for objections to the planning application is today.  Regarding amendment  No. 1e, I have already outlined that Waterways Ireland complies with EU directives and is legally binding.  Therefore, the proposed amendment is unnecessary.  The same applies to amendment No. a1f.<\/p><p>Amendment No. 1f is, again, regarding compliance with an EU directive.  The amendment proposes, in page 4, line 15, after &ldquo;canals&rdquo; to insert &ldquo;, and the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs&rdquo;.  By not putting it in I am not running away or letting any future Minister off the hook.  Nobody wants to run away from his or her responsibility.  Under the British-Irish Agreement Act, there is an obligation on Waterways Ireland to obtain the Minister's consent for making by-laws.  There is no need to mention the Minister here.  It is all in the British-Irish Agreement.  Waterways Ireland is a cross-Border body and there is another set of rules it must work with as well as what I am trying to do here, which is to put in enabling legislation to allow it to pass by-laws in order that it can control activity on the waterways for the benefit of all users.<\/p><p>Amendment No. 1g is to maintain navigation.  In the Canals Act 1986 &quot;the board&quot; means C&oacute;ras Iompair &Eacute;ireann, CIE.  CIE has no statutory responsibility to maintain navigations.  Waterways Ireland's duty to maintain navigations is set out in section 5(1)(<i>a<\/i>) and it is unnecessary to repeat it here.  This is why I do not feel the amendment is necessary.  Amendment No. 1h is not within the statutory function of Waterways Ireland and would alter the body's legislative remit.  It is not in the interests of the public or of community users.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00500","speaker":"1249"},{"type":"speech","time":1488450600,"counter":285,"content":"<p>How could it not be in the interests of the public?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00600","speaker":"1392"},{"type":"speech","time":1488450600,"counter":286,"content":"<p>Senator Norris will get an opportunity when the Minister is finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00700","speaker":"1418"},{"type":"speech","time":1488450600,"counter":287,"content":"<p>We must challenge nonsense when we hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00800","speaker":"1392"},{"type":"speech","time":1488450600,"counter":288,"content":"<p>You may challenge it when the Minister has finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA00900","speaker":"1418"},{"type":"speech","time":1488450600,"counter":289,"content":"<p>I do not make references such as that to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA01000","speaker":"1249"},{"type":"speech","time":1488450600,"counter":290,"content":"<p>Was the Minister suggesting safety is not an important aspect?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA01100","speaker":"1392"},{"type":"speech","time":1488450600,"counter":291,"content":"<p>No.  The amendment proposes to insert \"to maintain the ability of those who make their homes on boats upon those waters to do so\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA01200","speaker":"1249"},{"type":"speech","time":1488450600,"counter":292,"content":"<p>The Minister is on a different amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA01300","speaker":"1405"},{"type":"speech","time":1488450600,"counter":293,"content":"<p>We can deal with that one later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017030200002#AA01400","speaker":"1249"},{"type":"unspoken","time":1488450600,"counter":294,"content":"<p>Additional debate to follow.<\/p>"}]