[{"type":"minorheading","content":"Prelude","time":1444815000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1444815000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1444815000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1444815000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1444815000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00100"},{"type":"speech","time":1444815000,"counter":6,"content":"<p>I have received notice from Senator Gerard Craughwell that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to state what date the Construction Contracts Act 2013 will be implemented.<\/blockquote> <p>I have also received notice from Senator Marc MacSharry of the following matter:<\/p><blockquote>The need for the Minister for Health to confirm if patients with breast pain referred by general practitioners, GPs, in the north west to the national cancer control programme symptomatic breast clinic in Galway are having their referrals returned to the GPs without assessment and with instructions for the patient to self-monitor with the aid of a booklet and form-filling for three months and to account for the effects that this three-month delay will have on the 7% of women whose symptoms are as a result of a life-limiting condition such as breast cancer.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Health to address urgently the lengthy waiting list for urology appointments at Letterkenny General Hospital by appointing a new consultant urologist and also by making provision for essential equipment.<\/blockquote> <p>I have also received notice from Senator Hildegarde Naughton of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Arts, Heritage and Gaeltacht to consider alternative policy approaches to supporting vulnerable and disadvantaged island communities.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1444815000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00300"},{"type":"minorheading","content":"Construction Contracts","time":1444815000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00400"},{"type":"speech","time":1444815000,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Nash.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00500","speaker":"1120"},{"type":"speech","time":1444815000,"counter":10,"content":"<p>T&aacute; f&aacute;ilte roimh an Aire St&aacute;it.  He is busy as a result of yesterday's budget, so I thank him for attending the House to debate this important issue, which has been raised by Business Retail Union Ireland, BRUI, a group formed by the retail trade and subcontractors in the construction industry to defend their causes.<\/p> <p>The Construction Contracts Act was first introduced in this House by my colleague, Senator Quinn, and signed into law by the President in 2013.  It is important legislation, providing as it does for enforceable staged payments to subcontractors, removing the possibility of payments being withheld for extended periods of time and establishing an adjudication system to deal with disputes.  It is a robust Act but, to date, it has not been commenced.<\/p> <p>Dr. Nael Bunni has been appointed as chairperson of the construction contracts adjudication panel and the closing date for applications to the ministerial panel of adjudicators has recently passed.  When will the panel will be in place and when will the Act be commenced?  Why, after two years, has the code of practice for the conduct of adjudication not yet been finalised and published?  May we have a definitive date for its publication, please?  As it is five years since the Bill was introduced and two years since it became law, a larger question is why the Government has delayed for so long in removing the administrative impediments to the Act's commencement.  Surely, this process could have been initiated immediately after the Act was signed.  That it took two full years to appoint a chairman and a panel and to draft a code of practice is nothing short of scandalous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00600","speaker":"1196"},{"type":"speech","time":1444815000,"counter":11,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00700","speaker":"1157"},{"type":"speech","time":1444815000,"counter":12,"content":"<p>It is particularly scandalous in circumstances where thousands of subcontractors have gone out of business in the wake of the worst downturn in the construction sector that this country has ever seen.  Almost one year ago, the Construction Industry Federation, CIF, director general, Mr. Tom Parlon, stated that builders were facing collapse over pay delays and that thousands of those in other trades had suffered hardship.<\/p> <p>In view of the gross injustice that was done to these subcontractors by contractors who could not - or more likely would not - pay them, the delay in commencing this Act has been an example of careless government and lackadaisical public administration at their worst.  Let us not forget that most subcontractors are themselves employers offering well-paid professional careers to skilled crafts people.  These are the kinds of careers that even the most imaginative of activation measures could not create.  However, such small businesses have been jeopardised, not just by market forces and payment disputes, but by the inaction of the very Department charged with responsibility for jobs and innovation.  The entire situation beggars belief.<\/p> <p>Yesterday in the budget, the Government announced a number of positive initiatives for the construction sector, including the extension to the home renovation grant, the increased provision for social housing and measures to assist the self-employed, but what small to medium-sized contractor will take the risk of accepting a job and hiring people to undertake it without the legislative safeguards that the Act provides?  This is a case of, while administration differs, small businesses die.<\/p> <p>A small number of subcontractors are outside the gates of Leinster House this morning.  Many of them employ six or seven people.  They are the lifeblood of employment, yet we have let them down badly.  The developers have hopped off to the south of Spain or other parts of the world.  One subcontractor whom I met outside this morning had been told that the payments he had been awaiting since last April could not be made because of a difficulty with NAMA.  That is unacceptable behaviour.  From meeting the Minister of State in the House several times, I know that he has a genuine interest in seeing jobs created and secured.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is totally and utterly beyond belief that we have still not taken the steps we need to take to protect these small subcontractors, many of whom have five, six, ten, 20 or 30 people working with them.  Contractors I met outside this morning and contractors I have been in contact with over the last few days tell me they will not employ anybody and would be very slow to seek work from some of the developers who are now re-emerging, having spent their time in the limbo of NAMA.  I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#A00800","speaker":"1196","continuing":true},{"type":"speech","time":1444815000,"counter":14,"content":"<p>The contractors of whom the Senator speaks will be in a position to benefit from the legislation very soon.  I am glad to have the opportunity to speak in the House on the subject of the implementation of the Construction Contracts Act 2013.  I assure the Senator that I am taking all steps necessary to bring about the implementation of the Act as soon as possible, following the Government decision late last year to assign responsibility for the Act to me as Minister of State with responsibility for business and employment.  This innovative legislation, which was introduced in the House by our colleague, Senator Feargal Quinn, aims to ensure prompt payment practices throughout the construction industry but the commencement of the Act depends on a number of factors set out therein, including the appointment of a chairperson and panel of adjudicators.<\/p> <p>I am pleased to inform the Senator that significant progress has been made to date on the matters and I appointed Dr. Nael Bunni as chairperson of the construction contracts adjudication panel a short matter of months after I received formal responsibility for the Act.  I considered that the person appointed to the role of chairperson should be exceptionally well qualified and I was delighted that Dr. Bunni accepted the position.  He is widely respected and has extensive experience of dispute resolution in the construction industry, both in Ireland and internationally.  At my request, the Public Appointments Service is conducting an open competitive process for the selection of the members of the panel of adjudicators as the Senator will agree should be the case.  The closing date for applications was 18 September.  I will appoint suitably-qualified candidates to the panel as soon as is practicable following the completion of the assessment process by the Public Appointments Service.<\/p> <p>I am also reviewing a draft code of practice for the conduct of adjudications, which is required under the legislation.  It will be finalised after consultations with the relevant stakeholders in which regard we are making good progress.  Once these preparatory arrangements have been completed, a date for implementation of the Act will be announced in advance in order to provide sufficient notice to those affected by its provisions.  While I am not in a position to give a commencement date in advance of the completion of the steps to which I have referred, I am committed to implementing this ground-breaking legislation for the benefit of all stakeholders in the construction industry at the earliest opportunity.  There is a secretariat and officials in place in my Department who are responsible for the construction contracts authority.  We set the system up a few months ago and the officials are working very hard to get this moving in the right direction.  I am confident the operation will be up and running very shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00200","speaker":"1067"},{"type":"speech","time":1444815000,"counter":15,"content":"<p>The Minister of State said the closing date in respect of the Public Appointments Service was 18 September.  We are almost a month beyond that date.  Have interviews taken place or are they about to and is that now the only impediment that exists to the commencement of the legislation?  I mean no disrespect to the Minister of State, but he said he took the matter over late last year.  As such, it has been almost a year since the Minister of State took the matter over.  I appreciate that there are administrative issues, but is there any moratorium in the public service to prevent appointments to the panel?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00300","speaker":"1196"},{"type":"speech","time":1444815000,"counter":16,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00400","speaker":"1067"},{"type":"speech","time":1444815000,"counter":17,"content":"<p>Have the interviews taken place or will they soon and will the Minister of State commence the Act as soon as the panel is in place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00500","speaker":"1196"},{"type":"speech","time":1444815000,"counter":18,"content":"<p>This is about getting it right.  Persons who may be considered for appointment to the panel of adjudicators must be registered professionals as defined in section 2 of the Building Control Act.  They may be a chartered member of the Institute of Engineers, a barrister or solicitor, a fellow of the Chartered Institute of Arbitrators or a person with a qualification equivalent to any of those categories duly obtained in any other member state of the EU.  There has been significant interest in this area.<\/p> <p>The Public Appointments Service is an independent body set up to deal with issues like this and I have asked it to run the process in an open and transparent fashion.  We have not yet decided the exact number of people who will be on the panel.  It will be based on the outcome of the PAS competition and with the input of the chair of the construction contracts authority.  Given the very technical nature of the work it will be doing, the authority will have a very key role in terms of the selection of people with relevant qualifications, experience and expertise.  People with practical experience in the industry will be needed because it is a very technical area.<\/p> <p>When the legislation is fully commenced and the body is up and running, it will be a huge boon to the people Senator Craughwell and I are concerned about.  They have been operating under very difficult circumstances.  We took Senator Quinn's Bill and I think we have improved it.  I only took responsibility for this a short time ago having actively sought that responsibility because of my interest in this area.  It is properly accommodated in my Department given its experience and that of its agencies in terms of running bodies like this in the public interest.  I expect to see this up and running very shortly, albeit I cannot give an exact commencement date because this is about getting it right rather than the timing.  I appreciate, however, that each day that goes by is of concern to subcontractors in particular about when it will be initiated.  It will be up and running very soon indeed.  We have provided resources in last year's Estimates for a budget for the construction contracts service and have done so this year also.  People will be very happy with the system when it is up and running, notwithstanding that I accept they are concerned about delays to date.  I took responsibility for this towards the end of last year, appointed Dr. Bunni in July and he is working very closely with the Public Appointments Service and my Department to get this up and running very shortly.  We will be finalising the code very shortly also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00600","speaker":"1067"},{"type":"speech","time":1444815000,"counter":19,"content":"<p>We will make the Minister of State drop us a line to let us know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00700","speaker":"1196"},{"type":"minorheading","content":"Cancer Screening Programme","time":1444815000,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00800"},{"type":"speech","time":1444815000,"counter":21,"content":"<p>My matter concerns the need for the Minister for Health to confirm that patients with breast pain referred by general practitioners in the north west to the national cancer control programme's symptomatic breast clinic in Galway are having their referrals returned to general practitioners without assessment and with instructions for the patient to self monitor with the aid of a booklet and form filling for three months.  I ask the Minister to account for the effects this three-month delay will have on the 7% of women whose symptoms are the result of life-limiting conditions such as breast cancer.<\/p> <p>The Minister will be aware of a letter I sent him, to which I have had no response as yet and which I also sent to the head of the national cancer control programme, Dr. Susan O'Reilly.  The letter relates to a case of a lady in her 40s who presented to her GP with breast pain, mastalgia.  The GP referred her to the symptomatic breast clinic in Galway.  Some time later she received a letter from her GP stating that a response from the breast clinic on her referral had been received and asking her to come in to discuss it at her earliest convenience.  Naturally, she was very concerned and went to her GP.  I have a copy of the unsigned letter from the clinic which I have also sent to the Minister.  Whether it is unsigned to preserve plausible deniability, I do not know.  The letter is headed \"Symptomatic Breast Service, University Hospital, Galway\" and it states that the numbers of patients attending symptomatic breast clinics nationally has gone up from 22,000 to 39,000, that the numbers being seen are causing difficulties in terms of volumes attending and it further goes on to say that it is felt that certain people might be better dealt with initially in primacy care settings.<\/p> <p>One wonders about primary care.  She went to her GP, the GP referred her to the clinic and the clinic sent her back because it seems volumes are causing difficulties.  She was then presented with a booklet, the cover of which I have with me, on breast pain.  The back page of the booklet has a table that one can fill out.  The patient is supposed to diligently fill out when she has had pain.  There is one small box per day for three months.  I do not know how accurate this can be.  As the lady said to me, if she had eight instances of pain throughout the day or sporadic pain, how would she record it?  On the surface, it seems like a very poor way to reduce numbers attending a clinic.  I need not remind the Minister of the mistakes of the past.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marc MacSharry:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While we celebrate the statistical improvements and benefits of the national cancer control programme and other clinical programmes like cardiac care, the north west of the country has been left completely on its own.  While the population of the region is a little bit smaller than the rest of the country and statistically the country looks good because 80% of the people live elsewhere, the reality is that the closest breast clinic for the region is in Galway because the one that was in Sligo was moved.  Now it seems that ladies, when they are referred, are being sent back, and I do not know whether that is due to an administrative exercise or whether it is a trained oncology nurse or an oncology specialist who decides they are fine and that they will not bother seeing the patients with mastalgia given what the GP has told them in referring the patients.  I know statistically that 93% of women that present with mastalgia are fine but 7% are not and, sadly, they will go on and have a much more serious illness.<\/p><p>Does the three-month delay impinge in any way on the outcomes for these patients?  Does it impinge on the success of treatment that would be available to them?  Does the delay threaten their lives?  Luckily for this lady to whom I refer, who is a health professional and a very formidable woman, she had the financial means to book a private mammography within a week.  However, she was still unhappy and contacted the breast clinic to complain.  After she was passed from Billy to Jack, she was told she should never have seen the letter to the GP and that it was not intended for her.  She kicked up a fuss and got an appointment in the end.  How many people are less formidable?  How many people at their most vulnerable, suffering breast pain and who are worried about what it could be - one hopes they are in the 93% rather than the 7% - are diligently filling out forms at home because we cannot cope with the numbers?  Is that affecting their health?  That is a legitimate question.  What is of concern is that there was an unsigned letter to a GP, no response from the Minister's office and no response from Dr. Susan O'Reilly.  This whole issue is of concern to me.<\/p><p>Perhaps the Minister might also comment on the following.  His colleague, Deputy John Perry, has announced in media in the north west today the return of post-surgery mammography services at Sligo General Hospital.  Will the Minister confirm, deny or explain the situation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#B00900","speaker":"1149","continuing":true},{"type":"speech","time":1444815000,"counter":23,"content":"<p>I thank Senator MacSharry for raising this issue and giving me the opportunity to update the House on the matter.  The symptomatic breast clinic at University Hospital Galway is part of a range of services that are in place for women with breast symptoms.  Referrals are dealt with in accordance with the guidelines that have been developed by the national cancer control programme.<\/p> <p>Most women experience breast pain at some stage.  While this can cause worry, in the absence of other symptoms, breast pain is rarely indicative of breast cancer.  The national cancer control programme, in collaboration with the Irish College of General Practitioners, developed a booklet to support women with breast pain.  The booklet explains the types of breast pain, their possible causes and how pain might be easily remedied.  It contains a three month diary to help determine whether the pain is cyclical or non-cyclical as this information can help with prevention and care.  This approach is evidence-based and good standard practice.  The booklet highlights the importance of making a specialist referral if other symptoms are present in addition to breast pain.<\/p> <p>GPs have also been provided with a guideline for managing breast pain in primary care.  The guideline contains the same advice as that in the patient booklet.  Where the patient's clinical examination is normal, she is asked to follow the advice in the booklet for three months.  If after that time the pain has not resolved, a referral is warranted.  All referrals to the symptomatic breast clinics in Dublin, Cork, Waterford, Limerick, Galway and Letterkenny are triaged on receipt and appointments are then offered.<\/p> <p>Breast cancer survival in Ireland has improved significantly in recent years due to a combined approach of screening, symptomatic detection and improved treatment.  Breast cancer five-year survival is now estimated at 81% for women diagnosed between 2006 and 2011, which represents an increase from 72% for women diagnosed between 1994 and 1999.<\/p> <p>Last November, I announced the extension of BreastCheck to the 65-69 age group which is in keeping with EU guidelines.  I am pleased to confirm that the first invitations have issued and the screening of 500 women in this age cohort will take place this year.<\/p> <p>Earlier this year, I launched the national clinical guidelines on the diagnosis, staging and treatment of patients with breast cancer.  Clinical effectiveness is fundamental to the health service.  Implementing good quality clinical guidelines and audit will improve health outcomes for patients, reduce variations in practice and improve the quality of clinical decisions.  I assure the Senator that all women with breast symptoms are welcome at specialist breast services, including women with persistent and troublesome breast pain as outlined in the guidelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00200","speaker":"948"},{"type":"speech","time":1444815000,"counter":24,"content":"<p>With respect, the Minister has not answered my questions.  What about the 7% of women who will have a problem?  What about the three-month delay in their being seen?  What is the situation in this regard?  The Minister also did not answer my question on Deputy Perry's announcement that the people of the north west will have post-surgery mammography services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00300","speaker":"1149"},{"type":"speech","time":1444815000,"counter":25,"content":"<p>I am the Minister for Health but I cannot answer clinical questions.  If the Senator has clinical questions on guidelines on appropriate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00400","speaker":"948"},{"type":"speech","time":1444815000,"counter":26,"content":"<p>Surely the Minister can answer as a physician.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00500","speaker":"1149"},{"type":"speech","time":1444815000,"counter":27,"content":"<p>No.  I am a physician but I am no longer a registered doctor.  Therefore, I am not up to date with everything and will not proffer medical advice.  Clinical guidelines and referral protocols are drawn up by the national cancer control programme.  If the Senator wants to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00600","speaker":"948"},{"type":"speech","time":1444815000,"counter":28,"content":"<p>I have no training at all yet I can see that 7% of the people are at risk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00700","speaker":"1149"},{"type":"speech","time":1444815000,"counter":29,"content":"<p>The Minister is here as a Minister and not as a medical doctor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00800","speaker":"1120"},{"type":"speech","time":1444815000,"counter":30,"content":"<p>If the Senator wishes to question the people involved in the programme, he can do so.  I know that across the health service we have large numbers of inappropriate referrals to specialist clinics which can give rise excessive volumes.  It means that patients who need to be seen quickly are not.  Therefore, inappropriate referrals are a risk and we should not be trying to get everyone into a specialist clinic when it is inappropriate for them to be there.  The Senator will have read from some media coverage and academic reports that there is a difficulty with young women with breast pain and no other symptoms being referred inappropriately to specialist clinics.  That is why referral protocols are put in place to give doctors appropriate guidance on how they should handle patients, how and who they should refer to specialist clinics and when.  Those guidelines are not drawn up by politicians but by the national cancer control programme in co-operation with the Irish College of General Practitioners, as is entirely appropriate.<\/p> <p>In terms of the other question raised by the Senator, I do not have an up-to-date briefing on the matter.  It was not the topic he raised so I cannot give him an update on it today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C00900","speaker":"948"},{"type":"minorheading","content":"Hospital Waiting Lists","time":1444815000,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C01000"},{"type":"speech","time":1444815000,"counter":32,"content":"<p>I want to raise another health matter, namely, the situation at Letterkenny General Hospital which is escalating week by week of the huge delay in appointments and waiting lists for urology services at the hospital.  This has been escalating since Dr. Kevin Moran resigned from his position at the hospital due to a number of factors.  As a result, the waiting lists have escalated out of control.  The hospital now advises GPs and patients that it cannot provide for them and people can go either to Galway or Ballykelly.  In fact, I have received that communication from the office of the manager of Letterkenny General Hospital for a patient as recently as last week.  This matter affects hundreds of patients in County Donegal awaiting urology and related appointments.<\/p> <p>The figures for August 2015 showed that 880 patients were waiting on an outpatients urology appointment at the hospital, 343 of whom had been on the list for more than one year.  There were also 233 patients awaiting an inpatient urology appointment.  Dr. Rogers, who is based in Galway, provides some cover for inpatient appointments but there is no cover whatever for outpatient appointments at Letterkenny General Hospital.<\/p> <p>The waiting lists at Letterkenny hospital are escalating out of control.  I know the Minister visited the hospital recently.  Does he agree it is acceptable to have 15,000 people waiting for an outpatient appointment at the hospital, 4,000 of whom have been waiting for more than one year?  Is that an acceptable standard in the Department of Health?  I do not think it is.  One gentleman in particular who has been waiting for a urology appointment at the hospital for more than two years has been in touch with my office and I have spoken to him.  His circumstances are such that instead of him being given an outpatient appointment, there is no alternative but to put him on severe medication which is having an adverse effect on his health.  He has had no option but to ask his GP to refer him elsewhere given that Letterkenny General Hospital has advised, through my own office, that there is no chance he will be given an appointment in the near future.  He is only one of 880 patients and I am aware of many other examples.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, this matter requires urgent attention and approval at the highest level by the Minister's good office to allow for the appointment of a consultant urologist at Letterkenny General Hospital.  This post has been vacant.  It is my understanding that a locum urologist was due to take up appointment at Letterkenny but due to a lack of scheduled operating times, he moved elsewhere.<\/p><p>A recent reply to a parliamentary question in the other House advised that the appointment was a matter for the hospital but the hospital management advised, as recently as in the past ten days, that they are waiting for sanction from the Department of Health to appoint a new urologist.  I raise the issue to seek clarification and a commitment from the Minister that a consultant urologist will be appointed at Letterkenny General Hospital without any further delay.  I am also anxious to ascertain the Minister's view on the escalating waiting lists for urology appointments and the general scheme, with more than 15,000 people waiting for an appointment at the hospital and 4,000 people waiting for over 12 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#C01100","speaker":"1123","continuing":true},{"type":"speech","time":1444815000,"counter":34,"content":"<p>I thank Senator &Oacute; Domhnaill for raising this issue and for giving me an opportunity to update the House.  Improving waiting times for scheduled care for patients is a key priority for the Government.  In January, I put in place maximum permissible waiting times for inpatient and day case treatment and outpatient appointments of 18 months by 30 June and 15 months by the end of this year.  In excess of &euro;51 million in supplementary funding has been provided this year in order that these maximum waiting time goals can be achieved.  This comprises an extra &euro;26 million, in order that the 15-month maximum waiting time can be achieved by the end of the year, on top of &euro;25 million provided earlier this year to help the HSE to meet the 18-month target by the end of June.<\/p> <p>In June, the HSE reported a performance against the 18-month maximum of 99.6% for inpatient and day case treatment and 92% for outpatient appointments.  To maintain progress and to make further improvements to achieve a 15-month maximum by the end of December, the HSE has launched its new initiative to ensure hospitals both comply with the new maximums and address any outstanding long waiters, following the first wave of targeted waiting list activity up to July 2015.  Progress against all targets and plans for waiting lists will continue to be monitored closely and moved forward through the HSE performance management and accountability framework.<\/p> <p>On urology at Letterkenny General Hospital, I am informed that the former consultant urologist in Letterkenny retired in February 2015.  The hospital has tried to secure a locum consultant urologist pending the appointment of a substantive post but has been unsuccessful so far.  To ensure appropriate urology care continues to be provided to the patients of the north west, arrangements are in place for both emergency and planned urology admissions.  Patients who require emergency admission for urology services are referred to University Hospital Galway, as has been the long-standing practice in cases where the consultant urologist was not on call.  Non-emergency urology services are being provided from within the Saolta group at University Hospital Galway and Portiuncula Hospital, Ballinasloe.  Inpatient treatment for some patients has also been arranged in Northern Ireland.  These measures will continue while a consultant urologist is being recruited for Letterkenny.<\/p> <p>On urology equipment, Letterkenny has received approval to purchase a new male urodynamic machine to the value of &euro;25,000.  The national procurement service of the HSE has begun the procurement process for the purchase of this equipment.  I can also inform the Senator that the volume of general surgery undertaken at Letterkenny General Hospital has expanded through the appointment of a temporary general surgeon to provide emergency general surgical services, and the permanent post has been advertised.<\/p> <p>Urology services are an essential component of clinical care at Letterkenny General Hospital.  I am assured that the Saolta university health care group and local hospital management are fully committed to restoring the full urology service at the hospital and are making every effort to restore that service as soon as possible, including working with all the appropriate medical agencies with which the hospital has a contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00200","speaker":"948"},{"type":"speech","time":1444815000,"counter":35,"content":"<p>I have listened attentively to the Minister and the words being expressed are the normal reply given in these Houses coming from officialdom within the Department of Health.  No assurance is given whatever.  We have been told that efforts were made with the locum consultant urologist.  I explained in my contribution what happened there.  We are being told that those requiring admission or non-emergency admission can be referred to Galway or Ballykelly in the North.  There is nothing in the reply stating that sanction or approval has been given by the Minister's Department to allow for the appointment of a new consultant urologist.<\/p> <p>Is it the case that the approval has not been given?  If the approval had been given, it would have been referred to in the reply.  What is the hold-up in appointing a new consultant urologist at Letterkenny General Hospital?  As indicated in the D&aacute;il, is it the case that this is a matter for the hospital and approval has been given by the Department?  Is the hospital waiting on that approval from the Department?  The information I received from the management at Letterkenny General Hospital is that it is awaiting approval and sanction from the Department.  I need clarification on that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00300","speaker":"1123"},{"type":"speech","time":1444815000,"counter":36,"content":"<p>The Senator mentioned earlier that a constituent has been on a waiting list for outpatient treatment for more than two years.  With the agreement of the patient, the Senator could pass the details to my office as anybody waiting more than 18 months at this stage is supposed to be referred to another hospital, with the money following them, or referred privately.  If that has not happened-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00400","speaker":"948"},{"type":"speech","time":1444815000,"counter":37,"content":"<p>The patient is being referred to Galway because Letterkenny could not deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00500","speaker":"1123"},{"type":"speech","time":1444815000,"counter":38,"content":"<p>I thank the Senator for clarifying the matter as I want to know if there are cases of people waiting more than 18 months to be seen.  When I inquire and get the details, the story turns out to be a little different, as it has in this case too.<\/p> <p>I visited Letterkenny in the past two weeks and met representatives of the cancer campaign and community groups - that was a very good meeting - and the general manager.  That issue was raised specifically, including concerns around urology.  I share those concerns.  I would be surprised if the Senator did not know it already but ministerial approval is neither sought nor needed to appoint a consultant and my Department does not approve consultant posts any more than the Minister for Education and Skills approves teaching posts.  Perhaps she does but when it comes to health, it has not been the case, if it was ever the case, that consultant posts would require departmental or ministerial approval.  Such posts require the approval of the national consultant advisory committee, which is a body within the HSE that examines how posts are structured and whether they are sustainable.  It will modify posts and, for example, sometimes want a post to be changed in order that a new person taking a post would do weekends or extended hours, leading to an enhanced service.  Any new appointment must go through that committee.<\/p> <p>I am not aware of any delay in approving that post but I will make inquiries and revert to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00600","speaker":"948"},{"type":"minorheading","content":"Air Services Provision","time":1444815000,"counter":39,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00650"},{"type":"speech","time":1444815000,"counter":40,"content":"<p>I thank the Minister of State for coming to the House to discuss this important matter.  Recent events relating to the provision of air transport to the Aran Islands have again highlighted the vulnerability and disadvantage of those striving to keep our island communities alive.  In that light, I very much welcome the signing of an interim air service contract for the islands.  This will secure jobs at Aer Arann for the next year and give space, during which a longer tender can be advertised.  I use my time this morning perhaps to reinforce a point and ask the Minister of State to bear it continually in mind.<\/p> <p>The people on all our islands are trying their best to keep their communities alive.  It is a simple fact they require assistance and support to do this.  Government community development schemes carry out valuable work, particularly with non-Gaeltacht islands, to support island sustainability.  There are various other grants and schemes available from other Departments.  These are all welcome and positive methods of assistance.  However, more could be achieved.  For example, could we consider greater use of the European Regional Development Fund and Cohesion Fund?  These can be specifically aimed at EU regions with specific geographical characteristics, namely islands, mountain regions and sparsely populated areas.  The economic development of these areas is considered important in helping the EU to attain its important territorial cohesion objective.  Additionally, I draw the Minister of State's attention to the European agricultural fund for rural development.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is a mechanism under the Common Agricultural Policy, CAP.  The programme runs until 2020 and there is no deadline for grants.  It is particularly geared towards less developed regions.  <\/p><p>While I do not have time to develop my suggestions to their fullest this morning, I ask the Minister of State to consider one suggestion in particular: that he convene a cross-departmental group to consider all aspects of policy and funding in the context of the sustainability of our island communities.  There are very few Departments that do not impinge on island development in some way, and a more co-ordinated approach might assist.  There also appear to be sources of EU funding left untapped, or not sufficiently tapped at least.  I look forward to the Minister of State's comments on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#D00700","speaker":"1187","continuing":true},{"type":"speech","time":1444815000,"counter":42,"content":"<p>Gabhaim mo bhu&iacute;ochas leis an Seanad&oacute;ir as ucht an &aacute;bhair f&iacute;or-th&aacute;bhachtach seo a ard&uacute; inniu.  As the Senator may be aware, the report of an interdepartmental co-ordinating committee on island development chaired by the then Minister of State, Donal Carey, in 1996 presented a strategic framework for developing the offshore islands of Ireland.  This report made a number of recommendations to Government with the aim of supporting island communities in their economic and cultural development, preserving and enhancing their unique cultural and linguistic heritage and providing island communities with access to adequate levels of public services so as to facilitate full participation in the life of the nation.  This report also recognised that access was the single most important issue facing island communities.<\/p> <p>At that time, the number of lifeline ferry services supported by the State was very limited.  There was undoubtedly a need for action to correct this deficiency, and over the years the number of services to the islands has grown.  Now my Department funds 23 services to 19 islands.  Included in these are passenger ferry services, cargo ferry services and air services.  The budget for these services has increased since I came into office, and as part of budget 2016 the allocation available for these services will be increased again for 2016, from &euro;5.9 million to &euro;6.631 million.  <\/p> <p>In addition to providing transportation services, my Department endeavours to assist islanders and island life in other ways.  During 2015 my Department reached an agreement with the Department of Environment, Community and Local Government regarding the funding for development offices on non-Gaeltacht islands.  This funding enabled them to continue delivering vital services and to improve the quality of life for the residents of the islands.  Through the increased allocation available to me for 2016, I will be providing assistance for these vital services.<\/p> <p>Over the years my Department has improved harbour infrastructure on the islands and on corresponding harbours on the mainland.  The largest project ever undertaken on the Irish islands, the &euro;45 million redevelopment of Cill Ronain Harbour, a harbour of significant regional importance which handles in the region of 300,000 passengers annually, was constructed with major investment by my Department.  While the capital budget available to me has decreased significantly, assistance is still provided to relevant local authorities for focused works on the islands, particularly directed to issues of safety.<\/p> <p>As the Senator may be aware there have been issues regarding the renewal of the public service obligation contract for air services to the Aran Islands.  I am pleased to announce that since earlier this week my Department has agreed an interim contract with Galway Aviation Services Limited for the provision of an air service for the Aran Islands from 1 October 2015 to 30 September 2016.  Under the interim contract, the Department will subsidise the same level of service as it did under the previous contract.  The Department, in conjunction with the Office of Government Procurement, will over the coming period proceed to undertake a new procurement process in accordance with national procurement rules and EU Regulation 1008\/2008 in order to agree a four-year contract for the air service.  Obviously, a re-engagement with the island communities will happen side-by-side with that process.<\/p> <p>My Department consults with island communities on a regular basis, and I have visited many of the offshore islands since my appointment as Minister of State with special responsibility for the islands.  In the last 12 months I have tried to go to the islands I had not visited previously.  I have had the pleasure of being on the Aran Islands but I had not been to places like Sherkin Island, Bere Island, Owey Island in my own county, Tory Island, Inishbofin and Gola Island.  I have tried to get to as many of the islands as possible that I had not been to before.  Funding for vital access services to the islands has been maintained by my Department throughout the recent economic downturn and it is my intention to continue with this support in the future.  However, I am very aware of the need to get value for money so that the funding available will reap the maximum benefit for all our island communities.<\/p> <p>The Senator will also be aware of the need to comply with national and EU law in providing various supports for our islands.  My Department will continue to adhere to the relevant regulations and guidelines while at the same time ensuring as far as possible that all island communities are assisted in their efforts to get the services that are sometimes taken for granted on the mainland.<\/p> <p>Gabhaim bu&iacute;ochas leis an Seanadoir as ucht an t-&aacute;bhar seo a ard&uacute;.  I thank the Senator for her remarks.  We can all agree that our islands are a unique and valued part of our community.  My Department will continue to support the island communities in their economic, social and cultural development in order to preserve and enhance their unique heritage and to enable the islanders to secure access to public services in order that they can have full and active participation in the overall economic and social life of the nation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#E00200","speaker":"997"},{"type":"speech","time":1444815000,"counter":43,"content":"<p>I thank the Minister of State for his comprehensive reply.  It must be borne in mind that while some would say these communities are economically insignificant, they are living, breathing parts of our culture and must be supported.  The Minister of State has said that quite clearly this morning.  I am concerned about the issue of consultation.  The Minister of State has outlined details of his direct engagement with the islanders, which is critical.  If one looks back at the early negotiations of the UN treaty for persons with disabilities, the parties were drafting a treaty and thinking they were doing the best for people with disabilities, but there was very little consultation with those affected.  Groups representing people with disabilities came up with the phrase \"Nothing about us without us.\"  From that moment on, proper consultation took place, and the result was the successful negotiation of that treaty.  In the same vein, consultation with the islanders is key here.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#E00300","speaker":"1187"},{"type":"speech","time":1444815000,"counter":44,"content":"<p>I thank the Senator again for her observations and suggestions.  She is correct in saying that there are always ways in which we can be creative in terms of accessing necessary funding that could have a direct impact on the lives of those living on our islands.  I visited &Aacute;rain Mh&oacute;r in the last ten days, along with the Minister for Health, Deputy Varadkar.  We got a great insight into the provision of health services there and the importance of such services to islanders.  The issue is one of having a direct impact, and a lot of projects at a European level are capable of that.  The Senator will be aware of the AranLIFE project on the Aran islands, funding for which was secured from the EU to the tune of approximately &euro;2.5 million.  That project is having a very positive impact.<\/p> <p>The Senator also mentioned agriculture.  She may be aware that the Minister for Agriculture, Food and the Marine, Deputy Coveney, has made special provision for the islands in the new round of single farm payments.  The islands have been considered in that context.  I agree with the Senator's point that any policy measure that may impact on the islands must be proofed.  I continue to engage with Comhd&aacute;il Oile&aacute;in na h&Eacute;ireann and will meet that organisation again next week.  Consultation is important and has taken place over the last 12 months.  That said, if there are new ways of doing things, I am certainly open to that.  <\/p> <p>We must also be conscious of investments for different islands.  On Tory Island, for example, we are investing &euro;250,000 in the development of a helipad, which will be a very welcome infrastructural addition to the island.  There are smaller islands, including Inishbofin, Gola and Owey, for example, which do not have a ferry service.  They are seeking such a service, especially during the summer, given that tourist numbers are increasing at such an enormous rate along the Wild Atlantic Way.  There are development opportunities there and it is important that we engage with them on that.  There is a meeting arranged with the smaller island representative group in a few weeks' time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There are plenty of issues involved.  I acknowledge the role of the leadership on the islands.  During the recent negotiations on air services to the Aran Islands, a number of public meetings were held and approximately 18 politicians from the mainland attended them.  The meetings were very dignified.  I got feedback from different people who said that the meetings were dignified and well-measured and that there was much leadership shown on the island.  I acknowledge that leadership.  I also want to acknowledge the new transparent and independent process in which full responsibility is given to the Office of Government Procurement in the Department of Public Expenditure and Reform, and which leaves me outside that process.  It is important to acknowledge the professional work that was done by the officials of the Office of Government Procurement and by the Attorney General and the Chief State Solicitor's office.  Where there probably was a political weakness was that I was precluded, as Minister of State, from saying anything during the process.  The advice from the Chief State Solicitor and the Attorney General was that it was better to say very little in case it would prejudice the process.  <\/p><p>This is a new system, it was only introduced in 2014.  If there are lessons to be learnt, let us look at these lessons in terms of the needs of the community and island.  On the other hand, we all have a responsibility and duty to the taxpayer and a responsibility to due process.  The public is very much of the opinion that politicians should not be involved in that process.  This is a new process.  Politicians are completely outside of the process in terms of the decision and the outcome.  If there are lessons to be learnt from the last five to six months, let us look at them and see what we can try to do differently.  As a former community worker, I am a big advocate of ensuring that at the centre of any consultation is the community and its needs.  We have a duty as legislators to have a very strict adherence to process and to do things right and also to ensure that savings are made, because we have a duty to the taxpayer.  So all of that is in the mix, and no doubt that will form part of the conversation on the new tender process in the future.  <\/p><p>I thank the Senator again for raising this matter.  It has given me an opportunity to talk a little about the process.  Key to any future deliberation around policy or policy change on the islands is that the communities have to be at the heart of it.  The officials in my Department are very conscious of the work they are doing.  They have been very proactive in providing services.  One can see the number of cargo ferries that we have provided on the islands and they do a very professional and thorough job.  I acknowledge my officials for the work they do on an ongoing basis.  As we go forward with the new tendering process, we will, no doubt, have a very proactive and engaged conversation between the island communities, my own officials, and officials from the Office of Government Procurement to ensure that we continue to provide the service to the islands.  Keeping that service was critical to the process.  The officials in the Department were very conscious of that from the beginning.  I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#E00400","speaker":"997","continuing":true},{"type":"speech","time":1444815000,"counter":46,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#F00200","speaker":"1120"},{"type":"unspoken","time":1444815000,"counter":47,"content":"<p>Sitting suspended at 11.25 a.m. and resumed at 11.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1444815000,"counter":48,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00100"},{"type":"speech","time":1444815000,"counter":49,"content":"<p>The Order of Business is No. 1, Climate Action and Low Carbon Development Bill 2015 - Second Stage, to be taken at 1 p.m. and to adjourn not later than 3 p.m. if not previously concluded, with contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 2, Public Services and Procurement (Social Value) Bill 2015.  This is a Fianna F&aacute;il slot and the party proposes to take Committee, Report and Final Stages of the Bill.  I am sure if we were taking those Stages on this side, there would be many objections about us taking all Stages in one day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00200","speaker":"1130"},{"type":"speech","time":1444815000,"counter":50,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00300","speaker":"1136"},{"type":"speech","time":1444815000,"counter":51,"content":"<p>If the Leader allowed time, there would be no problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00400","speaker":"1159"},{"type":"speech","time":1444815000,"counter":52,"content":"<p>I will accede to the request and I hope Fianna F&aacute;il Members will consider it when I put something similar forward and will not be jumping up and down about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00500","speaker":"1130"},{"type":"speech","time":1444815000,"counter":53,"content":"<p>The inconsistency is well spotted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00600","speaker":"1136"},{"type":"speech","time":1444815000,"counter":54,"content":"<p>The Bill is to be taken at 4 p.m. and to conclude no later than 6 p.m.  The final matter on the Order of Business is No. 3, Minerals Development Bill 2015 - Report and Final Stages, to be taken at 6 p.m. and to adjourn not later than 7 p.m. if not previously concluded.<\/p> <p>Due to the State funeral and as a mark of respect to the family and Garda colleagues of the late Garda Anthony Golden, the Seanad will not meet tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#G00700","speaker":"1130"},{"type":"speech","time":1444815000,"counter":55,"content":"<p>I accept the Order of Business and note the Leader's comments regarding time.  If Senators were given more time to discuss our Bill, we would have taken Report and Final Stages next week.  I am sure the Leader chose not to accede to the request.  As such, he is partly responsible for Committee and Remaining Stages being taken together.  We have no choice in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00100","speaker":"1140"},{"type":"speech","time":1444815000,"counter":56,"content":"<p>I was not asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00200","speaker":"1130"},{"type":"speech","time":1444815000,"counter":57,"content":"<p>We will remember that in future.  Sometimes there is nothing more consistent than inconsistency.<\/p> <p>The Leader's recommendation that the House should not sit tomorrow as a mark of respect to Garda Tony Golden - whose State funeral will be held at noon tomorrow - is appropriate.  Garda Golden sacrificed his life for his country and it is in order that this House and the Lower House should not sit tomorrow and that those Members who are available to attend the State funeral do so.  Those who are not able to attend will remember Garda Golden tomorrow.<\/p> <p>Yesterday's budget was aspirational and geared towards a November general election.  It was a manifesto of sorts without much content.  Senators will be amazed to learn what will not take place as a result of the budget.  If I was giving advice to the Taoiseach, I would tell him to run because this budget will unravel in the next few weeks when people see exactly what is in it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00300","speaker":"1140"},{"type":"speech","time":1444815000,"counter":58,"content":"<p>Is Senator Leyden being serious?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00400","speaker":"1162"},{"type":"speech","time":1444815000,"counter":59,"content":"<p>Yes, I am being very serious.<\/p> <p>I ask the Leader if he will ask the Ministers for Social Protection, Health and Children and Youth Affairs to come before the House to explain exactly what budget 2016 will mean for their Departments.  One of the clearest examples I can give is the weekly increase of &euro;3 in the old age pension.  That amount is a pittance and it would not allow a person buy three quarters of a pint of Guinness in one of the cheapest pubs in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00500","speaker":"1140"},{"type":"speech","time":1444815000,"counter":60,"content":"<p>Is the Senator referring to his pub?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00600","speaker":"1130"},{"type":"speech","time":1444815000,"counter":61,"content":"<p>The increase amounts to &euro;156 per annum.  Senators should bear in mind that &euro;1,200 per annum has been taken from pensioners through the removal of free telephone allowance and other allowances.<\/p><p>On child care, the expansion of the early childhood care and education scheme is not what it seems because the scheme only applies for three hours per day and 38 weeks of the year.  This measure is completely unsatisfactory as it will not suit single parents or anyone else.  It is a fraud.  The announcement regarding the National Asset Management Agency is only one side of the coin.<\/p><p>The other blatant issue is the free medical cards that will be provided to children aged between six and 12 years.  The Government did not engage in negotiations on the issue with the Irish Medical Organisation, IMO.  I recall that the current Minister for Children and Youth Affairs, Deputy James Reilly, was president of the IMO when a Fianna F&aacute;il-led Government introduced a free medical card for people aged over 70 years.  He ground down that Government by securing gold-plated medical cards and ensured that it paid for its decision to make an announcement before negotiations had taken place.  The current Minister for Health, Deputy Varadkar, will not be <i>in situ<\/i>to implement the decision on medical cards.  He stated yesterday that implementation will be subject to negotiations with the Irish Medical Organisation.  The IMO will screw the next Minister, as Dr. James Reilly screwed the then Fianna F&aacute;il Government.  That is my warning on this matter.  This budget will collapse because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00700","speaker":"1140"},{"type":"speech","time":1444815000,"counter":62,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00800","speaker":"1120"},{"type":"speech","time":1444815000,"counter":63,"content":"<p>At this stage, the only advantage for the Government would be to go before people and discover the truth.<\/p> <p>Migrant Syrians on Europe's borders are in dire straits and are looking to Ireland.  We are supposed to accept 4,000 of them, yet we cannot look after Travellers who are living at the side of the road.  It is expected that we will take 4,000 migrants from Syria.  I would advise those migrants to go to Germany, Sweden or another country because this Government is incapable of looking after its own.  How in hell would it be capable of looking after migrants?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H00900","speaker":"1140"},{"type":"speech","time":1444815000,"counter":64,"content":"<p>I find so much of Senator Leyden's contribution disagreeable that I do not even know where to begin.  I will leave it to the Leader to respond.  It was dreadful to see the opposition to the site provided by the local authority - on behalf of the State - to the families who were horrifically bereaved at the weekend in Carrickmines.  It was despicable to see people obstructing the provision of temporary accommodation to those families.  The Government, notably through the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, made clear its view on the actions of those who blocked the provision of temporary accommodation for the unfortunate families concerned.<\/p> <p>I thank the Leader for his indication regarding the cancellation of tomorrow's sitting and the State funeral of Garda Golden.  I also welcome in respect of today's business that the House will take Second Stage of the Climate Action and Low Carbon Development Bill after the Order of Business.  This long-awaited and welcome legislation made agonisingly slow progress through various stages of drafting under the previous Government.  I welcome the fact that it will finally come before the House today in line with long-standing Labour Party policy and with the full agreement of the Joint Committee on the Environment, Culture and the Gaeltacht.<\/p> <p>I remind Senators that I introduced a Climate Protection Bill in 2007 in Private Members' time.  The Seanad was the first House to debate climate protection legislation.  It is welcome that climate legislation will be debated later today when we will be joined in the House by members of Friends of the Earth and others. <\/p> <p>Yesterday's budget included some welcome announcements setting out the Government's prioritisation of education and child care.  While I accept that the House debated the budget last night, I ask for a specific debate on child care.  I do so in light of the welcome announcements to increase child benefit and introduce an additional year of the early childhood care and education scheme, which so many of us had sought, and the welcome measure on statutory paternity leave, which marks the first recognition that fathers have a role in the workplace.  These are important and progressive steps for child care.  <\/p> <p>Last week, the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, launched a Labour Party report on child care which recommended not only that we take initiatives such as those taken yesterday but also additional measures to make child care more affordable for parents and professionalise the child care workforce.  These are the two additional focuses which must be taken up in any debate on child care.  I ask the Leader to arrange a debate on the issue in recognition of the major advances made in yesterday's budget for families, children and, in particular, working parents, and in view of the need to do more.<\/p> <p>I very much welcome yesterday's news, which may have been overlooked because of the budget, that the Taoiseach made a commitment to sign and ratify the Istanbul convention, the Council of Europe's convention on preventing and combating violence against women and domestic violence.  The Joint Committee on Justice, Defence and Equality produced a report on domestic violence and sought the ratification of the Istanbul convention.  The Government's commitment to do so is very welcome as it is very important in terms of the provision of supports for women who have suffered from domestic or other forms of gender-based violence.  It will also bring Ireland up to speed in the context of its international obligations in that area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H01000","speaker":"1148"},{"type":"speech","time":1444815000,"counter":65,"content":"<p>I welcome the statement by Professor John McHale of the National University of Ireland Galway, who is also chairman of the Irish Fiscal Advisory Council, in which he expressed caution about the budget.  The very large increase in corporation tax revenues this year may not recur.  The problem in the past was that non-recurring revenues mostly associated with the construction industry became built into the system.  It is important to have a divergence of views.  One of the things we found at the banking inquiry is that the so-called consensus that existed in the past decade was substantially contrived and that individuals such as Morgan Kelly and David McWilliams were not listened to.  Professor John McHale has a very valuable role to play, particularly as the Irish Fiscal Advisory Council was not in place during the period to which I refer.<\/p> <p>As I indicated last evening, in recognising that the increase in public expenditure from 2014 to 2016 was 4%, as the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, stated, the Department of Finance sometimes needs to have the equivalent of a shoebox in which to keep one-off receipts it does not get in the general income stream.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As I did recently, I wish to draw the attention of the House to the pupil-teacher ratio.  In the D&aacute;il yesterday, the Minister for Public Expenditure and Reform, Deputy Howlin, referred to a 28:1 ratio in primary schools, but the numbers on the website of the Department of Education and Skills indicate that the current ratio is 16.2:1.  I am delighted that 2,500 extra teachers will be recruited, reducing the ratio, but wrong numbers that exaggerate the problem appeared in the Minister, Deputy Howlin's speech and are contradicted by the website.  We all want smaller class sizes and may be closer to it than we believe.  According to data up to 7 July 2015, the ratio in primary schools is 16.2:1 and, in secondary schools, it is 13.9:1.  I do not know from where the higher numbers came.  They artificially make the situation look bad, which is not the basis on which policy should be made.  Yesterday's decision was correct, but the numbers reported to the D&aacute;il need revision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#H01100","speaker":"1157","continuing":true},{"type":"speech","time":1444815000,"counter":67,"content":"<p>I wish to refer to yesterday's budget announcement, in particular as regards the focus on child care and the investment of &euro;85 million, an excellent first step in supporting children and families with quality and affordable child care.  Will the Leader arrange for a debate on child care with the Minister for Children and Youth Affairs?  Many positive measures were announced yesterday, such as the extension from 38 weeks by 23 weeks of the free preschool year, a &euro;15 million investment in preschools for children with special needs, two weeks of paid paternity leave, &euro;1.3 million for inspections to ensure the quality of our child care and the restoration of the capitation grant to pre-recession levels.  There will also be investment of &euro;1.2 million in a fund elsewhere and an increase in child benefit.  These important measures will help people to return to work and training and support families.  For many, the cost of child care is equivalent to a second mortgage.  It is important that we invite the Minister for Children and Youth Affairs to the House to expand on the question of how he will invest in child care in the next five or six years.  This budget is the start of that process and I welcome the measures that the Government has introduced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00200","speaker":"1187"},{"type":"speech","time":1444815000,"counter":68,"content":"<p>I wish to express my sympathies to the families in the Traveller community of those who died tragically early on Saturday morning: Thomas and Sylvia Connors, their children, Jim, Christy and Mary, who was aged just six months, William Lynch, his partner Tara Gilbert, their children, Jodie and Kelsey, and William's brother, Jimmy.  Tara was also pregnant with the couple's third child.  The relatives of those who died, the whole community in Carrickmines in south County Dublin and people from all over Ireland are devastated and numbed by this enormous loss of life, which saw an entire family taken from us.  We cannot fathom the depth of the grief felt by the friends, families and colleagues of those who lost their lives.  Images of the smiling families have been printed across every newspaper in recent days, showing how close and happy they were, and truly put into context the enormity of the loss.  It is particularly heart breaking for members of the Traveller community, who cherish family connections strongly.<\/p> <p>I also wish to express my sincere sympathies to Nicola Golden, her children, Lucy, Alex and Andrew, and the extended family of Garda Tony Golden, in particular his parents, David and Breege, his sister, Mary, and his four brothers.  Garda Golden was taken from us in the line of duty in Omeath, County Louth, on Sunday.  We were all moved by his bravery.  Garda Golden's last act was to help a person in dire need, a woman who was a victim of domestic violence.  As a result, he made the ultimate sacrifice, losing his own life.  His colleagues cannot speak more highly of him, his dedication to the Garda and his absolute commitment to public service and people in all circumstances.  He was known as a true gentleman who showed professionalism in all aspects of his duties.  The Golden family deserve every support that we can give while its members try to come to terms with their enormous loss.  I wish to extend my sympathy to the Dundrum Garda station and its garda&iacute;, who have helped me with my public meetings on crime, including burglaries.  I know how dedicated they are to public service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00300","speaker":"1156"},{"type":"speech","time":1444815000,"counter":69,"content":"<p>I add my voice to those of Senators who have expressed their sympathies for the horrific events in Carrickmines.  Some home owners - I emphasise that term - in south County Dublin have effectively stood in the way of temporary accommodation being put in place for the survivors of that tragedy.  I was struck by the comments of a representative of Pavee Point when he stated that he had never witnessed such depths of hostility and hate towards his community as he did on that occasion.  That says it all.  I am a member of the Dublin City Council strategic policy committee, SPC.  Wider society must examine its conscience as regards the issue of Traveller accommodation, which goes back decades.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00400","speaker":"1172"},{"type":"speech","time":1444815000,"counter":70,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00500","speaker":"1156"},{"type":"speech","time":1444815000,"counter":71,"content":"<p>This problem has not just been facing society since yesterday.<\/p> <p>I welcome today's reports that discussions between members of the Government on rent certainty are ongoing.  According to the Minister for Finance, Deputy Noonan, his officials will continue their discussions with the Minister for the Environment, Community and Local Government, Deputy Kelly, and his Department.  The Minister for Public Expenditure and Reform, Deputy Howlin, stated that both parties were committed to finding a way to control rents.  A comment that I made in last night's statements on the budget bears repeating: 700 families in Ireland are homeless and living in emergency accommodation.  In July, Dublin City Council paid &euro;1.5 million to hotels to accommodate homeless people.  Undoubtedly, people and, in particular, families are becoming homeless because they cannot afford rent increases.  While my daughter sat on a DART yesterday, she overheard a girl crying to her mother on a mobile telephone because of a &euro;200 increase in her rent.  That is a fact, and we must act to stop this situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00600","speaker":"1172"},{"type":"speech","time":1444815000,"counter":72,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00700","speaker":"1131"},{"type":"speech","time":1444815000,"counter":73,"content":"<p>Uncharacteristically, I have nothing to add today except to join with colleagues in extending my sincere sympathy to the family of the garda who was appallingly shot and on the dreadful tragedy of the Traveller family.  I would be less quick to judge the residents.  The council acted outside its own planning system and did so within an hour and without consultation.  It is an awkward situation.  My wholehearted sympathy goes to the Traveller family, but the residents expressed their sympathies as well.  It is a difficult, intractable human problem.  It also shows that the original provisions for the Travellers were completely inappropriate.  It was a fire trap.  Any photograph that one might see of the area shows that clearly.  They were huddled into the most squalid and inappropriate housing.  It is humanly understandable that residents put in a situation of something being pushed through as an emergency measure within an hour or two would have some hesitations.  It is regrettable.  There is a long history of neglect of the Traveller community.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be reluctant, without further knowledge, to sit in judgment on the residents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#J00800","speaker":"1136","continuing":true},{"type":"speech","time":1444815000,"counter":75,"content":"<p>I wish to follow on regarding Travellers and Traveller accommodation.  As I speak, D&uacute;n Laoghaire-Rathdown County Council is meeting the Traveller group to try to find a satisfactory resolution to the problem that has arisen.  Everybody must examine his conscience.  It is an emergency and the families are suffering.  Money has been allocated to local authorities for Traveller sites but the delay in selection must be taken on board.  The T&aacute;naiste said today that if local authorities needed more money, it would be forthcoming.  That is very welcome.<\/p> <p>With regard to homelessness, I support the remarks made by Senator Hayden.  Addressing this is a priority and we must focus on the methodology.  When one considers the expenditure of &euro;1.5 million in July alone, one realises there is false economy.  One cannot build houses overnight, however.  Even if there is to be a solution involving prefabricated housing, it should be made available on the ground as quickly as possible.<\/p> <p>I wished to call for a debate on child care, but this has already been done by two Senators.  I look forward to the debate.<\/p> <p>As spokesperson on the environment, I believe the most important legislation for the developing world and First World, and for the children of the future, is the legislation that will be passing through the House today at 1 p.m., the Climate Action and Low Carbon Development Bill.  I hope it will be passed because we have been waiting for it for quite some time.  Today is a good day to mark in the Seanad in this respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00200","speaker":"1135"},{"type":"speech","time":1444815000,"counter":76,"content":"<p>I pass on my condolences to all the families bereaved in Carrickmines and also the family of Garda Tony Golden.  I extend my sympathy to all the families, as other Senators have done.<\/p> <p>I am sure there will be many calls by Senators for various Ministers to come to the House to discuss budget 2016.  I agree with the Senators who have said the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, should come to the Seanad as a matter of priority to take questions on what is a housing emergency in this State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00300","speaker":"1133"},{"type":"speech","time":1444815000,"counter":77,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00400","speaker":"1131"},{"type":"speech","time":1444815000,"counter":78,"content":"<p>Yesterday the Government attempted to bribe people with their own money in regard to budget 2016.  The hallmark of the Government over the past four and half years has been that the top 20% of income earners in the State have benefited every single time in every single budget by Fine Gael and the Labour Party.  Yesterday the top 14% of income earners gained approximately &euro;900, while the average worker, on &euro;20,000 or &euro;30,000, gained only a fraction, or one third, of that.  In no one's language is that fair, yet that is what has been delivered by the Government.<\/p> <p>The property tax will remain, as will water charges.  The promised free GP care, which is being rolled out on the basis of age, is not being rolled out on the basis of health need, people's ability to pay or income.  Rolling it out according to age is not the way to proceed.<\/p> <p>The real tragedy, however, is the housing crisis.  How is it that &euro;181 million can be found to give to the people with the deepest pockets in this State?  The top 14% of income earners walk away with &euro;181 million while there are people dying on our streets and in dire straits.  The Government should listen to Senator Hayden, an authority on this issue.  This is a national emergency.  I agree with Senator Hayden and am not doing so to play politics.  I genuinely believe she is sincere in what she is saying.  We do not need to overhear conversations on buses or trains to learn that there is an emergency; it has been evident for a long time.  It is about time that this State, all the Government representatives and the Opposition got their act together on this issue and sorted it out.  I ask for a debate on housing in the context of what should and could have been in the budget, but was not, to deal with the emergency.  If I were to prioritise the invitation of one Minister to the House, it would be the Minister for the Environment, Community and Local Government, Deputy Alan Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00500","speaker":"1133"},{"type":"speech","time":1444815000,"counter":79,"content":"<p>I am very concerned about Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00600","speaker":"1118"},{"type":"speech","time":1444815000,"counter":80,"content":"<p>The Senator should not be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00700","speaker":"1140"},{"type":"speech","time":1444815000,"counter":81,"content":"<p>He seems to have had a serious change of heart overnight.  I sat with him yesterday in the Chamber watching the budget speech and he seemed very impressed.  I just do not know what happened to him overnight.  In any case, he seems to have been got at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00800","speaker":"1118"},{"type":"speech","time":1444815000,"counter":82,"content":"<p>I assessed it in depth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K00900","speaker":"1140"},{"type":"speech","time":1444815000,"counter":83,"content":"<p>I would like a debate in the next week or ten days with the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, on the job creation measures in the budget.  All fair-minded people would accept that this budget very much targets job creation and work and attempts to make work pay.<\/p> <p>I very much welcome the fact that the universal social charge has been reduced from 7% to 5.5% on earnings between &euro;18,000 and &euro;70,000.  This will make a very significant difference to people at work, who have borne the brunt of the cuts and hardship over recent years.<\/p> <p>Yesterday, after the budget statement, we noted for the first time in five years a real sense of hope and real concentration on driving the economy forward now that we have exited the bailout and are in a position to start repaying our debts.  I very much welcome the fact that the self-employed are at last being respected and treated fairly in this budget.  The introduction of the tax credit of &euro;550 for self-employed workers and farmers is very much to be welcomed.  It is a start.  I hope we will see the self-employed gaining equality in forthcoming budgets.<\/p> <p>The transportation sector, which creates very significant employment, got significant relief in the budget with the capping of the tax on transport vehicles at &euro;900 per annum, bringing the rate into line with that in Northern Ireland and Great Britain.  I hope we will now see many of the companies that have registered in Northern Ireland registering in the Republic and bringing in much-needed revenue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K01000","speaker":"1118"},{"type":"speech","time":1444815000,"counter":84,"content":"<p>That is not correct.  The Senator has got it wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K01100","speaker":"1156"},{"type":"speech","time":1444815000,"counter":85,"content":"<p>I very much welcome the 7% increase in overseas development aid.  Now that our economy is improving, we are ensuring there is an increase in support for the most deprived people in the world.  The increase is a start and I hope that, over the coming years, we will reach the target of 0.7% of GDP.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K01200","speaker":"1118"},{"type":"speech","time":1444815000,"counter":86,"content":"<p>Like others, I would like to be associated with the words of sympathy on the very tragic death of Garda Golden.  By all accounts, he was a man with a big heart.  He responded as a garda as he was expected to do, but sadly lost his life.  I extend my sympathies to his family on their great loss.  I commend Garda Golden on his service to our nation.  I extend my sympathy to the families bereaved by all the tragic deaths in Carrickmines.<\/p> <p>Yesterday when I commented on the budget, I said there appeared to be a little something for everyone except third level students and their families.  I have thought about this since and must reiterate that I am really disappointed there was no move on the student contribution charge of &euro;3,000.  Within a few years, all the youths in the Visitors' Gallery will be going to college.  Every year during the recession, the charge has increased by &euro;250.  It would have been nice to see a small dent in that.  I am saying this because the families and students affected are the very ones who were hit by an out-of-control rental sector.  There is no rental certainty for our students, including in Galway.  Every day I receive a call from a family in trouble in Galway.  Individuals tell me they are due to leave their house in January but have five young children, including a baby who is sick.  They ask what they should do and I actually say that I do not know.  The council has no houses to give them.  I knocked on a man's door the other day and asked him how things were and whether there was anything he would like to say.  He said he was fine because he had got a house and was finally a homeowner.  He said he was saying that because all his friends are in the rental sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In Galway, we have the largest percentage of people relying on the rental sector in the country.  Of our homes, 40% are in the rental sector.  Think about how fragile that base is.  We have had 10,000 people on the housing list for years in Galway.  As such, I support Senator Hayden and others who have been flying this flag for the longest time.  Let us start a campaign in the Seanad to get rental certainty for our families and students.  Let us do that before this Seanad term expires.  I ask the Leader to secure the attendance of the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, or whatever Minister is in charge, be it the Minister for Finance or the Minister for Public Expenditure and Reform.  They need to work together on this, because we are talking about expenditure but we are also talking about imagination.  A Bill is ready to be brought to the floor of the House to deal with the rental sector and rent certainty.  Let us do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#K01300","speaker":"1131","continuing":true},{"type":"speech","time":1444815000,"counter":88,"content":"<p>I need to reply to Senator Cullinane on the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00200","speaker":"1150"},{"type":"speech","time":1444815000,"counter":89,"content":"<p>The Senator will be replying to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00300","speaker":"1120"},{"type":"speech","time":1444815000,"counter":90,"content":"<p>Incorrect information is being furnished and it is part of the debate we are having.  A married couple with two children on one income of &euro;25,000 will be &euro;1,000 better off as a result of the budget.  That is over &euro;21 per week.  A married couple with two children earning &euro;55,000 will be &euro;30 per week better off, or &euro;1,500 per annum.  That is the reality of the budget.  It is about looking after people with young families.  That is what this budget did.<\/p> <p>I am a bit concerned about Senator Leyden's contribution.  While I agree with him that we need to negotiate with GPs, we did not promise to give medical cards to children aged between six and 12.  We promised to give GP cards.  I will discuss the matter with the Senator after the Order of Business to explain what the difference is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00400","speaker":"1150"},{"type":"speech","time":1444815000,"counter":91,"content":"<p>I know the difference well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00500","speaker":"1140"},{"type":"speech","time":1444815000,"counter":92,"content":"<p>The Senator said we were giving medical cards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00600","speaker":"1150"},{"type":"speech","time":1444815000,"counter":93,"content":"<p>I was in the Department of Health for a longer period than Senator Colm Burke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00700","speaker":"1140"},{"type":"speech","time":1444815000,"counter":94,"content":"<p>Senator Burke without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00800","speaker":"1120"},{"type":"speech","time":1444815000,"counter":95,"content":"<p>I want to correct that.  I know exactly what GP cards and medical cards are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L00900","speaker":"1140"},{"type":"speech","time":1444815000,"counter":96,"content":"<p>It is GP cards we are talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01000","speaker":"1150"},{"type":"speech","time":1444815000,"counter":97,"content":"<p>On a GP card, one cannot get free prescriptions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01100","speaker":"1140"},{"type":"speech","time":1444815000,"counter":98,"content":"<p>Allow Senator Burke to speak without interruption, please, Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01200","speaker":"1120"},{"type":"speech","time":1444815000,"counter":99,"content":"<p>What I am saying to the Senator is that it is an important step in providing health care for our young people and it is all part of our programme to move eventually towards GP cards for people up to 18 years of age.<\/p> <p>It is important to note that the budget is a balanced one.  I was talking to one person yesterday who is on an old-age pension, as is his wife.  He is caring for her because she requires full-time care.  He worked out that he will be &euro;1,000 better off because of the increase in the respite grant, the increase in the pension and the increase in the fuel allowance.  As a result, he feels that is important for him.  It is the first step in trying to restore what we need to provide in terms of assistance to those who are retired and those who need our support otherwise.  This is the first step on that road and it is a very important one.  If Senator Leyden thinks we can achieve it all in one year, I note that we cannot.  This is the first step on the road and there are many more that must be taken to redress what had to be done to deal with the huge growth in expenditure over a short period.  We had to pay the price from 2009 on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01300","speaker":"1150"},{"type":"speech","time":1444815000,"counter":100,"content":"<p>I welcome the measures in the budget.  From the point of view of jobs and small businesses, it was a great budget.  Every sector of society was positively helped, particularly in the area of health.  As Senator Burke mentioned, GP care for the under 12s is a great move.  I welcome the extra nurses and extra investment generally in the respite grant and so on.<\/p> <p>There are two areas I wish to highlight that should be emphasised in future budgets, or sooner, if the funding becomes available in the short to medium term.  Recently, Roy Keane made amusing comments about breastfeeding.  It was all very funny, and I did a press release referring to \"Keane on breastfeeding\" because really we perform very badly in this area.  An AIMS Ireland survey found that only 56% of new Irish mothers breastfeed, compared to 80% in the UK and 90% in Scandinavia.  Most women cited a lack of support as the reason a lot of them chose to give up trying.  I did some research and it seems that we need to have a great deal more emphasis on the supports required by new mothers.  For instance, we need lactation consultants in hospitals.  It is an area we could do with funding in the medium term.<\/p> <p>The other area that needs funding is IVF.  Many couples suffer infertility in this country and it is recognised as a disease by the World Health Organization.  Even plastic surgery is supported on the public health system in a lot of cases.  The &euro;4,000 to &euro;5,000 minimum cost per cycle of IVF is very expensive for couples trying to have a baby.  In Belgium, it has been funded since the 1990s and in the UK it has been funded since 2000.  In Wales and Scotland, there is an entitlement to two cycles of IVF treatment on the NHS.  Now that we are starting to see the economy settle and grow and the worst days are behind us, we must start to invest in things like IVF and breastfeeding.  It is a hugely positive thing for babies to be breastfed.  While it is not necessarily a matter that is very comfortable to talk about, that may be part of the problem.  Certainly, I would like to see an emphasis on these areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01400","speaker":"1153"},{"type":"speech","time":1444815000,"counter":101,"content":"<p>There is no question that the budget is rounded, balanced and fair.  Like Senator Mullins, I am a little concerned about Senator Terry Leyden this morning.  Maybe it is no wonder he is reeling.  He is going around in ever-decreasing circles.  The budget is about making work pay.  There is something in it for everyone right across the board.  The Senator should not be smiling.  He can read any newspaper he likes this morning and he will get the truth of the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01500","speaker":"1151"},{"type":"speech","time":1444815000,"counter":102,"content":"<p>Does Senator Coghlan rely on the papers for opinion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01600","speaker":"1156"},{"type":"speech","time":1444815000,"counter":103,"content":"<p>There is a fair and balanced summary in all of the papers this morning and a general welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01700","speaker":"1151"},{"type":"speech","time":1444815000,"counter":104,"content":"<p>It is all a PR exercise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01800","speaker":"1140"},{"type":"speech","time":1444815000,"counter":105,"content":"<p>Senators can read the editorials and anything else they like.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L01900","speaker":"1151"},{"type":"speech","time":1444815000,"counter":106,"content":"<p>It is spin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02000","speaker":"1140"},{"type":"speech","time":1444815000,"counter":107,"content":"<p>We are fond of the Senators opposite, but they are codding themselves this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02100","speaker":"1151"},{"type":"speech","time":1444815000,"counter":108,"content":"<p>It is not going to go down well with the Senator's council.  Why did the Minister not extend the social welfare provisions to councillors?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02200","speaker":"1140"},{"type":"speech","time":1444815000,"counter":109,"content":"<p>Senator Coghlan without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02300","speaker":"1120"},{"type":"speech","time":1444815000,"counter":110,"content":"<p>We will talk to the Senator afterwards, because there is no point in gibberish in here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02400","speaker":"1151"},{"type":"speech","time":1444815000,"counter":111,"content":"<p>Do not forget Abbeydorney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02500","speaker":"1140"},{"type":"speech","time":1444815000,"counter":112,"content":"<p>I agree with Senator Hayden on the situation in Carrickmines and I hope the residents will see their way to accommodating those people in their own area, so to speak, for what is a temporary measure.  They have suffered an appalling tragedy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02600","speaker":"1151"},{"type":"speech","time":1444815000,"counter":113,"content":"<p>Last week, I made reference to a debate in the Seanad on a sports strategy.  I also alluded to the fact that the weekend would be bookended with our Irish soccer team playing against Germany in Dublin and our rugby team playing in the Rugby World Cup.  We enjoyed the thrill of victory and the agony of defeat on both ends, but sadly the weekend was tainted by the catastrophic fire in Carrickmines, with the loss of ten lives, and the gunning down of Garda Anthony Golden.  It really puts into perspective what life is all about.  While we had sympathy for those affected in Carrickmines over the weekend, I was disappointed to see neighbours in the same area block the identified site to which some of those affected are to be moved.  On the other hand, we saw a perpetrator and a murderer, the thug who was out on bail.  This should not be happening in our society.  Lives are at stake in rural Ireland, and in Ireland in general, from these thugs who are out on  bail.<\/p> <p>This weekend we face another weekend of exceptional sport, and I wish the Irish rugby team the very best of luck in the quarter finals against Argentina.  It is appropriate to pay tribute to our great captain and leader, Paul O'Connell, whose international career was cut short by a catastrophic hamstring injury.  He has made a phenomenal contribution to Irish life through his dedication to Ireland and leadership of the team.  When all 15 players step out onto the pitch in Cardiff at the weekend, his loss will be an inspiration to them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eamonn Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2382\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2382&amp;amp;pid=EamonnCoghlan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must not forget that tonight another Irish sportsman will be going for gold.  We hope that Michael Conlon will become the first Irishman to win a gold medal in the World Boxing Championships.<\/p><p>I will conclude by making some points on the budget.  I understand that budgets cannot please people all of the time.  I realise that we have very short memories.  If Senator Hayden could look back to three, four, five or six years ago, where were we then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#L02700","speaker":"1165","continuing":true},{"type":"speech","time":1444815000,"counter":115,"content":"<p>Senator Hayden might not be happy with Senator Eamonn Coghlan&rsquo;s comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00200","speaker":"1140"},{"type":"speech","time":1444815000,"counter":116,"content":"<p>It is time to give credit where it is due.  In that context, I wish to give credit to the Government because it has increased funding for sport by 40%.  This is up from the 2015 figure and it will assist with the completion of the national indoor arena at Abbottstown.  I say \"Well done\" to the Government and that it is time to give credit where it is due.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00300","speaker":"1165"},{"type":"speech","time":1444815000,"counter":117,"content":"<p>Another slush fund.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00400","speaker":"1140"},{"type":"speech","time":1444815000,"counter":118,"content":"<p>I welcome the budget.  One cannot please all of the people all of the time but I believe last night's debate was very well rounded, particularly in the context of the areas for which I am a spokesperson, namely, education and disability.  We have greatly improved.  One of the most difficult things that occurred since I became a member of the Seanad was the cut to the respite care grant.  I have lobbied to have it restored to the full amount of &euro;1,700 and I am delighted that this will be done on foot of the budget.  I am also thrilled that &euro;15 million in funding has been provided to facilitate full participation by children with disabilities in the child care scheme.  This initiative will really improve access to education for children with disabilities.  There is no doubt they should have such access.  It was also good to see in the announcement yesterday that there will be a reduction in the pupil-teacher ratios which obtain in primary and post-primary schools.  From speaking with school principals in my own area, I know they are delighted with the announcement and also with the confirmation that the schools minor works scheme - the summer works grant - is to be paid in the coming weeks.  We realise that this will be a long process but it is a step in the right direction.  There will be an additional 2,260 teachers, including 550 posts to support improved guidance counselling, something we have all lobbied the Minister for.  I welcome the news of 550 posts for improving managerial structures and guidance counselling.  That is a great move.  The Christmas bonus is going to be restored to 75% and there will be an increase in the State pension for the first time since 2009.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00500","speaker":"1174"},{"type":"speech","time":1444815000,"counter":119,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00600","speaker":"1131"},{"type":"speech","time":1444815000,"counter":120,"content":"<p>There is also the funding for travel, which is great.  While there are plenty of pluses, there are other things we would all love to have seen included.  However, I think it is a well-rounded budget and that it has something for everybody.<\/p> <p>Reference was made to housing.  I would welcome a debate on this matter with the Minister for the Environment, Deputy Alan Kelly, and suggest that he be asked to come before the House to engage in such a debate.  I would particularly like to discuss a case which I have raised at meetings of my party and which I have tried to raise as a Commencement Matter.  I refer to the case of a family which has been struck down in the last few months.  They have a young child of four years of age who will have his leg amputated due to bone cancer.  His mother is expecting her fourth child.  I have made representations since August for immediate consideration of a housing transfer for this family to an adapted unit that would suit its needs.  I am still waiting for initial contact to be made with the family in order for someone to assess their situation.  I ask the Minister, Deputy Kelly to come before the House to discuss this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00700","speaker":"1174"},{"type":"speech","time":1444815000,"counter":121,"content":"<p>The House engaged in a two-hour debate on the budget last night.  I did not get into it last night and I certainly do not intend going on and on criticising it today.  I do not think others should use the opportunity to do that either.  On a personal note, I would like to welcome my mother who is in the public Gallery.  I take this opportunity to wish her a very happy birthday.  I thank her for being a great Ma and for all that she does for me.<\/p> <p>I agree with Senator Eamonn Coghlan&rsquo;s sentiments on the unfortunate retirement of Paul O&rsquo;Connell, who is a terrific Limerick man and one of the greatest and most inspirational of leaders on the rugby field.  His absence will be a huge loss to Irish rugby.  He was captain of Young Munster, Munster, Ireland and the British and Irish Lions.  We will not see his like again.  I am reminded of calls I made at the time of Henry Shefflin&rsquo;s retirement to the effect that the introduction of an honours system should be considered.  Under such a system, either the Office of the President or the Oireachtas could honour people who have given great service for club and country on the sporting field.  I ask the Leader to bring this proposal to the attention of the relevant line Minister or the President.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00800","speaker":"1119"},{"type":"speech","time":1444815000,"counter":122,"content":"<p>Every time Senator Leyden stands up in this House he brings a smile to my face.  He might have lost his vocation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M00900","speaker":"1161"},{"type":"speech","time":1444815000,"counter":123,"content":"<p>I am glad I bring a smile to Senator Kelly's face.  The Senator will not have much to smile about next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01000","speaker":"1140"},{"type":"speech","time":1444815000,"counter":124,"content":"<p>The Senator might be better suited to stand-up comedy since he cannot read a newspaper and does not know what this budget has brought about for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01100","speaker":"1161"},{"type":"speech","time":1444815000,"counter":125,"content":"<p>That is nasty.  Senator Kelly is jealous because Senator Leyden has a sense of humour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01200","speaker":"1156"},{"type":"speech","time":1444815000,"counter":126,"content":"<p>I campaigned on the issue so I welcome the restoration of the &euro;350 respite care grant.  I also welcome the restoration, to 75% , of the Christmas bonus, the extra year for child care and the reductions in universal social charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01300","speaker":"1161"},{"type":"speech","time":1444815000,"counter":127,"content":"<p>It should not have been taken away in the first instance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01400","speaker":"1119"},{"type":"speech","time":1444815000,"counter":128,"content":"<p>It is a fantastic budget.  I was the first person in the Oireachtas to call for the abolition of the universal social charge three or four years ago.  At the time, we were told it was here to stay but I am delighted that the process has taken place and that it will eventually be a thing of the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01500","speaker":"1161"},{"type":"speech","time":1444815000,"counter":129,"content":"<p>Is that Senator Kelly&rsquo;s election manifesto?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01600","speaker":"1140"},{"type":"speech","time":1444815000,"counter":130,"content":"<p>I support what Senator Eamonn Coghlan said with regard to the bail laws in this country.  There is something seriously wrong with those laws.  If a person has 12 penalty points on his or her driving licence as a result of exceeding the speed limit on a few occasions, he or she is off the road.  That is it, there is no room for debate.  The killer of Garda Anthony Golden had 70 previous convictions but he was out and about, carrying a gun.  There is something seriously wrong when this is allowed to happen.  The bail issue must be debated in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01700","speaker":"1161"},{"type":"speech","time":1444815000,"counter":131,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01800","speaker":"1158"},{"type":"speech","time":1444815000,"counter":132,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M01900","speaker":"1156"},{"type":"speech","time":1444815000,"counter":133,"content":"<p>I agree with Senator Kelly&rsquo;s point on the bail laws.  I understand the process relating to proposed legislation has begun but it probably does not go far enough.  I join Senator Heffernan and others who paid tribute to Paul O&rsquo;Connell.  He is an iconic Irish sportsperson who hails from Munster.  Paul O&rsquo;Connell epitomises everything that is good about Munster, sport, rugby and Ireland.  It is a pity that his international career ended with injury in Cardiff last weekend and that he will not get to see out the Rugby World Cup as captain of our great team.  He is not only a great sportsman, Paul O&rsquo;Connell is also a thorough gentleman.  He comes to Lahinch in County Clare on a regular basis.  Paul recently purchased a house in the area so I look forward to welcoming him to Lahinch on a much more regular basis, given that he might have a bit more time on his hands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M02000","speaker":"1158"},{"type":"speech","time":1444815000,"counter":134,"content":"<p>He is going to play in France.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M02100","speaker":"1128"},{"type":"speech","time":1444815000,"counter":135,"content":"<p>He is a great ambassador for the mid-west and on each occasion he comes to Lahinch he is very generous with his time.  He is never shy about having his photograph taken, giving out autographs or chatting with children, villagers or visitors.  Sport is losing a consummate gentleman but I know that gentleman will continue to promote everything that is good about Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#M02200","speaker":"1158"},{"type":"speech","time":1444815000,"counter":136,"content":"<p>I rise to ask the Leader if we could have a debate on commercial rates.  Today I met some contractors and had a Commencement Matter debate with the Minister.  I also met retailers whose businesses are being closed.  One told me that when he visited the local authority to explain that he had difficulty finding money to pay rates, but could keep his business open, he was told to close it.  When one visits any village or town in rural Ireland one will see retail space that has been closed.  We have to find a way around this problem.  There are solutions in the UK and Northern Ireland, from what I understand. <\/p> <p>I thank the Cathaoirleach and others who sit in his seat for trying their damnedest at all time to give me speaking time.  Yesterday, we had a very important debate on the budget.  I was in the Chamber in plenty of time and sat through many presentations by different Members on both sides of the House, but the clock ran out and I never got to speak.  Sadly, the Government side will never know how much I was going to praise the budget it produced yesterday, or maybe criticise one or two small points, particularly the provisions relating to lone parents, the low paid, etc.  We have to find a way in which democratically elected Members of the House who are not members of groups get an opportunity to voice whatever it is they want to say.  It is something that has been a bugbear of mine for some time.  I have always appreciated the way the Cathaoirleach has found a way to give me time to speak.  Others who have taken the Chair from time to time have done the same, but when the clock runs out that is it.  We have to examine the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#N00100","speaker":"1196"},{"type":"speech","time":1444815000,"counter":137,"content":"<p>In all of the euphoria surrounding the budget, I want to put on the record moneys that should have gone into social housing over the past number of years, particularly during the tenure of this Government.  The leader of our party raised the question of homelessness in the other House today and noted that nothing significant had been done about it.  In fact, the figures prove there is something radically wrong with the Government's priorities in this regard.  There has been a massive fall in funding for local authority housing, voluntary housing co-operatives and private housing grants.  In fact, in 2009 the annual figure for local authorities was &euro;670 million, which fell to &euro;88.5 million this year.  <\/p> <p>When the Government took over in 2011 the figure for local authority housing funding was &euro;189 million, which was down from the previous two-year high of &euro;670 million.  During the period of office of the Government, a further reduction took place.  The funding decreased drastically from &euro;417 million in 2010 to &euro;189 million in 2011.  There were corresponding reductions across the voluntary sector, particularly the voluntary and co-operative housing area, which has proven to be a very significant contributor to the provision of social housing in Ireland, whereby funding of &euro;158 million was reduced to a measly &euro;34 million this year. <\/p> <p>They are the realities of the figures facing the Government.  The Taoiseach said it is not about money, but despite the spin the Government is putting on how wonderful everything is and the money that is being allocated, if we really want to tackle this serious issue we need to consider the money being made available.  If &euro;670 million was provided in 2009 and only &euro;88.5 million has been allocated this year, that has to have an effect on local authority priorities throughout the country in terms of what spending they have to address homelessness.  Examining the funding mechanism should be an urgent priority for the Government.<\/p> <p>It has been said that the Government is dishing out money left, right and centre.  The fact that some people this very night, particularly children, will not have a bed in their own home is a national scandal.  According to figures provided by our party leader in the D&aacute;il today, some 50 or 60 people will be made homeless every month.  That is happening in modern Ireland, where the spin over the past 24 hours has been about how wonderful everyone in government is and how great things are, and that we should all be down on our knees thanking the Government.<\/p> <p>I wish to finish on a somewhat lighter note and endorse the birthday wishes of Senator Heffernan to his mum.  We share the same date - I emphasise the word \"date\".  Perhaps she does not know this, but we share the date of 14 October with some very distinguished people, not least Sir Cliff Richard and &Eacute;amon de Valera.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#N00200","speaker":"1128"},{"type":"speech","time":1444815000,"counter":138,"content":"<p>I wish to pay tribute to the contribution to sport made by Paul O'Connell, the captain of the Irish rugby team.  He is an exemplary sportsman, known throughout the length and breadth of the entire world, and one whom many young men in this country will try to emulate. <\/p> <p>Tomorrow is a day of national mourning for the death of local garda Anthony Golden.  I suggest that a book of condolences be opened in every Garda station in the country.  Many people would like to express their sympathy to Anthony and his family.  Perhaps every regional headquarters could consider opening a book of condolences in his honour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#N00300","speaker":"1138"},{"type":"speech","time":1444815000,"counter":139,"content":"<p>The acting leader of the Opposition, Senator Leyden, described the budget as aspirational.  That is quite true; it is aspirational.  We aspired over the past four and half years to secure the recovery on which we have been working in terms of trying to tidy up the mess we inherited.  It is to be hoped that will continue to be the aspiration for the next four years.<\/p> <p>I refer to items such as the &euro;3 per week extra for old age pensioners, the additional Christmas bonus and the fuel allowance, all of which we will have an opportunity to discuss when we debate the social welfare Bill that will come before the house in the next couple of weeks.  People will have ample time to discuss all social welfare issues.  I am sure we will have a very constructive debate, as we always do.<\/p> <p>Senator Bacik raised a number of matters to which other Members alluded.  She referred in particular to temporary Traveller accommodation and the problems that exist in that regard.  She noted the strong Government response to those issues yesterday.  She also referred to the Climate Action and Low Carbon Development Bill, which will come before the House after the Order of Business.  I hope we will have a very constructive debate on a Bill that many Members have sought a debate on over the past number of months.  She also referred to child care, as did many other Members, and called for a debate on the issue.  We will certainly try to bring the Minister, Deputy Reilly, to the House to discuss the matter.  She welcomed the signing of the Istanbul Convention on domestic violence, something which is to be welcomed by all right-thinking people.<\/p> <p>Senator Barrett referred to John McHale and the caution expressed by the fiscal council on budget provisions.  He welcomed the extra 2,260 new teaching posts, including 600 new resource teachers, but questioned the pupil-teacher ratio figures mentioned in the budget speech.  I am sure they will be rectified.<\/p> <p>Senator Naughton welcomed the child care provisions, especially the &euro;15 million in new funding for children with disabilities, to which Senator Moran also referred.<\/p> <p>Senator White and several other Members extended their sympathies to the families of the deceased in Carrickmines and the family of Garda Anthony Golden.  All other Members expressed their sympathies on the Order of Business yesterday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know that some Members were not here yesterday but have conveyed their sympathies today.<\/p><p>I am surprised that Senator White did not welcome the budgetary provisions on inheritance tax, which she was calling for last week.  They have been attended to now by the Minister for Finance, and I thought she would refer to that matter this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#N00400","speaker":"1130","continuing":true},{"type":"speech","time":1444815000,"counter":141,"content":"<p>Her memory is selective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00200","speaker":"1151"},{"type":"speech","time":1444815000,"counter":142,"content":"<p>She was successful on paternity leave as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00300","speaker":"1140"},{"type":"speech","time":1444815000,"counter":143,"content":"<p>Senators Keane and Hayden referred to Traveller accommodation.  I also note Senator Hayden's point on rent certainty and her call for a debate with the Minister, Deputy Kelly, on that matter.<\/p> <p>Senator Cullinane also called for a debate on housing.  He spoke about people with higher incomes getting a greater benefit from the budget, but he did not mention that we have now taken more than 700,000 people on low incomes out of the universal social charge net.  The Government's aim is to get people back to work and assist them in that regard.  That is the best policy to take and one in which we are beginning to succeed.  Some 125,000 extra jobs have been created since the Government took office.<\/p> <p>Senator Mullins welcomed many provisions of the budget, especially those dealing with the self-employed, including the farming community and road haulage contractors.  It was costing over &euro;5,000 to tax a truck here compared to &euro;900 in the UK, but that matter has now been rectified by the Minister for Finance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00400","speaker":"1130"},{"type":"speech","time":1444815000,"counter":144,"content":"<p>Well done on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00500","speaker":"1196"},{"type":"speech","time":1444815000,"counter":145,"content":"<p>Senator Mullins also referred to the increased figure for overseas development aid.<\/p><p>I note the point made by Senator Healy Eames, who was hoping for a reduction in the student contribution.  Unfortunately, one cannot do everything in a budget, but hopefully this Government will have another four or five budgets in which to rectify that matter in the coming years.<\/p><p>Senator Colm Burke was probably harsh in explaining to Senator Leyden the difference between a GP visit card and a medical card.  I am sure Senator Leyden is fully <i>au fait<\/i>with the difference between those cards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00600","speaker":"1130"},{"type":"speech","time":1444815000,"counter":146,"content":"<p>Very <i>au fait<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00700","speaker":"1140"},{"type":"speech","time":1444815000,"counter":147,"content":"<p>However, Senator Burke did point out that it was a fair budget which gave something back to hard-pressed people in middle Ireland.  For some years, many Senators have been speaking about that sector.<\/p> <p>I note Senator Noone's point on the importance of breastfeeding, as well as her comments on infertility.  Hopefully we can have a debate on those issues in the House.  Senator Paul Coghlan said the budget was about making work pay.  Senator Eamonn Coghlan raised a number of issues, including the bail laws, to which Senators Kelly and Conway also referred.  I am informed that a review of bail legislation began today at the Joint Committee on Justice, Defence and Equality.  I am sure we will have a discussion in the near future on the serious issue of bail.  It is a question that will have to be addressed by the Government as a matter of urgency.  The public are crying out for the bail issue to be dealt with.  It is an absolute disgrace to see people with 200 or 300 convictions being allowed out on bail.  It should not be tolerated, and hopefully it will be attended to.<\/p> <p>Senators Eamonn Coghlan, James Heffernan, Martin Conway and Terry Brennan referred to Paul O'Connell.  There is no doubt that he is a giant of a man in every respect.  We all wish him well and hope he will have a speedy recovery so that his playing days will not be over and he will be playing in France next year.  It is appropriate that a Limerick man such as Senator Heffernan would speak about Paul O'Connell.  I note his suggestion for a system to honour people such as Paul O'Connell.  Perhaps the Senator could table that matter as a Commencement Debate issue.  In that way, the appropriate Minister could attend the House to respond on behalf of the Government.  It is something that was previously mooted but it might not be a bad idea to have an update on it.  <\/p> <p>Senator Eamonn Coghlan also mentioned our boxers at the world championships, including Michael Conlan, who is going for gold.  Boxers always do us proud in the sporting arena, and we wish them all well.  He also welcomed the 40% increase for sport in the budget.<\/p> <p>Senator Moran mentioned the budgetary provisions on education and disability.  She also welcomed the restoration of the full respite grant, as well as the &euro;15 million extra for children with disabilities attending school.<\/p> <p>Senator Kelly welcomed many of the budgetary provisions and spoke about dismantling the universal social charge - the tax that was introduced by Fianna F&aacute;il.  Hopefully, a future government will dismantle that tax, which has proven to be very difficult for workers.<\/p> <p>Senator Craughwell raised the issue of commercial rates, which are a matter for local authorities.  Many counties that have undergone valuations by the valuation board have severe difficulties with commercial rates.  The Senator is right in that regard, and I will try to facilitate a debate on the matter.  Speaking time is agreed on the Order of Business every sitting day and, unfortunately, we cannot change it willy-nilly.  It just happens that sometimes Senators cannot get in. <\/p> <p>Senator Mooney spoke about the amount of money provided for housing.  Some &euro;4.5 billion is available and ready to be spent on housing in the capital plan.  That is the amount, so money is not a problem for building.  However, getting local authorities up and running and providing plans, even for restoring houses that are boarded up, has proven to be quite difficult.  We are beginning to get action in that regard, albeit more slowly than the Government had thought. <\/p> <p>This year, additional funding of &euro;17 million has been made available for the homeless in addition to the &euro;50 million already provided.  I know that will not solve the problem; it is only a drop in the ocean.  Unfortunately, however, one cannot build houses overnight.  I know that people do not like to hear it, but it is going to take time.  It is very difficult for hard-pressed people who have been made homeless, but we just have to get the housing programme up and running as fast as possible.  All barriers that are in the way will have to be removed.<\/p> <p>Senator Brennan spoke about the death of Garda Tony Golden and asked for books of condolences to be placed in Garda stations.  I am sure that suggestion will be considered by superintendents in the various Garda divisions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#O00800","speaker":"1130"},{"type":"unspoken","time":1444815000,"counter":148,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":149,"content":"<p>Sitting suspended at 12.49 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Climate Action and Low Carbon Development Bill 2015: Second Stage","time":1444815000,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Q00100"},{"type":"unspoken","time":1444815000,"counter":151,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1444815000,"counter":152,"content":"<p>I welcome the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Q00300","speaker":"1140"},{"type":"speech","time":1444815000,"counter":153,"content":"<p>Climate change, as we are all aware, is one of the defining challenges of our time, with increasing emissions of greenhouse gases contributing to increased air and ocean temperatures, drought, melting ice and snow, rising sea levels, increased rainfall, flooding and other climatic influences.  The urgent need for co-ordinated action is now very much to the fore as the global community converges in Paris in a matter of weeks to agree a new legally binding global agreement on climate change.<\/p><p>Ireland is very committed to playing its part both in terms of addressing the significant challenges of greenhouse gas mitigation and planning effectively for the future in respect of adapting to the impacts of climate change.  To underpin this commitment and respond to the challenges highlighted, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, has seen to it that the Climate Action and Low Carbon Development Bill 2015, which sets out a comprehensive institutional framework for establishing, maintaining and reporting on both mitigation and adaptation policy measures up to 2050, is being brought before the House today.<\/p><p>Recent debate in the Lower House centred around the quantum of emissions reductions to be achieved but there has been precious little discussion of the practical and achievable means of meeting these reductions.  I cannot overemphasise how important having in place such an institutional superstructure is in meeting the climate change challenge.  We already have a national climate policy position.  In April 2014, the Government approved a national climate policy position which sets out a long-term vision of low-carbon transition that is ambitious in demanding real and meaningful change in how we, as a society, live, work and travel.  Decarbonising the economy will unquestionably create significant challenges but it will also bring about significant opportunities that many in the Irish business community are already embracing.  Every day in my work as Minister of State with responsibility for business and employment, I see the opportunities emerging, with some significant research being carried out by Irish companies in this space.<\/p><p>I will address now one of the most significant and repeated criticisms of the Bill, that is, the absence of explicit greenhouse gas mitigation targets in the Bill.  These criticisms are ill-founded for the following reasons.  Ireland is already subject to legally binding greenhouse gas mitigation targets up to the year 2020 as a result of the EU's effort-sharing decision of 2009.  This EU agreement is explicitly referenced in section 2(<i>a<\/i>)(<i>iv<\/i>) of the Bill.  Moreover, negotiations are currently in progress in Brussels to agree further legally binding mitigation targets up to 2030 for each member state, including Ireland, arising from EU political agreement on the 2030 framework for climate and energy.  This process of mitigation target-setting will likely continue up to the year 2050.  In other words, Ireland is and will be subject to legally binding mitigation targets throughout the period up to 2050 as a result of successive agreements at EU level.<\/p><p>Putting in place our own separate mitigation targets would manifestly cut across and interfere with the EU's target-setting process for its member states.  There can only be one of two possible outcomes.  Either our own targets would be less than those set at EU level, thereby rendering them redundant, or, alternatively, we go about setting higher targets than those that would be agreed as being fair and achievable under the 2030 package.  If the latter proves to be the case, then we must ask ourselves on what basis such a target could be proposed.  We might also ask whether we are creating competitive disadvantages for ourselves compared with our EU partners.  Accordingly, although I appreciate the motivations of those calling for explicit mitigation targets in the Bill, I do not believe that these calls have been properly thought through.  In summary, I do not accept that the approach taken with this Bill in regard to mitigation ambition errs in any fashion and I will not countenance the inclusion of separate national mitigation targets in the Bill divorced from EU deliberations.  I recall, from when I was a member of the environment committee, that in the initial hearings this issue was subject to much debate, and that was a couple of years ago.<\/p><p>Nonetheless, the Minister, Deputy Alan Kelly, has paid close attention to the views of others, both inside and outside the Oireachtas, on the Bill.  In particular, where reasoned and reasonable arguments have been made as to how the Bill could be enhanced, and particularly those made on Committee Stage in the D&aacute;il, the Minister has taken them on board.  In this regard, on Report Stage in the D&aacute;il, the Minister introduced eight sets of significant amendments to the Bill to enhance its functioning.  These are: the inclusion of a reference to the policy of the Government on climate change; the inclusion of a reference to the principle of climate justice; the reduction in the timeframe for the production of the first national mitigation plan from 24 months to 18 months after enactment of the Bill; the inclusion of an explicit statement in the Bill that the climate change advisory council shall be independent in the performance of its functions; the reduction in the timeframe for the publication of the expert advisory council's periodic review reports from between 60 and 90 days after submission to the Minister to not more than 30 days after submission; the  incorporation of the initiatives and experiences of local authorities in implementing greenhouse gas emission reduction measures when developing and approving national mitigation plans; the inclusion of a reference to the protection of public health when developing and approving national mitigation plans; and the change in the name of the &quot;national expert advisory council on climate change&quot; to the &quot;climate change advisory council&quot;, mirroring the format used in respect of the Irish Fiscal Advisory Council.<\/p><p>These amendments, which were passed by the D&aacute;il last week, serve to strengthen the Bill so as to make it even more responsive to the challenges posed by climate change.  I am satisfied that the Bill is now fully fit for purpose and I would be very slow to acknowledge the need for further changes to it.  Indeed, I stress that it is now time for action.  We cannot afford any further delay on this legislation.  Much preparatory work is already under way and significant momentum has been achieved on several fronts.  To lose this opportunity of passing into enactment Ireland's first climate change legislation would not only undermine progress already made but could also effectively threaten the prospects of making any further progress in the short to medium term in the race to address the significant challenges we face.<\/p><p>The Bill contains 16 sections and although I do not intend to use the time allocated to me in listing these in detail, I will recall the more significant provisions of the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are providing the institutional framework to ensure we make an effective transition to a low-carbon future through five-yearly national mitigation plans, putting in place plans which provide realistic and effective adaptation measures for the long term, giving the climate change advisory council an independent advisory role in this regard, and providing for an appropriate level of accountability of Government in reporting progress on both mitigation and adaptation.<\/p><p>The Bill strikes the right balance between ambition and realism in terms of the institutional framework necessary to develop, approve and implement robust mitigation and adaptation policy measures.  Our vision of Ireland is for a competitive, socially focused economy built on sustainability.  This Bill will put in place the framework from a climate change perspective to ensure Ireland is well placed to deliver on that vision.  The case for action in response to climate change is unanswerable.  Despite this, no specific climate change legislation has ever been enacted in Ireland and the Government intends to rectify that now.<\/p><p>I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Q00400","speaker":"1067","continuing":true},{"type":"speech","time":1444815000,"counter":155,"content":"<p>I thank the Minister of State.  I also welcome his senior official to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#R00200","speaker":"1140"},{"type":"speech","time":1444815000,"counter":156,"content":"<p>I welcome the Minister of State to the House.  We are all aware that climate change poses a serious threat to this island nation across a broad remit of areas ranging from agricultural infrastructure to massive coastal erosion.  This Bill does not confront the scale of that threat.  It is time the Government got serious about climate change and started to take real action to protect Ireland's long-term interests in global responsibility.<\/p> <p>The Government's climate Bill continues to lack real teeth and has no clear targets.  The input from the exhaustive hearings of the Oireachtas Joint Committee on the Environment, Culture and the Gaeltacht and its subsequent consensus recommendations in effect have been ignored by the Government, contrary to what the Minister of State has said.  The Bill is a regressive move that steps back from the ambitious framework of targets up to 2050 contained in previous legislation such as the all-party 2010 Bill and the Labour Party 2009 Bill.   This Bill delays action on climate change for a further two years, which means the Government is kicking the can down the road on this issue.<\/p> <p>The Minister for the Environment, Community and Local Government, Deputy Kelly, is following hard on his predecessor's footsteps, the former Minister and now Commissioner Phil Hogan, in his failure to include a strategic target for 2050, and this exposes the failure to rise to the pressing challenge of climate change.  To remove responsibility for the targets and instead leave it to the EU is an abrogation of duty.  Environmental groups have roundly criticised the heads of the Bill for the lack of vision contained in them.  The Bill in no way sets out a meaningful strategic framework to address climate change.  It does not, for example, include the Government's own definition of low carbon, guarantee the independence of the climate change advisory council nor provide for the principle of climate justice.<\/p> <p>The failure to include specific 2050 targets will give rise to the potential of sectoral interests hijacking the process and depriving the Bill of its long-term impact in shaping policy formation.  Attaching targets to EU and international agreements alone is a cop-out.  This was previously the Labour Party's position before it performed a U-turn on the issue upon coming into Government.  The Bill is in effect toothless.<\/p> <p>An expert advisory council is a welcome idea, but it must be given real resources and clear powers if it is to have any real impact on climate change policy.  The council proposed in this Bill lacks any real independence.  The Oireachtas must debate the advice and reports of the council and, unlike in the current Bill, the Government must consult the body when developing a carbon strategy.<\/p> <p>Fianna F&aacute;il is committed to an ambitious environmental programme which includes tackling climate change.  We published the Climate Change Response Bill 2010 on 23 December 2010, which was on Second Stage in the Seanad when the D&aacute;il was dissolved.  Ireland should be consistent with EU targets and we have consistently supported the international process under the UN Framework Convention on Climate Change.<\/p> <p>A major change in our approach to climate change policy is a new national priority on carbon transition.  While they are important indicators of progress, we must also have a longer-term and wider vision for creating a prosperous, sustainable Ireland.  We support the broad thrust of the findings and recommendations of the NESC report entitled the Five Guiding Principles for Climate Action.  These are economic prosperity, recovery and social development; incremental and permanent decarbonisation; responsibility, integrity and leadership; reform of public institutions and governance; and social engagement.<\/p> <p>In terms of the impact of climate change, the fifth International Panel on Climate Change report revealed the massive scale of the challenge facing the world in respect of climate change.  It is a serious wake-up call in terms of the need for us to recognise the overwhelming scientific evidence and impact that climate change will have.  It must give fresh impetus to the need for an international climate change framework to be agreed in Paris by the end of 2015 following the failure of the Copenhagen talks.  The EU, and within that framework the Irish Government, must take the lead in these matters.  Every country must do its bit.  To date, the Government has delayed on the issue and has now produced a toothless Bill which can do little to deal with the central issues involved.<\/p> <p>The seminal and comprehensive 2006 UK Stern report points out the massive threats that climate change represents and the pressing need for decisive action.  It highlighted that all countries will be affected by climate change, but the poorest countries will suffer earliest and most; average temperatures could rise by 5&deg; Celsius from pre-industrial levels if climate change goes unchecked; a warming of between 3&deg; and 4&deg; Celsius will result in many millions more people being flooded and by the middle of the century as many as 200 million people may be permanently displaced due to rising sea levels, heavier floods and drought; a warming of 4&deg; Celsius or more is likely to affect global food production seriously; a warming of 2&deg; Celsius could leave between 15% and 40% of species facing extinction; and before the Industrial Revolution the level of greenhouse gases in the atmosphere was 280 parts per million and the current level is 430 parts per million but the level should be limited to between 450 to 550 parts per mission of CO2.  Anything higher would substantially increase risks of very harmful impacts and anything lower would impose very high adjustment costs in the near term and might not even be feasible.<\/p> <p>Climate change is the greatest and widest ranging market failure ever seen.   The United Nations Intergovernmental Panel on Climate Change reiterated the thrust of the Stern report when it issued its damming fifth report which declared that the evidence of a global warming trend is unequivocal and that human activity has very likely been the driving force in that change.  The fifth report built on the previous publications and I highlighted the deepening impact of climate change.  It is crunch time in terms of climate change.  Former President Mary Robinson, as a leader in the world, has highlighted the serious challenges facing us.  I am pessimistic about the state of our planet unless we do something dramatic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#R00300","speaker":"1156"},{"type":"speech","time":1444815000,"counter":157,"content":"<p>I welcome the Minister of State to the House and, in particular, I welcome today's debate on one of the most important pieces of legislation that we as a country will bring forward.  It is important not alone for us here on the planet but also for our children who have not been born yet.  Therefore, I welcome the legislation.<\/p> <p>It was mentioned in the House that eight years have elapsed since a Bill in this area was debated in the Seanad.  We have had a change of Government since but nothing has been done about climate change.  In 2007, the Friends of the Earth organisation put forward that something should be done about the matter.  Therefore, I welcome this legislation.<\/p> <p>Since the 1950s the scientific community has become increasingly aware of global climate change and increasingly united in stating that these changes are in large part caused by human activities.  The reality of climate change affects everyone on this planet and, indeed, those not yet born.  Current rates of change would mean a very clear and forced shift in the lifestyles of those who live in developed countries like ours.  There is massive risk to human life and to the progress of our nations in the near future.  It is urgent that we do something now and I welcome the steps being taken today.<\/p> <p>In the more immediate present, climate change affects the lives of millions of the world's most vulnerable people in the developing world.  Many of our countries have too easily sidelined climate change as something academic and of no relevance to the lives of ordinary people today which is not the case.<\/p> <p>I welcome the addition of climate justice as a factor for consideration when the plans and framework are developed.  Senator White claimed that climate justice was not mentioned in the legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is in the Bill now as an amendment and I welcome this.  It was included on the recommendation of the Joint Committee on the Environment, Culture and the Gaeltacht.  This addition recognises the catastrophic effects of climate change on the planet's most vulnerable people and our responsibility as a developed nation to support them in protecting themselves against the adverse effects of climate change.  Ireland participates in the green climate fund for this purpose, but new approaches such as the use of funds from emissions trading could be explored to support those in the developing world more.  Legislation on climate change is the basis on which we will be judged by future generations.  Our job in this House and the other House is to take care of the future.<br\/><br\/>With all of this as background, it is great progress that we are debating this Bill, the purpose of which is to establish a framework of structures to lower our public and private carbon emissions and to monitor its transition.  Monitoring is very important and an eye will have to be kept on that.  That is what the advisory council will be doing.  It also aims to facilitate the development of a more environmentally sustainable economy.  This is to ensure our responsibility to engage with environmental realities does not harm our economic and social progress.  We have to keep an eye on that as well.  We can have high aims and objectives but we also have to live in the real world.<br\/><br\/>Since ratifying the Kyoto Protocol in 2002, our approach to climate change has been firmly in the context of best international science and a collective global response to what is a global concern.  As a European nation, we have recognised that our role in climate action is best served as part of the greater European action.  As part of the European Union, we have committed to reducing emissions by 20% by 2020 in line with EU targets, as the Minister of State has said.  The Bill recognises these and other international environmental commitments in the development of a national mitigation plan.  It would be great to go much further but we have to take into consideration where we are today and have the targets defined.  The Minister of State has outlined the problems and possibilities that hinder us in doing that.<br\/><br\/>I have mentioned Friends of the Earth and their campaign of seven years ago.  I kindly acknowledge my own contribution at the Joint Committee on the Environment, Culture and the Gaeltacht and I acknowledge the work of Ois&iacute;n Coghlan there as well.  The Government has included the definition of low carbon in national policy.  The duty of Government is to follow national policy but it would be nice to see the definition of that policy included in the Bill if it were at all possible.  That it is national policy and the Government has to follow national policy is at least an advance on that.<br\/><br\/>The national mitigation plan and the national climate change adaptation framework will be established by the Minister.  Its purpose is to achieve the transition to a low-carbon, climate resilient and environmentally sustainable economy by the end of 2050.  The Bill also establishes a national expert advisory council on climate change.  The Bill and the structures it establishes are very welcome and I want to make clear my total support for the Bill.  We would like to go much further but we have to walk before we run.<br\/><br\/>The timeframe in the Bill has been reduced from 24 months to 18 months but I would like it to go down to 12 months because we have a very short timeframe.  In the first draft of the Bill it was six months and I do not know how it went up to two years.  I would like to see it brought down to 12 months.  It was changed in the D&aacute;il but we should bring it down and try to have a national plan in place before the end of 2016.  It is a priority and we have a whole year to do it.  If everyone put their wheels in motion, as it were, it would be possible to do it within a year and I would like to see that if at all possible.<br\/><br\/>Section 7(2)(<i>a<\/i>) reads, &quot;For the purposes of performing their functions under <i>sections 5<\/i>and <i>6<\/i>, the Government may consult with the Expert Advisory Council.&quot;  Then section 7(2)(<i>b<\/i>) reads they &quot;shall consult&quot; with the advisory council.  I was a bit confused looking at that.  I suggest that in both instances it should be &quot;shall consult&quot;.<br\/><br\/>Section 9 stipulates the make-up of the advisory council and there is no mention of gender balance there.  It should be included because quotas have been introduced for politics and I think they should be introduced for all councils and advisory bodies.  It is not the most important part of the Bill but it is important.  Different minds think in different ways - right and left brains and all that.<br\/><br\/>Section 9(11) reads that if elected to State representative bodies or as a public representative, one would resign from the advisory council.  That is only right if one is elected to the D&aacute;il or Seanad, because one is in a decision-making capacity there.  I do not think it is wise to exclude local councillors because they do not make policy decisions.  They would be very influential in bringing it from the top down to the local community through local leadership and by instigating at local level the sort of change necessary for significant action on climate change.  We will depend on local authorities to implement much of this at local level.  Deputies, Senators and elected representatives should be excluded but for local leadership, instigation and action, perhaps the Minister of State would look at some role for or link to local authorities because we will depend on councillors to do that at local level.<br\/><br\/>Section 12(1) details the annual review and report by the advisory council and that is very welcome.  There should be a scientific methodology for doing that and we have the computers to do it now so we will be able to go back and compare one year's analysis with another and see how it is scientifically measured.<br\/><br\/>Section 15(1) reads that a relevant body shall &quot;have regard to&quot; the plans.  Section 15(4) reads that it should &quot;comply with&quot; the relevant plans.  I would use the words &quot;comply with&quot; because I know from the days I spent on the council that we had to have regard to the regional authority plans and some people just read them and said that they had regard to them and threw them out the window, as it were.  If it has to be complied with, it is a different ball game altogether.<br\/><br\/>I acknowledge again Friends of the Earth, because it has had such input into this, particularly at the Joint Committee on the Environment, Culture and the Gaeltacht, and it is good when somebody else-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#R00400","speaker":"1135","continuing":true},{"type":"speech","time":1444815000,"counter":159,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00200","speaker":"1140"},{"type":"speech","time":1444815000,"counter":160,"content":"<p>Friends of the Earth says that despite the weakness of the Bill on the targets, it will make climate policy-making more transparent and more evidence-based.  In addition, thanks to the advisory council, it establishes a strong pattern of parliamentary accountability with four Ministers required to make annual statements to the D&aacute;il.  I would like to see annual statements to the Seanad as well and that it would be adopted by the D&aacute;il and Seanad by way of resolution.  I ask that that be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00300","speaker":"1135"},{"type":"speech","time":1444815000,"counter":161,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00400","speaker":"1140"},{"type":"speech","time":1444815000,"counter":162,"content":"<p>It is a small change but a necessary one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00500","speaker":"1135"},{"type":"speech","time":1444815000,"counter":163,"content":"<p>The Senator is over time by one minute and 32 seconds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00600","speaker":"1140"},{"type":"speech","time":1444815000,"counter":164,"content":"<p>I welcome the Minister of State, Deputy Gerald Nash, to the House and I welcome Ois&iacute;n Coghlan and Eimear Hannon to the Gallery.  I am honoured to speak on behalf of my colleague, Senator Fiach Mac Conghail, who regrets he is unable to attend this debate but has worked extensively on the climate action issue along with his colleagues on the Joint Committee on the Environment, Culture and the Gaeltacht.  I fully support the work of Senator Mac Conghail in this area and in the statement that I will make.<\/p> <p>Warming of the climate system is unequivocal.  Never at any point in history has the reality of climate change been so clearly measured and articulated by science.  Any person who would suggest the effects are not yet being realised has lost touch with the nature that surrounds us.  The last Intergovernmental Panel on Climate Change report, the most exhaustive and widely accepted research to be presented on this issue to date, indicated that many of the observed climate changes since the 1950s are unprecedented over decades to millennia.  The discussion now is not about if climate change is occurring but about building on what we know to combat it.  Climate change can be viewed from many different angles and I acknowledge that it is a complex issue.  Ultimately however, we have been provided with enough concrete information at this stage that there is no excuse not to act.<\/p> <p>In September 2014 at the UN Climate Change Summit, the Taoiseach was unequivocal in his support for action when he said, \"Leaders, governments and corporations have a responsibility to define objectives, make policy decisions and take action to preserve our planet and secure a prosperous future for its inhabitants.\"  To do this we need an action plan.  I note in this Bill that the proposed national mitigation plan will only take effect 18 months after the Bill is enacted.  On this point I concur with Senator Keane in proposing that it should be a maximum of 12 months because we need to ensure we have sufficient time.  The current 18 months will take us into 2017, only three years shy of our 2020 target.  It is not sufficient time to initiate the level of change required.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jillian van Turnhout:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For this reason, I would support a maximum of 12 months before the advisory council presented its plan to the Taoiseach for Government approval.  When finalised, the national mitigation plan should be adopted by a resolution of both Houses so as to ensure commitments to objectives are solidified and can survive if there is a change of Government.<\/p><p>The natural carbon cycle of our planet has become skewed to the point that we are endangering the very atmosphere that is necessary for the long-term survival and quality of life of the human race.  The Intergovernmental Panel on Climate Change, IPCC, has stated that, even if greenhouse gas emissions immediately ceased, many of the climate change impacts that we are experiencing would continue for centuries.  Our path sets us up for myriad climate-related disasters.  We are flirting with catastrophic events such as the extensive melting of the Greenland ice sheet, rising temperatures, changing precipitation patterns and droughts.  Long periods without rainfall can devastate families that are dependent on agriculture for their food and incomes.  As climate change makes weather patterns less predictable, it is our poorest and most vulnerable who suffer the most.  In a cruel twist of fate, climate change is being driven by the industrialisation of the developed world and significant greenhouse gas emissions from the richest countries, yet the impact is felt most acutely by the poor and developing countries that are least equipped to deal with it.  The IPCC believes that, by the end of this century, sea levels will increase in more than 95% of ocean areas.  This endangers low-lying coastal areas, contributes to flooding, erosion and the destruction of essential agricultural land and heightens the spread of disease.  Human health will be impacted, as projected climate changes exacerbate existing health problems.  Diminished food production will contribute to undernutrition and there will be an increased risk from water and vector-borne diseases.  IPCC working group III notes the agricultural sector accounts for approximately one quarter of all greenhouse gas emissions globally and plays a central role in food sustainability and security.  While acknowledging the central role that agriculture plays in our economy and society, we must focus on how to lower emission rates within the sector and support farmers and workers so that we can remain ahead of the curve.<\/p><p>Understandably, concerns over the immediate to short-term financial costs of climate change action are unappealing to governments that are trying to balance their budget books.  However, I would argue that the future and long-term financial implications of climate change will be astronomical.  Furthermore, economic prosperity and tackling climate change are not mutually exclusive aims.  We must shift our mindset and consider the opportunities that adaptation can offer.  A report published last September by the Irish Corporate Leaders Group on Climate Change referenced Ireland's significant potential for export growth and the creation of new jobs.  It recommended that the Government articulate a coherent vision and strategy as a necessary first step.<\/p><p>I would look to the progress made by the Scottish Government since passing its far-reaching climate Act in 2009.  An analysis by the independent trade body Scottish Renewables last November showed that renewable energy had for the first time in Scottish history overtaken nuclear, coal and gas as the main energy provider for the country.  We need to look forward and devise plans to harness our resources.  By getting our Bill to the point that we have reached today, the Government has demonstrated the political will needed to play our part in the global effort to combat and mitigate climate change.  It is imperative that we lay the right foundations on which to build our future actions and responses.  I concur that now is the time for action.  However, I am sure that the Minister of State does not intend to restrict the role of the Seanad in ensuring that the Bill is fit for purpose.  On this note, my colleague, Senator Mac Conghail, has particular concerns about the need for a definition of \"low carbon\".  He intends to address this and other issues through a number of amendments on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#S00700","speaker":"1171","continuing":true},{"type":"speech","time":1444815000,"counter":166,"content":"<p>I welcome the Minister of State to the House.  I commend him on his response earlier today regarding the commencement of the Construction Contracts Act 2013.  I have an interest in the matter and the Minister of State's response was full and emphatic.  I am sure that progress will be made shortly.<\/p> <p>I welcome the representatives of Friends of the Earth to the Chamber for this debate.  The Labour Party recognised early that we had a problem with climate change.  We published a Bill in 2009.  As part of the negotiations on the programme for Government, we ensured that our legislation would be included.  Thus, this Bill was published at the start of 2015.  It is welcome.  I wish to recognise the hard work that was done by the environment committee in the lead up to the Bill.  The committee is chaired by our colleague, Deputy McCarthy.  There was a great deal of discussion and many experts appeared before the committee, feeding strongly into the Bill that is now before us.<\/p> <p>We all recognise that climate change is happening.  There have been major international conferences on the matter in recent years.  Key issues need to be addressed at global level.  We have witnessed an increase in global temperatures by 1.4o Fahrenheit in the past 100 years.  Sea levels are rising, which has detrimental effects across the world.  Nationally and internationally, we must take action to deal with the consequences of unpredictable weather.  I just commented to my colleague, Senator Keane, that we saw nothing but rain in the month of August while we have seen nothing but sunshine, growing grass and warm temperatures in the month of October.  The weather is unpredictable.<\/p> <p>Although I will raise a number of concerns with the Bill, I welcome it and its intent generally.  It has identified what needs to be done.  It contains many of the environment committee's recommendations, including the key one of establishing an expert advisory committee to oversee the tackling of climate change and the requirement on each Minister to collate information from his or her Department and report annually so as to provide a full picture of what is happening.  The Bill also contains the recommendation on the low-carbon roadmap, although it will be produced every five years instead of the every seven years originally recommended.<\/p> <p>It is not all bad news.  There are opportunities within the legislation for improvements to the country as well as for job creation.  The Minister of State attended the ploughing championships two or three weeks ago.  At that event, we saw the entrepreneurial spirit of Irish people who, realising that climate change would not happen by accident, but by actions, had come up with novel ideas across the sphere from food production and agriculture to tourism and the marine - in this regard, one of our most outstanding attributes is the methodology of our beef production - to tackle the climate problem, create employment and ensure sustainability in our society.<\/p> <p>A number of Senators referred to the timescale of the mitigation plan.  It was reduced in the D&aacute;il by way of an amendment that the Minister of State tabled from 24 months to 18 months.  Before we conclude, the Minister of State might explain why the timescale cannot be reduced further.  This issue has been raised by two other Senators and I am also concerned that the lead-in time is too long.<\/p> <p>I welcome the inclusion, by way of an amendment, of the explicit statement that the climate advisory council shall be independent in the performance of its functions.  This is critical if the Bill is to have credibility and for it to work to the fullest.<\/p> <p>Although it is welcome, the Minister of State might explain why we cannot go further with the matter raised by Senator Keane, namely, incorporating the initiatives and experiences of local authorities in implementing greenhouse gas emission reduction targets.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis Landy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2349\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2349&amp;amp;pid=DenisLandy&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The language around that is critical for the inclusion of local authorities not as entities but as bodies of democratically elected councillors.  The Minister of State was a councillor for 11 or 12 years.  I was a councillor for twice that period and I know that in the main it is councillors who drive these initiatives at local authority level.  However, I recognise that sometimes the executive puts together the finished product.  Anyway, councillors, as representatives of communities who have concerns about climate change, drive the change and the initiatives that councils undertake.  There are many fine initiatives in place already throughout the country.  If we gathered up those before actually putting the plan in place, we could start from there as a reference point.  That would be a good thing.<\/p><p>I welcome the inclusion of a reference to the protection of public health, something that could easily be glossed over.  It is important in respect of seeing how far we can go without affecting health issues.  Overall, I believe we have done a good job in bringing this forward.  I am proud to say that the Government has published the Bill and is now bringing it through both Houses of the Oireachtas.  There has been much talk on the issue in the past 20 years, but little action.  As with many other things, we are seeing the action from this Government, and I welcome that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#T00200","speaker":"1162","continuing":true},{"type":"speech","time":1444815000,"counter":168,"content":"<p>I welcome the Minister of State to the House.  He was here earlier for a Commencement debate.  As Senator Landy has said, the Labour Party produced a climate change Bill in 2009.  Our official briefing document refers to how in 2010 the then Minister, John Gormley, stated that his Bill would provide a strong legislative framework to support the transition to a low-carbon, climate-resilient and environmentally sustainable economy.  I have worked off the version of the Bill as passed by the D&aacute;il.  It is still too long.  I appreciate the statement of the Minister of State to the effect that he has reduced many of the delays.  The title of the latest book from Nicholas Sterns is <i>Why Are We Waiting? The Logic, Urgency and Promise of Tackling Climate Change<\/i>.  We have known about this for such a long time.  I accept what the Minister of State has done to reduce time delays, but the Bill is replete with delay.  Page 9 refers to a 24-month delay.  I am unsure exactly what that incorporates.  For what they are worth, my amendments would set down a six-month period in which to set in train the national climate change adaptation framework.  This is not exactly news.  The Labour Party knew about this in 2009 and the Green Party knew about it in 2010.  There are also delays when reports come out, as they sit on the Minister's desk.  I imagine the Minister of State will tackle those, as per his contribution.<\/p><p>Let us get this out in the open.  I am influenced in this regard by my experience as a member of the Joint Committee of Inquiry into the Banking Crisis.  The crisis was so obvious for so long, but all of the directly involved bureaucrats and interest groups simply sat around.  Left to themselves, they will do that in the case of climate change as well.  I want the Oireachtas involved far more.  I will table several amendments on the next Stage.  There are numerous references to cases in which the Minister or the Department must consider something.  I am keen for the entire Oireachtas to be involved.  We have seen the disasters that followed when we left things to quangos, agencies and bureaucrats in the banking sector.  They are not naturally lively, activated, self-starting bodies.  They seem to slumber into torpor.  I want this to be actively pursued.  I will offer the Minister of State some good news.  The Paris conference begins at the end of November and will go into early December.  Let us do this.<\/p><p>Section 6 states that the Government may vary a sectoral adaptation plan.  I would have thought any variations in sectoral adaptation plans should be considered by the Oireachtas.<\/p><p>There is detail on the advisory council.  Why can we not have independent people on the council from environmental departments in the universities, such as UCC, Trinity College Dublin and UCD?  Teagasc represents the agriculture sector, a major polluter in this country.  Therefore, the director of Teagasc is compromised on any environment committee.  At the least there should be a balance among those directly involved.<\/p><p>What about the Economic and Social Research Institute?  The minutes of the banking inquiry recorded that if officials in the Department of Finance did not like what the ESRI said about the economy, they would telephone the institute and complain.  &quot;Nervous Nelly&quot; is what John FitzGerald, our distinguished friend, called the Department of Finance.  We cannot allow that to happen with regard to the environment.  If someone in the Custom House does not like what an independent body is doing, that is tough cheese - we will come to the House and debate it.  The independent articles that the ESRI used to publish on economic matters were cancelled and became solely in-house.  I want to see the Royal Irish Academy, the Irish Universities Association and professors of environmental science participating.  I want to see the Oireachtas participating.  I want far fewer delays.<\/p><p>Section 9 states that the Environmental Protection Agency shall provide the advisory council with secretarial and bureaucratic services, premises and so on.  I want independence in this area.  Unfortunately, regulatory capture is a feature of the way Governments operate.  We had contrarians in the banking sector, but the consensus was artificially contrived by ignoring contrarians such as Morgan Kelly, who had studied 40 bank collapses.  If there are people with different views on environmental matters, that is great news.  I am keen for them to be inside, participating in these policy discussions.<\/p><p>Section 12 refers to a 30-day delay in respect of the publication of reports.  I want no intervals.  Section 14 refers to a 12-month delay in bringing the annual transition statements to D&aacute;il &Eacute;ireann.  There is a reference to a deadline in respect of the work of the advisory council being not later than 30 days.  We should speed up all these operations.  We have been waiting long enough on these matters.<\/p><p>I am an optimist.  We have reduced the consumption of plastic bags per head in Ireland by 95%.  One part of the United Kingdom, England, got around to doing that last week.  That was a success, as were the smoky coal restraints that we put in place.  We can do this.<\/p><p>Like other Senators, I am concerned about rising sea levels.  Mark Carney is an Irish passport holder and the current governor of the Bank of England.  He had a distinguished record in Canada beforehand.  He has pointed out that approximately 30% more damage was caused by super storm Sandy in New York because of rising sea levels.  We should monitor that as a matter of priority.<\/p><p>Is there scope for carbon capture as we try to decarbonise the economy?  On the optimistic side, the Montreal Protocol of 1987 phased out harmful substances which led to ozone layer depletion.  We can do this; there is no doubt about it.  There is much to be optimistic about.  As with plastic bags, let us get rid of plastic cups and cutlery too.<\/p><p>Let us consider the Volkswagen scandal.  We need a climate disclosure task force.  Let us have the whistleblowers ring up and state that Volkswagen has technology that tells lies about the amount of carbon and poisonous substances that those cars are emitting.  That should be one of the Paris items.  That a major corporation engaged in that level of deceit is no good for the future of the planet.<\/p><p>The Minister should involve the financial sector.  Let us consider issues such as the flooding of Cork city.  The insurance sector has great deal of work to do as rain increases, sea levels rise and so on.  As Mark Carney has said, the financial services sector is addressing these problems and developing the intellectual capacity to help governments to deal with matters of climate change.<\/p><p>I would have preferred if the Bill was more radical, but I trust that the Minister of State will consider my comments before the next stage.  Nicholas Stern has referred to how the current generation of fridges use 75% less electricity than those from the 1950s.  I imagine the Minister of State's fellow county man, Martin Naughton, deserves some of the credit for that.  The current generation of aircraft is far more fuel-efficient than those in the past.  We can make progress and there are many good ideas.  We should bring in more of the contrarians, including those in the Seanad - we would be delighted to assist the Minister of State in progressing the measures.  I will be tabling amendments on Committee Stage to speed up the process.  We have dilly-dallied around this issue for the best part of six years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#U00200","speaker":"1157"},{"type":"speech","time":1444815000,"counter":169,"content":"<p>I welcome the Minister of State to discuss this issue of grave international concern that affects the developing and developed world.  It is now being addressed in Ireland.  The legislation is long overdue.  I agree with Senator Barrett's analysis of the need to implement this much quicker.  Kicking the can down the road a further year or two without implementing the legislative changes that are being introduced here is not wise.  Given the international problem of greenhouse gas emissions, or carbon dioxide emissions, in various jurisdictions, this issue must be dealt with on a global platform.  The Minister of State will agree with that.<\/p> <p>Ireland's greenhouse gas emission level is approximately 0.1% of the global total.  Therefore, we are a very small player in the overall scheme of things.  Our influence can best be exerted at European level by feeding into European co-operation between member states.  Over the past 30 years, Europe has actually reduced its carbon dioxide emission level.  Interestingly, the EU 27 emission level in 1990 stood at approximately 4.3 billion tonnes, or 19% of the global output, and it was down to 11.2% in 2011.  Starkly on the other side, China is going in the opposite direction.  Its proportion of the global total increased from approximately 11% in 1990 to approximately 28.5% in 2011.  Therefore, there is a lot of work to be done.  Ireland on its own cannot do it, but this Bill represents a massive step in the right direction.  There are shortcomings in it that we will have an opportunity to debate on Committee and Report Stages.<\/p> <p>The Minister of State outlined the issue of targets, which was debated in the other House and at committee level.  Very often, Government policy lacks specific targets.  Various Departments are trying to improve internal performance and there is an effort to improve the work of the committee structure in the Oireachtas to try to obtain more specific performance-based targets.  This legislation does not have such specific targets.  If there is no target or primary objective, it is very difficult to drive performance in any organisation or under any policy programme.  While it might be argued it is difficult to set targets, given that national targets in some of the areas overlap with European targets, none the less, in order to achieve the objectives of the Bill one must realise targets are important.<\/p> <p>Agriculture represents approximately 44% of total greenhouse gas emissions in Ireland.  The sector is a very important force to drive our economic recovery and meet the objectives of Food Harvest 2020 and Food Wise 2025.  Interestingly, however, Food Wise 2025, with the removal of dairy quotas, does not have any projection or platform in regard to environmental standards within agriculture.  Such standards would actually benefit the agriculture sector in general, particularly smaller operators.  Areas of natural beauty in the west, particularly commonage areas and uplands, would benefit.  In this regard, there was a missed opportunity.  This needs to be addressed, and I hope we will get an opportunity to delve further into that during the course of the debate on other Stages.<\/p> <p>Without question, improvements have been made.  There are opportunities to drive research and development in this area, bringing on board the interested stakeholders in the business community.  Families play an important role, as do farmers, civic society, the university sector and Government agencies.  Through the universities, we have a platform in conjunction with Teagasc.  Interestingly, I recently attended a briefing in which Teagasc was outlining its own plans.  It outlined clearly that it has some of the finest scientific researchers in the world, based in Moorepark.  We can use them as a resource in a cautionary manner to add to the objectives of this Bill.<\/p> <p>The other key national sectoral stakeholders, including the Department of Agriculture, Food and the Marine, the Department of Jobs, Enterprise and Innovation, the Department of Communications, Energy and Natural Resources, the Department of the Environment, Community and Local Government and the Department of Transport, Tourism and Sport, have key responsibilities in this area.  There should be a mechanism built into the reporting and collaboration structures to allow the Oireachtas committee to engage with the advisory group and the reports.  Instead of just submitting reports to the Oireachtas Library, there should be engagement thereon, particularly involving the departmental committees within the Oireachtas setting.  I am sure we will have an opportunity to explore this further on the next Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#V00100","speaker":"1123"},{"type":"speech","time":1444815000,"counter":170,"content":"<p>I welcome the Minister of State, Deputy Gerald Nash, to the House in the place of the Minister, Deputy Alan Kelly.  I welcome today's introduction of the Climate Action and Low Carbon Development Bill to the Seanad on Second Stage.  I acknowledge the presence in the Visitors' Gallery of Mr. Ois&iacute;n Coghlan of Friends of the Earth.  I acknowledge the enormous role Friends of the Earth has played in advocating climate protection legislation.  As Friends of the Earth has said, Senators and the Seanad have played a major role in seeking to ensure cross-party consensus on the need to bring forth climate legislation.  I said earlier on the Order of Business that in 2007 I introduced a Private Members' Bill on climate protection, which we debated on Second Stage.  Other such legislation has been debated in this House, but it has never gone beyond that point.  We should recall that the Joint Committee on the Environment, Culture and the Gaeltacht previously produced a cross-party consensus document on climate protection.  This legislation has had a long genesis, as acknowledged by the Minister of State and other speakers.<\/p> <p>It is very welcome that we see today this Bill setting out a comprehensive institutional framework for establishing, maintaining and reporting on both mitigation and adaptation policy measures up to 2050.  I acknowledge the important amendments made to this Bill in the D&aacute;il on Committee and Report Stages, particularly the latter, during which the Minister, Deputy Alan Kelly, introduced eight significant sets of amendments.  These have been broadly welcomed by commentators on the Bill.  I refer in particular to the fact that the independence of the Climate Advisory Council is now explicitly stated.  The council can now publish its own reports.  I refer also to the inclusion of a reference to the principle of climate justice.  This was sought by many groups, not least development groups such as Tr&oacute;caire and Oxfam, which have also been campaigning for a Bill of this type, but from a rather different but none the less very important perspective based on their work on development and developing countries.<\/p> <p>The Minister of State referred to other very important amendments, including that on the requirement to produce a national mitigation plan every five years, rather than every seven years as previously envisaged.  As the Minister of State said, there is a reduction in the timeframe for the production of the first national mitigation plan from 24 months to 18 months after the enactment of the Bill.  There are also further important reporting requirements.  The expert advisory council must publish periodic reports not more than 30 days after submission to the Minister.  Previously, however, the timeframe was between 60 days and 90 days.  Therefore, we have seen quite a number of significant changes that will make the reporting and monitoring requirements in the Bill more robust and in tune with what we all wish to see.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All of those who spoke on the Bill and were involved in the campaign for this sort of legislation share a recognition that this is perhaps the most pressing international issue that confronts us across the world, in developing and developed societies.  While the economic crisis since 2008 has perhaps taken the focus off climate change, for some decades now it has been acknowledged that substantive and positive action measures need to be adopted on an urgent basis in order to ensure that we address climate change and try to curb the dreadful and devastating effects of global warming across developing countries, in particular.<\/p><p>I will not say more at this stage because I will participate on Committee and Report Stages.  I apologise that I could not be here for the full debate.  We have a busy schedule in the Joint Committee on Justice, Defence and Equality, of which I am a member.  I wanted to welcome the introduction of the Bill to the Seanad, to speak on its role in putting forward climate change legislation and to say that we look forward to the very swift commencement of the Bill.  When is it proposed to commence it following its enactment? <\/p><p>I look forward to the bedding down of the robust framework that the Bill will introduce to ensure we meet targets on climate change.  There has been much debate on the issue and I have lobbied on binding targets, but if we can see a robust institutional framework bedding down and working to achieve change, then clearly the Bill will serve its purpose.  I look forward to the debate in the House and thank the Minister for bringing it here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#V00200","speaker":"1148","continuing":true},{"type":"speech","time":1444815000,"counter":172,"content":"<p>The issue of climate change is the biggest challenge facing our generation and we have a responsibility to take action.  Unfortunately, Ireland's five year action plan on climate change expired in 2012 and we are now in 2015.  The Bill is weak and very much the work of Mr. Phil Hogan and Fine Gael.  I cannot commend a Bill which has so many shortcomings because it would not do justice to the issue of climate change.  It will or will not make a real tangible difference, and we have to be honest in our assessment.  It is a big disappointment in terms of what it seeks to achieve and the lack of targets, something which is glaringly obvious. <\/p> <p>It is disappointing that is no definition of a \"low carbon economy\" in the Bill, which is vague in terms of sectoral allocations and targets.  The Bill is not adequate in terms of following on from the action plan on climate change which ended in 2012.  It had specific targets based on the Kyoto protocol.  There is no excuse, particularly in light of the fact that the Joint Committee on Environment, Culture and the Gaeltacht had all-party support to make sure that targets were set.  The Bill could have been a lot better.  In the committee there seemed to be support from all parties for a much more substantial Bill, yet it falls short.  I do not know why that is the case. <\/p> <p>It is worthwhile comparing the report of the committee with the Bill in order to highlight the deficiencies.  The main fault, as I said, is that it does not include setting targets.  The report also recommends that the annual emission limits for the period from 2020 to 2050 should be the same as those agreed by member states under the European Union roadmap 2050, with this embedded in the legislation. <\/p> <p>There has been some debate about the likely implications of the climate change strategy for the agricultural sector, and rightly so.  The Minister for Agriculture, Food and the Marine, Deputy Coveney, referred to the need to take account of the particular importance of the food sector.  The committee report also recognised the strategic national importance of the agricultural sector and that we must also recognise that climate change has an adverse effect on the community and farming incomes. <\/p> <p>One of the weaknesses in the Bill is that local authorities and development are not included, something I find odd.  Local authorities should have been given a significant role with regard to a mitigation plan.  Within those mitigation plans there should be a large role for local governance.  As somebody who sat on an SPC in Waterford City Council which examined climate change, I found local authorities are very limited in what they can do because they lack powers in some areas.  When I read the Bill, it struck me that the fact we have not taken the opportunity to give more powers to local government to strengthen its role in setting and realising targets for climate change is a glaring omission. <\/p> <p>The most serious defect in the Bill is that while the report recommended that legislation should contain mitigation plans to address emissions, the Bill only provides for the drawing up of such plans.  That is not the role of the Bill.  Legislation is about setting the statutory parameters for State action, rather than acting as a discussion document on paper or to establish a discussion forum, as the Bill appears to do.  We have had enough discussion and debate - we had plenty of that over many years in the D&aacute;il and Seanad, as well as in the committee where it was agreed we would do something more substantial.  The question of why we have not moved beyond that in this Bill is for the Government to answer.<\/p> <p>A substantial body of work on what is needed has been drawn up and agreed across party lines, through the Joint Committee on Environment, Culture and the Gaeltacht.  Instead, we have a Bill that appears to be ticking boxes, perhaps to appear as if the issue is being dealt with, when in fact we are only creating new and vague substitutes for planning and implementing the measures that are required to address the global problem in our national context. <\/p> <p>The Minister has followed his predecessor's attitude to climate change, which is represented in the Bill.  The big disappointment for Sinn F&eacute;in is the fact that there is no definition of \"low carbon economy\" and it is vague on sectoral allocations and targets.  We welcome the five year plans, but these must be debated and improved upon by the Houses of the Oireachtas.  As I said, we must get everybody on board on this issue.  It is not only a matter for the Government.  Rather, it must bring the Opposition and society with it on this issue, as well as industry, agriculture, construction, transport and local authorities.  The Minister is responsible for local authorities and there will be no success-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00200","speaker":"1133"},{"type":"speech","time":1444815000,"counter":173,"content":"<p>Your time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00300","speaker":"1140"},{"type":"speech","time":1444815000,"counter":174,"content":"<p>I am nearly finished.  I ask for the indulgence of the Acting Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00400","speaker":"1133"},{"type":"speech","time":1444815000,"counter":175,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00500","speaker":"1140"},{"type":"speech","time":1444815000,"counter":176,"content":"<p>The Minister is responsible for local authorities and there will be no success without their being central to the implementation of any plans to create a low carbon society. <\/p> <p>The Bill is welcome, but I have no doubt that if the Minister was standing in opposition today and it was presented to him, he would have the same critique because he said as much when he was in opposition.  There is much more to do regarding this issue if we are to realise in any way the targets and goals with which all parties say they agree.  When it comes to legislation, for whatever reason, we fall short, and that is simply not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00600","speaker":"1133"},{"type":"speech","time":1444815000,"counter":177,"content":"<p>The Bill is not ideal, but I welcome it.  It is good to see it going through the House. I would like to know whether it will be enacted during the Government's term.  I understand in 2009 - Senator Bacik might be able to verify that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00700","speaker":"1131"},{"type":"speech","time":1444815000,"counter":178,"content":"<p>It was in 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00800","speaker":"1148"},{"type":"speech","time":1444815000,"counter":179,"content":"<p>-----the first Bill went through the House.  I understand it was the Senator's Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W00900","speaker":"1131"},{"type":"speech","time":1444815000,"counter":180,"content":"<p>Yes, it was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W01000","speaker":"1148"},{"type":"speech","time":1444815000,"counter":181,"content":"<p>I remember welcoming the Bill when I spoke on it on that occasion.  That is eight years ago.  This Bill is about our planet and environment. <\/p> <p>In 1999, I was in a place called Troms&oslash;, located inside the Arctic Circle in the north of Norway.  I remember climbing a glacier and those who had climbed it previously had put down markers at points where it had reached two years previously.  By the time I climbed it, it had melted substantially, by about 4 ft.  That was an example of global warming being measured in a small way.  We now see changing weather patterns and the severe flooding that has hit our shores, and the effect on lifestyles.<\/p> <p>In my budget statement I mentioned that I would have liked to have seen a little bit of imagination in the budget and how to create a greater cultural awareness of our need to act in a more carbon friendly way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are ways to achieve that and I will refer to them briefly.  Many previous speakers referred to other issues but I will focus on this one.  It is clear from reports that it will be a challenge to achieve the European Union targets on carbon reduction.  The Taoiseach's approach is frequently to seek to have the targets reduced.  Why does the Government not seek to offset our carbon emissions and incentivise companies, organisations and individuals to achieve our targets, rather than trying to get away with failing to reach them?  I would like to raise awareness, affect outcomes and change culture.<br\/><br\/>The Bill presents us with an opportunity to tackle significant exhaust emissions in our car-dependent society.  The lack of adequate public transport in urban and rural areas means that Galway, for example, from where I come, is choked with traffic because it does not have a school bus system.  School transport would contribute significantly to improving the environment and reducing congestion in the city.  When children are not at school, traffic flows rather well because large numbers of cars are taken off the roads.  A school transport system would also significantly reduce our carbon footprint.<br\/><br\/>Section 4(8)(b) is concerned with obtaining input from members of the public and refers to feedback.  When is this likely to occur?  What is the general timeframe for the implementation of the legislation?<br\/><br\/>One step that could be taken would be to encourage businesses to consider how far their employees must travel to work and ascertain whether they are travelling by car.  They could also work out what impact the business is having on emissions.  This is another example of raising awareness.<br\/><br\/>Some exciting developments are taking place elsewhere in the context of offsetting a corporate carbon footprint.  The most effective climate protection is to avoid emissions at source.  However, measures to increase energy efficiency are useful and unavoidable emissions can be offset in a simple and cost-effective manner.  The message to corporations is that they must position themselves as responsible companies by offsetting their carbon footprint.  Let us call a spade a spade.  What are the chances that corporations and companies will change their practices unless they are forced to do so?  I am not necessarily arguing for using a stick because I believe we should also offer incentives.  The budget should have been used to provide tax incentives for companies and organisations to reduce their carbon footprints.  It would have been fantastic if companies in Galway, which is choked with congestion, had been offered an incentive to fund a school bus transport system.  The reward would be a reduction in their carbon footprint which would benefit everyone.<br\/><br\/>There are many examples of good practice worldwide.  For example, a climate neutral company label is available which allows companies to obtain a company carbon footprint that is certified and confirmed by <i>myclimate.org<\/i>.  The United Kingdom's low emission buses are a good model for school transport.  Why are we not adopting this model given that school buses operate throughout the country?<br\/><br\/>Some interesting submissions have been made in respect of 2020 Vision - Sustainable Travel and Transport.  The National Disability Authority submission notes, for example, that mobility &quot;is the key to equal citizenship in a society which sets a high value on personal independence and freedom to move around.&quot;  The adequate provision of an accessible, sustainable public travel and transport service, it adds, is one of the significant services that impacts on the quality of all transport users, even to the most able-bodied, and issues relating to transport accessibility go far beyond the needs of people with disabilities.  This, it states, is especially the case as people advance through the aging process because there is a high correlation between age and disability.  A major component of a strategy, therefore, must be the adequate provision of an integrated, accessible public transport service which enables older and aging people and people with disabilities to fully participate in society.<br\/><br\/>My argument is that we face two challenges, namely, to reduce our carbon footprint and act positively on the issue of climate change.  The lack of connectivity in our cities and rural areas is also a major challenge.  I referred to rural areas of County Galway.  With some joined-up thinking, for example, offering incentives for public transport and school transport schemes, we could favourably offset our carbon footprint.  Companies may wish to invest in these areas.<br\/><br\/>As many speakers have noted on previous occasions, housing presents a significant challenge.  Rural areas of County Galway have many empty houses but no connectivity.  In other words, there is no way of travelling to them, which leads to rural isolation.  The connectivity piece is missing.  There are 10,000 people on the housing waiting list in Galway.  If public transport were available, we could connect into communities and connect people with their place.  This would also offset emissions and improve connectivity and quality of life for everyone.<br\/><br\/>I ask the Minister of State to comment on my proposals on incentivising companies, organisations and, where possible, individuals to offset their carbon footprint, reduce inefficiencies at source and improve public transport to increase connectivity and quality of life.  Is he open to that proposal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#W01100","speaker":"1131","continuing":true},{"type":"speech","time":1444815000,"counter":183,"content":"<p>I welcome the Minister of State.  I also welcome any action the Government takes on climate change and low carbon development.  As with everything, we must start at home if we are to address this issue.  All institutions, whether primary schools in every parish and village, Garda stations, secondary schools or medical centres and primary care centres, should have a climate change plan for dealing with energy use in future.  Queens University Belfast will become the first third level institution to cease investing in carbon producing and non-renewable energies.  The Minister of State may be aware of the movement towards withdrawing investment from such energy companies.  We cannot expect third level institutions - such as, for example, Trinity College Dublin, which invests &euro;6.1 million per annum in non-renewable energy sources - to stop doing so without some form of incentive.  One cannot threaten to cut funding.  If anything, additional funding should be provided to institutions which have a green agenda.<\/p> <p>I have raised concerns previously about the Environmental Protection Authority, EPA, including actions it has taken and its governance mechanism.  The EPA cannot be trusted to do what it is supposed to do, namely, protect the environment.  At times, its agenda appears to be to suit big business and give cover to known polluters.  It has offered or awarded licences to known polluters without any form of bond to protect members of the public and the environment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Heffernan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2362\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2362&amp;amp;pid=JamesHeffernan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I note that the EPA will provide the expert advisory council with the appropriate administrative and secretarial staff.  Will it be providing the expert advice too?  I am not too sure that the EPA does exactly what it says on the tin, and experiences in my own constituency have borne that out.  I am referring specifically to no bond being in place for Aughinish Alumina and, in my opinion, that fact should mean the company is in breach of any licensing agreement.  There is no bond in place should an environmental catastrophe happen at the plant, which is a real fear among the people of the Shannon Estuary.  I recently brought to the attention of the Ministers for the Environment, Community and Local Government and Communications, Energy and Natural Resources the monstrous gasification plant that was given the provisional go-ahead by the local authority in Limerick.  This project has huge implications not only for County Limerick but for the entire region, if not the country as a whole.  We are being treated as a nation that does not take climate change, pollution or our environment seriously.  We are seen to be opening the door, with the consent, if not the tacit support, of the EPA, to so-called &quot;clean energy&quot; companies which are exploiting a gap.  This is something that the communities adjoining the Gortnadroma landfill site will not stand for.  This industry is very murky, to say the least.  When I brought this issue to the attention of the aforementioned senior Ministers, they had not even heard of gasification.  I do not see how this type of technology fits with the sentiment expressed in this Bill, which is why I am flagging it again now.  <br\/><br\/>To get back to the issue of the EPA, there are many people who have a difficulty with its granting of licences and with how the EPA treats ordinary citizens.  However, they have nowhere to go to complain about the EPA.  There is no body or agency that oversees how the EPA grants licenses or goes about its work.  The agency does not seem to be accountable to anybody.  In fact, under the relevant legislation, the EPA has <i>carte blanche <\/i>and immunity from prosecution.  In my opinion, it is negligence on the part of the Government that this has been allowed to continue.  The EPA, the body with responsibility for the protection of human and animal health and our flora and fauna as well as the environment, has immunity to prosecution should it be found to be in breach of its duty.  I have not seen that issue dealt with, and perhaps it could have been addressed in this legislation.  I urge the Minister of State to seriously consider providing that the EPA be answerable to a third party or outside body such as the Ombudsman Commission.  The EPA itself is not opposed to that idea, which I put to it at a recent meeting of the Joint Committee on the Environment, Culture and the Gaeltacht.  This proposal should be seriously considered in order to facilitate the protection of our citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#X00200","speaker":"1119","continuing":true},{"type":"speech","time":1444815000,"counter":185,"content":"<p>I thank all of the Senators for their contributions to this debate.  A number of issues were raised to which I am not in a position to respond, but I will ask the Minister for the Environment, Community and Local Government, Deputy Kelly, to respond to them at a future sitting as this legislation winds its way through the legislative process.<\/p> <p>I remind the House that we have included a number of amendments to the Bill, which I outlined earlier.  It is worth repeating that we have included a reference to the principle of climate justice.  We have also provided for a reduction in the timeframe for the production of the first mitigation plan from 24 to 18 months after the enactment of the Bill and included a specific statement that the climate change advisory council shall be independent in the performance of its functions.  The latter is absolutely critical and was raised as a major issue when we commenced this process with public hearings a few years ago.  I was a member of the Joint Committee on Environment, Culture and the Gaeltacht at that time.<\/p> <p>I wish to reassure Senator Bacik that once the Bill is enacted, the time frames for both mitigation and adaptation will commence.  Senator Healy Eames spoke about the need to develop more awareness around climate change, and I agree with her completely.  Swift enactment of this Bill will help communities across the country to understand the importance of awareness raising, attitude change and cultural change at every level in our society.  The work of the climate change advisory council will also help in that respect.  Our objective of including local and regional participation will go to the root of helping to raise awareness and ensuring that everybody understands his or her individual responsibility to take action in this regard.<\/p> <p>The 18-month timeframe for the national mitigation plan is a maximum, and we must be conscious of that.  I want to reassure the House that all efforts will be made to prepare this plan earlier.  At the same time, however, we must respect the statutory consultation process, because none of us in this House could stand over a situation in which that process was not respected and abided by.  I do not think anyone here would like to be accused of ignoring a statutory consultation process.  We must respect that process at all times.  <\/p> <p>Senators made reference to section 7(2)(a) and (b) of the Bill.  The language here is designed to respect the independence of the advisory council.  I wish to state very clearly that the climate change advisory council was announced back in June and is already operational, in advance of the enactment of this legislation.  The role of local authorities was also mentioned by Senators Landy, Keane and others.  I consider the role of the local authorities in this area to be hugely important, particularly from the adaptation and mitigation perspectives.  Regarding mitigation, we intend to adopt a bottom-up approach to complement the top-down sectoral approach.  We want to encourage local and regional participation in this, and not necessarily to mandate a statutory contribution which would not necessarily achieve our objectives or aims.<\/p> <p>Senators raised the issue of including a definition of low carbon, but I would be somewhat concerned about committing to such a definition in primary legislation for a number of reasons.  We might end up, perversely, limiting the scope of what we can achieve into the future.  I would also remind the House, as I said earlier, that the Minister for the Environment, Community and Local Government has included a reference to the national climate change policy, which needs to be considered in preparing our national mitigation plan.  <\/p> <p>In conclusion, it is fair to say that it has taken a long time for this legislation to reach the floor of this House.  This is a very important debate and one that has been happening outside the House for a long period of time.  We now have a Bill that can be enacted shortly - our first on climate change.  I am proud of the contribution I have made to this, and that of everyone else in the Oireachtas.  Now that we have the Bill before us, I would like to believe that we could provide a collective mandate to get on with the task ahead without further delay.  We all share an appreciation of the nature and extent of the challenges that are posed to our society by climate change.  Although the Bill before us could never be regarded as a silver bullet or a panacea of any kind for the global problem that besets us, it does constitute a hugely important milestone.  It is a landmark in this jurisdiction for the mitigation and adaptation efforts that will be required over the coming decades.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Y00200","speaker":"1067"},{"type":"unspoken","time":1444815000,"counter":186,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1444815000,"counter":187,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Y00400","speaker":"1164"},{"type":"speech","time":1444815000,"counter":188,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#Y00500","speaker":"1135"},{"type":"unspoken","time":1444815000,"counter":189,"content":"<p>Committee Stage ordered for Tuesday, 20 October 2015.<\/p>"},{"type":"unspoken","time":1444815000,"counter":190,"content":"<p>Sitting suspended at 2.30 p.m. and resumed at 4 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Public Services and Procurement (Social Value) Bill 2015: Committee and Remaining Stages","time":1444815000,"counter":191,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ00100"},{"type":"speech","time":1444815000,"counter":192,"content":"<p>I welcome the Minister of State, Deputy Simon Harris, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ00200","speaker":"1120"},{"type":"unspoken","time":1444815000,"counter":193,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":194,"content":"<p>SECTION 3<\/p>"},{"type":"unspoken","time":1444815000,"counter":195,"content":"<p>Question proposed: \"That section 3 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1444815000,"counter":196,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 5, line 19, after &ldquo;enterprises,&rdquo; to insert &ldquo;micro businesses,&rdquo;. <\/blockquote> <p>I understand the Minister of State has requested that we do not table amendments today and that he may consider them on Committee Stage in the D&aacute;il.  If that is correct, I do not mind withdrawing the amendment on the basis that we can resubmit it at that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ00600","speaker":"1133"},{"type":"speech","time":1444815000,"counter":197,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ00700","speaker":"1106"},{"type":"unspoken","time":1444815000,"counter":198,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1444815000,"counter":199,"content":"<p>Amendment No. 2 not moved.<\/p>"},{"type":"unspoken","time":1444815000,"counter":200,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":201,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":202,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":203,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1444815000,"counter":204,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1444815000,"counter":205,"content":"<p>I will give way to the Minister of State should he wish to speak first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ01400","speaker":"1139"},{"type":"speech","time":1444815000,"counter":206,"content":"<p>I thank Senator O'Brien for the work he has put into developing the Bill.  We had a very good debate on Second Stage in the House.  I am pleased, in the spirit of bipartisanship and recognising that a very constructive effort has been undertaken by the Senator in consultation with a number of stakeholders, to allow the Bill to pass Committee, Report and Final Stages today and not to oppose it.  I have one caveat, which the Senator and I have discussed - namely, that it will need further work.  I envisage that work could take place in the D&aacute;il when the social clauses working group has reported, and I expect that report in the next number of weeks. <\/p> <p>For the benefit of the House, I wish to state that there is a benefit to having social clauses legislation because it sends out an important message in terms of our Statute Book, namely, that we want people to consider the social impact of procurement.  I think the Senator will agree that it is important that such legislation is coupled with guidance in order that it has a practical effect. <\/p> <p>I will not go through everything in the Bill, but I will mention one or two concerns I have for the interests of clarity.  The definition of a public service body is something I would like to see examined further.  I have some concerns about the inclusion of the Central Bank, NAMA and the NTMA, and would need to consult the Offices of the Chief State Solicitor and the Attorney General about this.  The definition of \"public service\" contained in section 3(1) of the Ministers and Secretaries (Amendment) Act, may, for example, be a useful reference in defining public service bodies covered under the Bill.  Section 2 of the Bill puts a legal onus on contracting authorities to consider community benefit requirements, which is broadly acceptable and not prescriptive.  It reads very well and has a good impact.  However, there is obviously a need for flexibility, something we discussed on Second Stage.  We do not want to have any unintended consequences whereby an SME or Irish company would be accidentally put at a disadvantage. <\/p> <p>I see no major problems in a number of areas the Bill is trying to target, such as training, recruitment, subcontracting, SMEs and innovation.  As I said, there is an overlap with some of the work being done by the social clauses working group, which is led by the Office of Government Procurement, and we are already piloting a number of social clauses regarding the devolved schools building programme and the Grangegorman campus development.  Another touchstone in the area to which I will have to return when the Bill goes to the other House is the 2010 guidance on social clauses developed by the European Commission, which lists a wide range of social issues that may be addressed.<\/p> <p>I am praising the Bill rather than being critical.  It has a number of very good elements.  I do not think it is overly prescriptive, but we need to tease out a number of definitions to make sure we achieve what everybody in the House wants to achieve.  I am very pleased that the Bill can pass all Stages in the House today.  I do not intend to move the Bill in the D&aacute;il - I hope political parties on all sides of the spectrum would respect that - until the social clauses working group produces its guidance, because we need to see that report if we want to make sure the Bill is implemented correctly.<\/p> <p>I will shortly receive from the Office of Government Procurement a report on the SME working group - that is, stakeholders with whom we have engaged.  That, coupled with the social class working group, should give us a real insight into some of the issues.  The reform of public procurement is and remains driven by the need to obtain value for public money in procuring work, supplies and services.  It is absolutely essential, even though we are in somewhat better economic times, that we continue to strive to achieve value for money.  It cannot be adversely affected by the inclusion of social value clauses. <\/p> <p>Public procurement is a very big market.  We want Irish companies involved in it and we want procurement, where possible, to be used for social good.  It is in that spirit that I am happy to accept the Bill, and I thank Senator O'Brien for the work he has done and his co-operation on it, with the caveat and clear understanding that this is a Bill that will require significantly more work.  I hope it is something his party and others will work on with me in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ01500","speaker":"1106"},{"type":"speech","time":1444815000,"counter":207,"content":"<p>I thank the Minister of State and his officials for their engagement from Second Stage of the Bill onwards.  I also want to thank him for the manner in which he has accepted the Bill.  I agree more work needs to be done.  I will give him a commitment, on behalf of my party, that we will await the reports of the social clauses and SME working groups.  We can work together on this.<\/p> <p>We all know more work needs to be done on procurement.  The value of social clauses in procurement legislation has been proven in other countries.  I think we can do better.  Putting this into law, rather than simply having guidance, is a better way of doing things.  We all want to ensure that Irish companies, particularly in the SME sector, have a fair shake of the stick and can tender for contracts where appropriate.  We also have to be mindful of value for money and quality.  <\/p> <p>It is to be hoped the Bill will be the beginning of setting a more level playing field.  That is not a criticism of anyone in the Department or in the Office of Government Procurement.  Rather, we always have to consider how we can do things better and move things forward.  I can give the Minister of State a firm commitment on behalf of my party that we want to work with the Government, other parties and Independent Members to introduce better legislation than this Bill.  It sets down the parameters for what I am looking for, and I want to thank the groups that fed into it, including Chambers Ireland, ISME, the Small Firms Association and many other individual businesses and firms across the country which have actively engaged with me on this legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would not have been possible to introduce the Bill without the openness shown by the Minister of State and his willingness to take on board new ideas.  We had a very good debate on Second Stage when he asked me not to proceed to Committee Stage until certain steps had been taken, and I agreed with his request.  I hope this approach shows that in the final days or months of this Seanad we can agree on legislation once certain matters that need to be worked on have been addressed.  It is a significant day for businesses, in particular the small and medium enterprise sector, that the Government and Opposition have indicated that this important legislation will be allowed to pass all hurdles in one House of the Oireachtas.  I fully acknowledge that the Bill will require amendment in the D&aacute;il and I will seek further views on it.  As the Minister of State noted, the working groups on social clauses and small and medium enterprises will report shortly and feed into the process.  At this stage, we can agree what will be the next steps in the D&aacute;il, either before or after the next general election.  In that regard, I thank the Minister of State most sincerely.<\/p><p>I also thank my colleague, Senator Diarmuid Wilson, the co-sponsor of the Bill, and my colleagues opposite for engaging in the debate.  I am pleased the Bill has overcome this hurdle and I look forward to working with the Minister of State and his officials to improve it further when it reaches the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#JJ01600","speaker":"1139","continuing":true},{"type":"speech","time":1444815000,"counter":209,"content":"<p>I welcome the Minister of State who has been very busy in recent days delivering something extremely positive for citizens.  I also salute the Bill.  This is a classic example of positive politics, with parties collaborating and working together on an issue that will be of benefit to citizens and businesses, especially small and medium enterprises.  All Senators will be able to cite examples from their localities of things that would have been done better if a different outcome had been achieved in the tendering process.  I have in mind some environmental projects in my local area where a better outcome would most definitely have been achieved if things had been done differently.  I fully agree that tendering must be done properly with proper consultation.<\/p> <p>The Bill provides a strong framework and has benefited from engagement with Chambers Ireland and the other bodies that fed into the process.  The various working groups on small and medium enterprises and other matters, which are working under the auspices of the Minister of State, will make professional recommendations.  Senator Darragh O'Brien acknowledged that the Bill is a working document that will require amendment when it comes before the D&aacute;il.  It should be amended in a spirit of collaboration and positive politics to achieve a good outcome.  The Lower House should learn from the Upper House in terms of how we have engaged on this legislation.  I would like this type of engagement to occur with many more Bills.  Perhaps it is because we are dealing with a young Minister of State who probably views politics from a different perspective from his predecessors.  I believe in consensus when it can achieve good results.<\/p> <p>With that, I wish the Bill well and look forward to observing from this House its passing through the Lower House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00200","speaker":"1158"},{"type":"speech","time":1444815000,"counter":210,"content":"<p>I do not have much to add other than to echo the words of previous speakers.  This is a day of positive politics and a good day for the Seanad.  This is the type of collaboration we do not see enough of and it is very welcome, irrespective of one's age.  We do not discuss often enough the moments when we succeed.<\/p> <p>I thank my colleagues opposite for introducing the legislation and the Minister of State for accepting it and seeing fit to discuss it and to try to frame it.  This is a good moment.  The terms \"procurement\" and \"tendering\" are often regarded as dirty words and it raises hackles when one discusses them.  Tendering causes damage to businesses and certainly tries people's patience and makes them cross.  There must be a better way; it is as simple as that.  As previous speakers stated, the issue is well and truly above politics and we should try to find a common sense approach to it. <\/p> <p>This is a good day and I thank all of those involved.  I wish the legislation well, particularly the idea of negotiating with others to bring more substance to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00300","speaker":"1129"},{"type":"speech","time":1444815000,"counter":211,"content":"<p>I compliment my colleagues, especially the Fianna F&aacute;il Party leader in the Seanad, Senator Darragh O'Brien.  He outlined the merits of the Bill and I compliment him on his initiative in bringing it forward.  I also welcome the Minister of State and ask him to respond to a query that arises in the context of procurement.  Contracts go out to public tender in all State agencies.  Is any in-house evaluation done of value for money for the taxpayer regarding tenders?  I will provide a hypothetical example which reflects a real case in the area of education.  Let us take the case of an extension to a school for which a contract goes out to tender.  Three tenders are received, which I understand is the norm, and the bid with the lowest price contains a technical flaw and must be withdrawn.  I understand it is the norm in such circumstances to take the second lowest tender.  If this is also found to have a technical flaw and must be withdrawn, the third bid will be chosen.  Let us say the gap between the third tender and the first tender, which would have been successful but for the technical flaw, is significant.  In such circumstances, what happens where the price quoted is in excess of what had been allocated for the job?  If the price is almost one third higher than the allocation, will an in-house evaluation be carried out in the relevant Department?  I have singled out education but I am speaking in general terms about Government contracts.<\/p> <p>I have been somewhat frustrated by the view that there may be - I choose my words very carefully - a reluctance on the part of Government agencies to re-open tendering processes as to do so could leave them open to litigation.  I refer to a case in the public domain, namely, the awarding to a helicopter company of a contract to operate an air service to the Aran Islands and the subsequent withdrawal of that contract.  From what I have read in newspaper reports, the original successful tenderer is considering the legal position.  I am not sure if the matter has gone beyond that but I know from making general inquiries that there is a reluctance in State agencies to reopen tendering processes because they are afraid of litigation.  Perhaps the Minister of State will concede that point.<\/p> <p>Is there not an obligation on State agencies to provide value for money?  Given that building prices are involved and considering that most agencies are based in Dublin, is there also a question mark over the assessment process carried out by Dublin-based individuals who may not necessarily-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00400","speaker":"1128"},{"type":"speech","time":1444815000,"counter":212,"content":"<p>The issue the Senator raises is not covered by the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00500","speaker":"1120"},{"type":"speech","time":1444815000,"counter":213,"content":"<p>I raise the issue in the context of procurement, which is the subject of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00600","speaker":"1128"},{"type":"speech","time":1444815000,"counter":214,"content":"<p>The Bill does not deal with the general issue of procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00700","speaker":"1120"},{"type":"speech","time":1444815000,"counter":215,"content":"<p>I will repeat myself.  I am discussing value for money for taxpayers.  I was attempting, admittedly in an obtuse manner, to explain my case.  The Minister of State has an indication of the issue I am discussing.  My main concern is to achieve value for money, particularly in the times in which we live.  I have no doubt that Government agencies view value for money as a priority.  However, I wish the perception to be dispelled that they may be more inclined to allow a process to continue because they do not want to have to face the law.  I am curious to know the overall approach taken in respect of tendering.  In the hypothetical case I have outlined, the second bidder would, in normal circumstances, take the job if the first tenderer was unable to do so.  It would be unusual, however, for the job to go to a third bidder.  Are State agencies obliged to accept the third bid in such circumstances?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Therefore, the question arises of whether there is an obligation on State agencies to accept the third tender without having to explain that they are not casting any aspersion on a given company or its capacity to do the job, but they can question the cost the company has put on the job because it is far in excess of the original allocation given by the agencies concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#KK00800","speaker":"1128","continuing":true},{"type":"speech","time":1444815000,"counter":217,"content":"<p>I thank Senators for their contributions.  The summing up of this as positive politics is exactly how I would like to see it.  We are making significant progress by agreeing on all sides of the Chamber that there is a place in law for a procurement and social clauses Bill.  We agree that such a Bill should be accompanied by rigorous guidance which provides clarity, flexibility and an understanding of exactly how we wish the elements of our procurement system to interact.  It follows that the legislation should be broad enough to allow the guidance to provide this flexibility.<\/p> <p>The small and medium-sized enterprise working group and the social clauses working group contain representatives of the various appropriate Departments and agencies.  When the working groups report, we will be in a better place to advance the Bill through the other House and, ultimately, onto the Statute Book.  I offer the House my commitment, as the Minister of State with responsibility for public procurement, that my position and that of the Government is that we are keen to see a public procurement social clauses Bill in law and we will work with people of all political views and none to make that happen.  I was pleased to hear Senator O'Brien's intention to consult further with the business community and I will do likewise.  We should ensure we have the best possible legislation in this area.<\/p> <p>Senator Mooney asked a valid question.  I will begin by making the point that until the establishment of the Office of Government Procurement, which is a newly born organisation, we had a scenario whereby many people in the public service worked on procurement as part of their job but few did so as a full-time job.  Through the establishment of the Office of Government Procurement, we have created and continue to create a level of expertise.  Now, we have a scenario whereby, regardless of the Department or State agency involved, those responsible know the OGP is the organisation that contains the expertise to carry our procurement and has the level of understanding, experience and qualifications necessary to get value for money for the taxpayer.  As a result, all tenders are assessed by people with professional qualifications and expertise.  This work is coupled with the work we are doing with the small and medium-sized enterprise working group, which has representatives from ISME, the Small Firms Association, Chambers Ireland and many others.  The social clauses working group considers the impact on certain constituent communities or a given demographic of a procurement decision.<\/p> <p>This brings me to the Senator's next point.  We are also engaging in upskilling people who are filling out tendering documents in order that their documents are not invalid and they can make valid submissions.  This is why we will have the Meet the Buyer event in Citywest shortly.  I expect there could be up to a thousand business people there.  They will have an opportunity to meet face-to-face with each of the State agencies and organisations.  For example, I can go along and explain that my name is Simon and I sell pens, and I can ask who needs to buy pens and how I can get involved.  We are working with InterTradeIreland on an all-island basis to train and upskill our SMEs.  We had people at the National Ploughing Championship in this capacity.<\/p> <p>The process is twofold.  It is a question of building up the expertise within the public sector and the Office of Government Procurement as well as within the business community.  Let us suppose a scenario were to unfold as the Senator hypothetically set out.  In the first instance, the market response would include the question of whether those involved could re-tender, if necessary.  It is possible to re-tender and it does arise.  In my role as Minister of State with responsibility for the Office of Public Works, I have seen how we reissue tenders.  Ultimately, it is a matter for the organisation or Department to decide whether it can afford the new higher-tendered price within its Vote or allocation.  For example, a Coast Guard station may have been expected to cost &euro;1 million, but when those responsible go to the market they may find that the only valid submission is &euro;3 million.  Do those responsible accept the &euro;3 million bid or consider scaling back, postponing or re-tendering the project?  It is complex.  We need to build up expertise within the public service and ensure we have the best people looking at these things.<\/p> <p>A point was made about Dublin versus the rest.  The Office of Government Procurement has staff based in several locations outside Dublin.  We are very much a national organisation in that sense.  That is important.  We are also developing category councils to build up expertise on what a given element of the market might need and what the future needs of the market might be in terms of framework agreements.  It is early days for the Office of Government Procurement and there is a bedding-down process, but I am proud that we are making progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00200","speaker":"1106"},{"type":"speech","time":1444815000,"counter":218,"content":"<p>I welcome the fact that the Government is accepting the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00300","speaker":"1164"},{"type":"speech","time":1444815000,"counter":219,"content":"<p>We are not opening up the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00400","speaker":"1120"},{"type":"speech","time":1444815000,"counter":220,"content":"<p>Absolutely not.  I have no intention of doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00500","speaker":"1164"},{"type":"speech","time":1444815000,"counter":221,"content":"<p>Senator Wilson left that to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00600","speaker":"1128"},{"type":"speech","time":1444815000,"counter":222,"content":"<p>I simply wish to welcome the fact that the Government is accepting this important Bill.  I pay tribute to my colleague, Senator O'Brien, who drafted the legislation.  I was honoured to co-sponsor it.  I pay tribute to the Minister of State.  I have been a Member of this House for almost 14 years and I have spent most of that time as a Government representative.  There are few examples of Opposition legislation that were accepted during that period.  Much of the time it is down to the Minister in question, and I pay particular tribute to the Minister of State for accepting this legislation.  As Senator O'Brien has stated, it needs some tweaking here and there.  I accept the fact that the Minister of State will have to do that in the Lower House.  Again, I thank the Minister of State and the Government for accepting the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#LL00700","speaker":"1164"},{"type":"unspoken","time":1444815000,"counter":223,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":224,"content":"<p>Sitting suspended at 4.25 p.m. and resumed at 6 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Minerals Development Bill 2015: Report and Final Stages","time":1444815000,"counter":225,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00100"},{"type":"speech","time":1444815000,"counter":226,"content":"<p>Before we commence, I remind Senators that a Senator may speak only once on Report Stage, except the proposer of an amendment, who may reply to the discussion on the amendment.  Each amendment must be seconded.  I welcome the Minister of State, Deputy Joe McHugh, to the House.<\/p> <p>Amendment No. 1, in the name of Senator Mark Daly and other Fianna F&aacute;il Senators, arises out of committee proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00200","speaker":"1164"},{"type":"speech","time":1444815000,"counter":227,"content":"<p>The Minister and I had a number of discussions on the amendment on other Stages and we are quite happy that there will be movement on this in the other House.  I do not mean to delay the process any further so I will not be moving the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00300","speaker":"1159"},{"type":"unspoken","time":1444815000,"counter":228,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"speech","time":1444815000,"counter":229,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 30, between lines 4 and 5, to insert the following:&quot;(3) The Minister shall review all prospecting licences and retention licences every five years.&quot;.<\/blockquote> <p>We have discussed this amendment on previous Stages.  Its purpose is to allow the Minister to review existing or historical licences on a five-year basis.  Where there is a case where a licence holder is impeding the development of the local economy or misusing his or her licence, we feel the Minister should seek to revoke the licence and open up a fresh round of tenders.  Sin an t-&uacute;dar go bhfuilimid ag cur an leas&uacute; seo chun cinn.  B'fh&eacute;idir go raibh am ag an Aire St&aacute;it machnamh breise a dh&eacute;anamh ar an gceist seo idir an d&aacute; linn agus bheadh s&uacute;il agam go dt&oacute;gfadh s&eacute; ar bord &eacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00500","speaker":"1122"},{"type":"speech","time":1444815000,"counter":230,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00600","speaker":"1159"},{"type":"speech","time":1444815000,"counter":231,"content":"<p>The proposed amendment clearly refers to prospecting and retention licences.  As I said during the previous discussion, prospecting licences are already subject to a two-year review process.  It is intended that retention licences will be treated the same.  These reviews are not a box-ticking exercise.  Work carried out in the period under review is scrutinised by professional experts on the staff of the Department to ensure compliance with best practice and meeting commitments.  Work programmes for the next review phase are also revaluated.  Quite apart from the formal reviews, of course, the technical staff of my Department maintain contact with the licencees throughout the licence term and keep apprised of developments.  Site visits are also undertaken as part of this process.<\/p> <p>Mining licences are also kept under review in accordance with the terms of the licences and, particularly for the main underground and surface operations, inspections by an independent qualified mining engineer are carried out twice per year.<\/p> <p>The Senator raised a separate issue in regard to old operations which it is claimed are not being worked.  I do not want to discuss particular cases here but I believe the issue here is not a licensing issue but, rather, relates to the question of excepted minerals.  These are mines that were being worked in 1978 and which were registered by the Mining Board as excepted from the statutory vesting in the Minister of the right to work minerals that was contained in the 1979 Act.  This Bill contains provisions that will automatically cancel all those registrations on enactment.  If a deposit of formerly excepted minerals is still genuinely being worked, the operators will have an opportunity to apply once again to the Mining Board to retain the excepted minerals status, but this will be done only if the operator makes an application within the prescribed period and if the Mining Board is satisfied that the minerals are being worked, and worked efficiently.<\/p> <p>We have had a discussion on this and I acknowledge the Senator's concerns.  It is a question of trying to create the difference between prospecting and exploration licences in respect of drilling.  The process is not the same as that for a mining licence.  There are two issues, namely, that of excepted minerals and that of the application process.  As I stated on the last occasion, where a prospecting licence is given, exploration might just be a matter of evaluating the different types of rocks or rock infrastructure in an areas.  It also could mean drilling.  One could compare it to drilling for water.  It could involve equipment of the same diameter as that used to drill for water, perhaps 5 cm to 6 cm.  There still has to be a screening process, which must take account of noise pollution and the impact on water tables.  There are still screening parameters for a prospecting licence.  My Department has the technical expertise to deal with those matters.<\/p> <p>The corollary is the application for the actual mining licence.  This is a completely different ball game, which involves going to the planning authority and taking responsibility.  It requires environmental impact assessments and environmental impact statements by the company itself.  A big part involves public consultation, whereby the public has an opportunity to make its voice heard in regard to potential applications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00700","speaker":"997"},{"type":"speech","time":1444815000,"counter":232,"content":"<p>I welcome the clarification on the other issue raised by the Minister of State, namely, the legacy licences that are not being used, or which could be used to block others from doing anything.<\/p> <p>I accept what the Minister of State is saying in regard to the prospecting licence and the difference between that and the actual mining licence.  However, it should be left open to the Minister to have the option to review the licences within the given period.  I intend to press the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV00800","speaker":"1122"},{"type":"unspoken","time":1444815000,"counter":233,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1444815000,"counter":234,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 53, to delete lines 33 to 40, and in page 54, to delete lines 1 to 5.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV01000","speaker":"1122"},{"type":"speech","time":1444815000,"counter":235,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV01100","speaker":"1159"},{"type":"speech","time":1444815000,"counter":236,"content":"<p>The amendment relates to section 82 of the Bill.  We had a conversation on this on the last occasion.  I shared the concerns raised on the sale of State assets.  As discussed with Senator &Oacute; Clochartaigh, it was never my intention to sell off any major deposits.  We had a conversation on the definition on what is small and what is not small.  We had a conversation following the Senator's intervention the last day and we considered the definition of \"small\" in this context.  Having given the matter some further consideration, I am now prepared to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV01200","speaker":"997"},{"type":"unspoken","time":1444815000,"counter":237,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1444815000,"counter":238,"content":"<p>Bill, as amended, received for final consideration and passed.<\/p>"},{"type":"speech","time":1444815000,"counter":239,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV01500","speaker":"1164"},{"type":"speech","time":1444815000,"counter":240,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015101400002#VV01600","speaker":"1134"},{"type":"unspoken","time":1444815000,"counter":241,"content":"<p>The Seanad adjourned at 6.10 p.m. until 2.30 p.m. on Tuesday, 20 October 2015.<\/p>","notice":"TIME STRING DETECTED"}]