[{"type":"minorheading","content":"Prelude","time":1642674600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1642674600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1642674600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1642674600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1642674600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00100"},{"type":"speech","time":1642674600,"counter":6,"content":"<p>I have received notice from Senator Malcolm Byrne that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Finance to make a statement on measures being put in place to ensure greater competition in the Irish banking and financial services market, including giving a statutory function to the Central Bank in this area. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the reported cancellation of national road projects, including the Clifden to Maam Cross project in County Galway. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the provision of funding in 2022 to the North Inner City Drugs and Alcohol Task Force. <\/blockquote> <p>I have also received notice from Senator R&oacute;is&iacute;n Garvey of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the provision of whole-school ventilation systems and air-to-water heating systems in the new schools at the Ennistymon education campus and at Mary Immaculate Secondary School, Lisdoonvarna, County Clare. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister of Education to make a statement on the proposed location, from September 2022, of Gaelscoil &Aacute;ine, Drumcondra, Dublin 9. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the development of a new post-primary school for Me&aacute;n Scoil Mhuire, Longford. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Social Protection to make a statement on the new proposals for the collection of jobseekers' payments at local post offices. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Public Expenditure and Reform to make a statement on how value for money reviews ensure the taxpayer is getting value for money from publicly funded projects.  <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Malcolm Byrne, Kyne, Sherlock, Garvey, Fitzpatrick and Carrigy and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1642674600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00300"},{"type":"minorheading","content":"Regulatory Bodies","time":1642674600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00350"},{"type":"speech","time":1642674600,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Fleming, to the House and call on Senator Malcolm Byrne to begin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00400","speaker":"1650"},{"type":"speech","time":1642674600,"counter":10,"content":"<p>I thank the Minister of State for coming in to take this matter.  It is one that is of personal interest to him.  As far as the consumer is concerned, there is very limited, and in some sectors no real competition, in banking, insurance and financial services in Ireland.  The Minister of State will also be aware that there has been criticism among fintech companies about the approach the Central Bank has been taking, especially about trying to encourage a number of these companies to develop here.  Due to his own expertise, he knows that we do not have competition within the insurance sector and in many sectors there is only one provider offering insurance products.  In some areas there is no Irish provider and people must go outside the State to try to find service.<\/p><p>Every time we hear of a bank leaving the Irish market, meaning there is less competition, we sadly hear somebody from the Central Bank saying promoting competition is not its function.  The Minister of State will be aware that there are some roles for the Competition and Consumer Protection Commission, CCPC, that he may be able to clarify.  He will be familiar with the Herfindahl-Hirschman Index, HHI, which looks at the whole area of market concentration.  If the HHI is greater than 1,000 it is regarded as a very concentrated market and if it is greater than 2,000 it is a highly concentrated market.  The Irish mortgage market currently has a HHI of over 2,100 and for new lending Ireland has a score of 2,624.  We thus have a highly concentrated market with no competition.<\/p><p>While the euro has lead to greater market integration it has not led to more competition.  It certainly has in the areas of wholesale banking and corporate finance but in retail banking and with respect to benefit to the consumer we have not seen real competition.  The Central Bank has acknowledged this.  Governor Gabriel Makhlouf, writing on <i>thecurrency.news<\/i>in January 2021 made clear the Central Bank did not have a function in the area of competition.  In the bank&rsquo;s own strategic policy statement, its strategic plan published in September, the word &ldquo;competition&rdquo; is not mentioned once.  This is in contrast to central banks worldwide that in many cases have a specific mandate to promote competition.  There is a statutory mandate to do so among the central banks in Australia, Argentina, China, India, Poland, Saudi Arabia, South Africa and the United Kingdom.  While it is not formally set out in legislation, competition is a function of the central bank, and is clearly promoted, in Brazil, Russia, Singapore and Thailand but also crucially in our fellow eurozone countries such as France and Germany.  The Lithuanian Central Bank&rsquo;s strategic plan lays out very clearly as one of its core competences &ndash; and the country is a competitor for us in financial services &ndash; that it wants to encourage competition in the financial sector and boost competition in the payments market.  Therefore, if we end up losing more banks or insurance companies, I do not want to hear the Central Bank washing its hands and saying it does not have a function with regard to competition.<\/p><p>I appreciate there is a memo between the CCPC and the Central Bank around who has responsibility in these areas but I ask the Minister of State to guide me on this because we do not seem to have any agency specifically looking out for the consumer, be they an individual or a business, to ensure we have a competitive market.  In the era of digital currencies and especially when we move towards a central bank-issued digital currency, namely, the digital euro, it is going to be even more important that there is a very clear competitive mandate given to the Central Bank.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00600","speaker":"1638"},{"type":"speech","time":1642674600,"counter":11,"content":"<p>I thank the Senator for raising the issue of the promotion of competition in the banking and financial services market.<\/p> <p>HEADING<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not easy to balance the competing economic processes of consolidation and competition in any market, and the banking market is no different.  We have seen some consolidation and it is also very difficult to promote and achieve competition during that process.  However, as to the consolidation that is happening, there are new people and organisations providing a greater level of banking services than they would have heretofore, but perhaps are not considered part of the traditional banking system.  <\/p><p>In the earlier years of the century, that is, in the past two decades, the Irish banking market was very competitive and one that had diverse banking and credit providers.  Now, with the benefit of hindsight, it is not a sustainable banking market and I believe it is fair to say that ultimately it did not serve the best long-term needs of the Irish economy.  We have seen that as a result of the financial crash and the banking crash and the banks that had to be bailed out.  There was unbridled competition at that stage, which ultimately led to many difficulties in its own right, which we are still dealing with in terms of reserves, etc., that banks are required to hold. <\/p><p>Following the global financial crisis and its impact on the Irish financial system, changes were made to the legislation governing the financial sector and the structure of the Central Bank of Ireland, which included removing the part of its mandate to promote the development of the financial services industry.  I wish to ensure that the banking and financial services system is one that will effectively contribute and support economic growth and employment.  Competition in this sector is vital to ensure that businesses and consumers have a range of options available when using financial services and accessing credit.  <\/p><p>When considering competition in any market, two key aspects are the range of products available to consumers and the various sectors in society and the pricing of those products.  In terms of the product range, it is worth noting the provision of financial services is evolving rapidly and it might not be all through the traditional banking system that people talk about in the normal course of events.  Innovations in the fintech space, which Senator Byrne referred to clearly, and new initiatives from credit unions, which I wish to highlight as Minister of State with responsibility for credit unions, and the new offering by An Post, are resulting in the provision of new services and products at all times.  As regards An Post, any AIB or Bank of Ireland customers can go in to a teller in any post office in Ireland that has one and withdraw up to &euro;1,500 cash, lodge cheques, lodge cash and conduct the normal business that they would have done in the bank branch that may have been up the road and is no longer there.  That full range of services is now available through An Post, but perhaps people do not fully appreciate that at this point in time. <\/p><p>For the banking sector to be competitive, it must be acknowledged that it will have to be profitable.  In order for banks to survive over the long term they need to generate adequate revenue and profits in order to employ and pay staff, meet business costs and provide economic return for their depositors and other financial providers.  <\/p><p>With regard to the issue of the role of the Central Bank and competition, the role of the Competition and Consumer Protection Commission, CCPC, would need to be considered.  The CCPC, a body under the aegis of the Department of Enterprise, Trade and Employment, is the statutory body responsible for the enforcement of domestic and EU competition law in the State.  Essentially, there is a demarcation regarding competition.  It is a matter for the CCPC primarily, and not a role for the Central Bank.  It did have that role, and perhaps there was over-competition, and now those two roles have been separated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#A00700","speaker":"1590","continuing":true},{"type":"speech","time":1642674600,"counter":13,"content":"<p>T&aacute; n&oacute;im&eacute;ad amh&aacute;in ag an Seanad&oacute;ir Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#B00200","speaker":"1650"},{"type":"speech","time":1642674600,"counter":14,"content":"<p>I agree with the Minister of State that consumers are voting with their wallets, so to speak, and moving on to new products such as Revolut and N26.  They are moving into new areas of fintech.  If he talks to any of the fintech companies, he will find that they do not feel that they are getting a level playing field from the Central Bank.  The Central Bank obviously has to protect the consumer, but one of the best ways it can protect the consumer is by ensuring that there is competition between traditional retail banks and some of the new companies.  There also needs to be collaboration in those sectors.  The ultimate test is from the perspective of the consumer, and whether the consumer feels there is real competition in the Irish banking financial services and insurance sector.  The answer is \"No\".<\/p> <p>I appreciate the Minister of State's point about the CCPC.  Some of the roles there need to be clarified.  Very clearly, the Central Bank needs to take a greater role in ensuring that we have a competitive banking and financial services market in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#B00300","speaker":"1638"},{"type":"speech","time":1642674600,"counter":15,"content":"<p>Again, I thank Senator Byrne for raising this issue.  While competition issues are primarily a matter for the CCPC, competitive pressures can clearly have an effect on the functioning of the financial system and the achievement of the Central Bank's aim, as can the ability of firms to enter and exit the system in an orderly manner.  In light of the changing landscape for banking in Ireland, the Minister has instructed and commenced a broad-ranging review of the retail banking sector, which will also include the competition sector.  This retail banking review has commenced its work and is currently at the research phase.  As part of the review, a survey of consumers will be undertaken in the coming months to ascertain their experience and perceptions of the retail banking sector in Ireland.  In due course, the Minister will consider the outcomes of that review and any findings it makes on competition in the retail banking market.  It will look at the issue of competition as part of that review and it will be brought back to the Minister as soon as that report is completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#B00400","speaker":"1590"},{"type":"minorheading","content":"Road Projects","time":1642674600,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#B00450"},{"type":"speech","time":1642674600,"counter":17,"content":"<p>I welcome the Minister of State, Deputy Feighan.  I would like to thank the Cathaoirleach's office for choosing this Commencement matter.  I know the Minister of State is familiar with Connemara and the N59.  I am sure he has driven it on numerous occasions going out to Clifden or elsewhere in Connemara.  Over the past couple of years we have seen huge improvement on that road.  First of all, on the surface and, secondly, on some realignment of the sections between Bunnakill and Maam Cross, which started in late 2019 and was complete last year.  That is a very welcome development for a road that had a very low level of overtaking opportunities.  There has been a huge improvement on that section of road.<\/p> <p>There is also work at the moment on the Maigh Cuilinn bypass, and again, that is very welcome.  Some &euro;23 million has been allocated this year for that bypass which will benefit Maigh Cuilinn but also all areas past that, such as Rosscahill, Oughterard, Recess and beyond.  I welcome the allocation of funding for the N59 from Transport Infrastructure Ireland, TFI. <\/p> <p>There is also funding for continuation of purchase of land between Maam Cross and Oughterard.  There is some &euro;700,000 allocated this year.  There was some surprise and disappointment that there was no allocation of funding for the continuation of the planning for an upgrade of the road between Maam Cross and Clifden.  This is an existing road; this is a realignment.  This is not a new road; this would be a realignment of the existing road to improve safety for all road users and to bring it to a level similar to that which was achieved between Bunnakill and Maam Cross.  However, TFI has not allocated funding and it has stated to the county council that is because of the structuring of the national development plan, NDP, which puts an emphasis on other transport projects in the first five years and allocates the majority of funding for new road projects between 2026 and 2030.  This is having an impact on the preparatory work.  There are issues in the Minister of State's own area, between Mullingar and Longford, and the road towards Sligo-Leitrim as well.<\/p> <p>As the Minister of State knows, it takes a long number of years to get to a stage where diggers and machinery can be moved in to build a road.  There is a lot of preparatory work required.  Certainly, in an area that is as environmentally sensitive as Connemara, it takes even longer in terms of the number of environmental reports and necessary appropriate assessments and the like that are required.  The council acknowledged that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why they need a sufficiently long period of time to allow for the preparation of the planning application and all the reports that are necessary to bring that road project forward.<\/p><p>The director of services in Galway County Council has said to me that, with the best will in the world and if money was not an issue, it would still be five or six years before machinery could roll in and carry out improvement works between Clifden and Maam Cross.  However, now Transport Infrastructure Ireland is not providing money to allow that preparatory work to take place, so when the money becomes available, it will have to start again from scratch and do all the environmental reports and everything else that is necessary, and that will take four, five or six years.  It is not proper planning nor forward thinking on a project that people assumed would go ahead, would be a continuation of the improvement works that have taken place, and would be beneficial to the residents in Connemara and visitors alike.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#B00500","speaker":"1665","continuing":true},{"type":"speech","time":1642674600,"counter":19,"content":"<p>I thank Senator Kyne for raising this important issue.  Approximately &euro;616 million of Exchequer capital funds has been provided for national roads through Transport Infrastructure Ireland, Tll, to local authorities in 2022.  The 2022 funding allocations are made having regard to the National Development Plan 2021-2030, which balances investment in transport against other priorities of Government, such as housing and health over the lifetime of the national development plan, NDP.<\/p> <p>Exchequer funding under the NDP will facilitate continued protection and renewal of our national roads infrastructure, including motorways, and will allow for the development of a number of new road projects in line with Government policy.  Approximately &euro;5.1 billion of Exchequer funds is earmarked for new national road projects across the lifetime of the NDP.  This funding will, among various objectives, contribute to the achievement of two key national strategic outcomes under the national planning framework, namely, enhanced regional accessibility and compact growth.  The greater part of this funding will become available in the latter half of the plan.  Some &euro;4 billion will come on stream in the second half of the decade, with &euro;1.1 billion earmarked for the period 2021 to 2025.<\/p> <p>Taking this funding profile into account, it is necessary to prioritise the available funding to achieve the key outcomes of the NDP as it applies to the development of the national roads network.  To this end, Tll prioritised funding allocations for 2022 to achieve the following outcomes: maintenance of existing national road assets, thereby helping to maintain them to a safe and robust standard; progression of projects currently under construction and those close to construction, such as the N5 Westport to Turlough project and the Dunkettle interchange upgrade; progression of the three major projects pre-decision 2 in the public spending code, namely, the N6 Galway ring road, N21-N69 Foynes to Limerick, and M28 Cork to Ringaskiddy projects; and prioritise any remaining funds projects further back in the development pipeline that provide for local bypasses, town centre first and compact growth.  This builds on the large-scale investment in national roads that has taken place over the past 20 years, which has greatly improved regional connectivity.<\/p> <p>The N59 Clifden to Maam Cross to Oughterard project was identified in the last national development plan as a key piece of infrastructure to be developed to planning, design and construction.  This major project was refused planning approval by An Bord Plean&aacute;la in 2016.  However the Clifden to Maam Cross section of the project was reactivated in 2020 and is in the NDP 2021-2030.  An initial strategic assessment report was submitted to the Department of Transport in April 2021 and an updated report was submitted in November 2021.  It is expected the report will be with the Minister for review and decision this year on whether the project will move to the next stage.<\/p> <p>The N59 Maam Cross to Oughterard component of the original scheme, comprising 15 km of single carriageway, is now being delivered as a series of minor improvement schemes, the first of which, Maam Cross to Bunakill, was completed in July 2021.  While this project is not being progressed in 2022, it will be considered for advancement next year.<\/p> <p>Indeed, Senator Kyne outlined the Moycullen bypass.  It is a great piece of infrastructure.  I am familiar with this road from Clifden to Maam Cross as well.  I hope these roads can be enhanced and improved upon and will get the attention they so desperately need.  Discussion is ongoing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#C00200","speaker":"1608"},{"type":"speech","time":1642674600,"counter":20,"content":"<p>I thank the Minister of State, Deputy Feighan, for the reply.  He states on behalf of the Minister, Deputy Ryan, that it is expected the report will be with the Minister for review and a decision this year on whether the project will move to the next stage, and also while this project is not being progressed in 2022, it will be considered for advancement next year.  I am confused.  Is that the Clifden to Maam Cross section or the Maam Cross to Bunakill section?  Perhaps we can get clarity on that.<\/p> <p>What is needed here is funding to allow this project to be kept alive, to be progressed and to be ready when funding is available.  If funding is to be available, as reported, in 2025 or 2026 we will not be ready at that stage unless we have the preparatory funding to get it ready.  That is the crux of the issue.  It is agreed the project is beneficial, worthwhile and would be a substantial improvement, but we need the preparatory funding to get it to the stage where, when the big money necessary is available, we will be ready to roll.  I ask the Minister of State to liaise with the Minister, Deputy Ryan, to ensure that can be kept under review and funding can be provided to keep this project alive and moving.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#C00300","speaker":"1665"},{"type":"speech","time":1642674600,"counter":21,"content":"<p>I thank the Senator.  As I mentioned previously, the N59 Clifden to Maam Cross improvement project remains on the list of projects included in the NDP.  While funding has not been provided to progress planning and design of the scheme within the current year, subsequent phases will be progressed later in the plan.  However, I agree with the Senator that these things should be kept alive.  I will bring the Senator's views to the attention of the Minister.  The project was originally part of the N59 Clifden to Maam Cross to Oughterard scheme, which was subsequently taken through statutory process as two separate schemes, Clifden to Maam Cross and Maam Cross to Oughterard.<\/p> <p>The project, as part of the overall N59 Clifden to Maam Cross to Oughterard scheme, will provide 45 km of improved road and 12 km of greenway infrastructure, providing linkages to other sections of existing and proposed greenway, which will boost the tourism industry regionally, as set out as a national strategic outcome in the NDP.  One thing for which we should all be thankful is the fact we are putting in more greenways along with these sections of improved road, but 45 km of improved road is desperately needed in an ever-growing area and an area of beautiful scenery as well.  I hope this will be progressed as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#C00400","speaker":"1608"},{"type":"minorheading","content":"Departmental Funding","time":1642674600,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#C00450"},{"type":"speech","time":1642674600,"counter":23,"content":"<p>I thank Minister of State for coming into the House today.  My question relates to the funding for the north inner city drug and alcohol task force.  This is an issue Deputy Feighan and I have spoken about previously.  There has been what I consider to be a new development with regard to the task force in that a meeting took place last week between the HSE and the directors of the task force.  At that meeting it was communicated that no operational funding was being allocated to the task force in 2022.<\/p> <p>Will the Minister of State confirm whether this is a direction from his office in the Department of Health?  If it is, then we can say it is an attempt effectively to dismantle the north inner city drug and alcohol task force, with all the implications that would have in turning its back on 25 years of Government policy and commitment to task forces.  There is a question as to whether the north inner city has been singled out or indeed whether this conversation has been had with the 23 other task forces throughout the country.  I am looking for answers to those questions today.<\/p> <p>I understand concerns were articulated at the Joint Committee on Health yesterday and there was a suggestion the HSE is awaiting a plan of some sort from the task force.  Again, we need to hear detail from the Minister of State as to what plan is being envisaged.  I understand the service level agreement, SLA, negotiations typically take place in January or February each year, but from what I understand from the participants of that meeting that took place last week, there was no suggestion of a plan to be put together by the task force that the Department or the HSE is waiting upon.<\/p> <p>We need to hear if there is a commitment to the future of the drug and alcohol task forces in this country that have served communities afflicted by drug and alcohol addiction well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of course, there are always grounds for improvement but if this is a change in Government policy, we need to hear about it.  I welcome that a citizens' assembly on drugs is to take place this year but we cannot have a situation where we will see the dismantlement of some task forces and new structures set up in 12, 24 or 36 months' time.  The communities cannot wait for that, particularly because of the extent of the problem within the north inner city, or, indeed, other communities, if other task forces are being affected or have had this conversation as well.<\/p><p>The Minister of State, Deputy Feighan, and I have had a conversation about our concerns and our desire to see the inner-city task force get on with its job.  We are well aware that there is a stand-off between the Department of Health and the task force with regards the appointment of the chair.  Will the Department do everything it can to get over that stand-off, resolve that situation and not be petty in terms of withdrawing operational funding?  I understand the funding to the service providers is in place but it is the operational funding which is important in terms of the co-ordination of services, the identification of training needs and the range of other activities that are required within the inner city in terms of ensuring we have adequate and appropriate drugs and alcohol addiction services.  What will the Department do now to try to overcome that stand-off?  Surely the withdrawal of funding will not happen, as it seems was proposed in that meeting last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#C00500","speaker":"1683","continuing":true},{"type":"speech","time":1642674600,"counter":25,"content":"<p>I thank Senator Sherlock for raising this issue.  The Commencement matter, which asks if the Minister will confirm that the North Inner City Drugs and Alcohol Task Force will not be allocated funding in 2022, approaches this matter from an unusual perspective.<\/p> <p>The drug and alcohol task forces play an important role under the national drugs strategy in co-ordinating services to assist individuals and families to address drug and alcohol issues in the community.  They are based on an inter-agency partnership, which is at the heart of the strategy.  Task forces oversee the allocation of almost &euro;29 million in Department of Health funding for drug and alcohol services.  Within this global allocation, &euro;2.2 million is provided for community-based services in the north-east inner city.  I can assure the Senator that this allocation will continue in 2022.  I am happy to inform her that in budget 2022, I announced the provision of additional resources to enhance health services, including drug and alcohol services, that will benefit the north inner city.  These resources include &euro;490,000 to establish a clinical community response to alcohol service, &euro;340,000 to support the health communities project as part of the Sl&aacute;intecare healthy communities programme and &euro;530,000 to continue health services for primary school children and young people as part of the north-east inner city initiative.<\/p> <p>I recently announced the establishment of the community services enhancement fund to provide additional funding of &euro;2 million on a recurring basis for community-based drug and alcohol services.  From this fund, I have allocated &euro;240,000 on a recurring basis to the community healthcare organisation, CHO, in Dublin north city and county, which includes the north inner city.  The CHO will commission community-based drug and alcohol services based on an assessment of population needs.  Some 25% of the funding allocated is ring-fenced to increase access to the provision of drug and alcohol services for women, ethnic minorities and members of the LGBTI+ community, who often face barriers in accessing drug and alcohol services.  It is intended that drug and alcohol task forces will be centrally involved in deciding how this funding will be spent and in commissioning the services.  People with lived experience of drug use will also be involved in the design and delivery of the new services.<\/p> <p>I have been notified of a recent email, purporting to be from the North Inner City Drugs and Alcohol Task Force, informing local services that the task force is no longer in a position to function.  This follows the resignation of the outgoing chairperson and the impasse that has arisen regarding the appointment of a new independent chairperson.  The Department is concerned with this development and has asked the channels of funding - the HSE and the City of Dublin Youth Services Board - to provide reassurance to front-line services that the allocation of &euro;2.2 million will continue in 2022.  I understand that the HSE has met with the directors of the limited company previously associated with the task force to determine if they wish to continue to receive funding to provide drug and alcohol services in 2022.  Any funding will be subject to the standard governance procedures for section 39 organisations.  I look forward to a positive outcome from these discussions.<\/p> <p>There is an impasse.  Senator Sherlock is correct.  I look forward to working with the Senator and, indeed, all the stakeholders so that we can get over this impasse but I am assured that the services will continue.  I thank the drugs task forces and their members.  I value them for their time, energy and commitment.  We really need task forces on the ground because they are the eyes and ears knowing exactly what needs to happen in the community.  There is HSE funding and they, effectively, can direct where that funding will go.  I hope that we will be able to be in a position to move forward and get over this impasse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#D00200","speaker":"1608"},{"type":"speech","time":1642674600,"counter":26,"content":"<p>I thank the Minister of State for the reply.  It is regrettable that he started off by calling out that I was being negative.  I acknowledged that the services are being funded, but the Minister of State did not address the operational funding for the drugs and alcohol task force in the north inner city.  I do not know where the Minister of State is getting his information from, but he is simply not being brought up to date.  He said that the north inner city task force has sent out an email saying that it is no longer in a position to function.  I understand an email was sent to the members of the task force saying that there are now two directors there and that they are well capable of functioning and want to get on with their job.  I am not sure what kind of information the Minister of State is being given.  That alarms me all the more in terms of what he is saying here with regards to his commitment to the task forces in the inner city or, indeed, elsewhere.  I also did not hear if that conversation is taking place with other task forces across the country, because that is a real concern now.  Is the north inner city being singled out or is there an attempt to dismantle other task forces as well?  With regards the operational funding, either the Minister of State is intending to fund it this year or he is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#D00300","speaker":"1683"},{"type":"speech","time":1642674600,"counter":27,"content":"<p>I will get the Senator further clarity on the operational funding.  Regarding the email that was sent out, I can only go on the information I have and I will try to clarify that as well.  I am committed to addressing the drug and alcohol issues affecting the north inner city.  It is really for the local community and the statutory agencies and voluntary service providers.  This has been ongoing.  They have sought to work with the task force leadership and the membership.  There are a number of concerns regarding the functioning and governance of the task force.  This includes a consensual agreement on the selection and appointment of an independent chairperson.  Unfortunately, it was not possible to resolve these concerns without the support of all parties.<\/p> <p>The Department is continuing to work with stakeholders in the north inner city to establish effective, inclusive and transparent governance of the task force and of the significant funding it oversees.  My officials are engaged in a consultation process with stakeholders.  I encourage community organisations to participate in this process.  I ask for the support of the Senator - I am sure she will give it - in this regard.  I expect to receive a report on the consultation which will inform the next steps in re-establishing the task force.  I will follow up on the two issues of the operational funding and the email.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#D00400","speaker":"1608"},{"type":"minorheading","content":"Schools Building Projects","time":1642674600,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#D00450"},{"type":"speech","time":1642674600,"counter":29,"content":"<p>I thank the Minister of State, Deputy Feighan, for coming into the Chamber today.  Fortunately, we cannot shoot the messenger.  The Minister of State is not the Minister for Education but I will go for it anyway.<\/p> <p>In light of what we know from the pandemic - we knew that ventilation was important way before the pandemic anyway - and the importance of ventilation for public health, I asked that the Minister for Education make a statement committing to the installation of a whole-school ventilation system in both the new community school in Ennistymon and the new school planned for Mary Immaculate Secondary School in Lisdoonvarna.  In light of the cost of fossil fuels, the climate emergency and the existence of much better technologies than we had when we were building schools in previous years, will the Minister commit to the installation of an air-to-water heating system in both schools also?  I have raised this issue on a number of occasions in the past year and a half since my first week in the Seanad.  I have raised it directly with the Minister, I have raised it here as a Commencement matter, I have emailed the Department and I have been onto the building section, but I still have not got any commitment.  It is not good enough.  It is not good enough for the staff who spend all day in the schools.  It is not good enough for the pupils.  We have rising health issues.  With the number of asthma sufferers increasing and air pollution issues, we need ventilation.  We do not want it only in the home economics room.  That is like what we did in the 1980s, when I went to school.  We need ventilation around the entire school.  Currently, the design of the school in Ennistymon is only putting ventilation in the home economics room.<\/p> <p>The second issue is they are putting in gas boilers, which is an absolute joke in this day and age because the Department has done the research and knows that the best thing to do is to put in air-to-water heating.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Currently, the Department is retrofitting schools, removing gas and oil burners and installing air-to-water systems, yet new schools are being built with gas boilers.  It is beyond belief that the Department would do this.  I welcome the fact there will be many photovoltaic solar panels on the new school, but even that emphasises the ridiculousness of not providing air-to-water systems that run on electricity.  That would save money not only for the school but also for the State.  It is such a logical step to take.  Many professors and experts have talked about the importance of ventilation in schools, while the Minister for Education has committed to providing air monitors and air cleaning systems in schools.  Building new schools without proper ventilation and air-to-water systems should be illegal.  It is madness.  It makes no sense for the climate, for the people who spend all day in schools or for financial reasons, including from the Department&rsquo;s point of view.<\/p><p>I am seeking a proper commitment today.  I have received general replies previously saying the Department is moving towards greener things, ventilation and so on, but I do not want vague points or research.  I want a specific commitment in respect of new schools.  In Ennistymon, we have been fighting for a secondary school to be built for more than 40 years.  The pupils, past and present, and all the parents and staff who have fought for it over the years deserve the best.  They deserve whole-school ventilation and air monitors.  I could roll off the names of many professors who have spoken in support of this.  There is a great man from Sixmilebridge who is head of the school of life sciences at the University of Nottingham.  He is an expert in infectious diseases and he has spoken about the absolute necessity of ventilation in schools.  I could spend ten minutes talking about the reasons we need ventilation and air-to-water systems.  It is obvious why we need both.  We needed both before the pandemic and we need them even more now since the pandemic began and in the context of the climate emergency and our climate action plan.  There is a commitment in the programme for Government that every Department must reach its carbon targets, but they will not be able to do that if they continue putting in gas and oil burners.<\/p><p>I hope we will get a commitment today from the Minister for Education.  I appreciate the Minister of State is not the Minister at that Department, but I hope the Minister for Education gave a commitment to him when she received notice of the Commencement matter.  I will not let this one go because, if it is happening in Ennistymon and Lisdoonvarna, I presume it is happening in other parts of the country as well.  It is great to install the photovoltaic panels to make the school look green but it is not green if a gas burner is being installed, and it is not a healthy school for the students or the staff if there is ventilation in the home economics room but not anywhere else.  It is 2022 now and we know a lot more than we did in the past.  We cannot build schools designed with 1980s or 1990s thinking in 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#D00500","speaker":"1659","continuing":true},{"type":"speech","time":1642674600,"counter":31,"content":"<p>I thank the Senator for raising these issues.  It gives me the opportunity, on behalf of the Minister for Education, to outline to the House the Department&rsquo;s position on the Ennistymon community school and Mary Immaculate Secondary School, Lisdoonvarna, building projects, as well as the Department's approach to climate action in new-build schools. The Department is at the forefront of design with respect to sustainable energy in school buildings and this performance has been recognised at both national and international levels, with sustainable energy awards for excellence in design and specification.  New renewable technologies and approaches are tested to ensure compatibility with school design and operational requirements under the research programme.  Successful and repeatable results are then incorporated into all new-school designs and refurbishments through the Department's technical guidance documents, which set out the benchmark for sustainable design in school buildings with a clear focus on energy efficiency.  The Department's policy is supported by a strong research programme, with 53 research projects at various stages, including the energy website <i>energyineducation.ie<\/i>, a joint partnership with the Sustainable Energy Authority of Ireland.<\/p><p>Schools, including Ennistymon community school, that are designed and built in accordance with the Department's technical guidance documents have been achieving A3 building energy ratings, BERs, since 2009, with schools typically achieving a performance up to 20% higher than required by the current building regulations, along with 10% of primary energy provided via photovoltaics and infrastructure provision for electric-vehicle charging.  For instance, Ennistymon community school will include an A3 BER standard; a fully evaluated natural ventilation strategy for all spaces; a 20% higher energy performance and a 25% better carbon performance than required by the 2019 building regulations, even though the school was designed pre-2019; 10% of primary energy provided via photovoltaics; and provision to enable energy supply companies to sell renewable biomass heat to the school under the support scheme for renewable heat, SSRH, as that type of heat matures as a service in Ireland.  The SSRH is a Government funding initiative designed to increase the energy generated from renewable sources in the heat sector.  Other provisions will include a system that automatically shuts down power to non-essential electrical power outlets when the school is closed, eliminating energy use out of hours; infrastructure for electric-vehicle charging; rainwater harvesting; CO<sub>2<\/sub>monitors; excellent daylight; internal and external LED lighting; variable speed pumping; building management system control of energy, including energy metering; zone and individual room heating control; educational signage drawing attention to environmental aspects of design; and support offered to the school to aid the understanding of energy use and the optimisation of control.<\/p><p>In summary, in the interest of sustainability, the potential of renewables is maximised in school designs while ensuring that renewable applications are properly suited to needs and reflective of school opening hours and school holiday periods.  It is critical also that an energy reduction plan be part of any investment in renewable energy applications.  I have been provided with a further three or four pages of detail, and while I will not get through it all, I will respond to the Senator directly in my follow-up reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#E00200","speaker":"1608"},{"type":"speech","time":1642674600,"counter":32,"content":"<p>The Minister of State indicated there is a natural ventilation strategy for the school.  Does that just mean the use of windows?  An air-to-water system is what is needed.  Let us not mess around with words.  Gas is a fossil fuel.  Let us not pretend there is such a thing as green gas because it does not exist and people use some kind of mad terminology to pretend gas is anything other than a fossil fuel.  Unless there is going to be a biodigester out the back of the school using the local farmer's slurry, I cannot see how this will be in any way green.  If it is not an air-to-water system, it is not climate friendly or carbon reducing.<\/p> <p>Both these schools are green schools and have worked hard in the green schools programme.  They are both full of students who have great concerns about the climate.  Installing any kind of a burner that involves fossil fuels as opposed to air is insane and insulting.  I do not understand what a natural ventilation system is.  I am talking about a whole-school ventilation system, with vents in the classrooms; I am not talking about windows or an air vent in the home economics room.<\/p> <p>We have two clear asks.  We want air-to-water heating systems that can be paid for by the photovoltaic panels the Minister of State outlined, instead of paying for gas that will not be produced by the photovoltaic panels, and we want proper ventilation systems that can also be run from the photovoltaic panels in the school.  I do not what a natural ventilation strategy means.  It sounds as though it refers to opening windows, which is what we have been doing forever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#E00300","speaker":"1659"},{"type":"speech","time":1642674600,"counter":33,"content":"<p>I will try to determine what exactly the Department means by a natural ventilation system.  Work is ongoing on a decarbonisation option for new schools, with a focus on the standard of required design criteria and specification to achieve a net-zero-energy school building and on establishing the trajectory for the integration of suitable solutions on a phased basis in a risk-controlled manner via the credible cost-effective transition to zero-carbon school buildings while ensuring no delays to school accommodation delivery.  The Senator mentioned air-to-water, and while I am not an expert on the matter, I am familiar with it.  It is certainly a way forward for most buildings, including public buildings, and it has helped many houses that otherwise had high energy bills.  Moreover, from the point of view of sustainability and the environment, it seems to tick all the boxes.<\/p> <p>I thank the Senator for the opportunity to outline the Department's position on the building projects for Ennistymon community school and Mary Immaculate Secondary School, Lisdoonvarna, as well as on climate action in new-build schools.  I will bring her views to the attention of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#E00400","speaker":"1608"},{"type":"minorheading","content":"Schools Building Projects","time":1642674600,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#E00500"},{"type":"speech","time":1642674600,"counter":35,"content":"<p>I thank the Minister of State for his attendance.  I seek clarity from the Department of Education on the provision of a permanent school building for Gaelscoil &Aacute;ine, Glasnevin.  Gaelscoil &Aacute;ine is a wonderful multidenominational Irish-language-based primary school.  It was established more than three years ago and is temporarily located on the first floor of Whitehall College of Further Education on St. Mobhi Road, adjacent to Na Fianna GAA Club and other community facilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a wonderful primary school.  It has three classes at the moment and, as I said, it is temporarily located on the first floor in Whitehall Community College.  The classrooms are wonderful.  It is an old building but it has been fitted out to a very high standard.  As we were talking about ventilation, there is fabulous ventilation there, as well as good, proper, purpose-built toilets and a recreation room.  Is pobal iontach &eacute;.  The school, however, is in a temporary facility and it is oversubscribed for this coming September.  It does not have a classroom for the junior infants class.  It had over 120 applications for junior infants this year and it does not even have a classroom to accommodate 20 or 30.<\/p><p>The Minister of State can see the problem, which is fairly obvious.  In the building itself, on the second floor, there is spare or vacant capacity.  It seems to my untrained eye an obvious and immediate solution for the Department of Education to support what is a very strong board of management and a wonderful principal and teachers by expanding into that second floor.  I hope the Minister of State has been sent with some good news about the school's immediate needs so he can advise me and the House on what the immediate solution is.  The Minister of State might also be able to advise, as my Commencement matter suggests, on the location of a permanent building for that school.<\/p><p>The school was set up just over three years ago and, in those three years, despite not having a permanent school and despite uncertainty over a permanent school location, the school is going from strength to strength and it is building a very strong reputation within the immediate community and the wider community.  It is very important that the Department supports this school.  It is a school that is already thriving but with the continued support of the Department, it can really flourish.  I hope the Minister of State has been sent today with an answer on the immediate needs for the temporary accommodation and on a permanent location for the school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#E00600","speaker":"1656","continuing":true},{"type":"speech","time":1642674600,"counter":37,"content":"<p>I thank the Senator for raising the matter as it provides me with the opportunity to clarify the current position relating to Gaelscoil &Aacute;ine's school accommodation on behalf of the Minister.  Gaelscoil &Aacute;ine opened in 2019 and was established in vacant accommodation in the OPW building known as Col&aacute;iste Chaoimhin, St. Mobhi Road, Drumcondra, Dublin 9.  The Department facilitated refurbishment works in the building in 2019 to provide the classrooms, along with some ancillary accommodation for the school, with which the Senator is very familiar.<\/p> <p>The enrolment in the school as of September 2021 is 70 pupils.  As part of the 20-year Strategy for the Irish Language 2010-2030, the Department has committed to creating opportunities for expanding Irish-medium education outside the Gaeltacht in the context of the April 2018 announcement on the establishment of 42 new schools from 2019, which affords particular consideration to the establishment of Gaelscoileanna, Gaelchol&aacute;ist&iacute;, and Aonad L&aacute;n-Ghaeilge as part of the patronage process.  Since the April 2018 announcement, the number of new schools to be established over the period from 2019 to meet a demographic demand has increased to 47 schools.  This includes eight Gaelscoileanna and a Gaelchol&aacute;iste arising from the transition of an Aonad into a standalone Gaelchol&aacute;iste.<\/p> <p>With regard to Scoil &Aacute;ine's future accommodation, a permanent site for a new school has been identified and the Department is in advanced discussions with another public body to acquire a site.  However, due to the confidential nature of these discussions, it is not possible to provide further information at this time.  I will ask the Minister and the Department to keep the parents informed of any key developments in advancing the permanent site for the school.  In tandem with the site acquisition, my Department has been working to put interim accommodation arrangements in place for the school for September 2022 and will be engaging with the patron of the school shortly in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#F00200","speaker":"1608"},{"type":"speech","time":1642674600,"counter":38,"content":"<p>I appreciate that the Minister of State has been sent here to respond on this issue.  I acknowledge, and the school acknowledges and is very appreciative of, the support the Department has given in the setting up of the school and the fitting out of Col&aacute;iste Chaoimhin to meet its needs in the immediate term.<\/p> <p>I find it very disappointing that the Department says two things in this reply.  First, it says that it is on the job, it has identified a site and it is working to secure that site.  I appreciate the confidentiality of contract negotiations, as we all do - we are adults - and the school community appreciates that as well.  I just do not understand how and why the Department would move ahead to acquire a site and not even consult in a confidential way directly with the school.  They are the people who will have to operate it.  They are the people who know the immediate needs in the area.  I urge the Minister of State to go back and encourage the Department to review its practices in terms of how it is conducting its consultation.<\/p> <p>In terms of the short-term immediate needs, I do not understand why the Department cannot deal directly with the principal.  We are in January.  Anyone who has a child going to school is looking for a place.  It is very hard for parents to commit to sending their children to a school that cannot show them a classroom that the child will go into.  That is just an unreasonable request and an unreasonable burden to be putting on a principal and a voluntary board of management.  The Department of Education needs to step up to the plate.  I would like to see a date for a meeting with the board of management and the school within the next couple of weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#F00300","speaker":"1656"},{"type":"speech","time":1642674600,"counter":39,"content":"<p>I would again like to thank the Senator for giving me an opportunity to outline to the House the position in regard to Gaelscoil &Aacute;ine.  As I said, the Department has identified a site and I know the Senator agrees with the point on confidentiality.  Nonetheless, I would have thought the school principal and the school would be consulted.  In regard to a meeting of the Department with the board and the principal, I will bring the Senator&rsquo;s views back to the Minister to try to get this progressed as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#F00400","speaker":"1608"},{"type":"minorheading","content":"Schools Building Projects","time":1642674600,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#F00450"},{"type":"speech","time":1642674600,"counter":41,"content":"<p>I welcome the Minister of State.  Like other Senators, I find it disappointing that the Minister for Education is not here today but I know discussions are taking place.  Nonetheless, I welcome the Minister of State, Deputy Feighan, in regard to my Commencement matter on Me&aacute;n Scoil Mhuire, given he knows the area and he knows Longford very well.  This is an issue I have raised on six or seven occasions since I was elected and it was a priority for me to work on this.  I have raised it on the Order of Business, put forward parliamentary questions and spoken directly with the Minister but, unfortunately, it is very difficult to get a reply on to this issue.  Other public representatives in my area of Longford have made promises of sites without even discussing it with the people who own the sites.<\/p> <p>The issue concerns Me&aacute;n Scoil Mhuire, which is a school with over 600 pupils based in the old convent in Longford town, where 40-year-old to 50-year-old cabins are being used by the school for pupils.  These are not fit for purpose and the only play area for a school of that size is one basketball court because the indoor sports facilities are being used as a classroom.  While the Department put in place funding about 18 months ago to rent the former Turners Printing building, which is located across from the school, to take in new classes, the school, the principal and the parents need certainty going forward with regard to a new school.<\/p> <p>The reality is that where it is located is not fit for purpose for a school population of that size.  If not for the fact a large number of pupils leave Longford town to go to schools in outlying areas, whether at Moyne or Ballymahon, the schools in the town would not be able to cope with the numbers.  I live in Ballinalee, which is located halfway between Granard and Longford.  Years back, a significant number would go from where I live to Longford town but many now go back towards the school in Granard.  We need certainty with regard to a new school, particularly for the students and parents.<\/p> <p>Longford County Council recently purchased a 14-acre site neighbouring the Mall complex for projects for the community and for Longford.  It has put forward that it would be willing to sell an area of ground on that site to the Department in order to build a school for Me&aacute;n Scoil Mhuire.  I am looking for an update.  I know there have been some negotiations with the Department and with Longford County Council in that regard.  I am looking for a commitment for the teachers, the parents and the students that this deal will be sorted out very shortly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also seek a commitment that a new school for Me&aacute;n Scoil Mhuire in Longford will be on the capital plan, that funding will be put in place and that work on the project will start in the very near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#F00500","speaker":"1639","continuing":true},{"type":"speech","time":1642674600,"counter":43,"content":"<p>I thank the Senator for raising this matter as it provides me with the opportunity, on behalf of the Minister for Education, to clarify the current position regarding Me&aacute;n Scoil Mhuire in Longford with which I am very familiar.<\/p> <p>Me&aacute;n Scoil Mhuire is an all-girls Catholic school that is under the trusteeship of CEIST, which was founded by the Sisters of Mercy in 1861.  The enrolment for the school for the 2021-22 academic year is 591 pupils.  There has consistently been strong enrolment in this school and that is expected to continue.<\/p> <p>Me&aacute;n Scoil Mhuire submitted an application under the Department's additional school accommodation, ASA, scheme.  The purpose of the ASA scheme is to ensure that essential mainstream classroom and special education needs accommodation are available to cater for pupils enrolled each year where the need cannot be met by the school's existing accommodation.  Officials from the Department assessed the application and identified a deficit in the school's current accommodation based on projected future enrolment.  As part of that assessment process, officials from the Department's professional and technical section identified significant challenges in providing the level of accommodation required on the existing school site.  In this context, the Department has engaged with CEIST, as patron of Me&aacute;n Scoil Mhuire, in order to identify and assess potential long-term solutions for the school.  All potential options for the accommodation of the school will be assessed in the context of projected medium to long-term school place requirements in the area.  That will be done on the following basis: the deliverability of the options; value for money considerations; climate action goals; and Project Ireland 2040 objectives around compact growth and sustainability.<\/p> <p>As an interim measure, and in response to the safe re-opening of schools due to the Covid pandemic, the rental of an additional building by the school was supported by my Department.  My Department will continue to work closely with CEIST, as school patron, to identify and advance the optimum solution to meet the long-term needs of Me&aacute;n Scoil Mhuire.<\/p> <p>I am familiar with the school.  Indeed, the Sisters of Mercy opened a school in my own town of Boyle many years ago.  I thank the congregation for the opportunities and great work they have done in Boyle, Longford and many other areas around the country because sometimes that work, and vocation, go unnoticed.  In my own town a lot of work has been done.  Christy Wynne has relations in Longford and wrote a nice two lines on the history.  It was very encouraging to read that history.  On behalf of the people in my own town of Boyle, and I am sure the Senator will concur, I thank the Sisters of Mercy for the great work they have done over the years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#G00200","speaker":"1608"},{"type":"speech","time":1642674600,"counter":44,"content":"<p>I echo those comments with regard to the work done by the Sisters of Mercy.<\/p> <p>I am disappointed that the reply did not contain an answer to my question.  However, the Minister of State did say that the Department is working closely with CEIST, as the school patron, on the matter.<\/p> <p>I am on record as asking the Minister for Education the following question a number of times.  I again ask for her to arrange a meeting between herself and her officials with both of the Oireachtas Members who represent the county and the principal of the school so that we can advance the project.  The local authority is very willing to work with the Department to make sure that this major infrastructural project in the county town benefits the community.  I pay tribute to the CEO and staff of the local authority for their tireless work on behalf of all of the people in the county.  They always put County Longford first in anything that they do.  I ask the Minister of State to convey to the Minister for Education my request that she meets the two Oireachtas Members from the county, the school principal and Department officials to make sure that we progress this project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#G00300","speaker":"1639"},{"type":"speech","time":1642674600,"counter":45,"content":"<p>I thank the Senator for raising this issue and giving me the opportunity to outline the position in terms of Me&aacute;n Scoil Mhuire to the House.<\/p> <p>I note that the Senator mentioned two things.  I will convey to the Minister his request for a meeting to be arranged between the two local Oireachtas representatives from County Longford, the local authority and officials.  The Senator also stated that this is a huge infrastructural issue for Longford town, County Longford and further afield.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#G00400","speaker":"1608"},{"type":"unspoken","time":1642674600,"counter":46,"content":"<p>Sitting suspended at 11.35 a.m. and resumed at 12 noon.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1642674600,"counter":47,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#K00100"},{"type":"speech","time":1642674600,"counter":48,"content":"<p>I welcome colleagues back to the Chamber.  It is my first Order of Business of the new year.  I am looking forward to a robust and very productive number of months ahead of us.  Today's Order Paper is actually quite short.<\/p> <p>The Order of Business is No. 1, Organisation of Working Time (Reproductive Health Related Leave) Bill 2021 &ndash; Committee Stage, to be taken at 1.30 p.m. and to adjourn at 2.30 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#K00200","speaker":"1653"},{"type":"speech","time":1642674600,"counter":49,"content":"<p>This Saturday marks the 50th anniversary of when, on 22 January 1972, the accession treaty for Ireland to join the then European Economic Community, EEC, was signed by Taoiseach Jack Lynch and Minister for Foreign Affairs Patrick Hillery.  They built on the work of Se&aacute;n Lemass and others who very clearly argued that Ireland's future rightly lay in Europe.  In May of that year, 83% of voters endorsed the decision and as the Leader knows, on 1 January 1973 we joined the EEC.  I have always been very proud of my party's consistent pro-European stance because it has been shown that our membership of the EU has benefited citizens, workers and businesses and allowed Ireland to influence global affairs in a collaborative manner.  The project has at its core always been about two key things - peace and prosperity - and it has succeeded in those.<\/p> <p>We sometimes forget about what has been achieved.  I refer to the free movement of citizens and how easy it is for us now to travel around Europe, to make a phone call when roaming or to do business.  It is the world's biggest market.  The EU sets high environmental, health, safety and labour standards that influence the rest of the world.  We have seen EU investment in research.  Yesterday marked the 35th birthday of the Erasmus programme, which is one of most successful exchange programmes in the world.  Is teanga oifigi&uacute;il oibre ioml&aacute;n de chuid an Aontais Eorpaigh &iacute; an Ghaeilge anois.  This year and next year, it is appropriate we mark and celebrate our EU membership.  This Chamber should do it.  We should contribute to the debate on the future of Europe and how Europe can tackle global challenges such as the climate crisis and how we interact with and regulate technology.  This is also the European Year of Youth.  We need to look at how young people can be involved in that discussion on the future of Europe.  Roberta Metsola MEP was elected President of the European Parliament two days ago following the sad and sudden passing of David Sassoli.  It is noteworthy that this was the election of a young woman from a small member state.  She is someone I know to be thoughtful and with vision.  I suggest we consider inviting her to the House to address and talk about the future of Europe.<\/p> <p>I briefly raise another issue which I and others have raised previously, concerning the Passport Office and foreign birth registration.  I praise the office in terms of renewal of passports.  One cannot praise it highly enough.  It is highly efficient when it comes to renewal but for first-time passport applications, the delays are now beyond frustrating.  It is taking at least eight weeks.  For people who have children it is just crazy.  Some Senators may know Councillor Racheal Batten from Dublin City Council.  She posted last night that she applied for a passport.  She posted a photo of her baby when the passport photo was taken and one of her child now and they are like two different children.  The length of the delays is just not acceptable.  I therefore ask we have a debate on the continuing delays around foreign birth registrations and first-time passport applications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#K00300","speaker":"1638"},{"type":"speech","time":1642674600,"counter":50,"content":"<p>I welcome the comments by the Taoiseach, the T&aacute;naiste and the Minister for Transport, Deputy Eamon Ryan, on the Cabinet meeting scheduled for Friday to look again at the restrictions based on the NPHET advice due to be relayed to the Government today.  The people have endured so much over the last 22 months.  They need to look forward now with hope to an easing of restrictions of all kinds over the coming months, starting with whatever decisions the Cabinet makes tomorrow.  I welcome the positivity the three leaders have expressed in the media over the last number of days that the people can get back a sense of hope and freedom in the coming weeks and months, given the Omicron variant tends to be less impactful, as well as the success of the vaccination and booster campaigns over the last number of months.  This all leaves us in good stead with respect to reopening.<\/p> <p>I welcome also the &euro;1,000 tax-free Covid recognition payment that is to be made to front-line health workers, especially those who have endured difficult periods in our emergency settings over that last number of years caring for people who have suffered with Covid, who are suffering with it or who have unfortunately passed away from it.  The payment is due recognition of the difficult job front-line workers within healthcare settings had to endure over the last number of years.  It is a positive recognition of their work.  I think especially of nursing staff, some of whom are perhaps nearing retirement and have suffered a huge level of near-burnout.  Some are considering early retirement due to the level of pressure of work and stress they have endured over the last number of years.  It is therefore important recognition.<\/p> <p>I welcome also the confirmation yesterday of a public holiday next year for St. Brigid's Day and also the additional public holiday this year for a long St. Patrick's Day weekend.  Hopefully, it will be the first St. Patrick's Day in three years that can be fully celebrated by Irish people at home and across the world.  I hope we will see the full range of diplomatic visits by Ministers and ambassadors across Europe and in capital cities and other cities around the world.  I hope there will be a full reprise of the proud Irish role of celebrating St. Patrick and all that is positive about this country across the world and celebrating with our diaspora.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#K00400","speaker":"1665"},{"type":"speech","time":1642674600,"counter":51,"content":"<p>I wish all Members well in their important work as they embark on another term in the Houses.  The Order of Business gives us as Senators an opportunity to raise issues with the Leader.  I am conscious that one of the strongest roles we have here in addition to legislating is advocacy.  I have always said one of the great powers we have is to shine a light in dark places, speak for the voiceless and bring the concerns of people and the nation in through the Leinster House gates.<\/p> <p>I focus today on the Irish Thalidomide Association's requests, which have been ongoing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not need to rehearse the history of the year of ongoing frustration on the part of the association as it tried to get the Minister of Health to meet it and honour a commitment to meet these people who have serious concerns and issues for which they want to advocate.  Honour is a very important word in public life and politics.  I actively engaged with the Minister and the Department over a long period, trying to seek an opportunity to meet but it was not forthcoming.<br\/><br\/>Many of us have received correspondence in the past two weeks on this.  I read something by Finola Cassidy which really stood out which I will quote as it sums it up well:<\/p><blockquote>\tThalidomide caused severe foetal damage.  We were born without limbs, with limbs foreshortened, with impairments of hearing and vision, as well as injury to internal organs.  This caused pain and suffering, not only to ourselves, but also to our parents, siblings and to our own children and partners.  Now in middle age we are looking back at our lives and looking forward to our futures. <\/blockquote><p>That is not an unreasonable request.  Senators will have received an email this morning with a press release from the Irish Thalidomide Association.  It was headed &quot;U-turn by Donnelly welcomed by Irish Thalidomide Association&quot;:<\/p><blockquote>\tThe Irish Thalidomide Association thanks the more than 40 TDs and Senators who lobbied the Minister for Health to reset a meeting he cancelled last year.  In a parliamentary question reply last night he said he would meet the association having said only days before he couldn&rsquo;t.<br \/><br \/>We welcome this handbrake turn by the Minister and look forward to meeting him soon. <\/blockquote><p>I want to take this opportunity to highlight once again the importance of these people's plight and their reasonable call.  They are people who want justice.  They want their day to set out their concerns.  They want us to advocate for them and to assist them with moving on with their lives while addressing the many travesties that have affected them.  I thank all the Members, acknowledge the Minister, even at this late stage, and thank him one year on for agreeing to meet this group.  I thank the group for its persistence.  I am glad this House is able to shine a light and give voice on an important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#K00500","speaker":"1634","continuing":true},{"type":"speech","time":1642674600,"counter":53,"content":"<p>I will raise two issues, if I may.  The first is one about which the Leader has raised concerns, namely, what we are going to do about this year's leaving certificate.  I welcome the very significant comments by the Ombudsman for Children who said very clearly that the leaving certificate should not proceed in the traditional format this year.  Dr. Niall Muldoon said that current small adaptations to the traditional format were insufficient for children who had experienced two years of disrupted education due to the Covid-19 pandemic.  I can testify to that.  I have a son doing the leaving certificate this year.  I think he will do fine but the fact is it is a two-year course and the first year suffered massive disruption.  We know that online learning is not an ideal replacement for in-class learning.  There are many students throughout the country who have not had the opportunity to cover the course.  If they have not had the opportunity to cover the course, there needs to be a choice in this year's leaving certificate.  We have heard people from all parties make this point but, crucially, the Government is making decisions today.  I urge the Leader to re-emphasise the broad cross-party consensus we need to keep a hybrid model for the leaving certificate this year because it is the fairest option available.<\/p> <p>The second issue is the standard of housing, particularly for those in receipt of the housing assistance payment, HAP, or the rental accommodation scheme, RAS.  I have come across a couple of horrendous examples in Limerick.  One really shocked me.  The family has been living with the worst conditions in a HAP house for the past three years.  The ceiling has fallen in, the cooker is smashed to bits, and water drips down from the top floor onto the fuse box so they cannot use any electronic equipment.  The family has lived there four years.  The house has failed seven separate HAP inspections but they are still in the house.  I suggest one reason they are still in the house is because the landlord owns another 11 properties in the same building, all of which have HAP tenants in them.  I suspect the consequences of having to find new homes for these people are such that they have been left there.  There are six children in this house.  There has been an infestation of scabies.  These children have raw skin.  They have put up with it for years.  The thing is the State knows this.  The house has failed seven HAP inspections and still the family is left there.  I spoke to another poor young woman with a young child in a different, RAS, house which is literally freezing through the winter.  It is so hard to get an inspection to show it is not up to RAS standard.  These are not isolated examples.  There is a real issue around housing standards linked to the housing crisis and I am calling for an urgent debate on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#L00200","speaker":"1660"},{"type":"speech","time":1642674600,"counter":54,"content":"<p>First, I raise an announcement on promised legislation in recent days.  I spoke recently to the Minister of State, Deputy Browne, on when we can expect a long-overdue gambling control Bill.  Colleagues have mentioned this previously.  I congratulate the Minister of State on bringing this Bill through Cabinet and preparing it for debate in the Houses.  However, we cannot afford to wait much longer for that debate.  Recently, Drogheda United joined the growing number of League of Ireland clubs that have rejected sponsorship from gambling companies.  This is a very important and welcome step.  In recent months, I have spoken to families and individuals who have been devastated by gambling addiction.  I look forward in the coming term to moving our own Bill on regulating gambling advertising and regulating this industry that has become a very serious public health problem in this country once and for all.<\/p> <p>I also raise the forthcoming commission report on the future of our Defence Forces which we are now told will be due at the end of the month.  It is very important we get the chance to debate and consider this report when it is published here in this House.  It is even more important there are clear guidelines and timeframes on the report's implementation.  It is vital the representative associations of the Defence Forces are to the fore in how these recommendations are implemented.  I look forward to the report's publication and its discussion in the House.<\/p> <p>I also support what Senator Gavan and the Leader have said about the hybrid leaving certificate for the class of 2022.  These students have gone through so much and are now dealing with freezing classrooms and revised class schedules due to the unfortunate absences of their teachers.  There cannot be a normal leaving certificate this year.  The mental health of our young people is a subject that is thrown around too often, but this is a real worry for me and for so many people I speak to, parents, children and students alike.  I hope the meeting today will provide the solution that many in the leaving certificate class of 2022 richly deserve.<\/p> <p>I also want to raise the topic of housing because issues in south Kildare have some to my attention in the past two weeks in particular.  I normally deal with one or two notices to quit in a week or maybe a fortnight, but I have come across many multiples of these in the past two weeks.  It is extraordinary.  There have been about 20 to 30 notices to quit since the start of the year.  We hear the same stories about family members coming back or that the house is for sale, but there is a crisis in towns such as Athy, Monasterevin, Kildare and Newbridge.  I receive queries about the lack of accommodation and social housing, as I am sure do others.  We are expecting the Minister for Housing, Local Government and Heritage to come before the House again.  Given this and Senator Gavan's remarks, I call on the Leader to organise such a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#L00300","speaker":"1684"},{"type":"speech","time":1642674600,"counter":55,"content":"<p>I welcome the clarification given yesterday evening that the &euro;1,000 tax-free bonus for health workers will be extended to home helps.  We very much value the role home helps play in keeping people safe in their own environment, especially keeping them safe from Covid so that they did not have to go into nursing homes or hospitals.  That is very welcome.  I appreciate there are calls from many other groups and organisations that cannot be met.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would like to suggest something, however.  Many different organisations actually did very well during the pandemic in terms of their business.  That is welcome.  It is good that there was a silver lining for some people.  If there is a situation where they want to reward those who worked really hard for them then there should be a facility where they could give a tax-free bonus.  The Minister for Finance should be able to bring in an incentive for employers.<\/p><p>We can look outside to different types of retail industries even in terms of pharmacies and GPs, who worked really hard.  Great gratitude goes to them, particularly in terms of the vaccination levels before Christmas.  However, they were well-paid for that and the staff put in huge work.  There should be something for GPs and pharmacies and, indeed, other organisations that are privately owned to be able to give that tax relief.  I really would appreciate if the Leader would take that up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#L00400","speaker":"1689","continuing":true},{"type":"speech","time":1642674600,"counter":57,"content":"<p>RT&Eacute; made headlines yesterday when it spoke about the need for more people to get involved with the actual licensing system.  The licensing system and the lack of funding going in is a huge issue for RT&Eacute;.  It is definitely worth a debate at some level.<\/p> <p>One of the key issues I had with RT&Eacute; over the last eight or nine months was the lack of a correspondent to cover agriculture and that entity.  Agriculture plays a pivotal role in our society.  It is one of the leading drivers.  I welcome the announcement at 11 a.m. today that RT&Eacute; has appointed a new agriculture correspondent.  It took nine months to get there.  That is the real issue.  It has been nine months since Mr. Fran McNulty left the role, which was left idle.  That was really disappointing.  Now, at least we have an agriculture correspondent for RT&Eacute;.  We need to build on that, however.  It really has to be about agriculture only and not agriculture and consumer affairs.<\/p> <p>Agriculture has been one of the biggest drivers of our economy for the last 100 years.  It is still the biggest driver of rural economies.  It has a really important role to play.  When it comes to telling the good news story about this country having the ability to supply enough food for 50 million people, we need to start talking about it directly.  RT&Eacute; has come on board at long last and appointed its agriculture correspondent but that is only the start.  We need to now start telling the true story of what our agricultural community does on the ground and what its true potential actually is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00200","speaker":"1666"},{"type":"speech","time":1642674600,"counter":58,"content":"<p>Last week, a group of third level students released the findings of research they conducted into the operation of the HSE My Options helpline regarding the advice given to women experiencing an unplanned pregnancy.  The findings of the research are truly horrifying and include evidence of the various My Options counsellors urging women to make their first abortion appointment, even in cases where the women made it clear that they were still very conflicted about whether to proceed with the abortion.  It is obvious from the research that My Options is effectively all about abortion and not equipped in any way to talk to women who may wish to explore other options, including keeping their baby.<\/p> <p>I read the HSE deflection statement from earlier this week.  I await with interest its statement on the recent evidence that has come to light about its My Options hotline and what it proposes doing about it.  The public is owed such a statement from the HSE and I hope it is issued very soon.  Women and their unborn babies deserve better.<\/p> <p>On 31 January 1984, one of my childhood friends, Ann Lovett, died with her baby son at a grotto in Granard.  She had moved to Granard after her first year in St. Clare's convent.  Our class was told of the death.  Two pupils were chosen to go to the funeral and the rest of us were left to grieve in our own way.  I am told I was one of the girls who mitched out of school to hitch a lift to her funeral.  I have no memory of that day.  My thoughts last week after the horror that took place in Tullamore were also with the tragic death of Ann in Granard.  The country shared its pain with the Murphy family.  I am sure the national solidarity gave comfort to the friends, family and colleagues of Ashling in Tullamore.  I contrast that with Granard in 1984.  The village of Granard is still healing from that tragic loss 38 years later.  I often wonder if Ann had options.  I am sure she could have aborted her baby but she did not.  Today, we are in such a great place for young girls who find themselves pregnant unexpectedly.  There are teen support groups-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00300","speaker":"1664"},{"type":"speech","time":1642674600,"counter":59,"content":"<p>I actually cannot believe I just heard that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00400","speaker":"1660"},{"type":"speech","time":1642674600,"counter":60,"content":"<p>I am sorry; Ann Lovett was a friend of mine.  I cannot believe that I have to deal with this every single time I get up to speak in this Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00500","speaker":"1664"},{"type":"speech","time":1642674600,"counter":61,"content":"<p>The Senator, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00600","speaker":"1650"},{"type":"speech","time":1642674600,"counter":62,"content":"<p>I am spoken down to in here every time.  It is nothing short of bullying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00700","speaker":"1664"},{"type":"speech","time":1642674600,"counter":63,"content":"<p>Hear, hear.  Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00800","speaker":"1673"},{"type":"speech","time":1642674600,"counter":64,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M00900","speaker":"1650"},{"type":"speech","time":1642674600,"counter":65,"content":"<p>Gianna Care is also available to help and support young girls who find themselves pregnant.  These options must be given to young girls seeking options from the HSE through the My Options helpline.  I am hoping that the HSE, if its representatives are listening in today, will come out strongly stating that the services it is providing give options to those seeking help.  If not, maybe they should rename the site \"My Option\" and not My Options.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M01000","speaker":"1664"},{"type":"speech","time":1642674600,"counter":66,"content":"<p>I wish to again raise the issue of the Ashling Murphy trial.  I think it is important for us to highlight the <i>sub judice<\/i>rule, not only for this House but for people who are following our proceedings online.  As we know, the <i>sub judice<\/i>rule is Latin for legal proceedings becoming active.  In Ireland and other common law jurisdictions, it is not appropriate to comment on matters that are awaiting judicial decision.  As we all know, this is to avoid circumstances where the trial will be affected by adverse comments.<\/p><p>In a time when it is so easy for all of us to publish content on different social media platforms and with the proliferation of social media, it is important in this matter not to comment on this court case and for our followers and supporters to do the same.  If we are to give justice to the Murphy family, it is important to refrain.<\/p><p>The second issue I wish to raise today is regarding huge delays in the probate office.  We are talking 12 weeks for a probate to be dealt with once an application has been submitted.  It is causing huge frustration to families.  There is also another issue in that the HSE is now not processing applications for birth, death and marriage certificates online.  It is saying it is because of Covid-19.  This is counter-intuitive.  We are meant to be going online and not having face-to-face meetings.  I cannot understand why the HSE has closed its online applications for certificates we all require.  Could the Leader bring this to the attention of the Department of Justice? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M01100","speaker":"1630"},{"type":"speech","time":1642674600,"counter":67,"content":"<p>I will begin by welcoming the swearing in of the new American ambassador, Ms Claire Cronin.  The house majority leader was sworn in yesterday in Boston in a very historic setting on the house floor.  I congratulate Ambassador Cronin on her appointment and wish her every success as she takes up her role here in Dublin.  I propose that we invite Ambassador Cronin to address the Seanad as soon as possible.  She comes to the House and to her post as American ambassador with impeccable credentials, not least her Irish ancestry but also being the house majority leader in Massachusetts.<\/p> <p>I also ask the Leader for a debate on aviation and do so in the context of two points, the first being the announcement today by Ryanair of its largest ever announcement of flights for the summer schedule out of Dublin.  I congratulate Ryanair on that, conscious of the fact that a report by PwC shows that it will take at least three more years for aviation to recover.<\/p> <p>We need a debate on the issue of the aviation sector and also on the travel recovery support scheme being used by Government.  I hope that the Government will not cease that scheme immediately, that we will have a debate and there will not be a cliff edge.  It is important that we have this debate on aviation urgently.  I would appreciate if we can do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M01200","speaker":"1637"},{"type":"speech","time":1642674600,"counter":68,"content":"<p>Today, the State Examinations Commission, SEC, will be meeting to discuss the arrangements for the leaving certificate and junior certificate examinations this year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to support the Irish Second-Level Students Union, and secondary students generally, who are very unhappy with the arrangements that are being put in place for the leaving certificate this year.  I support their call, which the Leader has also sought, for the hybrid option to be put in place.  I believe that the students need fairness, clarity, an answer and a commitment today.  It is only fair. <\/p><p>The past 22 months have been very challenging for everybody.  I acknowledge that every school community has played its part.  I also want to acknowledge the Minister for Education and her Department because hundreds of millions of euro in extra funding have been provided by the Government to open schools and ensure they are safe.  That is really welcome.  However, the only people at the end of this pandemic whose performance will be graded will be leaving certificate students.  The grades that they receive will affect their next steps in life.  I refer to the important part of life when people are young adults and about to leave school and set out into the world in an independent way.  We need to support them with clarity and fairness.<\/p><p>I believe that they deserve the hybrid model option.  I also believe that the State Examinations Commission should make a decision today to put the hybrid model in place until such time as there has been two years of uninterrupted senior cycle secondary school because of the associated realities.  Covid is not just a physical illness.  There is all of the emotional damage that, potentially, comes with it.  We do not know what the long-term effects will be.  It is not just the students who are affected; it is all of the teachers and SNAs and all of the school community.  Many people have been bereaved.  There are physical lasting effects.  There are emotional lasting effects.  It is unrealistic to suggest that this pandemic is going to end as easily as turning off a switch.<\/p><p>I ask the State Examinations Commission to be compassionate and fair and to give a commitment today to retain the hybrid model for 2022 and leave it in place until there has been two years of uninterrupted education in secondary schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#M01300","speaker":"1656","continuing":true},{"type":"speech","time":1642674600,"counter":70,"content":"<p>This week, Ballinasloe has seen its third win in the High Court.  This is a win for the families and communities of Ballinasloe.  Close to 3,000 families submitted objections to Galway County Council from 2018, even during the pandemic and the severe lockdown, to make their voices heard.  Ballinasloe said no to hundreds of 10-tonne, 15-tonne and 30-tonne trucks being forced through the town centre, past residential areas and Portiuncula hospital, to access the site.  We said no to air pollution from diesel-powered trucks for the second largest town in County Galway.  We said no to the environmental impacts on the low-lying flood plains of the River Suck in Pollboy and on European protected conservation sites along the River Suck callows.<\/p> <p>A group of volunteers set up Ballinasloe Says No to challenge the decision by Galway County Council to grant a permit to operate a waste transfer station in Ballinasloe.  This week, the High Court quashed that decision.  My involvement as a co-founder and public relations officer for the group set me on the path to becoming a Senator.  The group has a strong committee that includes, as chair, Dr. Vincent Parsons, who is a consultant radiologist in Portiuncula hospital, and the residents' founder, Mr. Brian Dolan, and is supported by public representatives, including committee member and Galway county councillor, Dr. Evelyn Parsons.  In 1999, a previous generation of families, which included my father, Mr. Tony Dolan, challenged the landfill and won their case in the High Court in 1999.<\/p> <p>Ballinasloe Says No has successfully challenged the permits to operate the waste transfer station in 2018 and now in January 2022.  I thank the incredible committee, the volunteers, the people of Ballinasloe, the clubs, schools and community groups, the business community and the public representatives who time and again have fought for the town.  I thank the experts who gave in-depth reports on the impact to the region.  I thank the people who joined our legal case.  I thank our fantastic legal team, including Gear&oacute;id Geraghty and Company Solicitors; and our barristers, Stephen Dodd, Christopher Hughes and Michael O'Donnell.  Ballinasloe is now going to be a stop on the multi-million euro Galway to Dublin cycleway project that will run through the same area of the Grand Canal, the River Suck callows and the unique boglands in Pollboy, which are full of biodiversity.  It will be a treasure for years to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#N00200","speaker":"1654"},{"type":"speech","time":1642674600,"counter":71,"content":"<p>I welcome the comments made by Senator Dolan.  I wish to say that I disagree with hit-and-run heckling.  I refer to the idea of a Member getting up and making a loud noise to disrupt a speaker without even giving that person the courtesy of a full hearing as he or she walks out of the Chamber.  I do not think that is any way to behave.<\/p><p>Today, I call on the Minister for Health to honour a commitment to tender openly for an independent chairperson for the three-year review of the 2018 abortion legislation.  I also call on the Minister to account for a Department of Health press release, dated 8 December 2021, which falsely claimed to have published an open tender for the independent chairperson.  The press release states:<\/p> <blockquote> \t.... a request for tenders to carry out research into the views of service providers has also been published on the eTenders website today, 8 December 2021. <\/blockquote> <p>That statement is false because the only request for a tender that was published by the Department was for a person or organisation to carry out research.  There was no reference to a chair.<\/p><p>On 8 December, the Oireachtas Joint Committee on Health had a meeting that was attended by the Minister for Health and his officials.  At that meeting it was made clear that the appointment of a chairperson must legally go to published tender as the costs could be up to &euro;100,000.  In a reply given yesterday to a parliamentary question tabled by Deputy Michael Collins, the Minister confirmed:<\/p> <blockquote> \t.... a small number of candidates, identified as having suitable experience .... were contacted and invited to apply for the role of independent Chair. <\/blockquote> <p>I think that the Minister must now account to the Oireachtas for the discrepancy between his statements and actions.  We need to know whether, at the time of claiming that a request for tender had taken place, the Minister knew that that had not happened, and that it was not going to happen.<\/p><p>Last Thursday, the Minister told <i>The Irish Times<\/i>that he had to go through a process for the appointment of a chair.  He did not disclose that it is now a secret closed process instead of the open one that he said had been launched.  He needs to explain why he misled people.  He must explain the lack of transparency in his approach.  It raises the question of whether the person being picked will be really independent.  Many voices, perhaps including that of the Leader, have stressed the need for that.  I worry now that this is about getting somebody who suits the preferred views of the Minister and his Department.  We heard criticism of the closed approach by the Minister for the Environment, Climate and Communications, Deputy Eamon Ryan, to his climate council picks, and the accusation of cronyism was levelled.  I believe that ideological cronyism is just as bad.  I ask the Leader for her support.  Regardless of people's views, a commitment was given that there would be an open tender process for a chair.  That has not happened.  They have done something different and they have not even told us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#N00300","speaker":"1673"},{"type":"speech","time":1642674600,"counter":72,"content":"<p>I ask the Senator to stick to the allocated time, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#N00400","speaker":"1650"},{"type":"speech","time":1642674600,"counter":73,"content":"<p>This matter is somewhere along the spectrum between sloppiness and sneakiness.  I would like to find out where exactly it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#N00500","speaker":"1673"},{"type":"speech","time":1642674600,"counter":74,"content":"<p>I wish the Leader and all our colleagues a happy new year.<\/p> <p>As stated earlier, the State Examinations Commission is meeting today to discuss the leaving certificate examination.  I support the calls made by the Leader and other Members for the introduction of the hybrid model.  I agree with the call for two years of full uninterrupted learning for students to take place before we return to the original structure of the leaving certificate.<\/p> <p>As discussions are taking place today, and I think the National Parents Council is involved in the discussions, I wish to repeat something I mentioned nine to 12 months ago.  I refer to the fact that a significant number of the parents' associations for schools in my county and other counties are not represented.  The National Parents Council only represents 15% of schools because there are no directors from the two largest school parents' organisations, which are the education and training board schools and the Catholic schools network.  I ask the members of the Oireachtas Joint Committee on Education, Further and Higher Education, Research, Innovation and Science, of which Senator Dolan is a member, to consider this issue.  I ask because it is important that all parents in this country are represented at these discussions.<\/p> <p>I wish to raise the issue of the N4.  We got notification from Transport Infrastructure Ireland, TII, on the day the Seanad commenced its Christmas break that there is no funding for the N4 project from Mullingar to Rooskey, which is 50 km of motorway.  This means that the design office and consultants in place, which have not picked an identified route after nearly 12 months of public consultation, will close.  As a Government, we prioritise connectivity in all parts of the country.  As I have said on a number of occasions, when one looks at a map of Ireland one will see that the region which does not have a service to the capital city is the north west, which is served by the N4 to Sligo and the N5, which veers off near Longford.  This project must be prioritised ahead of any other roads project and I mean the likes of connecting Limerick to Cork, with which a large number of my colleagues will not agree.  In order to connect the entire country to the capital, the N4 project must be prioritised.  I call on the Minister to come in here and explain to me, as a representative from Longford, and my colleagues who represent the entire north west why the decision was taken not to allocate funding.  That decision must be changed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#N00600","speaker":"1639"},{"type":"speech","time":1642674600,"counter":75,"content":"<p>Today I want to bring good news to the Seanad that yesterday a memo went to Cabinet regarding the special purpose surrogacy committee.  This special three-month committee, with the possibility of a fourth month, will deal with complexities and hopefully find a pathway to parenthood for mothers of children born via international surrogacy.  I thank the three Ministers - the Ministers for Health; Children, Equality, Disability, Integration and Youth; and Justice - who have driven this initiative.  Particularly, I want to thank Minister for Justice, Deputy McEntee, for her drive.  She has taken this on board and has been particularly passionate about it.<\/p> <p>Children have a right to a legal relationship with their mother in our State for the entirety of their life, not just until they are 18 years of age, as the law provides for at the moment.  Women who are represented by the likes of Irish Families Through Surrogacy talk about the devastating health issues they have had.  Others have suffered multiple miscarriages on the pathway to holding their baby for the first time.  They deserve not to be discriminated against in that pathway to their parenthood.  Their parenthood should be acknowledged in the State.  It is not reasonable that they are reduced to guardianship and custodianship as the only solution.  While that is something, it is not parenthood of much longed-for and much wanted children.  There are also issues regarding same-sex couples and making sure they have the recognition of parenthood.<\/p> <p>As a final point on this, surrogacy is not the only area where mothers are discriminated against at the moment.  When a same-sex female couple whose child was born in natural birth outside the State comes back to Ireland, the spouse of the birth mother is not necessarily entitled to become an acknowledged parent.  There are other anomalies here, not just international surrogacy, that we need to address.  I look forward to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#O00100","speaker":"1682"},{"type":"speech","time":1642674600,"counter":76,"content":"<p>I wish the Cathaoirleach and everybody a happy new year.  The Leader will know that I and many of my colleagues in the Fine Gael Party fought for weeks and months to get roads projects on the national development plan and to convince the Minister, Deputy Eamon Ryan, of the logic of this.  I do just not stand just literally behind Senator Carrigy in the Chamber; I stand with him to fight for road projects around Ireland.  The N24 from Limerick to Waterford is a key project that needs to be continued within the lifetime of this Government.  In fairness to the TII, it is committed to these projects but funding is needed for them to go ahead.  For example, &euro;5.1 billion will be used from now until 2030 to fund roads projects, but only &euro;1.1 billion of that will be used in the next four years.  The other &euro;4 billion will be used after that.  There is no point in having &euro;4 billion for the end of the decade, when we cannot progress projects now.  The N24 has two stages to it, one from Cahir to Limerick Junction and the other from Cahir to Waterford.  The Cahir to Waterford section has been taken off the shelf with no consultation.  This happened the very last day before Christmas.  This is my first opportunity to rise to speak on this subject, five weeks after it happened.  One would assume that did not happen by accident.<\/p> <p>I ask the Leader to write to the Minister for Transport so that we can have a debate in the Seanad about this matter.  It is wholly unacceptable.  There will be a meeting tomorrow of the South East First Citizens Forum, which comprises the chairpersons of all the local authorities.  My colleague, Marie Murphy, has been working on this extensively over the last number of months with me.  It is not acceptable that this can be just shelved overnight.  The Minister needs to reverse this decision, which is unacceptable given that we received assurances a number of months ago.  I went home to representatives and said that this was seen by the Government as a priority.  Then, a week before Christmas it was taken off the list.  The most frustrating part is that we have a buffer zone adjoining that road where one cannot build any one-off houses because a road will be built.  Now that the Minister has taken it off the shelf, it is effectively paused.  It is not ended, but just paused.  We have no road being built and no houses being built.  It is just bonkers.  It is absolutely bonkers.  The Minister needs to come in here and tell us why he put it on the national development plan three or four months ago, but now it is gone without telling any of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#O00200","speaker":"1629"},{"type":"speech","time":1642674600,"counter":77,"content":"<p>I want to welcome the one-off &euro;1,000 bonus payment to healthcare workers.  It is a good initiative.  It is better, more efficient and more impactful than giving days off.<\/p> <p>I want to raise three distinct issues.  First, as hospital admissions and ICU cases plateau, thank God, we have a new crisis looming.  We now have a long waiting list for elective surgery, for various procedures and indeed for diagnoses.  We need a special emergency plan that harnesses the public and private sectors to deal with these waiting lists and to get them sorted.  I want the Leader to invite the Minister for Health to the Seanad to outline a proposed response to this.  This needs urgent address.<\/p> <p>Second, before Christmas I raised with the Leader the waiting list for child and adolescent mental health services, CAMHS.  I ask the Leader for an update on that.   I do not have to tell the Leader, who is a particularly compassionate individual, that this is a real crisis that needs to be dealt with. <\/p> <p>Finally, I join my friend and colleague, Senator Wall, in calling for priority for the gambling regulation Bill and for a well-resourced regulator.  The Leader constantly acknowledges the fact that right through this Seanad, from day one, I have been raising this issue.  It would be wrong not to salute the commitment to this project of the Minister of State, Deputy James Browne.  He has taken it and is running with it.  It should happen.  I ask the Leader to address those issues in her response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#O00300","speaker":"1692"},{"type":"speech","time":1642674600,"counter":78,"content":"<p>I would like to put on the record our thanks to the Minister, Deputy Stephen Donnelly, for finally agreeing to meet with the Irish Thalidomide Association.  They requested a meeting almost two years ago, when the Minister first took office.  He agreed to the meeting, but it was cancelled.  A number of my colleagues have put in requests for that meeting to be rescheduled.  I welcome the confirmation that the meeting will now take place.  I sincerely hope it takes place urgently because we are all fully aware of the distress, the sickness and the ill health this drug has caused to pregnant women who were dealing with morning sickness.  I welcome this.  I sincerely hope that measures can be put in place to support these women, because this drug should have been taken off the market in this country a long time before it was.  The Leader might consider a debate on this House on the consequences of that drug.<\/p> <p>I ask the Leader if she could bring the Minister for Health in here for a debate and discussion on long Covid.  We are now, thankfully, moving into a sphere of living with Covid.  The pandemic is not over, but it is certainly looking like we are moving into a phase of the pandemic where we will co-live with it.  We will be careful but at the same time people will be able to get on with their lives.  There are many people in this country who suffer the effects of long Covid and who have had their health very much impacted as a result of Covid.  This is particularly the case in the effects of the first wave and the Delta wave.  Measures need to be put in place.  There has been talk of a strategy on long Covid.  This problem will affect many of our citizens who have had and who still have long Covid.  Some people who had Covid over a year ago still do not have their sense of smell and taste.  I would like to know what the Minister's plans are to support and help these people, and to put proper medical resources and a strategy behind them to try to help them to return to full health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#O00400","speaker":"1644"},{"type":"speech","time":1642674600,"counter":79,"content":"<p>I am not sure how many colleagues had the opportunity to watch \"Prime Time\" during the week.  It was really quite harrowing to see what the family of Eden Heaslip has been put through over the last number of months.  Bullying has existed for time immemorial, and it will continue to exist.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John McGahon:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnMcGahon&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When children were bullied previously, it would have ended at 4 p.m. when they went out the school gate.  Of course, the feelings would have followed them home but the actual physical bullying would have ended at 4 p.m.  Now, in the age of social media and modern technology, it follows children home, it follows them into their bedrooms, and it follows them into safe places where in general they would have felt safe.  We can see that in Eden&rsquo;s case, and it was put across very forcefully by his father, Raymond, and his mother, Maggie.  It was one of the most heart-wrenching interviews I have watched in a very long time.<\/p><p>As to why I am raising it, this is something I am going to write to the Minister for Education about and I think this would be a very valuable idea if it was to happen.  I genuinely think that programme should be shown in every classroom in this country as a deterrent and as a simple way of showing how horrific bullying is and what it inflicts, not only on other children but also on their wider families, and, in cases like Eden&rsquo;s, what the worst-case scenario could be.  If that segment of that episode of &ldquo;Prime Time&rdquo; with Maggie, Raymond and the family was shown in every primary school class and in particular every secondary school class, that would be a good way of hammering home the message of how bullying is such a horrific act to take part in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#O00500","speaker":"1670","continuing":true},{"type":"speech","time":1642674600,"counter":81,"content":"<p>I wish everybody a happy new year.  I tabled a Private Members&rsquo; motion in May 2021 regarding the search and rescue contract.  At that time, I warned that the procurement process was certainly questionable.  Since then, I have sought for the business case to be released in order that we would understand how we have moved from four helicopters to three, and why a fixed-wing aircraft is now being included.  I warned that the business case was put together by Frazer-Nash with KPMG.  Frazer-Nash is a subsidiary of Babcock, which is now merging with CHC, the incumbent contractors.  I have been refused the business case time and again.  I wrote over Christmas to the Cathaoirleach, Ceann Comhairle, Taoiseach, T&aacute;naiste, Minister for Transport, Deputy Eamon Ryan, and the Chairs of both the Joint Committee on Transport and Communications and the Committee of Public Accounts.  I got what I regard as an earth-shattering reply, which I believe the Cathaoirleach was involved in, with the Ceann Comhairle.  It stated that a committee of this House is entitled to see all documentation it requests and is entitled to have a Secretary General come before it and lay documents before the committee in order that we can understand and provide the oversight that is required.  This spills over into legislation, given we are currently looking at the air navigation Bill.  Woe betide that we can have any sort of amendment.  Why is that?  There is no oversight.  The issue of oversight is one on which we are losing the public.  Democracy is falling apart right around the world because we are not able to stand up and demand oversight.<\/p> <p>I called yesterday on, and got the agreement of, the transport committee to get the business case.  I believe we should bring in KPMG, Frazer-Nash, the Air Corps and everybody who was involved in the generation of this procurement process to find out exactly how we finished up having only three helicopters on the pre-qualification questionnaire, PQQ, that went out on 24 December, Christmas Eve.  Where are we going with this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00200","speaker":"1645"},{"type":"speech","time":1642674600,"counter":82,"content":"<p>There is a motion on the Order Paper regarding that particular issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00300","speaker":"1650"},{"type":"speech","time":1642674600,"counter":83,"content":"<p>It is on the Order Paper and I will be talking about it next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00400","speaker":"1645"},{"type":"speech","time":1642674600,"counter":84,"content":"<p>In a bombshell allegation made by a senior Tory MP, he has accused No. 10 government sources of blackmailing elected members of parliament.  That would potentially strike at the very heart of democracy.  It is a timely reminder to never take things for granted and to never become complacent.  Maybe it is a time to cherish and celebrate the lack of such allegations in this celebrated democracy but to do so with our eyes wide open, always being prepared to take the steps necessary and to report it to our Government leader, the Cathaoirleach and the forces of law and order to make sure that never ever could even the allegation be made in the Houses of the Oireachtas.<\/p> <p>I am conscious also of county councillors who have that huge power of zoning, one of their few powers, and the pressure they must be under in that regard.  RT&Eacute; did a documentary some years ago called &ldquo;The Pressure Zone&rdquo;.  I ask that we keep that in mind and that there is support and access for elected members of local government and central government.<\/p> <p>As the Russians seem to be on the cusp of invasion, as is reported, I would question where is the voice of the great EU.  We are told it is a celebrated project of peace between former foes who have united people, and that is its greatest achievement.  If that voice is effective at the moment, I cannot hear it.  It is not loud.  The Ukrainian ambassador came to address the Joint Committee on Foreign Affairs and Defence and said that Ukraine would love to join the family of EU states.  I find it disappointing.  I am open to correction and maybe there is a lot of work going on behind the scenes, but I have not heard the voice of the EU standing against such threatened aggression, which must be faced head-on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00500","speaker":"1667"},{"type":"speech","time":1642674600,"counter":85,"content":"<p>I call the Leader to respond to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00600","speaker":"1650"},{"type":"speech","time":1642674600,"counter":86,"content":"<p>I thank colleagues for raising a wide variety of topics.  Senator Martin is right.  We are lucky that we do not have, or have not yet had, in this House or in the D&aacute;il the kind of allegations that have been made against our UK colleagues, so we will thank our lucky stars if it remains that way.  The Senator highlighted a specific concern that we had over a number of years with regard to the zoning responsibilities of our county council colleagues, and the Office of the Planning Regulator was a direct response to that.  To my mind, although this might be out of step, assisting and helping our councillors to make sure the correct zonings are happening as opposed to the actual activities of the planning regulators of minutely dissecting all of our county development plans, which is going on at the moment, might be more of its business.<\/p> <p>Senator Craughwell raised the topic he has raised most often in my time in the Seanad: the search and rescue contract.  I am very pleased that he has finally found an outlet between our Houses and our committee structure to have his concerns listened to, given I know he encountered closed door after closed door in the past couple of years.  I look forward to the Oireachtas committee seeing that business case because maybe the Senator's fears will then be allayed or, indeed, his fears might be realised.  I wish him well in his deliberations and thank him again for bringing it to our intention because some of us were not aware of the powers of the Oireachtas committee.  I thank him for being so tenacious.<\/p> <p>Senator McGahon raised this morning, as Senator Keogan has done in the past, the absolutely heartbreaking visual impact of the loss of the life of Eden Heaslip only four months ago.  It was genuinely heartbreaking to watch.  Any parent who has ever had any fear with regard to their child could see the broken family and the reality of the lived experience of his mam, his dad, his brother and his sister.  They are absolutely a broken family and it is heartbreaking to see people grieving in public, in effect, which it was the other night.<\/p> <p>Senator McGahon might be right.  I have spoken in this House previously of my own circumstances of bullying with my daughter.  I have said previously, including to Senator Keogan, that I do not believe that children - in this case, they were young adults - really get the consequences of their actions.  We have talked a lot this week of the culture and society that we have, particularly against women, but bullying, harassment and violence do not just happen to women, and it happens to a tremendous number of our children and to some of our vulnerable men.  Unless we have a real conversation about how society treats other people, how we treat each other, how there are real consequences to the actions of our ten-year-olds, 15-year-olds, 20-year-olds and every other person in society, and the impact those actions have, then, if it is not quite that talk is cheap, it is that we are not taking the responsibility ourselves for the outcomes of what is the lived experience of the Heaslip family in the north east.  It is heartbreaking.  Maybe to see that programme in some of our schools might hit home in the way I know it hit home to most of us to watch it the other night.<\/p> <p>I want to put on the record that the family will continue to need the support of the entire community.  Every family that has ever been impacted by suicide or by self-harm needs support and I do not think we do enough in this country, by a long shot.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senators Conway and Boyhan talked about the agreement by the Minister for Health, Deputy Stephen Donnelly, to meet the survivors of thalidomide and the Irish Thalidomide Association, which is really welcome.  For the last two years we have been consumed by Covid and the public response to same, and rightly so.  That did not mean that all the other issues we have been talking about here for time immemorial ever went away.  It is important that we get back to dealing with the relevant issues that affect smaller numbers of people in our communities but that massively impact their lives.<\/p><p>Senator Joe O&rsquo;Reilly mentioned the CAMHS waiting list, the gambling regulation Bill and the elective surgeries that have been postponed and cancelled in recent years.  I do not have answers to those three questions he has asked but I will come back to him within the next couple of days.  He also raised the &euro;1,000 bonus that is being awarded and the decision that was made by Cabinet, which has been welcomed by everybody today.<\/p><p>Senators Ahearn and Carrigy talked about the national development plan and how certain roads have suddenly and miraculously disappeared from the plan for the coming years.  It is timely at the beginning of the year for us to have a debate and conversation with the Minister about the plans.  It could be something as simple as only &euro;1 billion is available in the coming years because we are spending money on other items such as housing and that the &euro;4 billion is being back ended.  We should have that conversation with the Minister so I will try to arrange it as soon as his diary allows.<\/p><p>Senator Seery Kearney normally comes in on a Thursday morning and talks about the Committee on Disability Matters but I am so pleased she did not do so this morning because I know the issue she raised is particularly personal and incredibly important to her and to all the friends and colleagues she has made over the years because of her personal journey and story.  The Senator paid particular tribute to Deputy McEntee and to the other Ministers but she should take some of the credit.  I do not say that lightly because one can be talking to Ministers until one is blue in the face and if they do not listen it does not work.  However, the Senator has a personal story and a passion and commitment to make sure the reality she lives is understood.  I do not know if that has been understood because I have said to her before that I have been listening to Ministers for justice talk about that for ten years without us ever moving on.  I want to pay tribute to the Senator.  She should take a bow because we would not be where we are without her.<\/p><p>Senators Carrigy, Gavan and other colleagues raised the issue of the leaving certificate.  I was lucky enough to get the opportunity to have a Commencement matter yesterday which the Minister for Education, Deputy Foley, attended, and I was incredibly grateful for that.  The first thing that needs to be said is we are all on the same page and the same side, including teachers, the TUI and the ASTI, although I know they are getting a bit of stick for their opposition to the hybrid model.  I have no doubt in my head and heart that the compassionate thing to do is to offer the hybrid model to our leaving certificate students this year, not just because I have one at home but I do have one at home.  That young man went through an incredibly different two years than his older sister did when she got a hybrid model leaving certificate a couple of years ago.  They have had an incredibly abnormal 22 months and there is nothing normal about the educational experience they have had.<\/p><p>I wish the steering committee well and I hope the voices of the students, parents, the Ombudsman for Children, Dr. Niall Muldoon, and everybody are heard as to the extent of their experiences in recent months.  It is very difficult to understand how teachers' unions were looking for extended closures before Christmas because of Covid, the lack of teachers and the impact Covid was having on their lives and that they are now turning around and saying we should discount the 22 months of learning experience our young students have had towards what are life changing exams this year.  I thank the Senators who raised that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#P00700","speaker":"1653","continuing":true},{"type":"speech","time":1642674600,"counter":88,"content":"<p>As a former teacher I might say I admire the Leader&rsquo;s leadership on this particular issue.  She is to be complimented for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Q00400","speaker":"1645"},{"type":"speech","time":1642674600,"counter":89,"content":"<p>It is personal so it is probably easy for me to say that but I thank the Senators who raised that issue.  Senator Mullen raised an important topic.  I have said to him before that sometimes when one stands one can see people&rsquo;s eyes rolling in this House because of the topic that one raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Q00500","speaker":"1653"},{"type":"speech","time":1642674600,"counter":90,"content":"<p>I have never seen that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Q00600","speaker":"1673"},{"type":"speech","time":1642674600,"counter":91,"content":"<p>I 100% agree with the Senator.  It is not that we agree on the final outcome but if we do not listen to people&rsquo;s concerns and voices we can never learn.  The respect that needs to be afforded this process and the absolute independence that is required should not be feared by anybody, including people who are pro-choice or pro-life.  The spectrum of people who are in the middle of those two polarised positions is probably somewhere the rest of the country lies.  If there are frailties in the laws that have been passed in recent years we should not be afraid to admit that and change them.  If they also need to be strengthened then we should not be afraid to admit that and change them.  Closing down an independent review and a hearing of all voices will serve nobody well.<\/p><p>I go straight to Senator Keogan&rsquo;s contribution.  If the reality is highlighted by what the research of the students showed last week then we should hang our heads in shame because giving people support and the space to explore all their options is what the State is supposed to do.  It is not supposed to funnel anybody into a particular category, opportunity or option available to them.  If what the Senator has learned turns out to be true then we have a serious issue and I ask her to continue to investigate and bring back those issues, not only just to the Joint Committee on Health but also to the new Joint Committee on Gender Equality that has been established just before Christmas.  I thank the Senator for raising that.<\/p><p>Senator Dolan talked about the High Court win in Ballinasloe and it is an example of how communities work together to say they will stand up for what is right for them.  I congratulate her and I wish continued success to Ballinasloe.  Senator Fitzpatrick talked about the leaving certificate, which I have already spoken about.  Senator Buttimer asked if we could invite the newly appointed US ambassador to Ireland, Claire Cronin, to the House, which is a great idea.  He also requested a debate on aviation, which I will sort out in the coming weeks because it is timely.  Senator Ardagh spoke about <i>sub judice<\/i>and making sure we are all incredibly careful because we all want to see justice for Ashling Murphy and solace for her family.  She spoke about the probate office delays in the HSE and I will go and find out what is going on because I do not have an answer to that.<\/p><p>Senator Lombard spoke about the new agriculture correspondent who was appointed by RT&Eacute; this morning.  It is a real pity that the only way RT&Eacute; could appoint somebody was by making it a double job between consumer affairs and agriculture.  It reflects what our national broadcaster, which is looking for an increase in its licence fee, thinks about rural Ireland and farming.  The Senator has asked for a debate on rural economies and how they thrive.  I will organise that debate.  Senator O&rsquo;Loughlin spoke about the &euro;1,000 bonus and how some sectors that did well from Covid might like to give a tax-free payment to their employees.  That is a good example of something we could ask of the Minister for Finance and we will follow up on that.<\/p><p>Senator Wall talked about the gambling control Bill and the report of the Commission on the Defence Forces, which I will organise a debate on once I get a date.  He also spoke about the leaving certificate.  Senators Wall and Gavan asked for a debate on housing and I will organise that as soon as I can.  What Senator Gavan described this morning is particularly outrageous.  No HAP payment should continue if the person has failed the HAP standards inspection seven times.  It is a disgrace and I commend him for bringing it up.  The Senator also brought up the leaving certificate because like me he has a son who is doing it this year.<\/p><p>As I said, Senator Boyhan brought up the acquiescence of the Minister for Health to meet the Irish Thalidomide Association.  The Cabinet meeting on Friday on the easing of restrictions was brought up by Senator Kyne.  There is nearly a galloping pace for all of us to say that is done and dusted and let us get back to normal but all of us probably need to caution that reopening will bring its own set of idiosyncrasies.  We all have to genuinely be careful.  Senator Malcolm Byrne opened today&rsquo;s proceedings by talking about the influence and impact of the European Union and our membership thereof.  He spoke about all the positives that come from it, of which there are many.  We need to have another debate on the future of Europe and it would be nice to have Roberta Metsola, who is a young woman with major ambition, over for a conversation.  The Cathaoirleach might send the invitation because such a debate would be nice.  I also want to say to the Senator that there are some delays in the Passport Office and I will write to the Minister for Foreign Affairs, Deputy Coveney, to see what is going on.<\/p><p>I thank the Cathaoirleach; I rambled on a bit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Q00700","speaker":"1653"},{"type":"unspoken","time":1642674600,"counter":92,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1642674600,"counter":93,"content":"<p>Sitting suspended at 1.08 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Organisation of Working Time (Reproductive Health Related Leave) Bill 2021: Committee Stage","time":1642674600,"counter":94,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#T00100"},{"type":"speech","time":1642674600,"counter":95,"content":"<p>I welcome the Minister of State and colleagues to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#T00200","speaker":"1692"},{"type":"unspoken","time":1642674600,"counter":96,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1642674600,"counter":97,"content":"<p>Question proposed: \"That section 1 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1642674600,"counter":98,"content":"<p>I thank the Minister of State for coming to the House.  I also thank the Leader of the House, Senator Doherty, for granting us Government time in order to progress this Bill.  We are very grateful for that.<\/p> <p>A lot has happened since this Bill was introduced and since Second Stage was debated last May.  The main driver and proposer of the Bill, former Senator Ivana Bacik, is now in the other House.  It has become very clear to us how much of a chord this matter has struck with so many women and men.  We have statistics about the degree to which miscarriage, pregnancy loss and infertility affect thousands of men and women in this country.  There is silence around pregnancy loss and those who have difficulty conceiving, which is understandable because these matters cut to the very core of us as human beings.  It is important that we have this conversation about things that are very important in life and that we recognise that it is not just a health issue but also a workplace one.<\/p> <p>We were very heartened to receive cross-party support for this Bill.  It is very important to us in the Labour Party that we afford dignity and flexibility within the workplace to those who are going through these experiences and who need that space and accommodation.  It is important to say that not everybody will want to talk about what they are going through but some people in particular occupations or jobs simply cannot get the flexibility they need when going through treatment or if they have suffered pregnancy loss.  This leave is important because pregnancy loss is not an illness.  I was struck while listening to RT&Eacute; this morning by the official from the Irish National Teachers Organisation, INTO, who highlighted so powerfully that once a person stops being pregnant, any pregnancy-related leave is lost to them.  The reality is that there is no other leave available within the labour laws in this country, other than taking annual leave or sick leave, and as I said, this is not an illness.<\/p> <p>Fertility treatment is not a once-off treatment.  It involves a series of tests, scans and procedures that can go on for days.  It is not something that can be slotted in in a number of months because our bodies do not work like that.  It requires being available for regular appointments.  People who have flexibility within their work might be able to duck in and out of the office, or maybe they can work from home, but for teachers, health professionals, retail workers or anybody in a customer-facing or patient-facing service, it is simply impossible to start the day two hours later than they might otherwise, or disappear in the middle of the day and make up that time later.  If people have to travel to Dublin, Cork or the other main centres where treatments are privately provided, which is the reality for many couples and individuals wanting to undergo fertility treatment, that involves whole days out of work.<\/p> <p>Huge credit goes to the INTO for its campaigning on this issue.  My colleague, Senator Hoey, will speak about this further.  In 2019, the INTO conducted a survey and 60% of respondents said they had faced reproductive health difficulties in the workplace.<\/p> <p>We are grateful for the cross-party support on this but a key part of this Bill is that this is paid leave.  The right to leave is an important principle but that right really only becomes accessible and effective for workers when it is paid.  Otherwise we are only talking about those workers who can afford to take unpaid time off.  We need to ensure we are inclusive of all workers here.  Much of our debate last May was about women, and rightly so, but as was highlighted at that time, this is not just about women but also men because men can have fertility difficulties and they may need to present for tests and procedures as well.  Our Bill makes it clear that leave is available to both men and women.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are a number of sections in this Bill that we want to try to tease out in detail.  I welcome that we are taking Committee Stage of the Bill today.  I am conscious that the Minister said last May that there is work to be done on the Bill.  We accept that.  I understand that some research in this area was to be undertaken within the Department.  We look forward to seeing that and to hearing about it today from the Minister of State.  Ultimately, we want this right within the workplace to be afforded to workers as soon as possible.  In 21st century Ireland it is not acceptable that we ignore these issues within the workplace.  <\/p><p>On section 1 and the Title, I mentioned last year that from the health perspective we still do not have publicly funded IVF in this country.  While I acknowledge that the regional fertility hubs are being established in 2022, the reality is that six years after the initial commitment, we still do not have publicly funded IVF treatment in this country.  Ireland is one of the few European member states that does not publicly fund this treatment.  If we are to ensure that fertility treatment is accessible to all and not just to those who can afford it, then this Government needs to make good on its commitment and to do all it can to put in place access to a publicly funded fertility service as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#T00500","speaker":"1683","continuing":true},{"type":"speech","time":1642674600,"counter":100,"content":"<p>I have a lengthy list, which I will try to balance by calling people as they presented and also in rotation.  The next speaker is Senator Ardagh, followed by Senator Doherty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#U00200","speaker":"1692"},{"type":"speech","time":1642674600,"counter":101,"content":"<p>I commend the Labour Party on bringing forth this legislation and I commend the Government for taking it in Government time.  As pointed out by Senator Sherlock, Ireland is one of a few countries that does not publicly fund IVF, which affects one in six couples.  This legislation in regard to leave in the workplace is a really important step to ensure that the stigma associated with fertility treatment and suffering a loss is reduced dramatically, and that for those who suffer losses or have to go through IVF the journey is a less lonely one.  It is important that the State acknowledges this. <\/p> <p>During the previous Seanad, I went through five rounds of IVF.  This legislation will not affect officeholders, just as the maternity legislation does not protect officeholders and we are not entitled to maternity leave.  It is important, for elected representatives, councillors, Senators and Deputies, that we tease out how a provision might be included in this legislation that would be helpful to them.  When I was going through IVF, I was constantly ducking and diving into meetings, making up excuses as to why I might have to leave early or arrived late.  It is not just about the fertility appointments.  There is an emotional and mental health effect of it.  The individual needs some time afterwards to break down what has happened, how the test went or did not go and so on.  There are many ups and downs.  This is great legislation, but we need to follow on from it and ensure that, as stated by Senator Sherlock, we provide publicly funded IVF. <\/p> <p>My colleague, Senator O'Loughlin, and I have a Bill almost ready for publication, which we are hoping to bring forward in Fianna F&aacute;il Private Members' time.  We know that the assisted human reproduction Bill is coming down the road, but there are no funding provisions in that Bill in that it relates purely to regulation.<\/p> <p>As stated by Senator Sherlock, there are fertility hubs, but there is still a huge vacuum in terms of how we are going to fund IVF.  Cycles of IVF can cost between &euro;5,000 and &euro;10,000.  That level of funding has not yet been properly committed to in this country.  I am delighted to support this Bill, but I hope it can be somehow extended to officeholders as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#U00300","speaker":"1630"},{"type":"speech","time":1642674600,"counter":102,"content":"<p>I support this Bill in all its shape and form.  We might not get to speak to all of the amendments or sections today, but I very much support the Bill.  I say that against the backdrop of what the country has been speaking about for the past week, that is, the need for societal change in how we treat women in every aspect of their lives.  I accept that in a small number of cases this relates to men as well.<\/p> <p>We talk about issues such as losing babies and women taking sick leave following such loss in the shadows, but when this happens women are not sick; they are bereaved and grieving.  We speak in hushed tones about IVF and women and men going for fertility treatment and IVF courses, which are hugely expensive and should absolutely be supported by the State.  We do so because it is nearly not normal.  We have a Constitution and a society that is based on the foundation of the family because we value the family so much.  However, in so many aspects of Irish life, 50% of our families are disregarded.  We are downgraded.  We are not respected by the roles that the State provides, the services and the agencies that the State provides and the way the State treats us.  That happens in so many ways.  It starts with our primary school teachers, the vast majority of whom are women.  If we were really clear and careful about showing our children what equality looks like we would make sure that we have in our primary schools the same number of male teachers as we have female teachers.  In all of what are known as the caring professions the stereotype in every aspect of Irish society is misguided and wrong and always downgrades the female experience.  <\/p> <p>I do not mean to be disrespectful to Government.  I know that not everything can come at the same time and all at once.  I welcome that there is a willingness to do this and that the research needs to be done, but six months on from the introduction of this Bill, we are still dealing with it.  It is not rocket science.  It is just a little right such that when a woman loses a baby, a much loved member of a family, or is trying to create one, there is a little bit of respect and dignity in that process.<\/p> <p>The amendments that I wanted to push today are related to a different matter.  They are about women who experience loss, but the baby loss does not quite make the definition of stillbirth.  While it might not meet the grams required by the WHO to reach that standard or the days in terms of pregnancy, it does not make the loss any less.  There are women and men in this country whose babies are not recognised by the State because they were a couple of grams off or a couple of days off.  There is one such baby in my county.  It is not good enough.<\/p> <p>We do this on the basis that it will interfere with other laws or other services.  We need to treat people and families with dignity and respect.  We need to shake ourselves.  We need major societal change.  We need to ensure we do not treat 51% of the population of this country with any less regard, support, dignity, practice and laws that they need to enable them to be the fulfilled people that we should have in society.  We should hang our heads in shame because the Constitution, which we cherish, is only words when the actions behind it are not brought to bear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#U00400","speaker":"1653"},{"type":"speech","time":1642674600,"counter":103,"content":"<p>I support the Bill.  I have listened to the comments of other Senators, in particular Senator Ardagh, which showed the difficulty and the challenges on the human side.  I know from personal experience in Galway city and beyond that this is something that has touched almost every household and every family in the land.  We are all aware of what an enormously difficult time it is for parents and that for other family members, be they brothers, sisters, cousins or friends, it is frightening.<\/p> <p>The Government has previously stated agreement with the basic point being made by the Bill, that is, the need to provide for entitled paid leave where the employee has suffered a miscarriage at 28 weeks gestation or less.  The Bill also proposes to provide for ten days leave with pay in regard to the receipt of treatment from a registered practitioner in the State in regard to the pregnancy, childbirth or assisted human reproduction.  Across the Chamber there is broad agreement in that regard.  <\/p> <p>As we know, as a preliminary step, the Department of Children, Equality, Disability, Integration and Youth conducted a survey of existing research and literature on the subject of pregnancy loss, domestically and internationally.  It identified a need for further research of the workplace experience for parents who are dealing with pregnancy loss.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A tender for the qualitative research was developed and has been issued for response by the end of January 2022, which is welcome.  The subject is of a very sensitive nature, as we have heard in the Chamber today.  I think it has been decided that the research should be reviewed by the ethics committee and has, therefore, been issued only to the relevant institutions.  It is anticipated the outcome of the study will be available in the summer of 2022 and we will all welcome it.<\/p><p>The Minister for Social Protection advises that her Department is completing a review of the legislation relating to the registration of stillbirths and will be bringing forward proposals to facilitate broader access to the stillbirth register in the form of a civil registration (amendment) Bill later this year, as I understand it.  The T&aacute;naiste and Ministers understand the importance of progressing the proposals in this area as soon as possible, and the relevant Departments will be working collaboratively, undertaking to progress these matters over the coming months, and will follow completion of the above-mentioned research and reviews with the development of appropriate Government legislative proposals in line with the principles of the Bill before the end of 2022.<\/p><p>As all Members will be aware, the Organisation of Working Time Act was enacted to provide for the implementation of the European working time directive.  In that regard, it sets out an employee's maximum working hours, entitlement to a minimum rest period and entitlement to a minimum period of paid annual leave.  The Organisation of Working Time Act is not designed to be an initiator of new policies or to set the terms and conditions around the taking of specific forms of compassionate leave.  With that in mind, the Government is of the view that stand-alone legislation would be more appropriate to advance this issue.  That is my understanding.  Regardless of the vehicle used, whether it is amending this Organisation of Working Time Act or new legislation, this is needed.  The discussion in the House today is welcome.  The most important thing is that we will resolve the issue.  The Government commitment to bringing forward legislation, which it will do before the end of the year, and it is be hoped before that, is welcome.  As has been outlined by other Members, we all want the issue to be resolved as soon as possible but it must be resolved in the most comprehensive manner possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#U00500","speaker":"1646","continuing":true},{"type":"speech","time":1642674600,"counter":105,"content":"<p>Senator Doherty talked about this as an issue that is in the shadows.  If the House will be good enough to indulge me, I would like to share some of the evidence and testimony that was gathered in advance of putting this Bill together.  This work was done by the Irish National Teachers Organisation, INTO.  We have referenced the fact the INTO is the organisation that has been pushing this matter.  It did a considerable amount of work and research and gathered some very personal testimony, if I may be honest.  People shared some of their deep experiences as to why this is so important.  If the House will allow me a moment, I will read some of the testimony.  I will not read out every piece of testimony because it is quite lengthy.  There is a considerable amount here.<\/p><p>The INTO conducted a survey and got a total of 2,271 responses, which is a decent number.  Some 92% of the respondents were female and came from across all of Ireland, so the information is well spread geographically.  Some 40% had never experienced a reproductive health issue.  Of those, 20% had supported a spouse or partner who had experienced such an issue.  We have heard a couple of references in the course of the debate to people supporting those who are experiencing reproductive needs.  Some 60%, or 1,311 respondents, indicated they had experienced an issue.  They came from all across Ireland.  Approximately half of the respondents indicated they had experienced a pre-24-week miscarriage, while 28% experienced fertility screening and 26% availed of fertility treatment.  A sizeable number of respondents were impacted by these issues.<\/p><p>Other issues that respondents self-declared in the survey included threatened miscarriage, diagnoses of polycystic ovaries and endometriosis.  The pre-24-week and threatened miscarriage were the most commonly reported health-related matters, followed by fertility treatment or diagnosis.  I know this is somewhat laborious but it is important for us to know some of the facts and evidence behind this matter when we talk about it.<\/p><p>Some 75% of those who experienced a reproductive health-related matter indicated they had to deliberately use school closures, either mid-term breaks or school holidays, to schedule appointments or treatments because they needed time off work to do so.  The majority of those did so because they did not want to take time off on a school day.  One fifth of those respondents cited privacy reasons.  They did not want anyone to know.  Others felt unable to share with the principal.  Others had exhausted their sick leave entitlements.  Some others also mentioned using extra personal vacation, EPV, days, moving to job sharing, taking career breaks, where possible, or scheduling early morning of after-school appointments and treatments to help manage their reproductive health leave requirements.<\/p><p>One respondent, quoted in the INTO survey, stated:<\/p> <blockquote> \tDuring IVF treatment I travelled to Dublin leaving at 5 am to have early appointment so that I would be back in work for 10 am.  Thankfully I was lucky but the huge amount of unnecessary stress I put on myself, in hindsight, was ridiculous. <\/blockquote> <p>Another stated, &quot;I felt I could not take school days and used up EPV days or tried to schedule appointments during holidays but this can be very problematic for IVF treatments.&quot;<\/p><p>Many respondents stated they were extremely conscious of inconveniencing their classes, principals or other teachers if they did not avail of a leave day that did not require substitution.  They indicated they were worried about what parents would think if they were mysteriously absent without adequate cover being provided.  We all know about children being divvied up between classes when unexplained things happen.  Some of the respondents were concerned that would have an effect on them and their careers.<\/p><p>Some of the respondents indicated they would have preferred to keep the matter private but had to tell their principals to find a way to manage appointments.  Given that the scheduling of many appointments or treatments for fertility are cycle dependent, as we all know, it was nearly impossible not to take a school day off for many of the respondents.<\/p><p>Many respondents also said that managing leave caused stress on top of their personal and emotional stress.  For anyone who has gone through IVF, miscarriages or anything like that, additional stress on top of an already difficult situation is not helpful.<\/p><p>Another respondent stated:<\/p> <blockquote> \tI didn&rsquo;t want to take school days but when you&rsquo;re dealing with fertility it becomes cycle dependent.  In the end I had to tell my principal because I couldn&rsquo;t deal with the stress and stress just makes the situation worse. <\/blockquote> <p>These problems were compounded for those who did not have permanent contracts.  I will not go off on a tangent about my thoughts on the impact of not having permanent contracts and people trying to live their lives.  However, another respondent said, &quot;I do not have a permanent job and would feel that telling my principal that I was going for fertility treatment would stand against me in any future job interviews.&quot;  That is something we must consider.<\/p><p>Other respondents did not want to use sick leave.  In that regard, one respondent said, &quot;The reduced sick leave scheme puts pressure to returning to work when sometimes one is not emotionally ready e.g. following a late miscarriage.&quot;<\/p><p>I have talked a bit about those who felt they had to divulge the information to principals, and it is important, as has been mentioned, that this Bill does not require anyone to divulge.  It will create an option if people want to avail of this particular type of leave.  The survey report stated, &quot;If there was a Reproductive Health Related Leave Scheme almost three quarters of respondents indicated that they would be either very comfortable or very comfortable submitting a medical certificate that indicated reproductive related matter for inclusion in the OCLS by their principal and a second person in the school.&quot;  People have raised concerns about whether people would feel comfortable coming forward.  This survey indicates that three quarters of respondents have said they would be comfortable doing that.  It is a significant matter to bear in mind.<\/p><p>One person who responded to the survey said she had not told her principal but had complications while in the school.  She went on to say, &quot;I left school in an ambulance related to this issue, therefore [everyone] became aware of the condition.&quot;<\/p><p>Many of the comments of the respondents emphasised the added stress they were under, at both a personal and professional level, when trying to manage their leave for reproductive health.  One respondent said, &quot;It's a stressful thing to have to go through without having to stress about taking time off and how to keep the matter private.&quot;  Another said:<\/p> <blockquote> \tI&rsquo;m currently out on sick leave from surgery and now reproductive health issues and feel incredible pressure because of the reduced sickness entitlement.  It&rsquo;s adding more stress to my recovery in turn its taking longer. <\/blockquote> <p>The stress and secrecy are compounding the issue, making it more difficult for people to manage and adding additional recovery days.<\/p><p>Another respondent said:<\/p> <blockquote> \tDespite my principal being as incredibly supportive as possible, I put myself under unnecessary stress and worry while undergoing IVF.  I scheduled all my scans for early morning and would try to get into work just a half hour late.  Even though some of my scans were very uncomfortable and I felt unwell afterwards, I felt my principal had been so accommodating that I didn&rsquo;t want to trouble her further.  I wasn&rsquo;t in a position to take unpaid days to cover appointment days. <\/blockquote> <p>Those are just some of the testimonies that people gave when the INTO did its survey.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Annie Hoey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AnnieHoey&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There was a mention as well of the stigma attached to reproductive health.  People felt they could not tell someone.  We in the Labour Party are very hopeful that in passing this Bill we will specifically deal with the stigma.  Having the legislation in place will somehow alleviate some of the stigma and pressure where currently people are hiding and operating in secrecy and they do not want others to know what it is that they are doing.  We hope that will help some people deal with the stigma.<\/p><p>We need to do better by workers.  This is an issue of equality.  It is a workers' rights issue.  It is a health issue.  More than anything, it is a deeply personal issue.  We have a responsibility as legislators to do our utmost to rectify the wrongs of reproductive issues that have consistently been left in the shadows.  I thank the INTO and Dublin Lord Mayor, Councillor Alison Gilliland, for pursuing this issue and for giving us that comprehensive piece of research.  If anyone wants to look at the full report, it is available on the INTO website.  I also thank Deputy Bacik for putting the Bill together.  It is great that we have Government time and Government support on this.  I hope that we can get this over the line.  We have left reproductive healthcare too long in the shadows and it is time that we got it done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#V00200","speaker":"1663","continuing":true},{"type":"speech","time":1642674600,"counter":107,"content":"<p>I welcome the debate on the Bill, and I offer my support it.  I wish to touch on the point Senator Hoey finished on regarding stigma.  As public representatives, we talk to people who are probably open enough to talk about it and do not suffer from a need to hide anything, or at least they do not any more, while they might have had at the time.  There are so many people in this country, even family members, who do not talk to each other about it.  There are probably people in this room who have a family member who went through this experience who have not told them about it.  The stigma is so ingrained over years and years of not talking about such issues.<\/p> <p>I hope the Bill will deal with many issues.  It is not perfect yet, and we need to debate it and wait for research from the Minister for Children, Equality, Disability, Integration and Youth but it recognises what a traumatic experience this is for couples.  It will also have a knock-on effect in changing the stigma around this very sensitive issue.<\/p> <p>The Leader touched on a very good point, which is that the Constitution in this country is founded on supporting families.  As a whole, we are quite good at that.  In recent years there has been much support for families, early childhood and extended paternity leave.  Senator Doherty addressed such issues during her tenure in the Department of Social Protection.  Parental leave increased from two weeks to five weeks and now to seven weeks, which is significant and helpful.  There are also free GP services for children.  This and previous Governments have introduced a range of initiatives to support the family structure and young children.<\/p> <p>It seems strange to me that we can support someone who loses a child after 26 weeks and give them the space to grieve and recover from it, but we do not do it before 26 weeks or certainly not to the same extent.  I have one child and we were lucky that everything went okay when it was born but if something had gone wrong at 23 weeks or 27 weeks, my grief and sense of loss would be no different.  The Government must recognise the loss, grievance and pain couples go through.  Twenty four weeks is a long time for a couple to expect a baby and then for it not to happen.  The grieving process takes time.  The Government must support people in the process.  With the contribution of everyone through amendments, the Bill will help the process.<\/p> <p>A number of speakers touched on IVF.  I brought this up before Christmas when I raised a Commencement matter on it.  If memory serves me right, Senator Sherlock referred to the fact that Ireland and Lithuania are the only two countries that do not provide a service for people in this state.  That is wholly unacceptable.  It is even more unacceptable because we promised people we would do it.  The commitment was made three or four years ago.  We only need to look across the water where two rounds of IVF treatment are provided free of charge by the state.  We must improve the supports provided to couples in that regard.  I have spoken to a number of people about the experience, and it is a very difficult period for them.  In the first case, it is very difficult for people to accept it, but the sense I get is that people who go through it feel they are on their own and they do not have the backing of the State.  Senator Ardagh explained very well her own experience of it.<\/p> <p>I look forward to the contribution of the Minister of State.  On the whole, people recognise the urgency and need for this legislation.  It will improve an awful lot of things, not only just give people an opportunity to grieve and to get over the devastation of it but also to change society.  We should become more open and more willing to talk about such difficulties to help people who experience them in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#W00200","speaker":"1629"},{"type":"speech","time":1642674600,"counter":108,"content":"<p>I am particularly proud to co-sponsor this Bill.  It is a very important moment for us in this country to have the Bill coming before us.  I too pay tribute to the Leader of the Seanad for allowing it to come before us today.  That is very important.<\/p> <p>I also welcome the Minister of State to the House.  This is a very important discussion and we must have more of them.  I put on record my thanks to my former colleague, now Deputy Bacik, for her wonderful work on the Bill.  We all know what she has done for women's health in this country.  She has been to the forefront of so many conversations in this regard about the shortcomings we have in this country in women's health.  We need to have more conversations about that in this House and in the Lower House.  It is vital that such conversations take place as quickly as possible.<\/p> <p>I also pay tribute to my colleague, who is now Lord Mayor of Dublin, as has been mentioned.  She was a councillor when the conversations first began.  I refer to Alison Gilliland for her work with the INTO.  My colleague, Senator Hoey, has outlined the stories the INTO has gathered from across the country on the important issues we are going to deal with through the Bill.<\/p> <p>As always, I was especially taken by the Leader's contribution on the past ten days and where we are in this country regarding women's health.  As a male politician, I think we are at a point now where we have to look at that again.  I am sure this is the starting point.  We cannot let the conversation that has happened in the past ten days go by without changing what we do for women in this country, and in particular for women's health.  What the Leader has said has brought it home to me and I am sure to every male politician in the Oireachtas, that now is the time.<\/p> <p>I listened to the debate in this House and in the Lower House yesterday and what was said about women's health and the need for zero tolerance of gender-based violence.  Those are the conversations we have, and these are the type of Bills that we need to introduce urgently in this country so that we can have a republic we are all proud of.<\/p> <p>We had cross-party support on Second Stage of the Bill in May 2020 from all Senators who spoke in the House that day.  There were also heartfelt stories from those who have been through these experiences.  They brought it home to me, which is important.  As other speakers have said, the human story is very important.  Like me and everyone else in this House, the Minister of State runs clinics on Saturdays and Mondays or whenever we can.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When we get that phone call from a couple who want to come to talk to us about IVF or about their experience of the hospital environment, it tends to be a very private conversation.  Senator Ahearn and others mentioned the stigma that surrounds this.  When those people are in front of one and tell one their human story, it brings home the importance of what we are doing here today and of how we have to help those people and their communities and families because, as has been said, many families do not know that a family member is going through this.  Many people go through it alone, which is totally unacceptable.  It is important to say, as was said on Second Stage in May and has been said again during this debate, that we are here to help people.  That is one of our jobs as legislators and it is why I am particularly proud, as a Labour Party Senator, to have contributed to the Bill.<\/p><p>I look forward to the debate on the amendments over the coming while and to what will be discussed in that regard.  I thank the Minister of State and look forward to his contribution.  This is a start and it is where we need to go.  We need to do so quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#W00300","speaker":"1684","continuing":true},{"type":"speech","time":1642674600,"counter":110,"content":"<p>As I did on Second Stage, I very much welcome this incredibly important Bill.  These are areas where there have been shadows of silence on people's experiences for a long time.  Even that Second Stage debate was very important for many people, many of whom will have spoken about their experiences or will have had people talk to them about their experiences in the period following it.  In general over recent years in Ireland, there has been a breaking of many kinds of silence through the recounting of the individual experiences people have had.  When they are able to talk about them, they are able to do so as patterns or common experiences, such as relating to violence, which they can then share.  When we are able to speak about these issues and address them properly, we are able to look to how we can better collectively support one another.  It is not just about individuals breaking the silence but also about being able to put those experiences alongside one another and ask how we can do better as a society.<\/p> <p>The Bill is an example of legislation that, importantly, recognises that we are not just an economy but also a society, and that workers are not simply workers but full humans, with families and personal circumstances, and work is just part of their lives.  We need also to value those important aspects.  As Senator Doherty rightly said, we sometimes talk about valuing these aspects at the constitutional level, but we must also follow through.  We may say we will give care, waiting and supports to all those aspects of life for everybody who lives in our country, but that is not always followed through on.<\/p> <p>I very much commend the former Senator Bacik and her party colleagues, Senators Wall, Hoey, Moynihan and Sherlock on bringing forward the Bill.  It is interesting and strong that it has come from the INTO.  The Irish Womens Workers Union was the first union to seek paid leave of any kind.  It was the first to argue for the right to two weeks' holiday a year and it won that for all of us.  The two-week holiday matters for people because workers have families and lives outside work.  That the INTO, which represents so many women, although of course we want to see equality in teaching whereby more men will go into teaching, would champion this issue is appropriate and strong and it sends a clear message.<\/p> <p>We have heard about those experiences relating to time and communication.  Time really matters in respect of IVF, reproductive care and reproductive rights.  When we talk about climate, I always say there are planetary boundaries we cannot negotiate with.  Similarly, the question of reproductive cycles, or the right days for the right thing to happen, is really important.  When people miss windows of opportunity, it can have significant consequences.  The stress of balancing a rigid workplace context and having to find ways around it really does have an impact, and those opportunities change from month to month and year to year.  It is very important, therefore, that people have control over the days and times they need to prioritise their reproductive health.  That is why the Bill explicitly stating that this leave is for reproductive health is so crucial.  Another crucial aspect - I commend Senator Ahearn for mentioning it - relates to IVF.  There has been a three-year delay for those who cannot privately afford IVF, in regard to bringing in an entitlement to access supported IVF in this State.  That will be too long for some families and people.  That, too, is an area that needs to be prioritised and progressed.<\/p> <p>The Bill recognises that we need not just a legislative change in regard to the State entitlement but also a change in the workplace.  That is important and could be applied to other areas.  Sadly, as we heard from the testimonies, the sections in the Bill that concern the protection of workers' rights are necessary.  As a result, accessing the kinds of entitlements that will be provided for in the legislation will not affect people's employment rights.  They will not have to be afraid or worry about that, and that is very important.<\/p> <p>There are elements we will need to reconsider.  The section before us concerns the principal Act, the Organisation of Working Time Act, which is appropriate, but it intersects with other legislation, something we will need to tease out.  For example, when we come to debate section 5, I will talk about the fact that, sometimes, it is not about a particular number of weeks but rather whether it is, say, three weeks, seven weeks, nine weeks or 24 weeks.  We must ensure that the maternity leave legislation will be properly applied where people want to access maternity leave.  There are entitlements of 26 weeks to that type of leave in the case of a stillbirth and that should be there as an option.  We need to examine how the Bill will intersect with other Acts and ensure we will centre the experiences people have had, at whatever time that might be.  The stillbirth register, for example, is really important to people and the Government plans to make its own proposal in that regard, as I understand from earlier contributions.  That is important and it will require looking for the best aspects of all the proposals and bringing them forward.  I hope that will not delay this legislation, on reproductive leave, because I would like us to get it over the line, as well as accelerating action on both the stillbirth register and entitlement to IVF, which are intersecting matters.<\/p> <p>I look forward to further debate on the Bill and commend the proposers on bringing forward the legislation and taking account of the reality of life, new life and everything that goes with all these experiences.  We must recognise that miscarriages vary greatly and can happen at different stages of life.  Sometimes a miscarriage can take a prolonged period, of weeks at a time.  That is something on which I might table amendments on Report Stage and which I might seek to reflect in the legislation at a later point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#X00200","speaker":"1662"},{"type":"speech","time":1642674600,"counter":111,"content":"<p>I welcome the Minister of State and commend my colleagues in the Labour Party for putting together this excellent Bill, which Sinn F&eacute;in fully supports.  This is a workers' rights issue.  I listened to Senator Hoey's recounting of the testimonies, including women having to get up at 5 a.m. in order to get IVF treatment and then go to their workplace.  I cannot help but feel that, if this were an issue men had to experience, it would have been resolved decades ago.  It is welcome that we are tackling it with this Bill.  I commend the Leader on giving Government time and facilitating it.  That is the type of constructive politics the Seanad can demonstrate, and when it does it, it does it really well.<\/p> <p>The idea that women have to pretend nothing has happened and return to work after experiencing a miscarriage is offensive on so many levels and it is time we tackled it.  I share the Leader's concerns about the fact that six months have passed between Second Stage and this Stage, and it would be great if we could get a commitment to getting the Bill moving.  I am conscious we are running out of time in today's session but let us hope there will be an early follow-on Committee Stage session in order that we can get it moving.  Pregnant human beings are waiting for it to be resolved.  Anyone who knows someone who has undergone IVF treatment, as I do, will know how stressful it is.<\/p> <p>The Bill's intentions are excellent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The INTO deserves credit for championing this cause for so long.  It is great that there appears to be cross-party support.  The Minister will take note of that.  Let us hope that we work constructively because what I would not want to see is a situation where we are told that this Bill is good but there is a better way of doing things.  There should be enough co-operation across the Seanad Chamber to ensure that we get this Bill, improved if it needs to be, across the line as quickly as we can so that we can achieve change for women.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#X00300","speaker":"1660","continuing":true},{"type":"speech","time":1642674600,"counter":113,"content":"<p>I completely and utterly support this Bill.  I commend the Labour Party for bringing it forward, and the INTO for campaigning on it.<\/p><p>There is no question but that we need red-circled time for people who are going through reproductive health issues.  I have got up previously and stated that I have done 13 <i>in vitro<\/i>fertilisations, IVFs.  By the time one adds it all up, it is a re-mortgage and we do need the funding that follows that.  Before one arrives at that stage and is accepted for IVF, one has to prove that one has tried every other possible thing.  That includes getting up, taking temperatures and doing scans to see if one is ovulating.  There is a whole heap of things that have to be done to justify sitting there to get the sort of treatment that one requires.  We need to be careful about at what point people come under the cover of being entitled to the provisions of this Bill and making sure that we do not say that there has to be a threshold before which they are sick, are on their own or whatever.  That journey to accepting that the terminology of infertility applies to one can be quite long and some of the mental anguish of it can be quite considerable.<\/p><p>While I am on the issue of terminology, what I would see for this Bill, and what is happening in research in bringing something through under the Department of Children, Equality, Disability, Integration and Youth, is that we confront the terminology.  I have sat in consultations and heard terms such as &quot;geriatric mother&quot;, &quot;inhospitable womb&quot; and &quot;incompetent cervix&quot;.  I have sat with others as those terms were used.  They are abusive and aggressive terms.  I am confident nobody intends them that way but there is no other way to receive them.  People in that situation are already questioning their identity, their usefulness, their body, their experience and the things they hoped for from when they were a child - to hold their own baby - when they were playing with a doll.  They have all of that, and then have the medical terminology being so unbelievably sexist.<\/p><p>If we start with reproductive leave, I am 100% behind that but we also need to open up a conversation on the equality and treatment and how we as a society, just as the Leader has said, deal with people who are experiencing problems in their reproductive life and in the hopes that they had of that, and just how aggressive and diminishing an experience that can be for the individuals going through it.  I would hope that we see that in the course of all of this and that we would also see support in the aftermath.  There are couples going through IVF that fails.  Even when it is a success, it can be triggered into a post-traumatic stress because it is so all-consuming.<\/p><p>We need a compassionate move as a society.  We need an intolerance for all the &quot;what is for you will not pass you&quot; sort of comments where one just wants to shake the person and say, &quot;Seriously, no.&quot;  Invariably, it comes from people who have found it easy to have children.<\/p><p>We need to aggressively take it on and bring it out into the open.  I loved that about out the debate last May and about the ongoing journey.  It feels like we are on a trajectory of bringing all of this out into the open, bringing a dignity to what can at times be an undignified experience, but bringing a dignity in our society to cherishing the couples and single people that are going through this journey and that there is a compassion in our society for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00200","speaker":"1682"},{"type":"speech","time":1642674600,"counter":114,"content":"<p>We must adjourn at 2.30 p.m. and that is five minutes away.  The Minister of State has to get in.  Could Senator Mullen make his point in 30 seconds or will I go to the Minister of State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00300","speaker":"1670"},{"type":"speech","time":1642674600,"counter":115,"content":"<p>Can I make a point?  Because this is my first time taking Committee Stage from this side, I do not know if I need to come in straightaway today.  I am happy to wait until the next day.  It is up to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00400","speaker":"1505"},{"type":"speech","time":1642674600,"counter":116,"content":"<p>Brilliant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00500","speaker":"1670"},{"type":"speech","time":1642674600,"counter":117,"content":"<p>I am easy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00600","speaker":"1505"},{"type":"speech","time":1642674600,"counter":118,"content":"<p>That is very kind.  I thank the Minister of State for that.  We have five minutes left so.  Senator Garvey is offering as well.  With five minutes between three Senators, I ask them to be as brief as possible.  I call Senator O'Loughlin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00700","speaker":"1670"},{"type":"speech","time":1642674600,"counter":119,"content":"<p>I thank the Minister of State.  I appreciate the gesture.  Deputy English is very kind.<\/p> <p>It is important to thank Deputy Bacik for initiating this Bill and Senator Sherlock for leading it through the House.  It is certainly an important Bill and I would hope that any obstacles that are in the way from the Minister of State's point of view will be looked at and taken out of the way.  It is important that this proceeds and gets to the next Stage and is initiated.<\/p> <p>For too long, there has been a taboo about speaking about miscarriage and reproductive healthcare.  We need to open the conversation, we need to share the experiences and we need to be able to support, console and bring dignity and respect into this argument.<\/p> <p>The physical and emotional trauma that women go through in their miscarriage journey is significant.  That has to be recognised by Government and I have no doubt that it is.  We need to put this leave in place.  We must recognise the pain and the suffering that both infertility and miscarriage cause.<\/p> <p>Senator Ardagh referenced earlier, and there has been some conversation around, IVF and the need to have State funding and continuity of care.  That is important.  One in six couples find themselves not being able to conceive naturally.  If a couple do not have access to money it means they cannot attempt to have that much-longed for child.  That is wrong.  There needs to be equity of access.  I believe it is really important the State brings that funding and that is what our Bill will attempt to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00800","speaker":"1689"},{"type":"speech","time":1642674600,"counter":120,"content":"<p>Of course, we will have to return to some of these issues at another time.  All I would like to say for now is that I commend all that is good in this Bill but I deprecate all that is sad.  I hear my colleague, Senator Higgins, referencing new life and in a background here is a new legal architecture in the State that is about ending new life.<\/p> <p>I am very open.  Where anybody needs care, after an abortion or otherwise, I do not see any logic or justice in excluding people from whatever benefits the State proposes to offer.  That is a different point.<\/p> <p>On what Senator Seery Kearney had to say about open and sensitive language, I so agree about sensitive language.  We should always check and continue to adjust language if it is hurtful, etc., but sometimes we have to call a spade a spade too.  Sometimes we have to say there is a time after which there are greater hazards, etc., in pregnancy.  We have to be able to talk about issues.<\/p> <p>We have to be able to talk about the fact that this Bill does not use the word \"woman\" anywhere.  With great respect to all those who need support and care in our society, is the National Woman's Council to become the national pregnant people's council?  There is a parallel universe sometimes in the language that is used around here where people talk about openness but refuse to get to grips with some of the aspects of this debate where we have to be able to disagree, but in a respectful way, but to talk about issues.  It takes courage to call out some of the concepts that need to be in some way challenged.<\/p> <p>I hope we can get to a place where we can have a thorough respectful debate and not have the situation like we had this morning where, when somebody expressed their sincerely held view, somebody else heckled them while on the way out of the Chamber, not even giving them the courtesy of listening to their case in full.  There is much to be commended in this Bill but there are certain things that, to my mind, should carry a major warning about where we can go as a society when we close down the debate about life and its dignity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y00900","speaker":"1673"},{"type":"speech","time":1642674600,"counter":121,"content":"<p>This Bill is straightforward.  We would not be debating it if we had a majority of women in charge of this country.  It is mad that we have to debate these things.  This is a straightforward thing that we need.<\/p> <p>One in four women have a miscarriage.  That means a good proportion of the women here, because we are 40% female, have had miscarriages.  Many of my friends and family have experienced it.  It is traumatic.  They have to go into the maternity hospital where everyone around them is having babies.  There are loads of issues with this.  The least we should be doing is passing this Bill.  It is 2022.  We do not have time to be debating this.  We just have to get this done now.<\/p> <p>The Minister, Deputy O'Gorman, and the Minister of State, Deputy English, are doing great work and research so that we do it right.  That is also good.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2022&amp;amp;month=01&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Both IVF and miscarriage are traumatic.  Women need time.  If we give this recognition, employers will have to give it recognition and there will be less of a stigma.  For years people did not even talk about the fact they had had a miscarriage or that they were using IVF.  That is completely mental.  In this day and age we should not be suppressed in any way.  We know how oppressed we are and our voices are for many reasons and in lots of ways, and we do not call out things.  However, we should not be hiding behind this.  This Bill will really support us to not be embarrassed about this kind of stuff.  I would really appreciate it if Senator Mullen would keep his rosaries off our ovaries, for once and for all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Y01000","speaker":"1659","continuing":true},{"type":"speech","time":1642674600,"counter":123,"content":"<p>Nobody mentioned religion except the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00200","speaker":"1673"},{"type":"speech","time":1642674600,"counter":124,"content":"<p>I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00300","speaker":"1659"},{"type":"speech","time":1642674600,"counter":125,"content":"<p>It is the Senator's obsession, not mine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00400","speaker":"1673"},{"type":"speech","time":1642674600,"counter":126,"content":"<p>That is the end of the debate.  I thank the Minister of State for engaging to let the final three Senators get into the debate.  It is greatly appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00500","speaker":"1670"},{"type":"unspoken","time":1642674600,"counter":127,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"speech","time":1642674600,"counter":128,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00700","speaker":"1670"},{"type":"speech","time":1642674600,"counter":129,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022012000002#Z00800","speaker":"1653"},{"type":"unspoken","time":1642674600,"counter":130,"content":"<p>Cuireadh an Seanad ar athl&oacute; ag 2.31 p.m. go dt&iacute; 2.30 p.m., D&eacute; Mairt, an 25 Ean&aacute;ir 2022.<\/p><p>The Seanad adjourned at 2.31 p.m. until 2.30 p.m. on Tuesday, 25 January 2022.<\/p>","notice":"TIME STRING DETECTED"}]