[{"type":"minorheading","content":"Prelude","time":1510223400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1510223400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1510223400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1510223400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1510223400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00100"},{"type":"speech","time":1510223400,"counter":6,"content":"<p>I have received notice from Senator Martin Conway that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on implementation of the recommendations of the report of the National Council for Special Education on &quot;Delivery for Students with Special Educational Needs: A better and more equitable way&quot;, published in March 2014, which proposed a new model for allocating teaching resources for students with special educational needs.<\/blockquote> <p>I have also received notice from Senator John O'Mahony that he proposes to raise the following matter: <\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to develop a national strategy to deal with the invasive plant Japanese knotweed.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine that she proposes to raise the following matter: <\/p><blockquote>The need for the Minister of State at the Department of Health with special responsibility for mental health and older people to provide an update on the proposed closure of the high-dependency psychiatric unit at Tallaght Hospital.<\/blockquote> <p>I have also received notice from Senator Rose Conway-Walsh that she proposes to raise the following matter: <\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on how he intends to implement recommendation 6.1 of the report of the Oireachtas Joint Committee on the Future Funding of Domestic Water Services that equality be afforded to those on private and group schemes.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan that he proposes to raise the following matter: <\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the provision of funding for the proposed Athy ring road.<\/blockquote> <p>I have also received notice from Senator Colm Burke that he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to outline the action proposed to make the nine respite beds at Fermoy Community Hospital fully operational.<\/blockquote> <p>I have also received notice from Senator Maria Byrne that she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide emergency funding for the repair of the Olympic swimming pool in the University of Limerick.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Conway, O'Mahony and Devine and they will be taken now.  Senator Conway-Walsh has withdrawn her Commencement matter, which I had selected.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1510223400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00250"},{"type":"minorheading","content":"Special Educational Needs Service Provision","time":1510223400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00300"},{"type":"speech","time":1510223400,"counter":9,"content":"<p>I welcome the Minister of State to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00350","speaker":"1381"},{"type":"speech","time":1510223400,"counter":10,"content":"<p>I thank the Cathaoirleach for selecting this Commencement matter.  I am delighted the Minister of State at the Department of Education and Skills with responsibility for special educational needs, Deputy Mitchell O'Connor, has come to the House to deal with this motion because often when we table Commencement notices, it is not possible for the Ministers with specific responsibility to come to the House to deal with them.  It is a testament to the importance of this issue that the Minister of State is here today.<\/p> <p>As a former school principal and teacher for many years she will be aware that this and previous Governments have invested substantially in providing supports for people with disabilities to attend mainstream secondary school.  When I was in secondary school in the mid-1980s a visiting teacher came to me twice a year.  There were no resource teachers or special needs assistants.  I went to an integrated school and had to make do with what was there and do my very best.  As they do today, teachers then went the extra mile to ensure that as much equality as possible was achieved.  We have moved on, thankfully, and have achieved quite a lot.  There is, however, frequent criticism of the amount of resources pumped into equality and disability services to ensure people with disabilities have adequate resources.  The reality is there will never be enough but we have come a long way as a country since the mid-1980s.  It is a credit to all successive Ministers for education that in spite of the difficult economic environment in which we found ourselves, we were able to keep a reasonable service and there are 10,000 or 11,000 special needs assistants and resource teachers in schools now.  <\/p> <p>While we provide many resources, young people sometimes may need extra resources in first and second year.  As they become more accustomed to school, however, and create their own ways to overcome difficulty, as equipment is provided and so forth, they may not require as many hours as they did when they started secondary school.  Sometimes a student may have hours they may not need.  They could be channelled in a different way.  A report in 2014 suggested an alternative model.  The Government is committed to introducing that model in September 2018 or 2019 and the Minister of State will clarify that in her response today.  It is only right and fair that schools should be told when and how it will happen and what the methodology and mechanics will be for assessing the need and providing the resources.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many teachers, principals and school administrators are happy that the report will be implemented and that there will be a new way of thinking in the allocation and provision of special needs assistants and resource hours and so forth.  However, the time has come for schools to be told when, where, how and what the mechanisms will be in order that they can plan their budgets, human resources, academic calendars and approach.  It is rather difficult to deal in a vacuum not knowing any of this information.  I look forward to hearing the response of the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#A00400","speaker":"1416","continuing":true},{"type":"speech","time":1510223400,"counter":12,"content":"<p>I thank the Senator for being a voice in the Seanad during the years for children with special educational needs.  I congratulate him on his Darkness into Light event which was held recently.  The purpose was to highlight the issues encountered by people who had problems with their vision.<\/p> <p>I am the Minister of State with responsibility for the higher education sector, but I am delighted to take this Commencement matter.  The Government is committed to ensuring all children with special educational needs can have access to an education appropriate to their needs.  Under the new resource teacher allocation model which was introduced in the current school year, the allocation of additional special education teachers is based on each school's educational profile.  The profile captures the school's overall requirement for additional teaching supports without the need to individually identify each student with special educational needs.  One important element of the school's educational profile is the number of students with complex needs enrolled.<\/p> <p>In its 2014 report, Delivery for Students with Special Educational Needs, the National Council for Special Education advised that students with complex needs were those who required additional teaching support because they needed highly individualised and differentiated learning programmes significantly different from those of their peers.  The new allocation model commenced in September 2017.  Following consultation with education partners and stakeholders, the NCSE&rsquo;s low incidence allocations which had been made for each school during the preceding 2016-17 school year were used to establish the complex needs component of the profile for each school.  This meant that on the introduction of the new allocation model and until allocations were reviewed, no school received an allocation for the support of pupils with complex needs that was less than the allocation it had received to support pupils with low incidence special educational needs during the 2016-17 school year.<\/p> <p>In using the low incidence data from the NCSE to ensure children with complex needs were captured in the profiles of all schools, I am satisfied that no school has been disadvantaged by the allocation process.  The Department of Education and Skills' Circulars 0013\/2017 and 0014\/2017 set out details of how the complex needs category of the profile was developed based on the existing low incidence allocations.  They indicate that for the next re-profiling of the model, the complex needs category will take account of the existing low incidence allocations for schools less any leaver included in this category, plus additional allocations for any new complex needs category pupil in the period from when the first school profiles were developed to the point of the next re-profiling of the model.<\/p> <p>A working group of officials, including officials of the Department, the NCSE, the National Educational Psychological Service and the HSE, continues to work to develop the complex needs component of the model.  The work of the group is at an advanced stage.  The working group will take account of the decision-making process and qualification criteria for the selection of children for access to HSE children disability network teams and how this information can be transferred from the HSE to the NCSE to inform future allocations following reviews.  The working group will conclude its work on the identification of complex needs in advance of the review of allocations to schools which must be concluded by the end of 2018 in order that the allocations can be notified to schools in January 2019.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#B00200","speaker":"1247"},{"type":"speech","time":1510223400,"counter":13,"content":"<p>I thank the Minister of State for her kind words and comprehensive response.  I would like the working group to conclude its work earlier than the end of 2018, if possible.  We are still talking about a period of almost 14 months between now and the end of 2018.  By the time schools are informed of their allocations it will be early 2019.  Perhaps the Minister of State might have a word with the working group to see if it could conclude its deliberations sooner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#B00300","speaker":"1416"},{"type":"speech","time":1510223400,"counter":14,"content":"<p>I will relay the Senator's comments to the Department of Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#B00400","speaker":"1247"},{"type":"minorheading","content":"Noxious Weeds","time":1510223400,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#B00450"},{"type":"speech","time":1510223400,"counter":16,"content":"<p>I welcome the Minister of State.  Since this issue is not within her area of responsibility, I appeal to her to speak directly to the Minister for Culture, Heritage and the Gaeltacht, Deputy Heather Humphreys, who, I understand, is dealing with the problems posed by Japanese knotweed, to which I was alerted in recent times when travelling around County Mayo and elsewhere in the west.  I saw signs popping up along the roadside asking people not to cut it.  When I looked into the matter a little further, I found that Japanese knotweed was a highly invasive plant which had been introduced in Ireland as an ornamental plant in the 19th century.  However, it has now become a major problem.  It is spreading rapidly throughout the country along watercourses and transport routes and on unmaintained land.  It is one of the worst invasive species because its root system and rapid growth can damage concrete foundations and buildings.  It can come up through tarmac, roadways and so on.<\/p> <p>There is a major problem with the species in County Mayo.  I am aware of a scheme to deal with the problem along some national routes but others areas affected are not being treated.  Overall, money is being spent. but there is a need for a strategic plan covering several years to sort out the problem which is expensive to deal with.  That is an important point, but it would be better to do this in a strategic and planned way with the assistance of various agencies co-operating together rather than having each do its own thing and not knowing what the others are doing.  Ballycroy National Park in County Mayo will be overrun by Japanese knotweed if there is not an overall strategy in place.  Mayo is one of the counties worst affected.<\/p> <p>Eradication, as I said, is costly.  For example, it cost &pound;88 million to clear the site for the Olympic village in London some years ago.  The plant can be controlled successfully through the application of appropriate herbicides.  However, eradication requires planning, since follow-up treatments are usually required.  In that regard, consideration should also be given to the management and disposal of dead plant material and the treatment of contaminated soils.  We need to prepare a management plan and seek expert help before tackling any significant infestation of the species.  If we do not have such a plan involving all of the relevant State agencies, we are simply wasting our time and money.<\/p> <p>I am aware that Transport Infrastructure Ireland was given a budget of &euro;5.5 million to deal with this problem.  A sum of &euro;2 million would deal with the problem along national roads.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John O'Mahony:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2202\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2202&amp;amp;pid=JohnOMahony&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, there will have to be some way of going into private land to treat the whole infestation.  If not, it will only be a control framework rather than a solution.  Transport Infrastructure Ireland, TII, or each county council needs to start a full treatment programme of all roads.  So far, it has been a piecemeal approach, which is a waste of money and not good enough.  All State lands within each agency need to be surveyed for the presence of these plants, especially land that may be required for building over the next ten years and State properties that will be sold like old HSE buildings or closed Garda stations.<\/p><p>The presence of an invasive plant on property can significantly reduce its value.  Any flood relief schemes envisaged for any time in the future should be surveyed and treated now.  There is a significant cost benefit to the State by doing it now in a strategic way.  One of the main culprits for the spread of invasive plants is the rail corridors.  It has been suggested that Iarnr&oacute;d &Eacute;ireann to date has made little or no effort to treat these invasive plants and, as a result, the good work done by other agencies is not effective.<\/p><p>There is also a problem with the lack of facilities to deal with the disposal of material if it needs to be excavated.  The material has no specific code, meaning local authorities and the Environmental Protection Agency, EPA, do not know how to categorise the material from a planning perspective.  I have been informed the solution would be to create a new category and to get these facilities open as soon as possible.  We need to ascertain at an early date what invasive plants we have on State lands and to work together to solve this significant problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#B00600","speaker":"1426","continuing":true},{"type":"speech","time":1510223400,"counter":18,"content":"<p>I thank the Senator for raising this difficulty in rural areas.  We even had difficulties with this issue in D&uacute;n Laoghaire-Rathdown County Council.  I am taking this Commencement matter for the Minister for Culture, Heritage and the Gaeltacht, Deputy Humphreys.  She is aware of public concern about the impact of invasive species, including Japanese knotweed.  Her Department is responsible for the implementation of the Wildlife Acts and the European Communities (Birds and Natural Habitats) Regulations 2011, Sl No. 477\/2011, both of which prohibit the spreading of invasive species.<\/p> <p>In law, control of invasive species, such as Japanese knotweed, is a matter for landowners.  In this regard, the Department carries out considerable work on controlling invasive species in national parks and nature reserves.  However, it does not have the resources required to extend such work into the wider countryside or to provide funding to landowners and home owners.  While there is no national eradication plan in place at present for Japanese knotweed, there are several initiatives in place across Departments and agencies, as well as local authorities, which support measures to tackle invasive alien species.  Significant work is being carried out by a range of agencies in this area, including several local authorities.<\/p> <p>The management of invasive alien plant species project, led by TII, is a &euro;5 million project aimed at managing invasive knotweed and other non-native invasive plant species over the next five years on the national road network and its interactions with regional roads.  The project involves collaboration with the Department of Transport, Tourism and Sport.  In 2015, an invasive alien species national stakeholder group was established, led by the National Parks and Wildlife Service.  This group includes representatives of a wide range of Departments, agencies and local authorities.  It provides a forum to discuss the implications of the implementation of EU and national legislation, as well as to exchange information on the various initiatives being undertaken in this area.<\/p> <p>The Department of Culture, Heritage and the Gaeltacht will consider options for improved national co-ordination of work on invasive species, including increased co-operation between local and central government.  Information on the distribution of invasive species in Ireland, including knotweed, is available on the invasive species section of the National Biodiversity Data Centre's website.  Incidences of invasive species can be reported via the website.  I encourage members of the public to use this facility.  Answers to frequently asked questions on Japanese knotweed are also available from the same website.<\/p> <p>Invasive species by their nature do not recognise political boundaries.  A considerable level of co-operation exists on this issue between Departments and agencies in both jurisdictions.  The Department has worked closely over the years with the Northern Ireland Environment Agency, NlEA, to fund and manage the invasive species Ireland project.  It is hoped this project can recommence in the near future.  Information on general management approaches to invasive plant species is available from the invasive species Ireland website.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00200","speaker":"1247"},{"type":"speech","time":1510223400,"counter":19,"content":"<p>I thank the Minister of State for her reply.  While I acknowledge initiatives are in place, there is a need for an overall plan and education on this matter.  Japanese knotweed thrives on disturbance.  People think they are sorting it out when they cut it back.  That is why there needs to be education on managing it.  If we are doing it in a half-hearted way, we are throwing good money away.  We need co-operation and an overall plan.  Otherwise, it is like trying to keep the tide out with a hayfork.<\/p> <p>Will the Minister of State bring the points raised to the Minister's attention?  It is important people know the dangers with the weed.  There is a big gain to be made in tackling it but it needs to be done in a strategic and organised way.  I urge that the Minister does that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00300","speaker":"1426"},{"type":"speech","time":1510223400,"counter":20,"content":"<p>I will inform the Minister for Culture, Heritage and the Gaeltacht, Deputy Humphreys, of the points the Senator raised this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00400","speaker":"1247"},{"type":"speech","time":1510223400,"counter":21,"content":"<p>It is widespread in west Cork and south Kerry as well.  It is a bigger problem than we realise.  I am sure the senior Minister will make a start to deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00500","speaker":"1381"},{"type":"minorheading","content":"Mental Health Services Provision","time":1510223400,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00550"},{"type":"speech","time":1510223400,"counter":23,"content":"<p>On the matter I have raised today, I am speaking for my mental health nurse colleagues and their patients, as well as being a member of the Joint Committee on the Future of Mental Health Care and a member of the Psychiatric Nurses Association, PNA.  The high-dependency psychiatric unit at Tallaght Hospital has six beds.  It has been rumoured that it will close due to staff shortages.  It is my understanding that there are 43 nursing vacancies in this service, which is posing serious difficulties for any recruitment or retention of nursing staff.  This has been going on for a considerable number of years.<\/p> <p>In an overwhelming ballot last week of PNA members, 85% voted for industrial action should this unit close.  In 1999, the admission unit in Tallaght was opened with two beds and no high-dependency observation unit.  It involved a prescribed method of taking care of patients who are extremely volatile, vulnerable and unwell.  It could be a one-to-one, where one nurse would sit with the patient on a 24-7 basis, or a two-to-one, dependent on the level of risk.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They demanded at the time, as did University Hospital Galway, that a high dependency observation unit be opened, in the interests of the patients' dignity and for the safety of staff and patients.  It took industrial action to do this.  When it was opened, there was a significant decrease in one-to-one, two-to-one or sometimes three-to-one nursing specials was glaringly obvious.  The high dependency unit did not need one-to-one, two-to-one or in some cases three-to-one nursing specials for patients, which would deprive them of their liberty.<\/p><p>There is also the matter of seclusion.  Seclusion is something we all think of as being like \"One Flew Over the Cuckoo's Nest\".  Seclusion is down and it is used very rarely now.  It is also an issue of human rights and personal freedom.  However, seclusion in the so-called padded cell, or whatever one wants to call it, is significantly down because of high dependency units.  <\/p><p>I am aghast that the Minister of State with responsibility for mental health has proposed closing this high dependency unit leaving patients, staff and visitors to the unit very vulnerable.  It is a retrograde step.  It is going back to the Victorian practice of taking away people's liberty to move around without somebody following them, even into the toilet or shower, so that they can continue the prescribed one-to-one observation.  Could the Minister of State please respond and put nurses' and patients' minds at ease?  Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#C00600","speaker":"1388","continuing":true},{"type":"speech","time":1510223400,"counter":25,"content":"<p>Thank you.  I call the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00200","speaker":"1381"},{"type":"speech","time":1510223400,"counter":26,"content":"<p>I thank Senator M&aacute;ire Devine for raising this very important issue.  I am well aware of her track record on mental health and with the Pyschiatric Nurses Association, PNA.  I thank and commend her for her work in the past on those particular issues.  I know the concerns she raises today are totally genuine.  Our objective is to ensure that all patients and the staff who work with them are given priority.<\/p> <p>Mental health remains a key programme priority for this Government, underscored by the fact that the HSE's mental health budget increased from &euro;836 million in 2016 to approximately &euro;851 million this year, and will further increase to approximately &euro;910 million next year.  This new investment will help to expand and modernise all aspects of the particular services.<\/p> <p>Nationally, and in Dublin South-Central in particular, the HSE has encountered significant issues in the past few years in recruiting and retaining registered psychiatric nurses.  This is a recognised issue for all nursing disciplines in the Dublin area, and was a factor in the previous industrial action by the PNA in 2016.  The HSE has been attempting to maintain a full level of inpatient and community services in the face of this staffing challenge.  This has contributed to a significant level of both agency use and nursing overtime.  However, in trying to alleviate such pressures, the HSE has an ongoing recruitment campaign for psychiatric nurses in Dublin South-Central, alongside panels already in existence at the HSE national recruitment service in Manorhamilton.  The acute mental health admission unit at Tallaght Hospital is endeavouring to provide a safe and secure environment to treat patients for the acute phase of their illnesses.  The management of the service has become increasingly concerned about the high dependency on the use of agency staff and the inability to adhere to provisions of the working time directive.<\/p> <p>The lack of staff continuity in shifts, together with the over-reliance on agency staff, are significant risks to patient safety.  We accept that.  The HSE is considering several options, and while no decision has yet been made, consideration has been given to closing the six-bed ward known as the Aspen ward.  This ward was originally opened as a high-observation ward in 2003.  Due to the limitations in design, it has not operated as a high-observation ward for some years.  It now serves generally as a low-stimulus environment for selected patients.  The closure of Aspen, if it proceeds, may reduce the bed capacity of the acute admission unit from 52 to 48 beds.  A concerted effort is under way to reduce the cohort of patients on the unit whose acute phase of treatment has now been completed in order to ensure that bed availability for acute admissions is optimised.  The management of the service continues to engage with staff representatives to explore all options to reduce the impact of nursing vacancies in the service.  This service is currently running a nursing vacancy rate of 20%, against a complement of approximately 200 qualified nursing staff.  That is a very difficult position.<\/p> <p>Any measure taken to relieve this problem by the HSE is taken with a view to minimal impact on front-line services, and will be reviewed regularly for the impact on patient care.  Subject to the availability of appropriate additional staffing, it is intended that any bed reduction will be temporary in nature.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00300","speaker":"1359"},{"type":"speech","time":1510223400,"counter":27,"content":"<p>I thank the Minister of State.  I am delighted, as is everyone in the health service, that the Child and Adolescent Mental Health Services, CAMHS, beds have been reopened in Ballyfermot.  It is a good news story and I am delighted that it has happened.<\/p> <p>I refer to converting the agency staff to permanent posts.  In regard to the design of buildings, we have had these problems before.  The design needs to be led by service users, including the staff and patients, saying how they want their building to look.  That needs to be done in all establishments in all parts of the health service.<\/p> <p>We are again going to throw vulnerable patients out onto the street with no community services.  Will the diagnosis and a risk assessment be done?  We are downgrading the beds but nothing is replacing the service in the community, so we are just throwing them to the wolves.  Will the Minister of State get in touch with the general secretary of the PNA, Mr. Peter Hughes, who has solutions to this and prevent the industrial action which nurses are unfortunately forced to take because of the loss of services to our patients?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00500","speaker":"1388"},{"type":"speech","time":1510223400,"counter":28,"content":"<p>I thank Senator Devine for her contribution and welcome her comments on the CAMHS facility in Ballyfermot.  That is a good news story.  To go back to the original debate, we have a major problem with staffing and I share the Senator's concerns in that regard.  I met with Mr. Paul Bell from SIPTU yesterday in regard to care staff and the disability services.  There is an issue there about recruiting staff.  I accept that point.  That is an issue the HSE has to do something about.  We are 20% down and that is the reality.  My problem is that we are increasing the funding for mental health to &euro;910 million next year but seem to have a problem getting the staff.  My argument, which I am sure is made by a number of Ministers, is that when we bring in agency staff costs are increased and the stability of the service is taken away, which is needed.<\/p> <p>I will bring the Senator's concerns back to the Minister. We should listen to the PNA and the contributions from people on the ground.  The Senator knows from her own experience, and I know as a former branch secretary in the Irish National Teachers' Organisation, INTO, that people on the ground will give an insight to management on the way services are run every, and their voices should always be listened to.<\/p> <p>The Senator mentioned the important issue of designing the buildings, and involving patients and service staff directly in that process.  I will bring the Senator's concerns back to the senior Minister and the HSE.  We have to do something about the shortage of nursing staff and prevent the closure of wards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00600","speaker":"1359"},{"type":"majorheading","content":"Messages from Dáil","time":1510223400,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00800"},{"type":"speech","time":1510223400,"counter":30,"content":"<p>The following messages were received from D&aacute;il &Eacute;ireann:<\/p><blockquote>D&aacute;il &Eacute;ireann has passed the Water Services Bill 2017, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Civil Liability (Amendment) Bill 2017, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#D00900","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":31,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1510223400,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#G00100"},{"type":"speech","time":1510223400,"counter":33,"content":"<p>The Order of Business is No. 1, Legal Metrology (Measuring Instruments) Bill 2017 - Report and Final Stages, to be taken at 12.45 p.m.; No. 2, Water Services Bill 2017 - Second Stage, to be taken at 1 p.m., with the contributions of group spokespersons not to exceed eight minutes and all other Senators' contributions not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#G00200","speaker":"1391"},{"type":"speech","time":1510223400,"counter":34,"content":"<p>I wish to register my disgust that waiting lists for hospital treatments are up to almost 685,000 patients.  Some lists have reduced due to Fianna F&aacute;il's insistence that the National Treatment Purchase Fund be reactivated but this decrease is negligible.  One also hears anecdotally that waiting lists for cancer testing, monitoring and treatment also have lengthened.  This flies in the face of Ireland's previously world-class cancer strategy.<\/p> <p>After my colleague, Deputy Kelleher tabled a parliamentary question, we have learned that 172 beds are out of action nationally, 13 of which are in St. James's Hospital.  It beggars belief that with between 400 and 500 persons on trolleys each evening nationally, these beds are closed.  I call on the Minister for Health to attend the House to have a full debate on hospital waiting lists and to update the House on cancer care in Ireland, including updated figures on treatment in this regard.<\/p> <p>I also want to raise the issue of the naming of the new national children's hospital.  I put on record my support for the views of the 57 Dublin city councillors that the new hospital be called after Dr. Kathleen Lynn.  Dr. Lynn was the founder of St. Ultan's Hospital for infants and was a veteran of the 1916 Rising.  I urge the Minister for Health to press the board to take on the views of the councillors.  These views represent the wishes of the people.  It is now time that we honoured a strong woman from our past such as Dr. Kathleen Lynn who dedicated much of her medical, social and civic service to this country.  The Minister should make a statement on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#G00300","speaker":"1407"},{"type":"speech","time":1510223400,"counter":35,"content":"<p>I identify with Senator Ardagh's remarks about the national children's hospital.  I believe it would be suitable that Dr. Kathleen Lynn should be remembered by dedicating the name of the hospital to her memory, as Senator Ardagh has suggested.  Dr. Lynn was a pioneering medical champion of the poor and of children in Dublin at a time when they needed someone like her to make her talents and commitment available to them.  She established St. Ultan's Hospital for infants and ran it at a time when it was one of the only children's hospitals in this city.<\/p> <p>I wish to raise a matter that is somewhat removed from that topic.  The Constitution requires that the Government should, meet and act as a collective authority.  The Constitution also vests in the Government the conduct of the nation's external relations.  It seems to me that those two things together require that every member of Government and every member of the Cabinet should understand that there is no possibility of taking initiatives, of a party or an individual kind, in Ireland's international relations.<\/p> <p>I note that in the neighbouring jurisdiction, the foreign aid Minister, Priti Patel, has lost her job for taking a private personal initiative outside of the Government regime.  In these circumstances and in this jurisdiction it must be asked whether it is remotely tolerable that a member of Government could decide, on a unilateral or a non-party group basis, to bring another Minister of State and another Independent Member of the D&aacute;il to North Korea in the manner in which the Minister, Deputy Ross, the Minister of State, Deputy Halligan and others are planning to do.<\/p> <p>I believe this to be a matter of importance and not merely because the whole idea sounds so ridiculous that if one heard it on \"Callan's Kicks\", one would wonder whether it was going a little bit over the top.  It is serious that anybody should think he or she can remain at the Cabinet table and have his or her own foreign policy.  It flies in the face of the Constitution and the two provisions I have mentioned about meeting and acting as a collective authority and about the Executive arm of the State having conduct of our international relations.<\/p> <p>I ask the Leader to request the Minister for Foreign Affairs and Trade, Deputy Coveney, to come to the House to make a statement about the conventions that apply in this regard, to explain how it is consistent with membership of the Cabinet to take an initiative of this kind and to indicate whether the Government proposes to tolerate this or whether it is relying on the common sense of the North Korean leadership to save it from the ultimate embarrassment of having the Minister, Deputy Ross, visit North Korea and perhaps remain there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#G00400","speaker":"1403"},{"type":"speech","time":1510223400,"counter":36,"content":"<p>T&aacute; eolas t&aacute;bhachtach foilsithe inniu ag an eagra&iacute;ocht Pobal maidir leis na ceantair ar fud na t&iacute;re at&aacute; faoi mh&iacute;bhunt&aacute;iste.  &Uacute;s&aacute;idtear an t-eolas seo, a chuireann Trutz Haase agus Jonathan Pratschke le ch&eacute;ile, go minic nuair ata maoini&uacute; &aacute; shol&aacute;thar do chl&aacute;racha St&aacute;it.  T&aacute; s&eacute; t&aacute;bhachtach go dtabharfadh muid aird air.  I am speaking about the Pobal HP deprivation index for small areas produced by Haase and Pratschke and published today, which Departments use as the benchmark for where funding is to be delivered.  For example, it is used in regard to the allocation of funding for DEIS schools and in regard to funding under the social inclusion and community activation programme, SICAP.  It is an important tool.  What is most worrying is that areas previously identified by it as the most deprived remain the most deprived.  I have had a cursory look at the maps.  The areas most deprived appear to be in the peripheral regions of Donegal, Mayo, Galway and south Kerry, which has been traditionally the case since the commencement of the gathering of these data.  This raises questions as to the effectiveness of the local community development programme, LCDP and SICAP.  There have been massive cuts to the funding available for the programmes under Pobal that seek to address to these issues.  <\/p> <p>According to the press commentary on the report today, Dublin has disproportionately benefitted from the upturn in the economy and small rural towns were the most affected by the recession and the years following it.  One could take from it that the small towns, which are defined as having a population of between 1,000 and 5,000 people, were worst hit by the recession and benefitted less from the recovery than did the most urban and rural areas.  This quantifies the point regularly made here that the financial crisis we experienced seriously affected rural towns and rural areas.  The authors of the index state in their findings that there are rings of affluence around built-up urban areas, particularly around the greater Dublin region and these were less affected by the economic crisis and austerity than the more disadvantaged areas of the city and the more isolated rural areas.  This is something we often say anecdotally here has happened and these statistics back up that case.  In that regard, it is important that the Minister for Rural and Community and Development, Deputy Ring, should come to the House to discuss that report and its statistics, as well as broader rural issues. <\/p> <p>I also want to raise an issue that has been highlighted in the D&aacute;il by Sinn F&eacute;in's spokesperson for social protection, Deputy Brady.  The Government has now admitted that 42,278 pensioners nationally, as opposed to 35,000, as previously stated, have been affected by the rate band changes introduced by Fine Gael and the Labour Party from September 2012.  Of these 42,278 people, 26,598 are female and 15,680 are male.  The figures we have now obtained from the Department show that a much greater number of people are affected than was previously stated.  I note that in counties Galway and Mayo, 2,116 and 1,340 people, respectively, are affected.  It is worrying that at no stage in all the discussions on this issue has the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, disclosed the actual number of people affected by the 2012 changes despite these figures being available in her Department.  I am told that the Social Welfare Bill is to be discussed at Cabinet next week.  We need to hear from the Minister, Deputy Doherty, if it is proposed to rectify this blatant discrimination in the Social Welfare Bill.  We have heard lots of rumblings from different people in these Houses around this issue.  It is important that Fianna F&aacute;il would put pressure on Fine Gael and the Minister, Deputy Doherty, to address this issue because these 42,278 pensioners are waiting for a resolution.  It is not acceptable that we would be misled in these Houses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00100","speaker":"1377"},{"type":"speech","time":1510223400,"counter":37,"content":"<p>I echo the comments of Senator McDowell in respect of the issue he raised.  While Members might have had a little giggle at the end of his contribution, it is important.  The cornerstone of our democracy is Cabinet collective responsibility, which is something several Ministers in the current Cabinet have not accepted.  The Attorney General might need to provide them with a handbook on how they are supposed to behave because they are not behaving in the best interests of this country.  The manner in which they are behaving may help to get them re-elected but it is not in the best interests of the Republic.  I am extremely disappointed about this.  I believe the three Ministers concerned should consider resigning.  It is not possible to have a foreign policy separate to that decided by Cabinet or to have employment legislation other than that already in place, which the Minister of State, Deputy Halligan, has breached.  As a Minister of State, he should, if a party to an interview board, be aware of the rules and regulations around that process.  I echo the call by Deputy Sherlock for the Minister of State, Deputy Halligan, to resign.<\/p><p>I wish to raise another issue that is affecting people on a daily basis.  Not a day goes by that I do not meet a young person who has happily returned to employment and who now wants to plan for his or her future.  Many of these young people are not on huge salaries and are concerned they will not qualify for the affordable housing or rental schemes continuously referenced by the Government.  Over a year ago it was stated in this House that an affordable housing scheme and an affordable rental scheme would be put in place, which I have followed up on two occasions with the Minister and Minister of State in this House.  On the first occasion, which was March last, I asked for a pilot scheme to be put in place in respect of the Poolbeg West development and I was told not to worry, as an affordable housing scheme would be announced shortly thereafter.  However, no affordable scheme has yet been announced.  In September the Minister indicated in <i>The Irish Times <\/i>that within weeks an affordable housing scheme would be in place such that people would know where they stand, what deposits would be needed and the income criteria in terms of eligibility for the scheme.  Thousands of young people are waiting to find out if they qualify, what deposit they will need and to whom they should apply in that regard.  There will be 3,500 units in the Poolbeg West development, of which 300 will be social housing units and the remaining will be affordable housing units.  No criteria has yet been announced in relation to the affordable housing purchase or rental schemes.  <\/p><p>Today, I ask the Leader to ask the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, to come to this House as soon as possible to explain to the House why no scheme has yet been announced.  People need to be able to plan for their future but they do not know where they stand.  These people work hard every day and they are being let down every day by the Minister, Deputy Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00200","speaker":"1417"},{"type":"speech","time":1510223400,"counter":38,"content":"<p>I wish to move an amendment to the Order of Business that No. 12 be taken before No. 1.  No. 12 is the Regional Technical Colleges (Amendment) Bill 2017 - First Stage and I thank my co-signatories to that Bill, Senators Mulherin and O'Mahony.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00300","speaker":"1380"},{"type":"speech","time":1510223400,"counter":39,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00400","speaker":"1424"},{"type":"speech","time":1510223400,"counter":40,"content":"<p>We will come to that later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00500","speaker":"1381"},{"type":"speech","time":1510223400,"counter":41,"content":"<p>I also want to commend GAA pundit and journalist, Mr. Joe Brolly, on raising the very serious issue regarding Mr. Peadar Heffron, who was the first Catholic to sign up to the PSNI.  A PSNI team played against a team from An Garda S&iacute;och&aacute;na in Dublin behind closed doors.  Prior to or not long after that game, a team from the PSNI played a team from the Oireachtas, which included former Taoiseach, Deputy Enda Kenny, the former Minister of State, Jimmy Deenihan, former Deputy Conor Lenihan, myself and other Members of the Oireachtas, in a game at Kilmacud Crokes.  There has a heavy Garda presence around that game.  What happened to Peadar Heffron is outrageous.  The GAA has sat on its hands and not apologised for what happened, even since this issue was raised by Joe Brolly.  In fairness to him, it was courageous of him to highlight this issue.  He has not done so on only one occasion.  He highlighted the issue in articles on 29 October, 4 November and 5 November and still there is no response from the GAA.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am calling on the hierarchy at Croke Park, in central council, the president of the GAA, Aog&aacute;n &Oacute; Feargha&iacute;l, and Mr. Padraic Duffy to apologise on behalf of the GAA for the way Peadar Heffron was treated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#H00600","speaker":"1380","continuing":true},{"type":"speech","time":1510223400,"counter":43,"content":"<p>Will the Leader invite the Minister for Justice and Equality, Deputy Charles Flanagan, to come to the House to discuss the spread of rural crime?  The problem is really very serious.  Fear stalks the land because of what has happened quite recently.  I refer to the brutal attack on Mr. Richie McKelvey from Brosna, outside Birr, a 54 year old batchelor who was beaten and thrown into a shed and is now afraid to go back again.  His sister, Ms Annette Meacle, from Kilcormack, County Offaly, has said the position in rural Ireland is very serious.  What action will the Minister and the acting Garda Commissioner, Mr. Donal &Oacute; Cual&aacute;in, take to deal with the problem?  I appreciate that Operation Thor has been launched again.  It has been ongoing since 2015.  However, those involved seem to be fearless criminals and immune from conviction.  They are travelling the main highways and hitting rural areas seriously.  What action will the Government take?  I have great respect for the Minister for Justice and Equality who is from a rural area and has long experience in public life.  He must provide leadership on this issue.<\/p> <p>Drug use is also spreading into rural areas, which was never the case in my time.  Drugs are now available in rural areas in counties such as Roscommon.  There are people who are pushing drugs on young people who are in fear of the drug barons who, if they do not get their money back, send thugs to deal with the matter.  The people in question will not give evidence to the Garda.  We, in this House, have a responsibility.  We should look at the example set by the late Tony Gregory who was very courageous in D&aacute;il &Eacute;ireann in naming and shaming the drug barons.  If garda&iacute; were to come to me to say they seriously suspect certain individuals are drug pushers but that there is not enough evidence to convict them, I would certainly be happy to use parliamentary privilege to name and shame them in this House.  It would not be an abuse of parliamentary privilege but rather a use of it to bring these criminals to task.  I have zero tolerance of anyone who sells drugs to a young person, or any person for that matter, and spreads this evil force around the countryside.  We have to take particular action to deal with it.  Why does the Garda not use surveillance cameras on major roads?  Cameras should be placed on the Athlone bypass and in Rooskey and linked with a central intelligence agency.  We do not make enough use of technology in taking on the criminals.  It is about time we used the law and the technology available to fight them.  This is a war.  We need to wage war on the criminals who are waging war against the people living in rural Ireland.  I am with them against the criminals and will back the Garda in whatever action it takes to bring them to justice.  Will the Leader ask the Minister for Justice and Equality to come before this House to outline exactly what action he is going to take in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#J00200","speaker":"1393"},{"type":"speech","time":1510223400,"counter":44,"content":"<p>Last Saturday I addressed a rally in London on the situation in Palestine to mark the 100th anniversary of the Balfour Declaration.  It was a fantastic event which was attended by thousands of people.  It is interesting to note that the rally was stopped three times by a combination of Zionists and English fascists working together.  Zionist and \"Muslims out of Europe\" flags were waving in the breeze together.  That tells us all we need to know about the Zionist philosophy.  It was also wonderful to see so many Jewish speakers at the rally in support of the Palestinian people.  They did not hesitate in calling Israel an apartheid state.  I remind the Leader of the remarks of Desmond Tutu who also called Israel an apartheid state.  He said silence in the face of injustice amounted to complicity with the oppressor.  I do not understand why this country has not recognised the state of Palestine.  Three years ago all parties in the D&aacute;il voted unanimously to recognise it, yet the Taoiseach and his predecessor have refused to respect the result of that vote by stating the country recognises the state of Palestine.  I find the silence from the Fine Gael benches absolutely appalling as everybody knows what is happening in Israel.  Senator Burke of Fine Gael knows this and has spoken to me about the injustices in the apartheid sate of Israel.  We know that Gaza has been declared by the United Nations to be a place in which people will no longer be able to live by 2020.  I am calling on the Leader to do something about the matter.  Why can Fine Gael not do the right thing and call on the Taoiseach to recognise the state of Palestine?  Everyone else knows that is the right thing to do and it is appalling that it has not yet been done.  I am calling for a debate with the Minister for Foreign Affairs and Trade in order that he can explain his silence and refusal to recognise the state of Palestine and the result of a democratic vote in the D&aacute;il three years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#J00300","speaker":"1389"},{"type":"speech","time":1510223400,"counter":45,"content":"<p>I raise the issue addressed by Threshold in its report published this morning.  It states more than 2,000 complaints have been received from tenants who are being evicted because they have received notice that major renovations to their properties are to be carried out.  There is no definition of \"major renovations\".  I believe the Residential Tenancies Board is to issue directives in the near future on what it means and how a landlord can be covered under the terms of legislation.  Threshold has received over 2,000 calls.  I have been visited by a number of people in my office who are participating in different schemes, be it the housing assistance payment scheme or the rental accommodation scheme, and who have been told by their landlords that they have to move out.  The landlords want to put up the price of their accommodation.  I know that the Residential Tenancies Board is also concerned about the fact that more than half of the complaints have been received from people whose landlords have said they have to move out because they want to move in family members.  In many of these cases that is just an excuse to get the tenants out and seek higher rents.  Something has to be done about the matter.  I would like the Leader to bring it to the attention of the Minister for Housing, Planning and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#J00600","speaker":"1384"},{"type":"speech","time":1510223400,"counter":46,"content":"<p>Over 25 years of union membership and, in particular, in the five years I spent on the national executive of the Teachers' Union of Ireland and two years as its president I learned one thing.  If a representative body is undermined by promises which have not been kept, it is placed at risk by its own members.  Yesterday a colleague of ours, Senator Aidan Davitt, referred to local authority members and the moneys that had been promised to them.  I received a number of calls last night to say we should spare people the talk as they were no longer interested.  There is a principle at stake, something by which we, having been elected by the people concerned, should be standing.  I have attended two conferences this year, at which I heard the members of local authorities being promised that certain payments would be made by Halloween.  That did not happen.  Two years ago I called for a debate in this House on this issue.  Why are we afraid to discuss it in public?  Why should we be afraid of representing those who elect us?  Why should we be afraid to refer to the paltry money they are being offered?  Many of them work much harder than any of us in meeting members of their local communities.  We are offering what we would give a Minister of State as an allowance.  Many of the people concerned are unemployed.  I do not want to make it a political issue, but the time has come to have an open and honest discussion on it in this House with the Minister for Housing, Planning and Local Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let us talk about terms and conditions.  Let us talk about maternity entitlements and entitlements to printers and computers.  Let us be honest and straight with them.  The Leader may think I am making this a political issue but I received calls last night from people who were extremely angry.  I am sure that every Member received such calls and we need to bring the messages contained within them to the Minister on the floor of the House.  We should not hide behind anything.  Many people in this room, the Minister included, have worked hard behind the scenes but we are no longer convincing those who elect us so we have to discuss it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#J00700","speaker":"1390","continuing":true},{"type":"speech","time":1510223400,"counter":48,"content":"<p>The Cathaoirleach will know that the investment of public moneys in the tobacco industry is a great disappointment to me.  In July this year my colleague, Deputy Sean Fleming, and I wrote to Mr. Justice Peter Kelly about the investments made by the Courts Service in tobacco companies.  Mr. Justice Kelly is chairman of the investment committee of the Courts Service, but in his response he effectively stated that the service would not invest in the tobacco industry if the Government instructed it accordingly and if the Oireachtas made it illegal to do so.  There is no law prohibiting the Courts Service from investing in the tobacco industry so it is okay for it to do so.<\/p> <p>As a result of this response, and due to the inaction of the Government, I have drafted the Courts Service (Amendment) Bill 2017.  It is a very short Bill whose aim is to amend the Courts Service Act 1998 to prohibit investments by the Courts Service in tobacco-related industries.  The moneys being invested pertains to wards of court and moneys awarded to juveniles - those under the age of 18.  It is abhorrent that these moneys, particularly those relating to medical cases, could be invested in the tobacco industry.  It makes no sense to me at all.  I believe the Bill is unnecessary and cumbersome but it is within the gift of the Government to bring this farcical situation to an end.<\/p> <p>I move that leave be granted to introduce No. 10 on the Order Paper, the Health and Safety (Carbon Monoxide) Bill, a Bill which introduces a requirement for all landlords, which includes a public body or an approved housing body, to ensure an annual service and maintenance is carried out on all carbon monoxide-producing heating products in all tenanted properties.  It requires proper records to be maintained and that work be carried out by an authorised person.  The HSE has published data showing that, on average, six people die unnecessarily from carbon monoxide poisoning and many others present to GPs with symptoms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00200","speaker":"1373"},{"type":"speech","time":1510223400,"counter":49,"content":"<p>Is the Senator formally proposing an amendment to the Order of Business, that No. 10 be taken before No. 1?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00300","speaker":"1381"},{"type":"speech","time":1510223400,"counter":50,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00400","speaker":"1373"},{"type":"speech","time":1510223400,"counter":51,"content":"<p>It will have to be seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00500","speaker":"1381"},{"type":"speech","time":1510223400,"counter":52,"content":"<p>I second Senator Burke's amendment and I agree with him.  I read Joe Brolly's article on Peadar Heffron and I was extremely disappointed.  I did not realise until the last few days that Peadar Heffron's path crossed mine.  I played football for the Boyle GAA team on a friendly visit to Creggan Football Club nearly 30 years ago.  Peadar Heffron's father, Frank, was probably playing that day and Peadar was probably there.  It was a wonderful day and, despite being in the middle of the Troubles, we were very well treated.  It is a memory I will always have.<\/p> <p>I am sure Peadar Heffron was also on the PSNI team that played Kilmacud Crokes.  It was a very robust game but friendships arose from it.  There was a protest outside the gate but, thankfully, we have moved on a lot from these things in the past 15 or 16 years.  We need to draw a line under this and Sean Kelly, MEP, has said there needs to be mediation.  It is a very difficult problem because a young man from a nationalist club, who was very proud of his GAA background and his GAA roots, found himself shunned because he joined the PSNI.  I do not want to go back to the past but we need to draw a line under this very embarrassing situation, which is very hurtful to Peadar Heffron and his family.<\/p> <p>Next Saturday and Sunday there will be a commemoration of the armistice, when up to 50,000 Irish men, nationalist and unionist, lost their lives.  I encourage all Members of this House to attend their local services to show their solidarity with the nationalist young men who were airbrushed out of our history many years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00600","speaker":"1424"},{"type":"speech","time":1510223400,"counter":53,"content":"<p>I was listening to &quot;Today with Sean O'Rourke&quot; this morning, which led, not surprisingly, with the fiasco caused by the Minister of State at the Department of Education and Skills, Deputy John Halligan, asking a discriminatory question as to whether a woman was married, a question which has cost the State &euro;7,000.  Later in the programme the discussion turned to Jane Austen's novel, <i>Emma<\/i>.  The phrase that came to my mind for the Minister of State was &quot;badly done, indeed!&quot;  That somebody could fail to know that such a question was discriminatory, and has been since 1998, beggars belief.  Of course, the Minister of State did know it and he even said during the interview that he understood he ought not ask the question, but he went on and asked it anyway.<\/p><p>There has been, as usual, a confused reaction from some politicians who are calling for his resignation.  I am not referring to Senator McDowell, who raised the relevant question of whether the Minister had breached collective Cabinet responsibility with his proposed <i>d&eacute;marche<\/i>on North Korea.  We should be talking about accountability in the context of this gaffe.  This means &quot;accounting for what one has done&quot; and, in this situation, accounting for what he has done would mean paying back the State the money he has cost it.<\/p><p>I am more interested in that than in calls for his resignation, which is just political game-playing.  The culture of seeking heads leaves no space for people to acknowledge error and to show that they have learned from their mistakes and have moved on.  This would be a much healthier culture, though there will be times when people have to resign because they have done something so egregious as to leave no other option.  Deputy Halligan has acted very foolishly and irresponsibly.  I do not believe his question was offensive but it was discriminatory and he should account to the State for the mistake he has made and the expense he has caused to the public.  That would satisfy me and many others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00700","speaker":"1401"},{"type":"speech","time":1510223400,"counter":54,"content":"<p>I agree fully with Senator Craughwell's comments on local authority members and the Fianna F&aacute;il group had a Commencement debate on the issue some time ago.  The Minister said clearly that he would have an announcement by Hallowe'en and I am disappointed the date has passed without any announcement.  I am sure the Leader will deal with it.<\/p> <p>The national planning framework maps out the future plans for the infrastructural development of this country up to 2040.  I am extremely disappointed with the contents of the document as it turns its back on the Border counties and on Northern Ireland.  Its sole focus seems to be on the development of the four main cities, Dublin, Cork, Galway and Limerick.  If one was to draw a line between Dublin and Galway, everything north of the line seems to have been forgotten about.  I am extremely disappointed because we often hear the Government talking in this House about how it is going to address the decline of rural Ireland but this very important document, setting out the future vision for this country, totally ignores rural Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Brexit, when it happens, will have serious implications for this country.  I am at a loss to understand how we can plan for the future when we do not know the effects of Brexit on this country.  I ask the Leader to ask the Minister to stall the plan, which is to map out the future of this country.  Any investment will be based on the recommendations contained in the plan but it is a flawed document.  At least one town in every county is entitled to have an ambition for growth.  This document ignores that.  Tomorrow is the last day for submissions on the national planning framework document.  I ask the Leader to ask the Minister to stall the process for now so we can take more time to ensure rural areas are not forgotten about when the plan is being drawn up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#K00800","speaker":"1396","continuing":true},{"type":"speech","time":1510223400,"counter":56,"content":"<p>I wish to raise the issue of arts funding, particularly for the visual arts.  A very renowned course is currently being given on Sherkin Island.  Since 2007, over 70 graduates have passed through the programme, which is co-funded by the Department of Culture, Heritage and the Gaeltacht and the local authority in Cork.  It is a wonderful initiative that has really reinvigorated the arts, particularly the visual arts, in Cork.  It has been very well received by everyone in west Cork, particularly those on Sherkin Island.  Issues have arisen in the past few weeks over the funding of the programme.  Funding of such programmes is very important to ensuring development on the islands and in the tourism industry, which comprises a huge proportion of west Cork's core industry.<\/p> <p>We need to consider the funding of the arts, particularly courses such as the one in question, which are working together with communities, local authorities and Departments.  The project in Cork, which has been running since 2007, needs a little support.  A small amount of money is required to keep it going.  I hope the Minister will engage with the local authority and the community on the island so we can resolve the problem.  There are 37 students on the programme at present.  They really comprise a great asset over the weekends when they are in the region.  Working together, we can ensure communities such as that on Sherkin Island will survive.  The arts programme is very important in this regard.  I hope the Minister of State, Deputy Joe McHugh, will at some stage come to the House to outline his vision for progress in this area and on the larger issue of how the islands can progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#L00200","speaker":"1386"},{"type":"speech","time":1510223400,"counter":57,"content":"<p>This week, there are big initiatives to attempt to mobilise people and get them to register to vote.  Some 60,000 people have become eligible to vote as a consequence.  I commend the National Youth Council of Ireland on its initiatives to increase the number on the electoral register and participation.  Imagine if the 60,000 were 500,000.  Data from Census 2016 indicate there are 535,475 non-Irish residents living in this State.  This represents a decrease of 1.6% since 2011.<\/p> <p>Today I am proud to introduce Sinn F&eacute;in's third initiative concerning democracy, participation, empowerment and voting rights in the Seanad.  It began with a proposal on voting rights in the presidential election, and it continued with my own initiative on lowering the voting age.  Today's initiative, the Electoral (Amendment) (Voting Rights for Residents) Bill 2017 would afford voting rights in D&aacute;il and European Parliament elections to non-Irish residents who have been in this State for five years.  As a republican party, Sinn F&eacute;in will continue to prioritise initiatives that empower citizens and residents, even if that does not suit the PR unit of the Government.  I propose an amendment to the Order of Business, that No. 11 be taken before No. 1.  As many people as possible should be entitled to vote.  One should not have to become a citizen of the State in order to do so.  Some of those affected have lived here their whole lives, including some of my closest friends.  An individual from Norway who has lived here without a family and who remains a Norwegian citizen would love the opportunity to vote in this State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#L00300","speaker":"1372"},{"type":"speech","time":1510223400,"counter":58,"content":"<p>Before the end of this year, I would like a fair amount of time to be set aside to have a comprehensive debate with the relevant Minister or Minister of State on Rebuilding Ireland.  It is one of the most important Government policies.  We discussed all aspects of it at great length in the Seanad.  The Minister sought support from us for legislative change in regard to many aspects of the plan.  I do not want to go into any great detail; suffice it to say that, with regard to the measures relevant to fast-tracking planning through An Bord Plean&aacute;la and its IT system, there are extraordinary circumstances in which people all over this country cannot view appeals, lodge objections or concerns, express opinions or even support applications without having to come to Marlborough Street in Dublin.  That is very Dublin-centric and very unsatisfactory.<\/p> <p>Rebuilding Ireland is critical in terms of housing.  We have a major housing crisis.  Somebody asked me at the joint committee meeting this morning why our 31 local authorities, the housing authorities, are not building houses, why the hundreds of hectares in their ownership are not being used and why there is no direct provision of social and affordable housing.  There is also a crisis in the rental sector.  Therefore, there is a major crisis with regard to the rental sector, affordable and social housing, and the purchasing of ordinary houses.  It would be appropriate for the Minister to come back now to update us on the progress on the key Government policy in question.  I ask the Leader to devote considerable time to this and to set aside a few hours because there will be a lot of interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#L00400","speaker":"1379"},{"type":"speech","time":1510223400,"counter":59,"content":"<p>I wish to refer to the remarks of Senator Gavan.  I agree with him that the issue of Palestine has remained static for a long period.  From a diplomatic point of view and the point of view of someone who visited Gaza in 2009, I believe nothing has changed in the past eight years.  If anything, circumstances have become more difficult.  Each year, there seems to be a disimprovement rather than an improvement.  For many in Ireland, Gaza is a strip of land equivalent to that from Cork to Youghal.  People who know the area will know it is 35 miles long and ten miles wide.  If one can imagine 1.5 million Irish people locked into that block of land, one can imagine how difficult it is to survive in Gaza, where that is the reality.  I agree with Senator Gavan that the matter should be addressed.<\/p> <p>Could I raise the issue of respite care?  I received a report from the health committee yesterday.  This was after six months of looking for information on planning for respite care.  I am seriously concerned about it because a number of families in the Cork area face major challenges every day in trying to deal with family members with an intellectual disability.  Respite care is not available to them.  The report I received yesterday from the health committee indicated that, by 2021, we will need to open an extra 2,244 new residential support services for respite care alone.  This would be a major challenge and it is one we will have to meet by 2021.<\/p> <p>I have not seen any proposals from the HSE on how we intend to deal with that kind of demand.  I raised previously in this House the fact that there are a huge number of parents looking after family members.  Those parents are now ageing and are not able to provide support at the same level they were able to provide it over the past 15, 20 or, in some cases, 30 to 40 years.  We face a major challenge.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is appropriate that we would have the Minister in to debate what is involved in the planning, where it is starting, who is in charge, what are the targets and when they are going to be achieved.  We need to have this debate and to get this dealt with because it is not going to improve.  I am not convinced that these targets are going to be reached unless we develop a comprehensive plan for the next three to four years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#L00500","speaker":"1409","continuing":true},{"type":"speech","time":1510223400,"counter":61,"content":"<p>Regarding Senator Craughwell's comments on councillors' pay and conditions we have had enough talk, as have the councillors themselves.  It is action that councillors want now and that is all I will say on the matter on this occasion.<\/p> <p>I endorse everything Senator McDowell said with regard to Cabinet collective responsibility in terms of not only foreign affairs policy but all other policy matters.  All policies must be collectively decided and followed by the Government and that is particularly important with regard to foreign policy.  While I welcome any attempt to bring stability to North Korea, I do not think that can be done by a member of the Government without the collective permission of that Government.  I understand that the Minister of State, Deputy John Halligan has former comrades in North Korea and while he may feel that those contacts may be helpful in bringing about that stability, he cannot do that as a member of the Government.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00200","speaker":"1418"},{"type":"speech","time":1510223400,"counter":62,"content":"<p>He might ask them the wrong question as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00300","speaker":"1401"},{"type":"speech","time":1510223400,"counter":63,"content":"<p>This weekend Fine Gael brings its national conference to one of the most beautiful parts of the country, the Slieve Russell Hotel in Ballyconnell.  While party members are down there for a day and a half, I would urge the Leader to ensure that when the Minister of State at the Department of Defence, Deputy Paul Kehoe, is passing through Cavan town on his way to the conference he is brought in and shown around the most modern army barracks in Europe.  I will do it if the Minister of State is available.  That barracks was closed by his predecessor.  When the Minister of State finishes that tour - which I am very willing to conduct - and goes on towards the Slieve Russell Hotel, I will bring him a mile further on to the Border and show him exactly how open and vulnerable it is in the context of security.  Having said that, I wish Fine Gael well with its conference and hope that members will take the time to visit some of the beautiful amenities in the Cavan, Fermanagh and Leitrim area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00400","speaker":"1418"},{"type":"speech","time":1510223400,"counter":64,"content":"<p>I understood that Senator Wilson also wished to second a proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00500","speaker":"1381"},{"type":"speech","time":1510223400,"counter":65,"content":"<p>He will be allowed to do it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":66,"content":"<p>My apologies but my colleague is doing that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00700","speaker":"1418"},{"type":"speech","time":1510223400,"counter":67,"content":"<p>The Senator got carried away by the Fine Gael conference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00800","speaker":"1381"},{"type":"speech","time":1510223400,"counter":68,"content":"<p>I wish to second-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M00900","speaker":"1395"},{"type":"speech","time":1510223400,"counter":69,"content":"<p>The Senator cannot do that now.  She can speak in due course.  Senator Niall &Oacute; Donnghaile is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01000","speaker":"1381"},{"type":"speech","time":1510223400,"counter":70,"content":"<p>I apologise, I was confused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01100","speaker":"1395"},{"type":"speech","time":1510223400,"counter":71,"content":"<p>I would second it but I am formally seconding the amendment to the Order of Business proposed by Senator Warfield.<\/p> <p>Two events this week in the North have once again brought home for many of us the horror of collusion between the British crown forces and loyalists and the consequences for the families affected by it.  Last Friday in Loughinisland Gaelic Athletic Club, GAC, the families of the six people massacred in Loughinisland-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01200","speaker":"1413"},{"type":"speech","time":1510223400,"counter":72,"content":"<p>I cannot hear Senator &Oacute; Donnghaile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":73,"content":"<p>I ask the Senator start again please because the Leader could not hear him.  I will start the clock again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":74,"content":"<p>I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01500","speaker":"1391"},{"type":"speech","time":1510223400,"counter":75,"content":"<p>I will start again.  Two events this week in the North have once again brought home for many of us the horror of collusion between the British crown forces and loyalists and the consequences for the families affected by it.  Last Friday in Loughinisland GAC, the families of the six people massacred at Loughinisland watched a film called \"No Stone Unturned\", which tells the awful story of how that massacre happened and the role played in it by crown forces and loyalists.  This week I spoke to the solicitor Niall Murphy, who represents the families and his plain words to me were that every citizen in Ireland \"must see this film\".  This week in Belfast a landmark judgment was made by Mr. Justice Treacy who directed that the PSNI completes an investigation into dozens of killings carried out by the notorious Glennane gang from County Armagh.  In his judgment he said he has made an order compelling the Chief Constable, George Hamilton, to complete this investigation.  This Seanad must support Mr. Justice Treacy's order.  The Glennane gang is believed to be responsible for killing 120 people.  Those involved in the killings were members of the so-called security forces, namely the RUC and the UDR, as well as the UVF.  It is an incredible state of affairs that a judge has to compel the police to do its job of investigating the murder of civilians.  In many cases, these murders were carried out with the assistance of police officers and other members of the crown forces.  Why does the PSNI not feel compelled to uncover the truth for the families affected?  Why do families have to go to court seeking the truth?<\/p> <p>The Loughinisland film and Mr. Justice Treacy's judgment not only highlight the extent of collusion but also the extent of the cover up that is going on in terms of the blocking of the truth about killings through collusion.  This cover-up is directed by the British intelligence agencies and is supported in many instances by the British Government.  In the coming days, we will all gather around television screens with family and friends to cheer Ireland on in critical World Cup qualifying matches, exactly as people did on that tragic night in the Heights Bar many years ago.  The film \"No Stone Unturned\" is due for general release tomorrow and I would urge Seanad&oacute;ir&iacute; to watch it and to support the families of those killed at Louginisland and those killed by the Glennane gang in their reasonable demands for the truth to be told about what happened to their loved ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01600","speaker":"1413"},{"type":"speech","time":1510223400,"counter":76,"content":"<p>I second Senator Swanick's proposal.  I wish to speak about the Public Health (Alcohol) Bill 2015 which was debated in this House last night.  It was good, after so many years, to see the Bill pass Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01700","speaker":"1395"},{"type":"speech","time":1510223400,"counter":77,"content":"<p>Senator, we had eight and a half hours of debate on this issue yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01800","speaker":"1381"},{"type":"speech","time":1510223400,"counter":78,"content":"<p>Senator Murnane O'Connor was not even here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M01900","speaker":"1391"},{"type":"speech","time":1510223400,"counter":79,"content":"<p>I wanted to ask-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02000","speaker":"1395"},{"type":"unspoken","time":1510223400,"counter":80,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1510223400,"counter":81,"content":"<p>Under Section 20, the Minister gave a commitment to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02200","speaker":"1395"},{"type":"unspoken","time":1510223400,"counter":82,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1510223400,"counter":83,"content":"<p>Ci&uacute;nas for one second please-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":84,"content":"<p>-----talk to retailers.  I want to make sure-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02500","speaker":"1395"},{"type":"speech","time":1510223400,"counter":85,"content":"<p>The Senator is a little late to the game.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":86,"content":"<p>-----that we deliver on that.  The retailers must not be forgotten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02700","speaker":"1395"},{"type":"speech","time":1510223400,"counter":87,"content":"<p>Senator Wilson got it all done.  The Senator should ask her colleague if it is all done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02800","speaker":"1391"},{"type":"speech","time":1510223400,"counter":88,"content":"<p>Please, Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M02900","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":89,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1510223400,"counter":90,"content":"<p>We must make sure that the Minister is constructive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03100","speaker":"1395"},{"type":"speech","time":1510223400,"counter":91,"content":"<p>Senator, I am just trying to be fair.  We had eight and a half hours on this yesterday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03200","speaker":"1381"},{"type":"speech","time":1510223400,"counter":92,"content":"<p>I have made my point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03300","speaker":"1395"},{"type":"speech","time":1510223400,"counter":93,"content":"<p>If I were to allow people to come in the following day on a matter that was discussed for over eight and a half hours, we would never end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":94,"content":"<p>I want to make sure that the Minister delivers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03500","speaker":"1395"},{"type":"speech","time":1510223400,"counter":95,"content":"<p>I think the Senator made her point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03600","speaker":"1381"},{"type":"speech","time":1510223400,"counter":96,"content":"<p>I fundamentally agree with the Cathaoirleach's ruling, which was very magnanimous.<\/p> <p>I thank the 27 Members who contributed on today's Order of Business.  Senators Ardagh and McDowell raised the issue of the national children's hospital and the naming thereof.  I wish to inform the House that there was a nine month consultative process to which 300 submissions were made.  The name that was selected was the Phoenix children's hospital.  I do not have any issue with the name put forward by Senators Ardagh and McDowell today.  I am agnostic on what the name should be but I was somewhat amused at the name selected for a national children's hospital as a result of the consultative process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03700","speaker":"1391"},{"type":"speech","time":1510223400,"counter":97,"content":"<p>Especially since it is named after a beer which is no longer brewed here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03800","speaker":"1403"},{"type":"speech","time":1510223400,"counter":98,"content":"<p>I was not aware of the fact that Phoenix was the name of a beer but perhaps the name needs to be reflected upon again, given the volume of submissions by medics and councillors - not that I would necessarily be led by some of the councillors on Dublin City Council - and the comments of Senators McDowell and Ardagh.  I am happy to bring their concerns to the attention of the Minister.  That said, a consultation process was undertaken which took nine months and to which 300 submissions were made.<\/p> <p>Senator Ardagh made reference to the issue of waiting lists in our hospitals.  Is it not great that waiting lists are coming down?  Is that not wonderful?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M03900","speaker":"1391"},{"type":"speech","time":1510223400,"counter":99,"content":"<p>They are still astronomical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04000","speaker":"1407"},{"type":"speech","time":1510223400,"counter":100,"content":"<p>The Senator comes in here and lambastes the Government but forgets that her party leader cut the budget three times when he was Minister for Health.  He cut the health budget for three years in a row.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":101,"content":"<p>That is not correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04200","speaker":"1418"},{"type":"speech","time":1510223400,"counter":102,"content":"<p>It is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":103,"content":"<p>It is not correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04400","speaker":"1407"},{"type":"speech","time":1510223400,"counter":104,"content":"<p>We could point to the same thing on the part of Fine Gael.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04500","speaker":"1418"},{"type":"speech","time":1510223400,"counter":105,"content":"<p>It is correct.  The important point is that the waiting times, which we all accept are too high, are being reduced.  There were significant decreases in October in the size of the 15 to 18 month waiting lists and the 12 month waiting lists are down by almost 20%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all welcome the fact that the Minister, Deputy Harris, in the recent budget, secured the biggest increase in the health budget in a generation.  We also agree that the strong focus by the Minister is on reducing the waiting times.  In addition, there has been an increase in funding through the National Treatment Purchase Fund, NTPF.  I accept that Deputy Kelleher and Senator Swanick have been strong proponents of the NTPF, as has Senator Colm Burke.  We will work to ensure that there will be further reductions in waiting times but it is not correct to say nothing is happening.  It is not correct to say that there is not work being done.  Substantial work is being done in the hospitals and the allocation of &euro;55 million to the NTPF is an example of the Government's commitment to end the waiting times.<\/p><p>Equally, the Government is committed to a universal approach to the health system.  We have not seen a Fianna F&aacute;il health policy produced in a decade, not since the party got rid of - sorry, Ms Mary Harney was with the party in government and then it put her into health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#M04600","speaker":"1391","continuing":true},{"type":"speech","time":1510223400,"counter":107,"content":"<p>There are children waiting four years for orthodontic treatment and the Government is telling us the whole time it is fixing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00200","speaker":"1395"},{"type":"speech","time":1510223400,"counter":108,"content":"<p>Please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00300","speaker":"1381"},{"type":"speech","time":1510223400,"counter":109,"content":"<p>Some time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00400","speaker":"1391"},{"type":"speech","time":1510223400,"counter":110,"content":"<p>Six years have past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00500","speaker":"1395"},{"type":"speech","time":1510223400,"counter":111,"content":"<p>Fianna F&aacute;il is propping them up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00600","speaker":"1377"},{"type":"speech","time":1510223400,"counter":112,"content":"<p>-----Senator Murnane O'Connor might listen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00700","speaker":"1391"},{"type":"speech","time":1510223400,"counter":113,"content":"<p>Those are the figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00800","speaker":"1395"},{"type":"speech","time":1510223400,"counter":114,"content":"<p>The Senators might do me the courtesy of listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N00900","speaker":"1391"},{"type":"speech","time":1510223400,"counter":115,"content":"<p>Please respect the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01000","speaker":"1381"},{"type":"speech","time":1510223400,"counter":116,"content":"<p>I stated that waiting times are too long, if Senator Murnane O'Connor listened to what I said, but the Senator playing politics with it will not solve the issue.  Senator Murnane O'Connor's party's history in health is appalling.  Fianna F&aacute;il ran out of the Department of Health.  It had not a Fianna F&aacute;il Minister in Hawkins House.  It put the former Deputy, Mary Harney, in there and left her there.  That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":117,"content":"<p>Fine Gael has been in government for six years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01200","speaker":"1395"},{"type":"speech","time":1510223400,"counter":118,"content":"<p>Fianna F&aacute;il has not published a health document since.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":119,"content":"<p>Senator Buttimer should not be making political speeches as Leader of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01400","speaker":"1393"},{"type":"speech","time":1510223400,"counter":120,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01500","speaker":"1395"},{"type":"speech","time":1510223400,"counter":121,"content":"<p>The Leader should respect his position.  It is undignified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01600","speaker":"1393"},{"type":"speech","time":1510223400,"counter":122,"content":"<p>Please allow the Leader to conclude.  I think he is anxious to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01700","speaker":"1381"},{"type":"speech","time":1510223400,"counter":123,"content":"<p>I am, a Chathaoirligh.<\/p> <p>Senators McDowell, Humphreys, Mullen and Wilson made reference to a combination of proposed visits to North Korea and to the Minister of State, Deputy Halligan.  I make the point regarding Senator McDowell's point on the constitutionality of collective Cabinet decision-making that to the best of my knowledge, that has not changed.  I have not had the privilege of being in Cabinet but the Cabinet I am observing has not changed that yet.  The Taoiseach and the Minister for Foreign Affairs and Trade have made it clear there is no Government mission.  There is no collective decision taken to go to North Korea.  The commentary by the Ministers in question has been refuted by Government, in that there will not be a Government mission.  The Taoiseach and the Minister for Foreign Affairs and Trade have made it clear that they will not be going to North Korea on behalf of the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01800","speaker":"1391"},{"type":"speech","time":1510223400,"counter":124,"content":"<p>Is it a private visit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N01900","speaker":"1403"},{"type":"speech","time":1510223400,"counter":125,"content":"<p>It is a holiday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02000","speaker":"1389"},{"type":"speech","time":1510223400,"counter":126,"content":"<p>Senator Humphreys asked about the handbook.  It is the Secretary General in the Department of the Taoiseach, not the Taoiseach, who gives every Minister his or her handbook-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":127,"content":"<p>I did not say it was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02200","speaker":"1417"},{"type":"speech","time":1510223400,"counter":128,"content":"<p>-----on the first day he or she sits at the Cabinet table and explains his or her responsibilities and duties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":129,"content":"<p>The Leader was not listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02400","speaker":"1417"},{"type":"speech","time":1510223400,"counter":130,"content":"<p>There is one Government policy, there is one Government and they speak as a collective, and that has not changed.<\/p> <p>In regard to the Minister of State, Deputy Halligan, it is regrettable that he used the words that he did and asked the question he did.  He has admitted that he was wrong.  Personally, I do not believe he should appeal the case.  He made a mistake and he should definitely pay the award.  It should not have happened but I know the Minister of State, Deputy Halligan, and he is a genuine committed person who in no way is discriminatory or wants to see any gender inequality in society.<\/p> <p>Equally, it poses a question, in terms of questioning the Minister of State and accountability, that Senator Mullen referenced, about how Members behalf and act, whether in this House, in television stations or on radio programmes or in committees.  As Members of the House, we should act with probity at all times in the way in which we speak to each other, the way in which we speak to witnesses and the way in which we interact with witnesses at committee, as well as with Ministers and officials in this House and the other House.  None of us is beyond reproach.  Accountability is required of all of us for all of our actions in all parts of our lives as public representatives and we cannot be one or the other.  We have to be accountable to everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02500","speaker":"1391"},{"type":"speech","time":1510223400,"counter":131,"content":"<p>Absolutely, but pay up when you cost the State is the fundamental principle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02600","speaker":"1401"},{"type":"speech","time":1510223400,"counter":132,"content":"<p>Senator &Oacute; Clochartaigh raised the Pobal deprivation index report that was published.  The Government has created the Department of Rural and Community Development and the Minister, Deputy Ring, is the first Minister at Cabinet with responsibility to respond to the challenges facing rural Ireland and to ensure that the recovery that is happening affects the four corners of the country.  The Government is investing in a variety of means and mechanisms to improve the lives of people in towns and villages in rural areas and the rural renewal scheme and the town and rural recreation programme will see benefit in the rural areas.  I would be happy to have the Minister come to the House to discuss the matter that Senator &Oacute; Clochartaigh raised.<\/p> <p>Equally, it is important to put on record that the budget for the town and village scheme for this year has doubled to &euro;21.6 million.  The Department of Rural and Community Development received the second highest percentage increase, 12%, of any Department in the budget.  The Pobal deprivation index enables us to effectively target resources and services at the most disadvantaged.  It is vital that we act upon the deprivation index report in order that Departments and State agencies can be seen to work in rural areas beyond, as Senator Gallagher stated, the M50.  That means that, for example, the RAPID programme, which the Ministers, Deputies Ring and Donohoe, launched last week, will be targeted to ensure that those who most need it in deprived communities will receive the support.<\/p> <p>There has been a 41% recovery since 2011 in terms of affluence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02700","speaker":"1391"},{"type":"speech","time":1510223400,"counter":133,"content":"<p>Not in the rural areas, according to Pobal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02800","speaker":"1377"},{"type":"speech","time":1510223400,"counter":134,"content":"<p>There are positives in the report too, that Senator &Oacute; Clochartaigh should reference as well.  The Senator should not always be the harbinger of bad news.  There is good news in it too and it is important to hear that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N02900","speaker":"1391"},{"type":"speech","time":1510223400,"counter":135,"content":"<p>I will leave that to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03000","speaker":"1377"},{"type":"speech","time":1510223400,"counter":136,"content":"<p>Senators Humphreys and Boyhan made reference to housing, Rebuilding Ireland and affordability.  I would be happy to have the Minister, Deputy Eoghan Murphy, come to the House in regard to the matter.<\/p> <p>Senators Paddy Burke and Feighan made reference to the articles written by Joe Brolly in regard to Peadar Heffron.  It is disturbing to read those articles, and disappointing to hear that there has been complete silence by his own club.  As a member of Cumann L&uacute;thchleas Gael, I recognise the importance of Cumann L&uacute;thchleas Gael in society.  It certainly behoves, as Senator Feighan said, mediation and interaction.  Some Members in this House are quick to come in and speak on issues.  Their silence this morning in support of Senators Paddy Burke and Feighan is alarming.<\/p> <p>This is a man who made a decision to join a police force in the interests of reconciliation and building community.  It was heartening, as a GAA person, to see the PSNI advertise in the all-Ireland final programme this year for recruitment.  It is heartening to see members of the nationalist community joining the PSNI.  It is through this type of endeavour that we can bring and further augment the work of reconciliation.  There is an obligation on all of us to ensure that the wrong done to Peadar Heffron is rectified.  I would encourage all Members to read the articles because they make for stark reading.  It is not about somebody who is left or right, or nationalist or Protestant.  This is a person who wants to make a contribution to society and there is an obligation on all of us to work to ensure that he and his family receive retribution in terms of the apology, as Senator Paddy Burke said.  It is important that we all work in a collective way to achieve that.<\/p> <p>In response to Senator Leyden, rural crime is coming down.  The figures speak for themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":137,"content":"<p>Not down the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03200","speaker":"1393"},{"type":"speech","time":1510223400,"counter":138,"content":"<p>Senator Leyden asked about the Government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":139,"content":"<p>The Leader must be joking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03400","speaker":"1393"},{"type":"speech","time":1510223400,"counter":140,"content":"<p>The Senator asked about the Government action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03500","speaker":"1391"},{"type":"speech","time":1510223400,"counter":141,"content":"<p>It is coming down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03600","speaker":"1393"},{"type":"speech","time":1510223400,"counter":142,"content":"<p>The Senator asked about the Government action and I will tell him what we have done so far.  We reversed the closure of Templemore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03700","speaker":"1391"},{"type":"speech","time":1510223400,"counter":143,"content":"<p>Give me a break.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03800","speaker":"1393"},{"type":"speech","time":1510223400,"counter":144,"content":"<p>Senator Leyden supported its closure.  We have reversed the embargo on recruitment which the Senator supported.  We are now recruiting in the Garda.  We have increased expenditure in equipment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N03900","speaker":"1391"},{"type":"speech","time":1510223400,"counter":145,"content":"<p>Is Fine Gael going to restore the Blueshirts as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N04000","speaker":"1393"},{"type":"speech","time":1510223400,"counter":146,"content":"<p>Ci&uacute;nas.  Senator Leyden, allow the Leader to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N04100","speaker":"1381"},{"type":"speech","time":1510223400,"counter":147,"content":"<p>When the Leader is on history, he might as well go back the whole way then.  General O'Duffy could do something about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N04200","speaker":"1393"},{"type":"speech","time":1510223400,"counter":148,"content":"<p>We have increased investment in capital expenditure in new vehicles, in new equipment and in new ways of doing policing which Senator Leyden's party put a freeze on when it was in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N04300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":149,"content":"<p>For God's sake, crime is rampant in the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People are living in fear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#N04400","speaker":"1393","continuing":true},{"type":"speech","time":1510223400,"counter":151,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00200","speaker":"1381"},{"type":"speech","time":1510223400,"counter":152,"content":"<p>People are being attacked in their homes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00300","speaker":"1393"},{"type":"speech","time":1510223400,"counter":153,"content":"<p>Senator Leyden-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":154,"content":"<p>-----and this is what we get from the Government, for God's sake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00500","speaker":"1393"},{"type":"speech","time":1510223400,"counter":155,"content":"<p>The Senator is a long-standing Member of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":156,"content":"<p>I am a long-standing Member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00700","speaker":"1393"},{"type":"speech","time":1510223400,"counter":157,"content":"<p>It ill-behoves him to scare people, engage in populist rhetoric-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00800","speaker":"1391"},{"type":"speech","time":1510223400,"counter":158,"content":"<p>I have never heard such rubbish in my life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O00900","speaker":"1393"},{"type":"speech","time":1510223400,"counter":159,"content":"<p>-----and try to drive fear through communities.  He has an obligation and a duty, as Senator Paddy Burke said yesterday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01000","speaker":"1391"},{"type":"speech","time":1510223400,"counter":160,"content":"<p>Does the Leader read the papers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01100","speaker":"1393"},{"type":"speech","time":1510223400,"counter":161,"content":"<p>-----to work with the garda&iacute; in their communities.  I agree with the Senator that there are drug dealers and drug pushers who must be held to account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01200","speaker":"1391"},{"type":"speech","time":1510223400,"counter":162,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01300","speaker":"1393"},{"type":"speech","time":1510223400,"counter":163,"content":"<p>It is up to every one of us to give their names to the garda&iacute; to help them to arrest these people and put them behind bars.  Equally, as the Senator knows quite well, as a long-standing Member and former Minister of State, it is the courts that decide on the punishment, not us in this House or Government.  I am happy to have the Minister come before the House and for the matter to be discussed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01400","speaker":"1391"},{"type":"speech","time":1510223400,"counter":164,"content":"<p>That is sensible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01500","speaker":"1393"},{"type":"speech","time":1510223400,"counter":165,"content":"<p>-----but it ill-behoves the Senator to come in here scaremongering and whipping up hysteria.  He should work with all of us to ensure our communities are safer and better places rather than engage in populist nonsense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":166,"content":"<p>I am a member of the Roscommon joint policing committee, thanks to Senator McDowell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01700","speaker":"1393"},{"type":"speech","time":1510223400,"counter":167,"content":"<p>Senators Paul Gavan and Colm Burke raised the issue of Palestine, and I commend the Senators for their contributions.  It is important we bring resolution to the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01800","speaker":"1391"},{"type":"speech","time":1510223400,"counter":168,"content":"<p>The Leader might compliment the former Minister, Senator McDowell-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O01900","speaker":"1393"},{"type":"speech","time":1510223400,"counter":169,"content":"<p>Senator Leyden-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02000","speaker":"1381"},{"type":"speech","time":1510223400,"counter":170,"content":"<p>Is Senator Leyden well?  Does he need some help?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02100","speaker":"1417"},{"type":"speech","time":1510223400,"counter":171,"content":"<p>I am very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02200","speaker":"1393"},{"type":"speech","time":1510223400,"counter":172,"content":"<p>I am a little concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02300","speaker":"1417"},{"type":"speech","time":1510223400,"counter":173,"content":"<p>Senator Leyden-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":174,"content":"<p>He is full of Christmas cheer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02500","speaker":"1401"},{"type":"speech","time":1510223400,"counter":175,"content":"<p>I am happy to have a debate on Palestine as soon as possible with the Minister, Deputy Coveney.<\/p> <p>Senator Byrne raised the Threshold report.  It is a very important report for tenants and their rights, and I am happy to have the Minister, Deputy Murphy, come before the House to discuss the matter.<\/p> <p>Senators Craughwell, Gallagher and Wilson raised the issue of councillors' pay and conditions.  I fully agree with them.  I made a contribution in response to Senator Davitt in this regard yesterday.  It is time we had action on councillors' pay and conditions and the other terms they need to see rectified.  I would be very happy, as I have been doing with my colleagues on this side of the House, to work with the Minister of State, Deputy Phelan, and the Minister, Deputy Murphy, to ensure we see an increase in councillors' pay and conditions.  They deserve it.  I made that point yesterday.  There is not a majority view on the other side of the House as to what we should do for councillors.  Every one of us who was a local authority member and who is now a Member of this House recognises and understands the importance of local government and the role our elected members play.  I spent Monday with Councillor Deirdre Forde at a public oral hearing.  She had to make other sacrifices to be there for the whole day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":176,"content":"<p>One of our own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02700","speaker":"1393"},{"type":"speech","time":1510223400,"counter":177,"content":"<p>Fianna F&aacute;il could not mind her; it lost her.  That is indicative of Fianna F&aacute;il.  It cannot mind people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02800","speaker":"1391"},{"type":"speech","time":1510223400,"counter":178,"content":"<p>Senator, please, could we return to the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O02900","speaker":"1381"},{"type":"speech","time":1510223400,"counter":179,"content":"<p>My point was-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03000","speaker":"1390"},{"type":"speech","time":1510223400,"counter":180,"content":"<p>In fairness, no one is undermining anyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":181,"content":"<p>If the Government does not deliver on promises-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03200","speaker":"1390"},{"type":"speech","time":1510223400,"counter":182,"content":"<p>No one is undermining anyone.  We are all acutely aware of the need for a resolution to the matter and we will all work to ensure our councillors, at urban and rural level, receive fair pay.  Recommendations from our side of the House and the other side will be well heard by the Minister, and we will all work on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":183,"content":"<p>That is much appreciated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03400","speaker":"1390"},{"type":"speech","time":1510223400,"counter":184,"content":"<p>I am happy to accept Senator Swanick's amendment to the Order of the Business.  I will short-circuit the amendments proposed.  I am happy to accept all amendments to the Order of Business, to be clear.  I agree with Senator Swanick about tobacco.<\/p> <p>I join with Senator Feighan in encouraging all Members of the House to attend the Armistice Day commemorations.  It is important we remember those who died in an act of generosity and reconciliation.  We cannot just airbrush people out of the picture; we must remember all of them.<\/p> <p>I have already responded to Senator Mullen's contributions.  In response to Senator Gallagher, regarding the draft national planning framework, the Government is ambitious for the whole of the country.  It is not just about Dublin, Cork, Limerick, Galway and Waterford; it is about the whole country and all the regions.  The mistake was made in that great decentralisation plan and the other plans Fianna F&aacute;il had-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03500","speaker":"1391"},{"type":"speech","time":1510223400,"counter":185,"content":"<p>That was no mistake.  That was imaginative.  Decentralisation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03600","speaker":"1393"},{"type":"speech","time":1510223400,"counter":186,"content":"<p>Senator Leyden, please-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03700","speaker":"1381"},{"type":"speech","time":1510223400,"counter":187,"content":"<p>This man is misleading the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03800","speaker":"1393"},{"type":"speech","time":1510223400,"counter":188,"content":"<p>Please, Senator Leyden.  Senator Buttimer is responding to the Order of Business.  I allowed Senator Leyden speak for almost four minutes.  I gave him a lot of latitude so I ask him not to keep interrupting.  It is not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O03900","speaker":"1381"},{"type":"speech","time":1510223400,"counter":189,"content":"<p>I am sorry.  It is very hard to sit here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04000","speaker":"1393"},{"type":"speech","time":1510223400,"counter":190,"content":"<p>The mistake that was made was that nearly every town and village was named in other plans.  We must ensure real investment that is deliverable and tangible.<\/p> <p>I agree with Senator Lombard about the issue of the visual arts and commend those on Sherkin Island.  We can have the debate on the matter again another day, but I am happy to accept Senator Warfield's amendment to the Order of Business.<\/p> <p>Senator Colm Burke's point about investment in respite care is very well made.  There is an issue of people with intellectual disabilities receiving respite care, and I am very happy to have that debate in the House.<\/p> <p>Senator Wilson has a very strong family connection with Fine Gael and he would be very welcome to join us in the Breffni county-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04100","speaker":"1391"},{"type":"speech","time":1510223400,"counter":191,"content":"<p>He has a lovely blue tie.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04200","speaker":"1377"},{"type":"speech","time":1510223400,"counter":192,"content":"<p>-----in our deliberations this weekend.  I remind him that the Minister of State, Deputy Kehoe, who, I am sure, would be very happy to meet him, was the Minister of State who secured &euro;25 million extra for the Defence Forces in 2018.  There will be &euro;98 million in extra capital-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04300","speaker":"1391"},{"type":"speech","time":1510223400,"counter":193,"content":"<p>How much of it will be sent back?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04400","speaker":"1418"},{"type":"speech","time":1510223400,"counter":194,"content":"<p>-----in 2018 to 2021, and a capital envelope of &euro;416 million will provide for building works across a variety of barracks.  I am of the view that the Minister of State would love to meet the Senator in Cavan and have a debate with him.  I am happy to have Senator Craughwell come to Cavan as well.  I thank Senator Wilson for his welcome to Cavan.  I look forward to the visit and our deliberations in the Breffni county.<\/p> <p>Senator &Oacute; Domhnaill made reference to the film \"No Stone Unturned\" and the victims of the Loughinisland massacre.  I would be very happy to watch the film.  I think the PSNI will reflect upon Mr. Justice Treacy's ruling.<\/p> <p>Finally, I thank the Members for their contributions to the alcohol Bill last night.  I know it was a long night but I commend the House for the way in which we handled the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04500","speaker":"1391"},{"type":"speech","time":1510223400,"counter":195,"content":"<p>Senator Paddy Burke has proposed an amendment to the Order of Business: \"That No. 12 be taken before No. 1.\"  The Leader has indicated he is prepared to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04600","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":196,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1510223400,"counter":197,"content":"<p>Senator Keith Swanick has proposed an amendment to the Order of Business: \"That No. 10 be taken before No. 1.\"  The Leader has indicated he is prepared to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O04800","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":198,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1510223400,"counter":199,"content":"<p>Senator Fintan Warfield has proposed an amendment to the Order of Business: \"That No. 11 be taken before No. 1.\"  The Leader has indicated he is prepared to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05000","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":200,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1510223400,"counter":201,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Regional Technical Colleges (Amendment) Bill 2017: First Stage","time":1510223400,"counter":202,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05300"},{"type":"speech","time":1510223400,"counter":203,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to provide for the representation on governing bodies for regions served by a college outside of the functional areas of an education and training board in which the college is situated; for that purpose to amend section 6 of the Regional Technical Colleges Act 1992; and to provide for related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05400","speaker":"1380"},{"type":"speech","time":1510223400,"counter":204,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05500","speaker":"1381"},{"type":"speech","time":1510223400,"counter":205,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05600","speaker":"1409"},{"type":"unspoken","time":1510223400,"counter":206,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1510223400,"counter":207,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05800","speaker":"1381"},{"type":"speech","time":1510223400,"counter":208,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O05900","speaker":"1380"},{"type":"speech","time":1510223400,"counter":209,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06000","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":210,"content":"<p>Second Stage ordered for Tuesday, 14 November 2017.<\/p>"},{"type":"majorheading","content":"Health and Safety (Carbon Monoxide) Bill 2017: First Stage","time":1510223400,"counter":211,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06200"},{"type":"speech","time":1510223400,"counter":212,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to require all landlords, including publicly funded organisations and other commercial organisations to ensure an annual service and maintenance is carried out on all heat producing carbon monoxide emitting appliances in each tenanted property; and require records to be kept to verify that work was carried out by an authorised person or company; and to provide for related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06300","speaker":"1373"},{"type":"speech","time":1510223400,"counter":213,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06400","speaker":"1381"},{"type":"speech","time":1510223400,"counter":214,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06500","speaker":"1418"},{"type":"unspoken","time":1510223400,"counter":215,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1510223400,"counter":216,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06700","speaker":"1381"},{"type":"speech","time":1510223400,"counter":217,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06800","speaker":"1373"},{"type":"speech","time":1510223400,"counter":218,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O06900","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":219,"content":"<p>Second Stage ordered for Tuesday, 14 November 2017.<\/p>"},{"type":"majorheading","content":"Electoral (Amendment) (Voting Rights for Residents) Bill 2017: First Stage","time":1510223400,"counter":220,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07100"},{"type":"speech","time":1510223400,"counter":221,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to amend the provisions of the Electoral Act 1992 to extend the right to vote in D&aacute;il and European Elections to all adults of voting age who have been legally resident in the State for five years; and to provide for related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07200","speaker":"1372"},{"type":"speech","time":1510223400,"counter":222,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07300","speaker":"1381"},{"type":"speech","time":1510223400,"counter":223,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07400","speaker":"1413"},{"type":"unspoken","time":1510223400,"counter":224,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1510223400,"counter":225,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07600","speaker":"1381"},{"type":"speech","time":1510223400,"counter":226,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07700","speaker":"1372"},{"type":"speech","time":1510223400,"counter":227,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#O07800","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":228,"content":"<p>Second Stage ordered for Tuesday, 14 November 2017.<\/p>"},{"type":"majorheading","content":"Legal Metrology (Measuring Instruments) Bill 2017: Report and Final Stages","time":1510223400,"counter":229,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#P00100"},{"type":"speech","time":1510223400,"counter":230,"content":"<p>I welcome the Minister of State at the Department of Justice and Equality, Deputy Stanton.  He seems to spend more time in the Seanad than elsewhere.   Before we commence, I remind the House that a Senator may speak only once on Report Stage, except the proposer of the amendment who may reply to the discussion on the amendment.  On Report Stage, each amendment must be seconded.  Amendment No. 1 arises from Committee proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#P00200","speaker":"1412"},{"type":"unspoken","time":1510223400,"counter":231,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1510223400,"counter":232,"content":"<p>I thank Senators for their patience on Tuesday, 24 October last, when the Seanad was only able to take Committee Stage and was unable to take Report and Final Stages.  The background is that since the Bill was initiated by the T&aacute;naiste in July last, the name of the Department was changed from the Department of Jobs, Enterprise and Innovation to the Department of Business, Enterprise and Innovation.  A Government order entitled the Jobs, Enterprise and Innovation (Alteration of Name of Department and Title of Minister) Order 2017, SI 364 of 2017, was signed by the Taoiseach on behalf of the Government on 26 July 2017 and the order came into operation on 2 September 2017.  The change to the title of the Department is to be given effect in this Bill.<\/p> <p>The proposed legislation is straightforward.  The Bill is technical in nature and contains four heads and a Schedule.  Senators agreed to take Committee Stage on 24 October and we have had great co-operation from the Seanad on the Bill to date.  I am sure that will continue today.  It will be necessary to report back to the D&aacute;il on the legislation and I understand this will be done soon.  I thank Senators again for facilitating the passage of this technical Bill through the Seanad.<\/p> <p>The Office of the Attorney General has advised that the optional provisions of Articles 1 and 3 of the directive must be transposed separately through primary legislation by means of a stand-alone technical Bill.  There is not much more to be said on the Bill. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#P00400","speaker":"1277"},{"type":"speech","time":1510223400,"counter":233,"content":"<p>The Seanad had a full discussion of the Bill.  This is a technical issue involving the renaming of the Bill.  There is little more to be said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#P00500","speaker":"1421"},{"type":"unspoken","time":1510223400,"counter":234,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1510223400,"counter":235,"content":"<p>Bill, as amended, received for final consideration and passed.<\/p>"},{"type":"unspoken","time":1510223400,"counter":236,"content":"<p>Sitting suspended at 12.55 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Water Services Bill 2017: Second Stage","time":1510223400,"counter":237,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#Q00100"},{"type":"unspoken","time":1510223400,"counter":238,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1510223400,"counter":239,"content":"<p>I present the Water Services Bill 2017 before the Seanad.  The Bill provides for the repeal of the 2014 domestic water charging regime and introduces a new regime focused on the promotion of water conservation under which a levy will apply in certain circumstances for usage of water above a reasonable threshold.  In making these changes, provision is made in the Bill for the extinguishing of liabilities under the current regime and the issuing of refunds to the 99,0000 customers who paid in accordance with the 2014 Act.  This will give rise to a new funding model for Irish Water, which is underpinned by the Bill.  In so doing, the Bill reflects the recommendations of the Joint Oireachtas Committee on the Future Funding of Domestic Water Services, which was adopted in April by both Houses of the Oireachtas.<\/p> <p>The publication of this Bill brings us towards completion of an extensive deliberative process about the funding of domestic water services.  Through this legislation, the Government is seeking to protect Irish Water as a single public water utility, and to continue to work to improve and modernise water services throughout the country.  Whilst there may be many opposing views on the appropriate way to fund water services, this Oireachtas has had a full examination of the matter and came to a compromise that is reflected in the Joint Oireachtas Committee report.  This Government is following through on its commitment in the Confidence and Supply Arrangement and is bringing forward the necessary legislation to reflect the outcome of the Oireachtas decision.  This Bill offers clarity and certainty to the water services sector about how services will be funded in the future and how Irish Water will implement the Government&rsquo;s objectives and priorities in this area.  The Bill will also help to increase transparency and accountability in respect of Irish Water and its performance, and will facilitate greater civic and public engagement on the issue of water as a natural resource to be protected and a service vital to our economic and social progress. <\/p> <p>Over the past year we have seen an extensive policy debate on how we fund domestic water services.  Last July the Government enacted the Water Services (Amendment) Act 2016 to provide the political space for a calm, comprehensive and detailed debate on water services.  In the same month an expert commission was established comprising international and national experts on water services, which dedicated five months to examining the various issues concerning the funding of domestic water services.  Last November, the commission produced its report, which provided the basis for the work of the Joint Oireachtas Committee on the Future Funding of Domestic  Water Services.  The Oireachtas committee's deliberative process, comprising public meetings and detailed submissions from a range of public bodies and  organisations, involved a welcome discussion on the many deficiencies in our public water and wastewater system, including: the reliance of 736,000 people on public water supplies in need of remedial action; the discharge of raw sewage directly into local waters in over 40 urban areas at the end of last year; and the loss through leakage of approximately 45% of all water produced.  The debate also outlined evolving challenges that Irish Water faces, such as  dealing with the presence of trihalomethanes, THMs, a potentially harmful by-product of the chlorination process, in public water supplies for about 400,000 people.  It also underlined the need for sustained investment so that we can address these  problems and provide a secure safe water supply and the appropriate level of  wastewater treatment to protect public health, the economy and the  environment.<\/p> <p>A year of political and policy debate on water services also provided a further opportunity for Irish Water to outline the improvements it has made to our water and wastewater infrastructure during the first regulatory period.  These included such projects as the national programme to reduce boil water notices, and by the end of 2016 Irish Water had removed long-term boil water notices that had been in place since January  2014 and that had affected more than 20,000 people.  Further improvements included almost 860 km of pipeline replaced or repaired - to put this in context, this average of 286 km per year compares with an average of approximately 149 km per year during the final ten years of local authority responsibility for mains rehabilitation; 28 new or upgraded water treatment plants; more than 60 new or upgraded plants for wastewater treatment; and the daily saving of 89 million litres of water through the customer-focused First Fix repair scheme and related customer repairs, which amounts to the equivalent water needs of Galway city and county.  These initiatives have all helped to improve people's daily lives, whether it be the quality of the water they drink, the ability to drink it without boiling it, or simply living in an area free of raw sewage discharge.  Ultimately, we are having this funding debate because we are trying to improve people&rsquo;s lives and their environment, to facilitate business and industry, and to enable social and economic progress.  Irish Water is doing this and I want to acknowledge the progress it and the local authorities have made.<\/p> <p>The deliberative process identified the problems, the progress and the need for funding certainty if we are to continue upgrading and modernising water services and infrastructure.  In legislating for the Joint Oireachtas Committee's recommendations, we have  devised a policy and funding framework through which the utility can implement national objectives and priorities within an economically regulated environment.  This framework provides funding certainty from Government whilst maintaining a regulatory environment that demands efficiencies of Irish Water through the targets set by the Commission for Regulation of Utilities, formerly known as the Commission for Energy Regulation. <\/p> <p>While the processes of the expert commission and the joint Oireachtas committee resulted in enhanced debate on water services, the Government recognises the need for greater public confidence in the work of Irish Water, as well as for further transparency about how it is funded and where that funding is invested.  That is why we are providing for a water advisory body in order to give the Oireachtas and Government assessments on the performance of Irish Water in implementing its business plan.  The Government also recognises the importance of the role of civic society in safeguarding water, be it for services to urban and rural areas or for water in the aquatic environment.  For this reason, and in line with our commitment in the draft river basin management plan for 2018 to 2021, we are providing for a water forum.  Through its advice, recommendations and observations I am confident that the forum will increase public support for water services investment; public awareness of and participation in increased water conservation and  initiatives to protect water quality in our rivers, lakes and coastal waters; and national appreciation of the links between water and public health, economic  progress and environmental protection.  These key aims will advance if wider civic society debates and analyses these issues on an ongoing basis.  Though the forum will advise the Minister of the day, it will also have an  independent voice to communicate directly with wider society.<\/p> <p>I will now outline the purpose and operation of each section of the Bill before us.  Section 1 sets out the Short Title and provides that the various provisions of the Bill may be brought into operation on such day or days as may be appointed by order of the Minister.  Section 2 sets out the definitions required to give effect to the provisions of all parts of the Bill.  Section 3 is a standard provision enabling expenses incurred by the Minister in the administration of the Act to be paid out of moneys provided by the  Oireachtas.<\/p> <p>Section 4 provides that every order and regulation under this Act shall  be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling such order or regulation is passed by either House within the next 21 days on which that House has sat after the order or regulation is laid before it, the order or regulation shall be annulled accordingly.  Section 5 outlines the legislation and regulations that are repealed or revoked.  Section 6 provides for the insertion of certain definitions into the Water Services Act 2007.  Section 7 provides for the inclusion of the proposed water advisory body and the water forum in bodies that can be funded by the Minister.<\/p> <p>Section 8 provides for the Commission for Regulation of Utilities, formerly known as the Commission for Energy Regulation, to carry out a review to assess the average consumption by customers of water services provided by Irish Water to dwellings, a review that shall be used by the Minister to set the threshold over which excessive usage payments may apply.  The commission will also recommend to the Minister, based on consumption  trends, the level of allowance to apply for usage by larger households where five or more people are ordinarily resident in a dwelling.  The first such review will be carried out and completed within one month of the coming into operation of this section, with provision for future reviews prior to the expiration of the water charges plans.<\/p> <p>Section 9 sets out the process for specifying the threshold amount and the allowance amount, following receipt by the Minister of the report from the commission.  It specifies that the threshold amount shall be calculated by multiplying by 1.7 the amount assessed by the commission as the average rate of consumption of water services in a 12 month period.  Allowances will be provided where the excessive use of water is caused by  the size of the household or medical needs in the household.  Provision is made that the multiplier of 1.7 may be reduced in time, but not  within the first five years of the Act, and not without a positive resolution of the Oireachtas.  Guidance is given in the Bill as to the factors that might be taken into account in such a change to the multiplier in the future, which are primarily based on promoting water conservation and sustainable use of resources, reflecting the objectives of the water framework directive.  <\/p> <p>Section 10 provides for the insertion of a provision into the Water Services Act 2007 to preclude Irish Water from charging a customer for water services provided by Irish Water to the customer&rsquo;s dwelling where that customer does not consume water services in excess of the threshold amount.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Section 11 inserts a provision into the Water Services Act 2007 for  lrish Water to give notice to a customer where the threshold amount has been exceeded.  A customer who continues to consume water in excess of the threshold amount after a period of six months following a notice from Irish Water will be liable to pay it for the provision of any water service that exceeds the threshold amount.  The payment levels will be set by the commission having regard to the costs of Irish Water.  This period of time will allow the customer to adust his or her consumption patterns or avail of the Irish Water first fix scheme where the usage is caused by a leak in the grounds of his or her dwelling.<\/p><p>Section 12 provides that a customer who receives a notice of the provision of water services exceeding the threshold amount can seek an allowance related to the size of his or her household to reduce or eliminate his or her liability.  The allowance amount set will be multiplied by the number of persons above four in a dwelling.  <\/p><p>Section 13 provides that a customer who receives a notice of the provision of water services exceeding the threshold amount can seek an exemption from payment where the usage arises from a medical need of a member of the household giving rise to an additional demand for water services.  <\/p><p>Section 14 provides for an amendment to section 2 of the Water Services (No. 2) Act 2013 to insert definitions for \"dwelling\", \"strategic funding plan\", \"threshold amount\" and \"water services policy statement\".  <\/p><p>Section 15 provides for the charging of customers of Irish Water for services that exceed the threshold amount for which a customer is liable to make a payment, services related to the connection of a dwelling to water services and the reading and testing of water meters when requested by a customer of Irish Water at the dwelling.  <\/p><p>Section 16 provides that the Commission for Regulation of Utilities will have regard to a strategic funding plan prepared by Irish Water when considering a water charges plan submitted by Irish Water.  <\/p><p>Section 17 provides that Irish Water will amend its code of practice to make additional provision for the making of complaints to Irish Water by persons about notices received related to the provision of water services exceeding the threshold amount and about refunds being made by Irish Water to customers who paid water charges. <\/p><p>Section 18 provides that the Minister shall prepare a water services policy statement before the expiration of the water charges plan.  The statement will contain information on the policy objectives and priorities of the Government in the provision of water services in the State and will be laid before each House of the Oireachtas.<\/p><p>Section 19 provides for Irish Water to prepare and submit a strategic funding plan outlining the arrangements for implementation of the objectives of the water services strategic plan for the duration of the water charges plan being prepared by Irish Water.  The strategic funding plan will include an estimate of the costs associated with the provision of water services for dwellings and the recovery of these costs; the costs associated with the provision of water services for premises other than dwellings and the recovery of these costs; the income of Irish Water and its operating and capital expenditure.  The plan will be laid before each House of the Oireachtas and furnished to the commission.<\/p><p>Section 20 provides for grants to Irish Water, sanctioned by the Minister for Public Expenditure and Reform, towards the expenditure incurred by Irish Water in the provision of water services for a dwelling.  Before deciding whether to make a grant, the Minister shall have regard to the water charges plan last approved by the Commission for Regulation of Utilities, the strategic funding plan last approved by the Minister, the refunds plan, the need to ensure the recovery of the cost of water services in line with the Water Framework Directive and the environmental objectives of the Water Framework Directive.  The Joint Committee on the Future Funding of Domestic Water Services recommended that there be funding certainty and long-term stability for the water utility.  The proposals contained in sections 18 to 20, inclusive, are in line with these recommendations.<\/p><p>Section 21 provides that no liability arises for Irish Water domestic customers in the period from 1 January 2015 to 30 June 2016, that is, the period prior to the suspension of domestic water charges, or to any related late payment charge.  <\/p><p>Section 22 provides Irish Water with the power to make a refund payment to a customer who paid a charge for the provision by it of water services to a dwelling.  <\/p><p>Section 23 strengthens the role of the commission in disputes between Irish Water and those seeking a connection to the public water or wastewater network.  <\/p><p>Sections 24 to 32, inclusive, provide for the establishment of the Water Forum and set out the provisions relating to its membership, functions and operation.  <\/p><p>Sections 33 to 41, inclusive, provide for the dissolution of the Public Water Forum and the National Rural Water Services Committee and set out the transitional  arrangements in moving towards the establishment of the Water Forum.  <\/p><p>Sections 42 to 53, inclusive, provide for the establishment of the Water Advisory Body and set out the provisions relating to its membership, functions and operation.  <\/p><p>Part 8 gives effect to the changes in funding sources to and from the local government fund and the Central Fund arising from the report of the working group on the future funding model for Irish Water.  The aim is to simplify the funding of local government and the changes which are on an Exchequer neutral basis have been designed to improve the transparency of the funding of Irish Water to ensure that, as recommended, it will be funded from general taxation.  From 2018 onwards, all State funding to Irish Water for domestic water services will be channelled through my Department's Vote.<\/p><p>Section 54 provides for the Minister for Finance to pay into the local government fund the local property tax collected during the financial years 2014 to 2017, inclusive.  Commencing in 2018, the Revenue Commissioners shall pay directly into the local government fund an amount equivalent to the local property tax received by them, including any interest or penalties.  <\/p><p>Section 55 provides that the Minister for Transport, Tourism and Sport can issue directions on the collection of motor tax under sections 5(3) and 7(1)of the 1998 Act.<\/p><p>Section 56 amends section 4(6) of the Local Government Act 1998 to provide that from 1 January 2018 all motor tax collected by the Minister for Transport, Tourism and Sport shall be paid into the Central Fund.<\/p><p>Section 57 provides that from 1 January 2018 motor tax collected by local authorities shall be paid to the Minister for Transport, Tourism and Sport.  It also clarifies that all motor tax collected up to 31 December 2017 shall continue to be paid into the local government fund.  <\/p><p>Section 58 amends section 6 of the Local Government Act 1998 and provides for the deletion of subsections (1A), (2A), (2AB), (2B), (2CA) and (9).  It also amends subsection (2C) to provide for a payment to the Exchequer in 2017.  <\/p><p>Section 59 inserts the Minister for Transport, Tourism and Sport as the relevant Minister.  It also adds a provision that any direction in force will remain in force.<\/p><p>Section 60 deals with consequential amendments to the water charges plan in force to give effect to the amendments made in the Bill.  <\/p><p>Section 61 provides for Schedule 4 to the Valuation Act 2001 to be amended by the deletion of paragraph 21.  This deletion will provide for the entire network used for the provision of water services by Irish Water or a person who holds a water services licence or land and buildings occupied by Irish Water or such a licence holder to be rateable.  <\/p><p>Section 62 provides for the removal of the requirement provided for in section 70B(5) to register a domestic wastewater treatment system every five years.  Associated subsections (6) and (7) are also deleted.<\/p><p>The Bill I have outlined to the House represents a comprehensive policy and funding framework to bring settlement and certainty to the funding of domestic water services. The framework should also improve transparency and accountability in respect of Irish Water, providing greater information for the Oireachtas and the public on the utility&rsquo;s work.  This transparency and information will be underpinned by stronger public and civic engagement on water issues through the new Water Forum.  <\/p><p>The Bill provides for the retention of the incentive among households to conserve water and will help Ireland to meet the objectives of the Water Framework Directive and other water directives.  To be clear, the aim is not to establish a new domestic funding stream for Irish Water.  The objective is not to raise revenue for lrish Water through the excessive usage levy but to tackle the 8% of households which use 30% of our water.  They are using this much water either because of leaks or because they are wilfully wasting it.  We want to cut out both, not to get money for this waste.  Again, it is not about new funding.  If someone has additional people in his or her home, his or her allowance will be increased.  If his or her water usage is excessive owing to medical needs, he or she will be exempt entirely.<\/p><p>The Bill provides a framework through which Irish Water and the water services sector can plan to deliver a modern, reliable public water and wastewater system.  This is vital for families, communities, the economy and the environment.  To some degree, the ongoing debate on the funding issues has diverted attention from the core challenge of fixing our weak water infrastructure.  It is time to give certainty to the sector.  The Bill reflects the outcome of serious consideration of the issues involved by the Oireachtas.  It is time to implement the changes and support Irish Water in focusing on making the changes and investment required to build a modern public water and wastewater system, of which we can all be proud, building on the progress already made.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#Q00300","speaker":"1295","continuing":true},{"type":"speech","time":1510223400,"counter":241,"content":"<p>Fianna F&aacute;il supports the Bill which will give effect to the recommendations made in April by the Joint Committee of the Future Funding of Domestic Water Services.  The legislation will abolish water charges and introduce fines or levies for those who waste water.  Abolishing the last unfair water charging regime was a key manifesto commitment for Fianna F&aacute;il.  With this Bill, 92% of households will not pay a charge, while those who waste water will have until July 2019 to apply for exemptions for excessive water use.  There is also a first-time fix policy available.  In that time the regulator will determine normal usage.  It was agreed by all parties that homes could use up to 1.7 times that level.  As this formula can only be changed with the agreement of the D&aacute;il, accusations made by the hard left that water charges will return are completely false and populist.<\/p> <p>The new Bill complies with EU water directives, will prevent water wastage and allow for investment from the Exchequer in the country's water infrastructure.  While Fianna F&aacute;il secured a commitment in the confidence and supply agreement that Irish Water would be kept in public ownership, it was also agreed at the all-party committee that a referendum would be held to ensure this would be enshrined in the Constitution.  The Bill also provides for a refund of water charges.  In addition, the committee agreed that there would be equity for those participating in rural water schemes and that a working group would be established to pursue that aim.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There will also be also be extra usage allowance for large families of five or more and those with medical conditions.  People will have time to moderate their usage as an information campaign, which is part of the agreement, will commence soon.  It is crucial that there is a campaign because people need to know.  It is a lack of information that causes confusion.<\/p><p>The new framework will draw a line under the water charges fiasco which occurred under Fine Gael and the Labour Party and which cost the country &euro;22 million in 2015.  The new system which this Bill puts in place will end this disastrous process.<\/p><p>It is important that we agree with the report of the Joint Committee on the Future Funding of Domestic Water Services.  The existing regime will be abolished, 92% of householders will not pay charges, any households which go above the 1.7 multiplier will have opportunities to rectify the problem or arrive at an agreement, water services will be funded by the Exchequer, households which have paid their bills will be refunded, and a detailed report will be published regarding how to ensure equal funding for those living in rural and urban areas.  That is crucial because we must make sure that rural people are not forgotten.  That is something I will ensure happens.  There will be no future metering programme for existing homes.  There will be a referendum on the ownership of Irish Water.<\/p><p>The Department will pay for every household's water as well as providing capital funding for Irish Water.  This has been built into the calculations of the fiscal space for 2018 and so will have no direct impact on the budget.  People ask where the money will come from.  This is crucial information that the public needs to know.  Funding for water will go through the Exchequer rather than local government funds, which is to compensate for the Department paying for water usage.<\/p><p>Under the legislation, refunds will be issued within a month of the Bill passing.  Some 30,000 cheques may be dispatched daily.  There will be 970,000 refunds.  Christmas is coming and many people have contacted me to ask when they will receive their refund.  Many people are waiting for it because Christmas is coming and people find it hard to make ends meet and pay their bills.  Will the Minister confirm this today because it is crucial that the 30,000 cheques per day can be sent out?<\/p><p>According to various Departments, there is no need for customers to call the Department or Irish Water.  The only time that customers need to contact them is in the case of a change of address.  Everything else will be on the system.  If a person has moved house, he or she must ring Irish Water to let it know.  That is the only information that it needs.<\/p><p>Fianna F&aacute;il has already boosted funding to group water schemes under the confidence and supply agreement.  We will press on with this working group as a priority to ensure equity between urban and rural dwellers in this Bill.<\/p><p>Fianna F&aacute;il believes that it is time to draw a clear line under this fiasco and move on.  That is why we drew up a detailed roadmap to reform Irish Water and abolish water charges.  It is great that we are here today and can say to people that we in Fianna F&aacute;il delivered on this, working with other groups.<\/p><p>People are finding it very hard to meet their bills.  We spoke about local property tax this morning, people trying to pay their mortgages and the many bills people have that they find they just cannot pay.  Life can be hard at times.  We understand that people should not overuse water which is a precious commodity and that we must appreciate it, but we are also paying for water through other taxes.  It is crucial that people get their refund.  There is a limit.  Everyone should work together to ensure this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#R00200","speaker":"1395","continuing":true},{"type":"speech","time":1510223400,"counter":243,"content":"<p>T&aacute; s&eacute; deas an tAire a fheic&eacute;al anseo.  I commend the Minister and his Department on their work on drafting the Bill.  It reflects very closely the recommendations of the joint committee.  From my perspective as Chairman of the committee, the Department, the Commission for Energy Regulation, CER, and the Certified Public Accountants Ireland, CPA, were very co-operative and supportive and made a very significant contribution to generating the information to enable us to come up with the document with which the Minister is working.  The Minister's colleague, Senator Paudie Coffey, played a significant part in it, as did everyone on the committee.  I wholeheartedly support the Bill.  I support the Minister and his team in bringing this Bill through.  I am very disappointed that it has taken so long.  It is not the Minister's fault that repayments have not been made to those who did pay.  It appears somewhat as though people who do what they are told are penalised and those who do not are not penalised.  I am really disappointed and surprised at some of the political parties who decided to play political football on the matter.  It is far too important for that.  It has nothing to do with politics.  It is about people's health.  My view from the beginning was that it was all about health.  From my engagement with the Department, the CER, Irish Water and so on, that was also their attitude.<\/p> <p>The public utility, Irish Water, will be one that we will be very proud of in time.  Let us give it space to grow and develop.  It had a very difficult induction period, so let us support it now.  I ask the media to give it some space.  It will take five or six years to turn this around but I believe its CEO, Jerry Grant, and his team will get there.<\/p> <p>I am very encouraged to understand that we appear to be meeting the EU water directive framework.  I had some concerns on this but I understand there is a comfort factor, at the moment at least, in relation to the framework, which is very important to us in every way.<\/p> <p>This is a public utility and it will remain in public ownership.  That was the first recommendation that we made as a committee in our document.  There is a Bill currently at Committee Stage on that.  I believe it will be heard in December, and the committee supports that.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00300","speaker":"1431"},{"type":"speech","time":1510223400,"counter":244,"content":"<p>I welcome the opportunity to contribute to this debate.  I welcome the Minister and his officials to the House.  I have the greatest of respect for Senator Murnane O'Connor but I will not allow the rewriting of history on what she described as the \"water fiasco\".  First, if one looks at the Fianna F&aacute;il record on water services in this country, we were spending in excess of &euro;1 billion of public money annually and more than half the water was leaking into the ground, there was pollution in rivers and lakes and along the coastline, and our water infrastructure was a shambles.  Second, in 2008, Fianna F&aacute;il signed this country up in an agreement with the Troika to water charges of &euro;400 annually per household.  It bankrupted the country and tried to abolish the utility, Irish Water, which is the solution to all the problems we are hearing about. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00500","speaker":"1422"},{"type":"speech","time":1510223400,"counter":245,"content":"<p>This was part of our confidence and supply agreement.  Fine Gael agreed to water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00600","speaker":"1395"},{"type":"speech","time":1510223400,"counter":246,"content":"<p>That is the legacy.  I did not interrupt the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00700","speaker":"1422"},{"type":"speech","time":1510223400,"counter":247,"content":"<p>Allow Senator Coffey to speak without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00800","speaker":"1412"},{"type":"speech","time":1510223400,"counter":248,"content":"<p>I did not interrupt the Senator.  I ask her to let me continue.  That is the legacy of Fianna F&aacute;il on water provision in this country.  I do not want to revisit all the old arguments but there were obvious reasons Irish Water was established, new legislation was required and funding streams were required to invest in our water services.  The legacy of Fianna F&aacute;il on water is not something to be proud of.<\/p> <p>I will not even mention Sinn F&eacute;in and the left because we are aware of their populist positions on the subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S00900","speaker":"1422"},{"type":"speech","time":1510223400,"counter":249,"content":"<p>The Senator just did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S01000","speaker":"1377"},{"type":"speech","time":1510223400,"counter":250,"content":"<p>We see it how they have tried to stall the legislation in the D&aacute;il.  I agree on one thing.  There was much concern in this House yesterday where Senators debated the Public Health (Alcohol) Bill, which is a matter of public health, for over eight hours.  I agree with my colleague, Senator &Oacute; C&eacute;idigh, that water provision is a matter of public health in that we are providing clean, healthy water for citizens.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some Opposition parties take contradictory stances in respect of alcohol control and water provision.<\/p><p>The Oireachtas Joint Committee on the Future Funding of Domestic Water Services did a valuable and good job under the chairmanship of Senator &Oacute; C&eacute;idigh.  I commend him on the independent and firm way in which he chaired that committee because it was a very difficult time.  The various views and perspectives were heard in a fair manner and were taken into account.  There were many alternative and opposing opinions but a majority report was issued to the Minister and the Department.  I commend the work of that committee, whether the members agreed or not.  There was opportunity for rows to take place, divergent views of be put forward and the aspirations of our citizens to be heard because we have an obligation to citizens to provide a quality water network not just for this generation but for future generations.  We also have obligations under the EU water framework directives, as has been mentioned, and if we do not meet them, we will expose the country and taxpayers to huge fines, which, if Senators will excuse the pun, will also represent water down the drain.<\/p><p>I welcome this legislation once and for all.  I also welcome the charges for excessive use above a reasonable threshold.  The latter has been agreed at 1.7 times the average rate of consumption as set by the independent Commission for Regulation of Utilities.  That is fair and a political compromise.  That is what politics is about.  I hope it provides a way forward.<\/p><p>Irish Water, as a utility, deserves our support.  It is a national utility like the ESB, for which I worked for 20 years and of which we are all very proud.  Irish Water deserves the same support.  It deserves certainty in the context of both its funding streams and the capital investment it will need to make regarding water infrastructure.<\/p><p>I live in Waterford, a coastal county, which struggled for years to retain blue flags in respect of its beaches.  We all speak of our pride in our tourism industry and our environment.  It was a national disgrace that raw sewage was flowing into the waters of Dunmore East and Tramore, beautiful, scenic tourist spots that could not get blue flags for their beaches until recently.  As a Government Senator and a former Minister of State who supported Irish Water all the way, I am proud to say that Irish Water ensured that the necessary investment in water treatment infrastructure for Ardmore, Dunmore East and Tramore was made.  As a result, these towns can now proudly fly their blue flags because the waters there are clean.  That is the legacy of difficult decisions taken by my former Government colleagues in Fine Gael and Labour.  They made the decisions in the interests of our citizens and our environment.  They were not populist decisions.  We did not oppose anything for the sake of attracting easy votes.  Instead, we decided to invest in order that our citizens might have the infrastructure they deserve.  That is one example.<\/p><p>Galway city suffered a serious outbreak of cryptosporidium some years ago and this led to businesses and restaurants being obliged to close.  Cryptosporidium has affected many villages and towns in the interim and boil water notices were issued in many parts of the county.  In addition, there are capacity problems in Dublin.  Unless we invest in infrastructure, those problems will continue to obtain.<\/p><p>It was ironic to hear Opposition politicians screaming when a water main in Meath burst and Drogheda and the whole of east Meath had no water for several weeks, possibly months.  The first people out screaming were those who opposed the establishment of Irish Water.  It was so ironic.  I kept my mouth shut at the time but members of the electorate are intelligent people and they know that without investment in the necessary infrastructure, this type of problem will continue to arise.<\/p><p>I urge the Minister to ensure that the refund scheme is put in place and I acknowledge those who paid their water charges.  It is important now that they are treated fairly, as recommended by the joint committee.  The Minister is setting up an online system to inform people about when they will receive their refunds.  It is important that this happens.  It is also important that water provision for rural dwellers is not forgotten.  By means of co-operative and group schemes, these people provided funding for water provision in rural areas.  We need to ensure that they are continuously supported by Government grants and subsistence aid.  Those people have their own wells and septic tanks and they should also be treated fairly in order to ensure that said wells and tanks are maintained to a high standard.  They should be treated in the same way as urban dwellers, particularly in the context of investment in water infrastructure.<\/p><p>I wish the Minister well with the Bill.  It is important that we move on from this sorry saga in our political history and get fully behind the great utility that Irish Water will prove to be.  I am sure it will serve the country in the same way the ESB has done for many decades.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#S01100","speaker":"1422","continuing":true},{"type":"speech","time":1510223400,"counter":252,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  T&aacute; an-&aacute;thas orm bheith anseo le cuid de na ruda&iacute; at&aacute; r&aacute;ite a cheart&uacute;.  We are back to unpick some of the mess presided over by the previous speaker when, as a Minister of State, he sat in the chair currently occupied by the Minister.  We raised many of the issues to which reference has been with him and the then Minister, Ireland's EU Commissioner, Phil Hogan.<\/p> <p>I find it ironic that there have been several references to Galway and to political parties but it was people power on the streets that brought about this change in the legislation.  We welcome much of the change those people brought about.  They forced political parties, particularly Fianna F&aacute;il and Fine Gael, to make U-turns on many of the mistakes relating to the establishment of Irish Water.  People were very angry when the guts of &euro;1 million was spent on water meters to a company owned by Denis O'Brien, who must have made a very nice profit out of their installation.<\/p> <p>Senator Coffey spoke about the blue flag beaches in Tramore and we all welcome those.  What about the blue flag beaches in Spiddal and Carraroe where we still do not have a sewerage system?  What about the delays in Inis O&iacute;rr and Oughterard where there are no sewerage systems?  The Senator spoke about the outbreak of cryptosporidium in Galway city.  Why did Irish Water not spend money on replacing the lead pipes there before the installation of water meters?  It might have attracted more buy-in from people if that had happened.  Why has it taken nearly two years to ask Irish Water to put a pipe underground in Connemara so that a road can be fixed?  The county council and residents have been waiting for this for two years because the road is in rag order.  That is why people have absolutely no faith in Irish Water.  We brought all of this to the attention of Senator Coffey, the then Minister of State, and Phil Hogan, the then Minister and current EU Commissioner, at the time.<\/p> <p>I agree with Senator Coffey's analysis of Fianna F&aacute;il's legacy on water because it left a lot to be desired as regards investment in the water system.  T&aacute;imid ar ais ag pl&eacute; c&uacute;rsa&iacute; uisce ar&iacute;s, agus an t&iacute;r ar fad ag smaoineamh gur socra&iacute;odh an cheist seo.  N&iacute; cheart go nd&eacute;anfa&iacute; dearmad gur th&aacute;inig deireadh leis na t&aacute;ill&iacute; uisce ionas go dtabharfadh Fianna F&aacute;il taca&iacute;ocht don Rialtas seo sa ch&eacute;ad &aacute;it.  T&aacute; taca&iacute;ocht Fhianna F&aacute;il fite fuaite leis an gceist seo.  N&iacute;l aon fhor&aacute;il sa Bhille seo n&aacute;r thug Fianna F&aacute;il cead d&oacute;.  M&aacute; t&aacute; rud ar bith in easnamh &oacute;n mBille seo, is mar gheall nach raibh Fianna F&aacute;il ag iarraidh &eacute; a &aacute;ireamh &oacute;s rud &eacute; nach raibh s&eacute; t&aacute;bhachtach go leor d&oacute;ibh.  Is &eacute; ceann de na ceisteanna seo an taca&iacute;ocht a thugtar do na sc&eacute;imeanna gr&uacute;pa&iacute; uisce, ar a bhfuil go leor cainte faoi l&aacute;thair.<\/p> <p>Here we are again discussing water charges, a matter the public thought had been resolved.  We should not need to have this debate.  Water charges and metering should never have been introduced.  Fianna F&aacute;il's deal with the troika led to the establishment of the charging regime, which has now proved to be a massive waste of time and money.  It was never a question of conservation but of privatisation.  It was never a question of investment but, rather, one of commodification.  Water is essential to life.  Whenever that commodity has a price attached to it, there will be people who will be well able to pay and those who will not.  Water inequality impacts on the most basic of human functions and is wrong.  Even though the Government claimed that it never intended to privatise Irish Water, the evidence from all other countries is that privatisation creeps in.  Once it is in the hands of companies with shareholders and directors the customers become secondary.  We have only to look at England where competing water companies deliver poor quality and bad service to customers.<\/p> <p>I commend the Right2water campaign and all those citizens, which ultimately defeated these charges.  It was a campaign that saw mass participation, including by many who would rarely have been seen protesting on such an issue before.  This strengthens the argument of Sinn F&eacute;in and others that water is exceptional.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If one commodifies or privatises such a basic necessity, one leaves citizens at the mercy of market forces and private capital, which have scant regard for human need.<br\/><br\/>As far as the Bill itself goes, I will point out a major omission.  Fianna F&aacute;il, in the Special Committee on the Future Funding of Water, was at pains to stress the inequality regarding rural water group and private schemes.  I heard Senator Murnane O'Connor on that song again today.  I agree completely.  If there is no standing charge for people accessing domestic water services for their homes in urban Ireland, there should be no standing charge for those in rural Ireland.  Where additional costs are incurred regarding the installation and maintenance of private or group water schemes, that should be covered.  N&iacute;l rud ar bith sa Bhille seo maidir leis na sc&eacute;imeanna tuaithe.  Sin mar gheall ar fhaill&iacute; Fhianna F&aacute;il.  Is &eacute;ard at&aacute; i gceist n&aacute; gur cuma leis faoi na daoine at&aacute; ar na sc&eacute;imeanna seo n&oacute; gur gh&eacute;ill s&eacute; roimh fhathaigh mh&oacute;ra Fhine Gael.  Is cur i gc&eacute;ill &eacute; le r&aacute; gur bua ar son an phobail an Bille seo.<br\/><br\/>There are significant areas which remain unclear.  With regard to an allowance for households of five or more, where does that leave the four-person household, which is particularly disadvantaged under the proposal?  It also creates perverse incentives for the one-person household, which will have the same allowance as two, three and four-person households.  Nor do we know if the excessive usage is a charge or a penalty.  If it is a metric charge based on how much is used then it is a charge not a fine.  It does not take a genius to figure out why my colleague, Deputy &Oacute; Broin, tabled an amendment in the D&aacute;il seeking to have this Bill renamed &quot;the water charges by the back door&quot; Bill.<br\/><br\/>If there is to be a charge for those households excessively using water, which Fianna F&aacute;il claims will be only a tiny fraction of households, what of those that have no meter?  One could end up with a house on a street with a meter being charged for excess use based on that meter's reading while another house on the same street with no meter is subject to an estimation which could greatly under or overestimate their excess use.  I am glad that the money set aside for metering has now been diverted.  I am pointing out the stupidity of the metering process in the first place, as we did when debating these issues <i>ad nauseam<\/i>with the former Ministers, Senator Paudie Coffey and Commissioner Phil Hogan.  The percentage threshold above which excessive usage kicks in can only be reduced by the Oireachtas.  If we reduce this ratio, more people will be liable for excessive usage.  The ratio could be reduced so low so as to include everyone who would have been liable for charges ion the first place.  An &eacute; seo an bua a bhain Fianna F&aacute;il amach ar son an phobail?<br\/><br\/>There is no detail on how to assist families to reduce leaks because nobody knows whether the idea that 8% of households are using 30% of water is because of excessive leaks in the piping system, excessive use, wilful use, large family size or other reasons.  There is no additional support after the first-fix facility to assist those families.  If we allow this legislation to pass, the infrastructure for domestic metered water charges, and all of the negative consequences that come with that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#T00200","speaker":"1377","continuing":true},{"type":"speech","time":1510223400,"counter":254,"content":"<p>Sinn F&eacute;in never changes.  It has all the problems and no solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00200","speaker":"1422"},{"type":"speech","time":1510223400,"counter":255,"content":"<p>Senator &Oacute; Clochartaigh without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00300","speaker":"1412"},{"type":"speech","time":1510223400,"counter":256,"content":"<p>I did not interrupt Senator Coffey.  All of the negative consequences that come with that remain in place and a future Government - which may even be, after the next election, a fine coalition of Fianna F&aacute;il and Fine Gael - can come back and do exactly what it wants, which is to extend that charge out to ever-increasing numbers of people, commodify a valuable service that is water and revert to the bad model of water services delivery that is becoming the norm across the world.<\/p> <p>The consequences of this are that there will be water poverty, increased charges and poorer quality services, particularly for those in need.  For those reasons, not only will Sinn F&eacute;in be absolutely opposing this legislation but we will be doing as much as we can to ensure that those problems with this Bill are fully exposed in committee in order that when they start to hit people in the streets, they will know to blame Fianna F&aacute;il and Fine Gael.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00400","speaker":"1377"},{"type":"speech","time":1510223400,"counter":257,"content":"<p>People should get their money back, Trevor.  Support the Bill and let the people get their money back, the refunds Sinn F&eacute;in was looking for.  That is what this is about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00500","speaker":"1422"},{"type":"speech","time":1510223400,"counter":258,"content":"<p>Will Fine Gael be asking Denis O'Brien for the money back for the meters?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00600","speaker":"1377"},{"type":"speech","time":1510223400,"counter":259,"content":"<p>Sinn F&eacute;in wants it every way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00700","speaker":"1422"},{"type":"speech","time":1510223400,"counter":260,"content":"<p>I welcome the Minister to the Chamber.  I wish to acknowledge the great work of Senator P&aacute;draig &Oacute; C&eacute;idigh, who really was a superb Chairman in the face of adversity.  It was a very difficult task and long hours were put in.  I know he personally went over and above the call of duty.  I agree with one aspect of the presentation by my colleague, Senator &Oacute; Clochartaigh.  Water is essential to life.<\/p> <p>I am speaking today as a member of the Green Party and as a member of the Special Committee on the Future Funding of Domestic Water Services.  I must admit I am a little disappointed with the provisions contained in this Bill.  I did not support the conclusions of the committee, as I felt that there was far too little support for conservation and careful use and that the provisions were inadequate to the task of fixing our water system.  We all know of the leaks that have long plagued our water network but most seem less aware of the pretty remarkable process in leak prevention that a national roll-out of meters has managed to deliver to date.<\/p> <p>The Bill will establish Irish Water on a secure footing for the future by securing its funding through public taxation.  As Members are already no doubt aware, the Green Party is not completely in favour of this position.  We support the principle that wastage of crucial natural resources should never be subsidised or rewarded and that penalties can be beneficial to affect people&rsquo;s behaviours.  I appreciate that a penalty for overuse did finally make it into the committee&rsquo;s recommendations and note that the way it is structured in the Bill, with a six-month notice period, will serve almost exclusively as a deterrent, and will almost certainly never actually be applied.  As long as it leads to reductions in waste, I have no objection to that.  Our aim is to create an environment of careful and efficient use, not to charge for charging&rsquo;s sake.<\/p> <p>I am also supportive of the extension of the role of the Commission for Regulation of Utilities, and trust that it will finally assess the actual level of average usage of water in Ireland.  As a member of the committee, I pushed hard for the alteration of the work of the public water forum to include more public awareness about the issues under its consideration, and I am supportive of its incorporation into the new water forum.  It is my hope that this body can be instrumental in drawing a line under the huge public anger we have seen over the past few years and lead to a more positive engagement between Irish Water and the public it serves.<\/p> <p>There is so much missing from this Bill.  The most glaring omission is any mention of the need to secure Irish Water in public ownership.  A Bill regarding the constitutional protection of water services in Ireland is working its way through the committee process, too slowly in my opinion, but we need to prepare for what was one of the most adamant and the primary recommendation of the committee &mdash; that privatisation of water services be made entirely impossible.<\/p> <p>The Bill contains no provisions at all in regard to metering.  I did not support the committee&rsquo;s recommendations on this issue.  I believe that we have seen the huge benefit individual meters can provide in leak detection and prevention, quite apart from their function in more effectively, accurately and easily detecting excessive usage.  There is nothing about the drinking water inspectorate, nothing about water conservation incentives, no more resources for the EPA or local authorities to ensure compliance with the Water Framework Directive, something that we are seeing the serious effects of lately in health, in the environment, and in the financial impacts of serious fines.  Nor is there anything on multi-annual financial planning for Irish Water, including the prospect of accessing funding from the National Treasury Management Agency.<\/p> <p>I and the Green Party will vote to support this Bill because I believe that we do need to take action to control wastage of any natural resource, including water.  I will support it because Irish Water needs long-term certainty regarding its funding for the foreseeable future if it is to tackle the challenges of providing a secure and sustainable water supply to all in a warming world that will be affected by a changing climate and the attendant challenges.  However, I would have liked to see the Government put into effect the many other provisions and recommendations from the committee, especially guaranteeing the public ownership of water in Ireland, and I hope that the Minister will strive to do so in the near future in order that we might finally draw a line under this contentious issue that has been water in Ireland.<\/p> <p>The Minister understands that clean, fresh water is essential for life.  It is time that we as a nation appreciated the wonderful resource that it is, and recognise that we have to pay for the services attached to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00800","speaker":"1385"},{"type":"speech","time":1510223400,"counter":261,"content":"<p>I thank the Senator.  I note that we were all sent a timely email from Irish Water in the last hour on the Irish Water national water resources plan, consultation No. 1.  I do not know if the Minister organised for that to happen in the middle of our debate.  There is work being done.<\/p> <p>I call on the Minister to conclude the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#U00900","speaker":"1412"},{"type":"speech","time":1510223400,"counter":262,"content":"<p>It is all progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#V00100","speaker":"1422"},{"type":"speech","time":1510223400,"counter":263,"content":"<p>Am I not pointing out precisely that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#V00200","speaker":"1412"},{"type":"speech","time":1510223400,"counter":264,"content":"<p>Of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#V00300","speaker":"1422"},{"type":"speech","time":1510223400,"counter":265,"content":"<p>I will be brief in my concluding remarks.  I thank Senator &Oacute; C&eacute;idigh for the incredible and important work he has managed and steered by chairing the committee.  His public service has not only aided the stability of our politics and political system at the moment, given that we are in a minority Government, but has also aided the stability of our water system and future investment.  It has put them in a safe and strong place and this is as a result of the good work performed by him and his committee.  I thank the Senator for that.<\/p> <p>We can get into the details of the amendments to different sections of the Bill next week when we take it through Committee and Report Stages.  I hope we can do that next week.  The payment of refunds is dependent on the legislation passing both Houses of the Oireachtas.  If we can do that next week, we will get more refunds paid out before Christmas.  Not every refund will be paid, unfortunately, but there will be a service available on the website whereby people can find out when exactly they are getting a refund.<\/p> <p>For those who have paid their water charges in full, the amount is &euro;325, which is not an insubstantial amount of money.  They will want to know when that is coming in to enable them to make plans around that on how they might spend it or what they might choose to do with it.  It is important to get the legislation passed quickly and that there are no unnecessary delays like those we have seen in the passage of the Bill through the Lower House, unfortunately.<\/p> <p>In essence, the Bill is a conservation measure - it is important to note that.  There will be a need for conservation measures in future as we change our water use and practices.  The water forum and advisory bodies will be in place to advise not only me, but the Oireachtas on how best to pursue further conservation measures in future.<\/p> <p>Reference was made to public ownership of Irish Water, water services and infrastructure as well as to water as a public good.  Legislation is coming to the Oireachtas joint committee next week on the possibility of a referendum to change the Constitution and put that safeguard in place.  In any event, given the structure of Irish Water today and as it will exist once this legislation has passed, the idea of private ownership of water is basically impossible.  I have no problem with a referendum being put to the people about public ownership of water in the country, but I would caution people that we need to have other referendums that are, I believe, far more important and pressing.  I do not believe we would be doing good service to the public if we were to proceed before those referendums with a referendum on public ownership of water, which is not necessarily essential at this point.  While we will be debating that in committee next week, I wish to remind people that other referendums are considered more important by the public, and perhaps they should proceed before we have a referendum on public ownership of water.<\/p> <p>I thank Senators for their contributions and I look forward to the further Stages of the Bill next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#V00400","speaker":"1295"},{"type":"vote","time":1510223400,"counter":266,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 28; Níl, 9.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Trevor Ó Clochartaigh and Niall Ó Donnghaile.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#V00500","aye":["1409","1380","1423","1391","1384","1422","1416","1383","1411","1424","1396","1415","1412","1430","1386","1375","1425","1401","1395","1392","1431","1374","1426","1397","1385","1399","1373","1418"],"nay":["1402","1388","1389","1398","1377","1413","1410","1404","1372"],"abs":[]},{"type":"speech","time":1510223400,"counter":267,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00100","speaker":"1381"},{"type":"speech","time":1510223400,"counter":268,"content":"<p>Next Wednesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00200","speaker":"1391"},{"type":"speech","time":1510223400,"counter":269,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00300","speaker":"1381"},{"type":"unspoken","time":1510223400,"counter":270,"content":"<p>Committee Stage ordered for Wednesday, 15 November 2017.<\/p>"},{"type":"speech","time":1510223400,"counter":271,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00500","speaker":"1381"},{"type":"speech","time":1510223400,"counter":272,"content":"<p>Next Tuesday at leathuair tar &eacute;is a d&oacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00600","speaker":"1391"},{"type":"speech","time":1510223400,"counter":273,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00650","speaker":"1381"},{"type":"speech","time":1510223400,"counter":274,"content":"<p>I said that I did not agree, a Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00700","speaker":"1377"},{"type":"speech","time":1510223400,"counter":275,"content":"<p>Sorry, excuse me, Senator &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00800","speaker":"1381"},{"type":"speech","time":1510223400,"counter":276,"content":"<p>You asked when it was proposed to take Committee Stage.  I said, \"Not agreed\",  You must have heard me, a Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W00900","speaker":"1377"},{"type":"speech","time":1510223400,"counter":277,"content":"<p>I did not hear with the noise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W01000","speaker":"1381"},{"type":"speech","time":1510223400,"counter":278,"content":"<p>You might ask the question again, if you do not mind, a Chathaoirligh.  The Clerk spotted that I had said it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W01100","speaker":"1377"},{"type":"speech","time":1510223400,"counter":279,"content":"<p>I am only human, Senator &Oacute; Clochartaigh.  It often happens that there is too much noise in the Chamber &ndash; there is a lot of giddiness when a vote is on.  I have made a ruling so I am not retracting it.  I hope you will accept my situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W01200","speaker":"1381"},{"type":"speech","time":1510223400,"counter":280,"content":"<p>It might be noted for the record that I had said \"Not agreed\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017110900002#W01300","speaker":"1377"},{"type":"unspoken","time":1510223400,"counter":281,"content":"<p>The Seanad adjourned at 2.05 p.m. until 2.30 p.m. on Tuesday, 14 November 2017.<\/p>","notice":"TIME STRING DETECTED"}]