[{"type":"minorheading","content":"Prelude","time":1519295400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1519295400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1519295400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1519295400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1519295400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00100"},{"type":"speech","time":1519295400,"counter":6,"content":"<p>I have notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to consider removing the cap on enrolment in Educate Together schools in Trim, County Meath, New Ross, County Wexford, Tuam, County Galway, and Tramore, County Waterford. <\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Finance to consider introducing legislation to provide for a separation between the commercial and retail arms of all regulated financial institutions operating in Ireland to protect retail customers against the effects of future bank failures.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline the expected timeframe for the introduction of legislation to give effect to the proposed new local authority structures in Cork city and county.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the provision of increased resources for the ambulance service in County Roscommon to allow for the full operation of the ambulance base at Loughglynn.<\/blockquote> <p>Of the matters raised by the Senators that are suitable for discussion, I have selected those of Senators &Oacute; R&iacute;ord&aacute;in and &Oacute; Domhnaill and they will be taken now.  Senator Lombard was selected but subsequently withdrew his matter.  I regret that I have had to rule out of order the matter submitted by Senator Hopkins on the basis that it is a repeat of a matter taken on 8 November 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1519295400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00300"},{"type":"minorheading","content":"Multidenominational Schools","time":1519295400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00400"},{"type":"speech","time":1519295400,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Kyne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00500","speaker":"1420"},{"type":"speech","time":1519295400,"counter":10,"content":"<p>I welcome the Minister of State to the Chamber.  It is a matter of disappointment to me that neither the Minister for Education and Skills nor one of the Ministers of State at that Department have come here for this debate.  I will raise the matter nonetheless in the hope of getting some kind of constructive reply.<\/p> <p>As the Labour Party spokesperson on education, I am concerned about the Government's capacity to deal with the relationship between the State and the religious patron bodies when it comes to education.  I suspect that the bent of the Department of Education and Skills and the Minister who is in charge of that Department is against the multidenominational model.  We have yet to see the baptism barrier legislation.  A number of campaigns seeking to establish second level Educate Together schools around the country, particularly in Galway, Kildare and Dublin 13, are getting no support from the Department.  A departmental circular that was issued last week, and about which the Minister has spoken, will lead to changes in religious instruction in a number of schools.  For some reason, the new circular does not cover all schools even though students have a constitutional right not to partake in religious instruction.  Religious orders that are seeking to sell off lands at a number of schools have threatened to disband boards of management that have the temerity to resist the sale of such lands or to ask the Minister to disband them.  Along with Councillor Deirdre Kingston, I am dealing with the particular case of Clonkeen College at the moment.<\/p> <p>The relationship between the State and the education system, which is effectively run by patron bodies, is affecting a plethora of issues.  The State should be willing to use its power, for the good of pupils and the people in general, to support a model of education that is outside religious influence.  Five new Educate Together primary schools in New Ross, Trim, Tuam, Tramore and Castlebar have been told by the Department that they should have restricted enrolments of just 13 pupils from next September.  When the Labour Party was in government, it went out of its way to petition people and parent bodies in various parts of the country for the first time to ascertain the level of interest in different models of education.  Despite much scepticism, we discovered that there is a huge level of interest throughout the country in a different model of education that is not under religious influence.  Five schools that were established at that time are now being told by the Department that they must have restricted enrolment from next September.  What is the thought process behind that decision?  Why have these schools been singled out?  Is it mere coincidence that they all happen to be Educate Together schools?<\/p> <p>Perhaps this and all the other things I have mentioned - the baptism barrier, the circular on religious instruction, the failure to support campaigns seeking to establish second level Educate Together schools and the threat from religious orders to disband boards of management if they stand in the way of the sale of school lands - are in line with the conservative mindset of a Department that has met the conservative mindset of the Minister.  On this issue, will anybody from the Government genuinely say that the Department of Education and Skills under the tenure of the Minister, Deputy Bruton, is going to defend in any way the right of parents to have their children educated under the patronage of a multidenominational patron body?  I would be interested to hear the Minister of State's response to that question so that we can toss this issue around and debate it further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00600","speaker":"1410"},{"type":"speech","time":1519295400,"counter":11,"content":"<p>I thank Senator &Oacute; R&iacute;ord&aacute;in for raising this issue as a Commencement matter.  Unfortunately, the Minister, Deputy Bruton, is not available today.  I am informed by his office that he was available on Tuesday and Wednesday and that he has debated this matter in this House and in the D&aacute;il this week.  I disagree fundamentally with the Senator's views on the Minister, Deputy Bruton, who is the first member of the Fine Gael Party to hold the senior education Ministry since the late 1980s and is very progressive in his outlook on the whole area of education.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator is no doubt aware, the 2012 report of the advisory group to the forum on patronage and pluralism in the primary sector recommended that demand for patronage diversity should be met in areas of stable population by divesting patronage of existing schools where there is evidence of parental demand for change.  In this context, in 2012-2013, the Department undertook surveys of parental preferences in 43 areas of stable population to establish the level of demand for a wider choice in the patronage of primary schools.  These areas were all stable in terms of population growth, so no new school places were required.<\/p><p>The establishment and size of the schools indicated by the Senator have origins in the report on the pilot surveys regarding parental preferences on primary school patronage and the report on the surveys regarding parental preferences on primary school, which indicated a size of at least half a single-stream school, comprising four classrooms, being required to accommodate parental demand in the case of Tramore and Trim and up to four classrooms in the case of New Ross and Tuam.<\/p><p>Under the patronage divesting process, a school could be opened where a school building became or was due to become available as a result of an amalgamation or closure of an existing school.  In some areas, in responding to demand for diversity where existing patrons were unable make school properties available, the Department included an examination of properties held in public ownership.  All schools, irrespective of their location, have to operate within their available accommodation and manage annual pupil intake accordingly.  The initial establishment of the indicated schools as four-classroom schools and the need to be cognisant of managing the available accommodation has been reflected in the Department's engagement with the patron body of these schools, Educate Together.<\/p><p>When one of the schools raised the issue of expanding its enrolment, the Department invited Educate Together to submit a case to it in this regard.  A case has been submitted by Educate Together to further expand five schools under its patronage that opened under the patronage divesting process.  These are the Educate Together national schools in Castlebar, New Ross, Tramore, Trim and Tuam.  The case is under consideration.<\/p><p>The Department is carrying out nationwide demographic exercises at primary and post-primary levels to identify areas of demographic growth and determine where additional school accommodation is needed in order to plan for school provision nationwide, and this work is almost complete.  In this context, the outcome of the nationwide demographic exercises will have an input into the consideration of the case submitted by Educate Together.  In addition, the Minister has announced a new patronage reconfiguration process, which will accelerate the delivery of multidenominational and non-denominational schools, to reach 400 such schools by 2030.<\/p><p>There have been previous efforts at transferring patronage but we must be honest and admit they have not worked.  Only ten schools transferred to multidenominational patronage as a result of the previous process set up by the former Minister, Ruair&iacute; Quinn, in 2012.  The figure is lower than was hoped for.  The new process is designed to build on the lessons learned from the previous process and deliver more multidenominational and non-denominational schools, and that is what we believe it will do.  Unlike the previous process, this plan will focus on live transfers so that a school that transfers under the new process will not be reliant on temporary accommodation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#A00700","speaker":"1314","continuing":true},{"type":"speech","time":1519295400,"counter":13,"content":"<p>I just do not understand the reply.  I wish I did.  I will probably have to read it on another occasion to get to the bottom of what the Minister of State is saying.  Unfortunately, the Department and Minister are strangling the five schools.  They will not be able to survive.  They know they will not be able to survive if they are being told that, by next September, they will be able to take in only 13 students.  Will the cap remain in place and will the Minister change his mind?  Could the Minister of State cut through the entire answer and give me the direct answer I require?  I appreciate the responsible Department is not that of the Minister of State but this is the second time I have been at a Commencement debate without a representative from the Department responsible.  At a debate here a number of weeks ago, none of the Ministers from the Department of Education and Skills - the Minister and two Ministers of State - was available to address the issue.  The same is happening today.<\/p> <p>I have the response the Minister of State read out, which is fair enough, but I do not see an answer in it.  I want to know whether the cap is to remain in place.  Will the Minister change his position?  Will he let the schools grow, which is all they are asking for?  Will they still be allowed to admit only 13 students in September?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#B00200","speaker":"1410"},{"type":"speech","time":1519295400,"counter":14,"content":"<p>I thank the Senator for his remarks.  I will certainly relate his views to the Minister, Deputy Bruton.  The reply states the case has been submitted to the Department by Educate Together and is currently under consideration.  That is the gist of the reply.  The Department is considering the case made and I certainly hope that, because the initiative is important, it will look favourably on allowing the schools to expand.  I hope the process will be rolled out further.  I believe that is also the view of the Minister.  If we were designing the country again, we might not have so much church patronage of schools.  Perhaps there should not be any patronage except patronage by the Department of Education and Skills, but that is not where we are now.  We must deal with the facts as they exist in terms of religious orders owning school buildings across the country.  The divestment process, although enjoying widespread support, is not as easy as one would have hoped.<\/p> <p>The case has been submitted to the Department and is under consideration.  I certainly hope there will be a positive outcome for the schools in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#B00300","speaker":"1314"},{"type":"minorheading","content":"Financial Services Regulation","time":1519295400,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#B00450"},{"type":"speech","time":1519295400,"counter":16,"content":"<p>I welcome the Minister of State, Deputy D'Arcy.  This Commencement debate relates to a call to consider separating the investment and retail, or customer-driven, arms of our banking model.  Only full separation will constitute the safety valve required for the ordinary consumer and ordinary taxpayer in Ireland.  As long as retail and investment banking continue in the same groups, the Government will never let the banks go bust and they will always rely on the too-big-to-fail mentality.  That is exactly what happened here during the crisis in September 2008, when the Government bailed out the banks.  The analogy given by the then Minister for Finance was that there would be no money in the ATMs if we did not do what he did.  This goes back to the philosophy of the bank being too big to fail.<\/p> <p>The bank lobby is desperate to suggest that the investment banking industry has, for all intents and purposes, disappeared.  That is not the case.  It is said large-scale investment banks do not exist now and will not exist in the future.  This is coming from the new CEO of Morgan Stanley.  The clear implication is one I do not buy for a second and that is why I am raising this matter today.  As long as retail and investment banking are contained within the same groups, governments across the world, including in Ireland, will not let the banks go.<\/p> <p>The universal banking model we have will always take on an increasing amount of debt and make ever more risky bets in the knowledge that the bailout will always come at the point of disaster.  The only way to make our banks safe, or as safe as they can be, is to draw a full line in the sand separating investment banking and commercial banking.  There should be different institutions with different owners and business models.  This is the Glass&ndash;Steagall divide implemented in the United States after the Wall Street crash of 1929.  It kept the American banking model safe for over 70 years until the Clinton Administration decided to deregulate extensively.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That later led to the crash of 2008-09.  Since deregulation occurred in the United States in the late 1990s, the world has lurched from one banking crisis to another.  Obviously, the banking lobby will say otherwise.  It is infiltrating every Department of Finance equivalent across the world.  It is a very strong lobby and can only be tackled with serious political resolve.  A recent report by the International Monetary Fund, IMF, showed that the world's largest banks still benefit from direct public subsidies to the tune of $590 billion because of their too-big-to-fail status.  That is also occurring in Ireland.  Ireland was the first European country to go where none had gone before under the European Central Bank, ECB, rules.<\/p><p>The lack of reform and the continued behaviour of our banks, which we will be discussing later in the House today, are unacceptable.  Three recent reports - the Volcker report in the US, the Vickers report in the UK and the Liikanen report in Europe - referred to the need to segregate or separate retail and commercial banking from investment banking to protect ordinary consumers and savers.  The ordinary pensioner or saver in Ireland puts his or her money into the bank in the hope that it will be safe.  The Government regulates the banks.  However, the investment arms of the banks are speculating on world markets and investing money in various jurisdictions and companies across security exchanges around the world.  It is risky business.  That is how they make their money.  When one arm fails, the Government says that it is bailing out the pensioner on the high street, but that is not the case.  It is bailing out the costs of the bank across its portfolio.<\/p><p>This is something bold which Ireland should embrace.  The UK has done so and is moving towards it.  We should do this and stand up to the banking lobby.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#B00500","speaker":"1382","continuing":true},{"type":"speech","time":1519295400,"counter":18,"content":"<p>I thank the Senator for raising this issue.  A secure and well-regulated financial sector is essential to the functioning of the economy and ensuring that consumers have confidence in the safety of the system and its ability to meet their needs.  At the outset, it should be noted that Irish retail banks do not generally engage in significant volumes of high risk commercial activity, so providing for a separation between their commercial and retail activities would not significantly enhance the protections afforded to retail consumers.<\/p> <p>In January 2014, the European Commission released its proposal on structural measures to improve the resilience of EU credit institutions, the so-called banking structural reform, which would have imposed new constraints on the structure of European banks and would have led to the reform advocated by Senator &Oacute; Domhnaill.  The proposal aimed at harmonising the different initiatives that had grown in Europe in the previous years.  However, the Commission withdrew the proposal in October 2017 due to the lack of progress in the negotiation of the file after the Council agreed its position in 2015.  The Commission also noted that the objectives pursued by the proposed rule have already been achieved by other regulations.<\/p> <p>In the aftermath of the 2008 financial crisis, a significantly strengthened regulatory framework was put in place for the banking system.  This EU-wide framework, known as banking union, was designed to protect consumers, in this case depositors, ensure banks are robust and able to withstand any future financial crises, prevent situations where taxpayers&rsquo; money is used to save failing banks, reduce market fragmentation by harmonising the financial sector rules, and strengthen financial stability in the euro area and in the EU as a whole.  There are two key elements to banking union: enhanced capital requirements for banks and mechanisms for the resolution of insolvent banks that will protect retail customers against the effects of future bank failures.<\/p> <p>The enhanced capital requirements that banks must meet are set out in the capital requirements directive IV, CRD IV, and the capital requirements regulation.  These requirements are to ensure that banks can withstand future economic shocks, manage their risks prudently and continue to carry on their business as normal during economic downturns.  The bank recovery and resolution directive, BRRD, was adopted in spring 2014 to provide authorities with comprehensive and effective arrangements to deal with failing banks at national level and co-operation arrangements to tackle cross-border banking failures.  The directive requires banks to prepare recovery plans to overcome financial distress.  It also grants national authorities powers to ensure an orderly resolution of failing banks.  The directive includes rules to set up a national resolution fund that must be established by each EU country.  All financial institutions have to contribute to these funds.  Contributions are calculated on the basis of the institution&rsquo;s size and risk profile.<\/p> <p>In addition to the work on capital requirements and resolution, a deposit guarantee scheme is in place to protect depositors in the event of a bank failure.  The Central Bank of Ireland is responsible for the operation of the Irish deposit guarantee scheme, DGS, which covers licensed credit institutions, including credit unions, operating in the State.  The DGS covers deposits up to &euro;100,000 per eligible depositor per credit institution.  In November 2015, the Commission proposed to set up a European deposit insurance scheme, EDIS, for bank deposits in the euro area.  The EDIS proposal builds on the system of national deposit guarantee schemes, which should lead to the protection of bank deposits being fully financed by EDIS.  Discussions on this issue are ongoing.<\/p> <p>I remind the Senator that it was the retail and commercial side of the banks that crashed here, not the investment side.  Often people lump everything into the same pot but that is not correct.  It was purely the retail and commercial part of banking that collapsed in Ireland and brought down our system.  The investment banks have received no money from this jurisdiction.  In addition, in the case of non-domestic banks that are operating in the international financial services area, where I have authority, no non-Irish bank received any money in the Irish banking crash.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#C00200","speaker":"1364"},{"type":"speech","time":1519295400,"counter":19,"content":"<p>I accept the Minister of State's response but I disagree that there is no significant risk in terms of investment banking in the Irish economy.  All the banks are engaged in investment activity and they were all engaged in that activity during the crash.  They were exposed internationally.  The contagion that started with Lehman Brothers in the US indirectly affected all the pillar banks in Ireland as well.  It caused a run on the world's financial system.  That affected property prices and in turn caused the collapse in the retail side here.  It was all interlinked, whether we like to admit it or not.<\/p> <p>Ireland is a small player in this regard but there is a need to pursue the Commission's proposals at European level.  I fully agreed with those proposals but the banking lobby succeeded in changing the Commission's mind.  The banking lobby is one of the greatest lobbies in the world, and it is no different in Europe.  It probably has more power in Brussels than the average small country.  I am not sure what the Irish Government's thinking is when the finance Ministers meet at EU level, but I believe we must consider this separation.  I agree it was retail banking in Ireland but the collapse here in 2008 was linked to what happened in North Dakota and North Carolina.  The entire system was interlinked.  That it happened was not the fault of the ordinary pensioner or the guy who borrowed to buy a buy-to-let property.  They were not the problem.  It was due to the philosophy of the bank on going after huge bonuses and huge returns on both the investment and retail sides.<\/p> <p>That is my argument.  Banks will be bailed out in the future unless this is addressed now.  When they are bailed out, there is no way one can ring-fence the money from the taxpayer for just the retail side.  The bank might pretend that it is only using it for retail but it is a single organisation with one chief executive officer, CEO, and one organisational structure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#C00300","speaker":"1382"},{"type":"speech","time":1519295400,"counter":20,"content":"<p>In November 2016, the Commission proposed a new package of banking reforms.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They aimed to update and amend the capital requirement files and the Bank Recovery and Resolution Directive.  The package is known as risk reduction measures.  Negotiations are under way at Council with officials from the Department of Finance, assisted by colleagues from the Central Bank of Ireland attending the relevant working parties.  We broadly welcome the risk reduction measures text as currently proposed by the Bulgarian Presidency and have been constructively engaging on the package at the Council working party.  We have secured a commitment for a number of amendments to address specific Irish priorities.  We anticipate this package will be agreed at Council during the Bulgarian Presidency.<\/p><p>I understand where the Senator is coming from and his concerns.  If there is to be a bailout of an institution in future, it will come from moneys currently being collected via the reforms put in place since 2008.  The bailing out of banks would occur with banks' own money, which is being collected from each sector.  It will not come from the exchequer of any jurisdiction, including this one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#C00400","speaker":"1364","continuing":true},{"type":"majorheading","content":"Message from Dáil","time":1519295400,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#D00200"},{"type":"speech","time":1519295400,"counter":23,"content":"<p>D&aacute;il &Eacute;ireann has passed the Public Services Superannuation (Amendment) Bill 2018, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#D00300","speaker":"1420"},{"type":"unspoken","time":1519295400,"counter":24,"content":"<p>Sitting suspended at 11.05 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1519295400,"counter":25,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#G00100"},{"type":"speech","time":1519295400,"counter":26,"content":"<p>The Order of Business is No. 1, Telecommunications Services (Ducting and Cables) Bill 2018 - Committee and Remaining Stages, to be taken on the conclusion of the Order of Business and to be adjourned not later than 1.15 p.m., if not previously concluded; and No. 2, statements on the sale of PTSB loan book, to be taken at 1.15 p.m. and to conclude not later than 2.30 p.m., with the contributions of all Senators not to exceed five minutes and the Minister to be given no fewer than six minutes to reply to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#G00200","speaker":"1406"},{"type":"speech","time":1519295400,"counter":27,"content":"<p>I  would like to raise three items.  The first relates to the new national children's hospital and it is a good news story.  It relates to the benefits which have stemmed from the community benefit programme, which was knitted into the construction of that project.  The community benefit programme facilitates the employment of locals in the area in order that they gain some meaningful employment on the site.  I congratulate the members of Dublin City Council on this programme.  When I served on that council in 2014 that issue was very much on its agenda.  I thank them for keeping with that idea and ensuring the community benefit programme was knitted into that construction project.<\/p> <p>To date, 28 people have been employed in professional and skilled roles and that number will increase over the course of the project to more than 100 people.  Community benefit programmes such as this one are beneficial to the local community, particularly in this area where parts of it are quite disadvantaged, and members of the community have been able to gain advantages from this programme.  I would welcome the roll-out of such programmes on a more national level, especially in light of the announcement of many capital projects last week.<\/p> <p>The second item I wish to raise relates to a report that was published by scientists at NUIG concerning the alarming amount of plastics that have been ingested by deep sea fish.  These are small plastics which emanate from larger items and also from microbeads which are found in some of our care and hygiene products.  The Deputy Leader mentioned in recent days how difficult it is to avoid purchasing items which are not contained in plastic in supermarkets.  I call for a debate in this House on the use of plastics in supermarkets.  I also call on the Government, as the Deputy Leader did, to move forward its microbeads legislation.<\/p> <p>The final item I wish to raise concerns the conflict in Syria.  My thoughts and those of the Fianna F&aacute;il group go out all of the residents of Syria's eastern Ghouta region, which is a rebel held region in the midst of its own civil conflict.  Residents there have reported they are waiting on death.  Many have built tunnels underneath their homes desperately trying to avoid death and trying to survive.  More than 300 people have been killed to date, 72 of whom have been children.  I understand the Red Cross is urgently seeking to gain access to the area in the midst of ongoing air raids.  I call on our Minister for Foreign Affairs and Trade to use whatever influence he has at UN Security Council level to ensure that the resolution calling for a 30-day ceasefire, which hopefully will be passed in the next day or so, is passed.  To date, 1,500 people have been killed in Syria's seven-year war.  As a small and peaceful nation, we need to use our influence to do what we can to ensure that a peaceful means can be found to resolve that conflict.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#G00300","speaker":"1407"},{"type":"speech","time":1519295400,"counter":28,"content":"<p>I have been up North the past two days with the Joint Committee on the Implementation of the Good Friday Agreement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We met with community groups there and I was blown away.  It was the first time I got a good understanding of what is going on up there as a result of the fact the Stormont Assembly is not sitting.  Meeting with community groups was an eye-opener for me, particularly on the issue of the Irish language and the passion there is for it, particularly in west Belfast.  There are 6,000 children attending the Irish school in Belfast and that number will double in the next few years.  It is a part of their identity.<\/p><p>We also met with the Shankill Road community group and when we talked about the issues that impact them, they spoke about unemployment, mental health issues and the impact of the legacy of the conflict.  The impact is there are no jobs and very bad housing.  Their passion is for regenerating their community.  When they were asked about the Irish language they said they had absolutely no problem with it.  The Shankill Road community leaflet says that in the PUL community, the Irish language is generally associated with nationalism and republicanism and thereby treated at best with suspicion.<\/p><p>It often comes as a surprise to many to learn that the Lower Shankill Community Association, LSCA, runs a weekly class in Irish language and history.  One of the comments by a participant from the unionist community was that the first thing the person learned was that language is neutral and belongs to everyone.  The person continued that it is how it is sometimes used that can make it appear political in some contexts.<\/p><p>Will the T&aacute;naiste consider meeting the groups the Joint Committee on the Implementation of the Good Friday Agreement met over the past few days?  It is important the T&aacute;naiste listens to the voices of the communities and what they are saying.  What they are saying is not what we are hearing down here, particularly from the media.  That is really important.  What we are hearing down here is not the reality for the communities there.  It would be fantastic if the T&aacute;naiste and Taoiseach would meet the community groups that are really struggling and do not seem to be getting heard.  The T&aacute;naiste and Taoiseach are doing great work.  I admire the fantastic work they are doing on the issue.  I admire the fantastic work they are doing on Brexit in particular.  It would be great for them to hear the voices of the people in the North. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#G00400","speaker":"1408","continuing":true},{"type":"speech","time":1519295400,"counter":30,"content":"<p>I support the proposal by Senator Black for the Taoiseach and T&aacute;naiste to meet the civil groups and groups involved in the Irish language.  It is very important they are heard and listened to.  I thank the Senator for raising the subject.<\/p> <p>I also commend her on the wards of court report by the justice committee of which my colleagues, Deputies Caoimhgh&iacute;n &Oacute; Caol&aacute;in and Donnchadh &Oacute; Laoghaire, are members.  It is a very important report.  I urge everybody to read it and play their part in implementing the recommendations in it, particularly on the urgency to have the Comptroller and Auditor General oversee the funds.  The report is very good and I congratulate the committee and everybody who was involved in putting it together.  However, its success will only be measured in its implementation.<\/p> <p>The other issue I will raise is one I have raised many times before on seaweed and seaweed cutting.  We asked a couple of months ago for the Minister of State to come to the House and give us an update on the situation.  It is an issue that goes back to last year and the year before when the Minister of State came into the House.  When the Minister of State came into the House he said he recognised what needed to be done.  We urgently need an update on what has been done and the research and engagement the Minister of State has had with the different stakeholders.<\/p> <p>Will the Leader ask the Minister of State, Deputy Damien English, to meet some of the coastal communities, particularly the Coiste Cearta Cladaigh in Connemara?  They have intelligence and experience going back generations of how to manage seaweed sustainability.  They have huge concerns about what might happen when licences are given without environmental impact studies being done, particularly on the mechanical cutting of seaweed.  It is very important that those who cut seaweed have the freedom to sell it to whomever they like.  A natural resource that belongs to the people in these communities should be used for the benefit of the communities.  It should only be exploited as a public good to create enterprise and job opportunities in coastal areas.  Those who have rights within their folios to the land and to seaweed cutting are also protected.  I ask for the Minister to come to the House urgently to discuss this issue and also to engage with these coastal groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#H00200","speaker":"1378"},{"type":"speech","time":1519295400,"counter":31,"content":"<p>Cuirim f&aacute;ilte roimh beirt a&iacute;onna sa Ghaileara&iacute; a th&aacute;inig isteach sa Teach inniu, Helena O'Donnell &oacute;n Irish Heart Foundation agus aoi speisialta eile, Martin Quinn.  Chas m&eacute; leis an Uasal Quinn c&uacute;pla bliain &oacute; shin.  I welcome two guests to the Gallery, Helena O'Donnell from the Irish Heart Foundation, and Martin Quinn, whom I met a couple of years ago when I spoke at a Tipperary Peace Convention event.  Every year it has a conference on peace issues where it gives an international award to incredibly well known people internationally.  There have been some very distinguished recipients.  Mr. Quinn inspired me initially by how the peace conference was organised.  This morning he told us his story of dealing with stroke.  He told us he was doing a radio interview to announce that Nobel Peace Prize winner, Malala Yousafzai, was to be awarded the Tipperary peace award and he could not speak during the interview.  He told us how he found out gradually that he was having a stroke.  He told us about his determination to overcome the challenge, his speech impediment and his situation to be able to present the award to Malala when she came to the award ceremony in Tipperary later that year.  It is an incredible story.  He is a man of great determination.<\/p> <p>He told us about the frustrations he had in dealing with the health system at the time and the lack of services available to people who suffer stroke.  He has asked all of us as elected representatives to do what we can in the Houses to raise awareness of the issue and particularly of the FAST campaign.  FAST stands for \"face\", \"arms\", \"speech\" and \"time to call\" and it aims to make people aware of the symptoms of stroke.<\/p> <p>The stroke manifesto launched by the Irish Heart Foundation has also been brought to our attention.  It outlines the effects of the inadequate services.  It wants to make stroke services available, particularly for younger stroke patients because it can happen to people at any age.  It also outlines the crucial role a stroke nurse can play in a hospital so they need to be available.  It mentions supports in the community for people.<\/p> <p>It is important that there is a debate in this House with the Minister for Health on stroke care in Ireland and the number of people who are affected.  Over 7,000 people will be hospitalised as a result of stroke in Ireland this year and at least 1,800 will die.  One in every six of these lives could be saved through acute service improvements.  It is accepted it would not only reduce mortality but cut health service costs.<\/p> <p>Half of stroke patients in Ireland do not receive their treatment in stroke units.  There are a lot of very practical issues faced by people.  People like Martin Quinn, who has come through an amazing challenge and is now a wonderful advocate on behalf of stroke sufferers, are shining a light on this area and asking us, as their elected representatives, to do what we can to raise the issues, have these types of debates and implement the policy changes that are needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#H00300","speaker":"1377"},{"type":"speech","time":1519295400,"counter":32,"content":"<p>An issue relating to the Citizens' Assembly has been covered in the media today.  It has been announced that there was an issue with people who voted on 13 and 14 January and the how they were selected.  They were the personal contacts of a recruiter.  Obviously everybody would agree that the Citizens' Assembly has done a useful job in the past couple of years since it was appointed.  However, this undermines its credibility and raises concerns about the constitution or make-up of the assembly.  I note the response of Ms Justice Mary Laffoy and that of the RED C marketing company.  It is not good enough that this should have happened at all.<\/p> <p>Having looked up some details on it, I note that 53 members have been replaced since it was set up in 2016.  We need know if this happened previously, possibly on numerous occasions.  The Citizens' Assembly made serious recommendations in various areas.  We want to know if it was authentic.  It was raised here before that five counties were not represented at all.  That could happen and it is not necessarily a criticism of it.  When it was announced, we were told it would be scientifically made up through people knocking on doors and getting across all the demography of all the different ages and other groups.  This is undermining.  If the Citizens' Assembly is to continue and get its credibility back, we need to be reassured about how it is made up and how replacements are recruited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00100","speaker":"1426"},{"type":"speech","time":1519295400,"counter":33,"content":"<p>In the past week we have all been devastated at the news over the vulture funds and I know the Minister will be addressing it.  I want to bring to the attention of the House a particular case I have been dealing with.  It is crucial and I have had several of these.  Vulture funds are investment companies that pick the bones of the living.  The vulture fund companies need to be regulated just as banks are.  They need the same standards and transparency, and most importantly they need to pay taxes on their huge profits.  This is a massive issue for me.<\/p> <p>These vulture fund companies need to allow local authorities and other Government agencies access to information on properties purchased through distressed loans acquisitions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00200","speaker":"1395"},{"type":"speech","time":1519295400,"counter":34,"content":"<p>We are having a debate on the matter today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00300","speaker":"1406"},{"type":"speech","time":1519295400,"counter":35,"content":"<p>I know that, but I want to bring it up because it is so important.  I am aware of a property-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00400","speaker":"1395"},{"type":"speech","time":1519295400,"counter":36,"content":"<p>Does the Senator understand that there is provision to deal with this later on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00500","speaker":"1420"},{"type":"speech","time":1519295400,"counter":37,"content":"<p>I know that but I just want to bring it up now because it is about a house.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00600","speaker":"1395"},{"type":"speech","time":1519295400,"counter":38,"content":"<p>This is the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00700","speaker":"1420"},{"type":"speech","time":1519295400,"counter":39,"content":"<p>Under the Order of Business, I want to bring it up.  I am aware of a property-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00800","speaker":"1395"},{"type":"speech","time":1519295400,"counter":40,"content":"<p>Does the Senator know she will be allowed to make a contribution later on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J00900","speaker":"1420"},{"type":"speech","time":1519295400,"counter":41,"content":"<p>I know that.  I am aware of a property in Carlow which was purchased as part of a portfolio of a high-profile Dublin property investor sold by the bank, Permanent TSB, to a vulture fund company.  This property was wanted-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01000","speaker":"1395"},{"type":"speech","time":1519295400,"counter":42,"content":"<p>I hate to interrupt the Senator, but it is not really relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01100","speaker":"1420"},{"type":"speech","time":1519295400,"counter":43,"content":"<p>It is for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01200","speaker":"1395"},{"type":"speech","time":1519295400,"counter":44,"content":"<p>Perhaps it is for the Senator, but I am in the Chair, unfortunately, and I am advised it is not relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01300","speaker":"1420"},{"type":"speech","time":1519295400,"counter":45,"content":"<p>I am sorry, but for me it is.  It is the Order of Business, we are allowed to bring up anything we want, and I insist on bringing this up now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01400","speaker":"1395"},{"type":"speech","time":1519295400,"counter":46,"content":"<p>The Order of Business is meant to be about the Order of Business as proposed by the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01500","speaker":"1420"},{"type":"speech","time":1519295400,"counter":47,"content":"<p>Yes, okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01600","speaker":"1395"},{"type":"speech","time":1519295400,"counter":48,"content":"<p>I have discretion and I have been advised.  I do not want to have to interrupt the Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01700","speaker":"1420"},{"type":"speech","time":1519295400,"counter":49,"content":"<p>It does mention that the Minister is coming in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01800","speaker":"1395"},{"type":"speech","time":1519295400,"counter":50,"content":"<p>-----when she can make a contribution later on this specific item.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J01900","speaker":"1420"},{"type":"speech","time":1519295400,"counter":51,"content":"<p>The problem is that I have another meeting.  I am hoping to get back in.  It is not that simple.  I just want to finish this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02000","speaker":"1395"},{"type":"speech","time":1519295400,"counter":52,"content":"<p>Do it quickly, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02100","speaker":"1420"},{"type":"speech","time":1519295400,"counter":53,"content":"<p>This property was wanted by a Carlow resident who grew up in the property.  When he finally tracked down the last owner he was told that Permanent TSB sold all the loans to a vulture fund company.  He informed Permanent TSB of his interest in the property and asked for the contact number for this company.  The simple reply was that it could not give out information.  The result is a derelict house in Carlow which is now damaged beyond repair.  The council has had to secure the house to prevent anti-social behaviour.  The interested buyer is looking for the information but cannot get it.  I believe this story is repeated elsewhere.  This house could have been purchased.  There seem to be no rules governing how these vulture fund companies do their business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02200","speaker":"1395"},{"type":"speech","time":1519295400,"counter":54,"content":"<p>We cannot have a debate on it now, unfortunately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02300","speaker":"1420"},{"type":"speech","time":1519295400,"counter":55,"content":"<p>They are allowed to trade without regulation and have no issues with lives they have destroyed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02400","speaker":"1395"},{"type":"speech","time":1519295400,"counter":56,"content":"<p>Sorry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02500","speaker":"1420"},{"type":"speech","time":1519295400,"counter":57,"content":"<p>We need to regulate them and tax them.  Most of all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02600","speaker":"1395"},{"type":"speech","time":1519295400,"counter":58,"content":"<p>The Senator is very much over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02700","speaker":"1420"},{"type":"speech","time":1519295400,"counter":59,"content":"<p>-----we need to get a published list of the properties acquired by them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02800","speaker":"1395"},{"type":"speech","time":1519295400,"counter":60,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J02900","speaker":"1420"},{"type":"speech","time":1519295400,"counter":61,"content":"<p>This is a very serious issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03000","speaker":"1395"},{"type":"speech","time":1519295400,"counter":62,"content":"<p>To the Senator, I accept it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03100","speaker":"1420"},{"type":"speech","time":1519295400,"counter":63,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03200","speaker":"1395"},{"type":"speech","time":1519295400,"counter":64,"content":"<p>It will come up later on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03300","speaker":"1420"},{"type":"speech","time":1519295400,"counter":65,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03400","speaker":"1395"},{"type":"speech","time":1519295400,"counter":66,"content":"<p>I pay tribute to Andy Lee from Castleconnell, County Limerick, who has announced his retirement from boxing.  He won 35 of his 39 professional fights.  He was a fantastic amateur and professional boxer for many years.  He represented Ireland at the Olympic Games.  I wish him all the best in his retirement.<\/p> <p>The 34th Limerick Literary Festival will take place this weekend.  It is being opened by the journalist, Fergal Keane, on Friday evening.  Some very worthwhile contributors will present over the weekend.  I know many people here are interested in literature and poetry.  If any of them want to come along, they would be more than welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03500","speaker":"1384"},{"type":"speech","time":1519295400,"counter":67,"content":"<p>I thank Senator &Oacute; Clochartaigh for organising this morning's presentation by Martin Quinn about stroke victims in Ireland.  His story has been inspiring to us and he highlighted the lack of services.<\/p> <p>In Syria, eastern Ghouta has become a hell on earth with 300 people killed in the past four days.  Seven hospitals have been bombed and there is deliberate targeting of civilians.  It is a hell on earth.  I pay tribute to the true modern-day heroes, the doctors and nurses who are overwhelmed and cannot save everybody.  I also commend the Red Cross and M&eacute;decins sans Fronti&egrave;res.  We need a humanitarian truce and a lasting peace settlement.<\/p> <p>Stephanie O'Malley is the CEO of Education Desty.  She worked in educational and child psychology services for 15 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03600","speaker":"1388"},{"type":"speech","time":1519295400,"counter":68,"content":"<p>Does the Senator understand she is not supposed to use names?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03700","speaker":"1420"},{"type":"speech","time":1519295400,"counter":69,"content":"<p>Okay.  It is in the public domain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03800","speaker":"1388"},{"type":"speech","time":1519295400,"counter":70,"content":"<p>She can deal with the issue without using any names.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J03900","speaker":"1420"},{"type":"speech","time":1519295400,"counter":71,"content":"<p>She developed a software-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J04000","speaker":"1388"},{"type":"speech","time":1519295400,"counter":72,"content":"<p>Do not identify anybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J04100","speaker":"1420"},{"type":"speech","time":1519295400,"counter":73,"content":"<p>-----app that helps to develop children's emotional education.  It supports children with additional challenges.  She has said that children live happier and better lives when they are offered a chance to develop social and emotional competencies, and they can do this online with this software.  As shown in the Joint Committee on Future of Mental Health Care, we realise academia is, of course, important, but the most important is the building of resilience and self-confidence in our children.  It is specifically targeted at that.  I commend the company and its CEO.<\/p> <p>The mother of a friend of mine was seriously brain injured following a fall.  She had speech therapy once every two weeks, but it needed much more than that.  Her daughter, driven by the need to protect and help her mother with the speech therapy, videotaped the speech therapist who said the same thing week in and week out.  She watched that video on a daily basis.  I am not suggesting replacing speech therapists with online stuff, but it has been helpful.  The HSE needs to make greater use of technology, positively promoting and improving people's lives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#J04200","speaker":"1388"},{"type":"speech","time":1519295400,"counter":74,"content":"<p>I support the sentiments expressed by Senator &Oacute; Clochartaigh.  When I was Minister for Health, we opened stroke units in most major hospitals, which hugely improved outcomes for people.  However, far more needs to be done in that regard.<\/p> <p>That very much feeds into the point I was going to raise today.  Senator Ardagh mentioned good news relating to the national children's hospital.  There is also the very good news that plain and standardised cigarette packets are now on shelves in our shops for the first time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00100","speaker":"1421"},{"type":"speech","time":1519295400,"counter":75,"content":"<p>Well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00200","speaker":"1389"},{"type":"speech","time":1519295400,"counter":76,"content":"<p>From the end of September, that will be the only form of cigarette packaging available.  It is good to see its presence.  Anybody with knowledge of cardiovascular disease, lung cancer or various other ailments is aware that smoking is a major cause of such health difficulties.  With a view to ensuring that we further denormalise smoking, further protect our children and allow non-smokers the right to eat outdoors without other people's smoke wafting across their meal, I hope to move a motion and bring a Bill before the House to ban smoking in outdoor areas where food is served.  I hope to have the support of the House for that Bill.  I will be discussing it with the Irish Cancer Society, the Irish Heart Foundation, the Irish Thoracic Society, Cystic Fibrosis Ireland and many others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00300","speaker":"1421"},{"type":"speech","time":1519295400,"counter":77,"content":"<p>I join with Senator Reilly in welcoming the introduction of plain packaging for cigarettes.  I again congratulate him on his efforts, along with others, in that regard.  I join Senator Conway-Walsh in welcoming the report of the Joint Committee on Justice and Equality regarding wards of court.  I hope the Government will implement the recommendations of the report as a matter of urgency, in particular in regard to the Comptroller and Auditor General having oversight of how awards are invested and spent on behalf of wards of court.<\/p> <p>When is it proposed to hold a debate on the national development plan?  Yesterday the Leader indicated that there would be such a debate but did not indicate when it would occur.  I live north of the line from Galway to Dublin, and I do not mean the railway line from Galway to Dublin the closure of which the Minister, Deputy Ross, discussed a couple of weeks ago but, rather, the line north of which all counties were omitted from the draft plan.  I am glad that the Government seems to have to some extent listened to the issues raised by my party and others in that regard.  However, apart from the announcement of projects that had already been announced approximately half a dozen times without any timescale being put on them, there was no mention of the county from which I come.  There was no mention of an extension of the M3, of the bypass of Virginia or of the proposed east-west corridor between Sligo and Dundalk that is vital for the rejuvenation of the area.  Whatever Brexit may bring, it will not bring good news to that part of the country which has largely been omitted from the national development plan.  I hope that we will have that debate as a matter of urgency.<\/p> <p>I welcome and agree with Senator O'Mahony's comments on the Citizens' Assembly.  A full evaluation must be conducted of how people were selected for the assembly.  We should not have had any such assembly because we already have two assemblies, which are called the D&aacute;il and the Seanad and whose Members are supposed to dictate and implement policy.  I would like a review to be carried out as a matter of urgency of how the composition of the Citizens' Assembly was determined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00400","speaker":"1418"},{"type":"speech","time":1519295400,"counter":78,"content":"<p>I join with Senator Black in reflecting on a very important visit to Belfast over the past two days with the Joint Committee on the Implementation of the Good Friday Agreement.  There are huge difficulties regarding legacy issues and we visited the Wave Trauma Centre and Relatives for Justice in that regard.  It was absolutely wonderful to visit Col&aacute;iste Feirste, an Irish-language college in west Belfast, and see how important the Irish language has been to the nationalist community.  We are in a very difficult situation whereby nothing is happening in Stormont.  We met various groups and it was wonderful to meet the Lower Shankill Community Association.<\/p> <p>However, having listened to the points of view expressed during the two-day visit, I fear that it will be very difficult to get an agreement in Northern Ireland between the two parties due to the interference of the media.  A similar situation can sometimes be seen in this jurisdiction.  One show I must mention in that regard is the BBC programme \"The Nolan Show\", presented by Stephen Nolan, on which there is a sectarian cockfight every morning.  It will be very difficult for the two groups or political parties to reach agreement when everything is laid bare and facts are put out there by that programme in the morning.  I understand that openness and transparency are necessary and that people must be informed but the various groupings with whom we met raised it as a significant issue that the parties need space and, unless that is given, there will be no progress.  I am not saying what is right or wrong but, unfortunately, programmes such as that are unhelpful.  A similar situation can sometimes be engendered by certain shows in the South.  On many days, my phone rings at 2.30 p.m. and the caller tells me that a certain situation is awful and that they do not know what is happening.  I am not saying we should shut down media outlets or anything like that but there should be reflection on the issue.  The BBC is funded by British taxpayers and it is doing a huge disservice in getting agreement in the North, which all Members want, and Stormont back working again.  It is time to reflect on the right thing to do in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00500","speaker":"1424"},{"type":"speech","time":1519295400,"counter":79,"content":"<p>I support what Senator Feighan has said in regard to \"The Nolan Show\".  It is an appalling programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00600","speaker":"1389"},{"type":"speech","time":1519295400,"counter":80,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00700","speaker":"1388"},{"type":"speech","time":1519295400,"counter":81,"content":"<p>The actor John Connors made a very principled decision in refusing to appear on it earlier this week because of its awful sectarian nature.<\/p> <p>I commend my colleague, Senator &Oacute; Clochartaigh.  Several Senators from various parties attended the stroke manifesto meeting and listened to Martin Quinn, who was in the Gallery this morning.  I know Martin of old and did some work with him in Tipperary.  His story was very moving and he revealed much of which I was unaware.  I acknowledge that Senator Reilly did some work in regard to strokes but the inadequacy of our stroke treatment services is shocking.  The stroke manifesto issued by the Irish Heart Foundation which I recommend all Members look at because almost all probably have family members who have been affected by stroke - my father was on two occasions - states that \"[o]ver 3,000 stroke patients every year are being denied a potentially better outcome because of the HSE&rsquo;s failure to roll out Early Supported Discharge programmes nationally that could also free up 24,000 bed days a year in our struggling hospital system\".  Imagine the difference that would be made by having access to those beds.  It further states that \"[t]he State spends up to 60 times more on nursing home care for stroke survivors than the community rehabilitation services that can keep them living in their homes.\"  It seems to be a fundamental problem in terms of the prioritisation of funding.  The meeting was one of the most impressive I have attended since becoming a Senator.  It is very important that all Members on a cross-party basis acknowledge that there must be significant extra funding in this area.  Without wishing to be contentious, I do not know how one reconciles the extra funding needed with requests by the likes of Brian Hayes, MEP, for a focus on tax cuts in the coming election.  One cannot have both.  In fairness, I think Senator Conway of Fine Gael a few months ago said that we should forget about tax cuts and focus on investment in our health services and I agree with him in that regard.  We must be honest with the public.  We can have investment in decent public services or we can have tax cuts but we cannot have both.  I call for a debate on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#K00800","speaker":"1389"},{"type":"speech","time":1519295400,"counter":82,"content":"<p>I wish to discuss mobile phone and broadband coverage in rural Ireland.  A report was published yesterday morning by the Ministers at the Department of Communications, Climate Action and Environment, Deputies Denis Naughten and Se&aacute;n Kyne, on the task force launched after the Government was formed to improve mobile phone coverage throughout Ireland.  The task force brought together, for the first time, all of the key operators such as ComReg and the local authorities.  One of its key findings was that no map had been made of the black spots in rural Ireland.  I welcome the Minister's initiative to map all such areas.  Last year he put in place a pilot programme to map black spots in counties Donegal, Roscommon, Sligo and Kerry and has now moved to other local authority areas.  Mobile phone coverage is one of the most important pieces of infrastructure for which people are looking and this is an important stop to ensure we will have adequate coverage.  Local authorities have a broadband officer to ensure this mapping will happen and solutions must be found with ComReg and the providers.<\/p> <p>I concur with Senator John O'Mahony in his views on the Citizens' Assembly.  It is disturbing to read that there was such a way of picking people to sit in such an important assembly.  It is important we have an open debate to discuss what happened and how the membership was gathered in the past few years.  Some 53 people have moved off it and we need to know how they have been replaced.  As the stories on how they have been replaced are very disturbing, it is important to really examine what has happened.  If we do not have clarity, there will be a fear that the assembly's recommendations in the past few years might not have been as transparent as they should have been.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#L00100","speaker":"1386"},{"type":"speech","time":1519295400,"counter":83,"content":"<p>Senator Paul Gavan spoke against tax cuts, but one of the problems in the recruitment of junior doctors to the health service is that they pay tax at the higher rate on earnings above &euro;34,550.  Everyone wants more doctors and nurses, but more and more are leaving the country because, under the tax regime, they pay tax at the higher rate on too low a salary.  It is time people made up their minds about what they want.  A junior doctor has to move constantly and cannot buy a property, but he or she pays tax at the higher rate.  The same is true of nurses, representatives of whom were before the health committee yesterday.  They want pay increases, but if we do that, we will have to collect more tax.  We cannot have it both ways.  Do we want junior doctors and nurses and do we want them to pay tax at a high rate on a low income level?  I make no apologies for looking for tax cuts for such persons.  No one earning less than &euro;40,000 should be paying tax at the higher rate.<\/p> <p>It is very important that we put in place a structure to check the implementation of the national development plan.  I am very concerned about it, particularly as it affects the health service.  Last year I identified 1,600 additional persons working in the clerical and managerial sections of the HSE.  I recently sought up-to date information.  There are 2,605 additional persons since December 2014 in the clerical and managerial sections of the HSE.  There are now more than 17,000 staff in that area, while the number of public nurses has increased by 80, from 1,460..  We need to get our priorities right.  I do not want the moneys set aside for the national development plan to be put into administration.  I want projects to be identified and a timescale for identifying locations, starting the planning process and beginning the building work.  I do not want to see a repeat of what happened in the case of the national children's hospital, which process took 25 years to complete.  We need to get on with it.  We need checks and balances for every Department and State agency in implementation of the plan.  We need to have a debate on the procedures to be used in checking a Department is delivering on the targets set for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#L00200","speaker":"1409"},{"type":"speech","time":1519295400,"counter":84,"content":"<p>I reiterate my call of yesterday, a call also made by my Fianna F&aacute;il colleague, Senator Robbie Gallagher, for the publication of the Crowley report on the murder of Aidan McAnespie.  Yesterday marked the 30th anniversary when a number of vigils were held across various towns in County Tyrone.  I acknowledge the response of the Minister for Justice and Equality, Deputy Charles Flanagan, that he will meet Aidan's family, but it is regrettable that he has stated the Government will not publish the Crowley report on his murder.  The call to publish the report has come from parties in both Houses and the GAA family in Ireland and globally which has a deep affinity with and gr&aacute; for Aidan, with a number of clubs all around the world named in his memory.  As this is too important an issue to be turned into a digging match here, I will not do so.  The McAnespie family would not want or expect me to do so.  I spent the past two days in Belfast with Senators Frank Feighan and Frances Black and others as part of a delegation from the Joint Committee on the Implementation of the Good Friday Agreement.  We met victims and legacy groups.  There is massive complexity in the issues of truth, legacy and justice, but the common thread is acknowledgement of the truth and recognition of the loss of a loved one.  I do not understand why the Government could appoint Deputy Garda Commissioner Crowley to investigate Aidan's murder and then not publish the report, despite calls from the family and the GAA fraternity to do so.  It seems to be a prolonged exercise in cruelty.  The report is available and the Government has it.  I suggest, too, that, on behalf of the Government, the Taoiseach meet the McAnespie family.  The issue will not go away because they will not allow us to forget it.  I ask the Government to reflect on this.  At its core is a murder victim, someone who was murdered by a British soldier as he was on his way to watch his local GAA team play a football match.  It is not about party politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#L00300","speaker":"1413"},{"type":"speech","time":1519295400,"counter":85,"content":"<p>Senator Catherine Ardagh referred to the national children's hospital and the community benefit programme, which is very positive.  It would be no harm to have something like this considered on a national level.  <\/p> <p>The Senator also raised the issue of plastics, in which I also take an interest.  I am particularly interested in microbeads and understand legislation will be brought before the House in early course.  As I am as keen as the Senator to advance it, I will bring to bear any influence I have on it.<\/p> <p>What is happening in Syria is horrendous.  The people there need to have peace brought into their lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The T&aacute;naiste will be in the House on 7 March next for resumed statements on foreign affairs.  It is important to point out that people who have already spoken in that debate will not be able to speak again.  Senators who have not already participated in the debate will have an opportunity to raise these issues.  I hope they will do so.  I have no doubt that the T&aacute;naiste is as keen as we are to bring whatever influence he has to bear on the situation, which has been raised by various Senators this morning.<br\/><br\/>Senator Black and others referred to the Joint Committee on the Implementation of the Good Friday Agreement.  Credit is due to the members of that committee for the work they do.  The Senator made the important point that those looking at the situation in the North from the outside see it as polarised and sectarian.  That is the way it has been for too long.  I must say I am not very familiar with the programme highlighted by Senator Feighan, to whom I will return.  I can well imagine the desire on the part of certain presenters to hold on to the fight for the sake of the fight, rather than actually playing some role in potentially helping the problem.  I think it is the sectarian nature of the problem in the North that has really presented the problem.  It is why we are where we are today.  There is no sense in fuelling that.  Senator Black suggested that the T&aacute;naiste should meet certain voices.  The reality is that those voices are dampened out by these extreme voices.  That is what happens in general in life.  If the T&aacute;naiste has not already met people like that, I cannot see any reason he would not do so.  It is certainly something that could be raised in the context of the debate on 7 March, if the Senator has not already spoken in that debate.<br\/><br\/>Senator Conway-Walsh concurred with others on the issue of the North.  She also congratulated the justice committee on the wards of court report.  Senator Wilson also spoke on this extremely critical area.  Obviously, the recommendations need to be implemented.  I think we would all be <i>ad idem<\/i>on that.<br\/><br\/>Senator Conway-Walsh also referred to seaweed.  I have a personal interest in seaweed because I think it is a fantastic product with positive components that are good for one's health.  It helps with thyroid difficulties, from which many people suffer.  It is a brilliant product.  Some friends of mine have a cosmetics company that uses seaweed.  It is a wonderful product.  I would like to think that the people who are closest to it benefit most from it.  On the face of it, I would certainly concur with the points made by the Senator.  I do not know whether the Senator and her colleagues have raised this issue as a Commencement matter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#L00400","speaker":"1406","continuing":true},{"type":"speech","time":1519295400,"counter":87,"content":"<p>We have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00200","speaker":"1378"},{"type":"speech","time":1519295400,"counter":88,"content":"<p>-----but it is certainly something that could be brought up in the context of an environmental debate here.  I requested such a debate recently.  I certainly think it is an important issue.  It might not seem important on the face of it, but it is very important for people in the local area and for the environment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00300","speaker":"1406"},{"type":"speech","time":1519295400,"counter":89,"content":"<p>We need a stand-alone debate on this substantial issue rather than a general debate on the environment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00400","speaker":"1378"},{"type":"speech","time":1519295400,"counter":90,"content":"<p>I will certainly pass on the Senator's desire for such a debate to the Leader.  I am sure whatever can be arranged will be arranged.<\/p> <p>Senator &Oacute; Clochartaigh spoke about a man he met at the peace awards, Mr. Martin Quinn, who is an advocate for those who have had a stroke.  Mr. Quinn needs to be congratulated for the physical and emotional strength he has shown in dealing with and highlighting this issue.  He has done some service to stroke sufferers.  Obviously, there are issues to be addressed in this regard.  The Minister for Health is in this House quite regularly.  This issue could certainly be discussed with him in due course.<\/p> <p>Senator O'Mahony raised an issue relating to the Citizens' Assembly.  My understanding from Ms Justice Laffoy and from what I have heard and read in the media is that this was an isolated incident.  It happened as recently as January of this year and was highlighted by Red C when it did an internal audit.  I think this shows that the company's processes are working for it.  That appears to be the case with this incident.<\/p> <p>I remind the Senator who spoke about vulture funds that we are having a debate on this issue later.  I would like to make a point about the difficulties that arise in the management of the House when people continually raise an issue.  I do not mean to be personal about the person who raised this issue because it happens all the time.  Some of those who use the Order of Business to call for Ministers to come to the House for debates do not turn up when those debates take place.  I do not think that is a good way for us to conduct our business.<\/p> <p>We would all join Senator Byrne in congratulating her fellow Limerick person, Andy Lee, on his successful career.  She also mentioned a literary festival that is taking place in Limerick this weekend.  It is important to highlight that communities and volunteers do substantial amounts of work on such events.  I hope this weekend's festival is a great success.<\/p> <p>Senator Devine spoke about the stroke issue.  She also referred to the need and desire for a lasting peace settlement in Syria.  If she has not already spoken on this issue, she will be able to do so when we have a foreign affairs debate on 7 March next in the presence of the T&aacute;naiste and Minister for Foreign Affairs and Trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00500","speaker":"1406"},{"type":"speech","time":1519295400,"counter":91,"content":"<p>Great.  I have not spoken on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00600","speaker":"1388"},{"type":"speech","time":1519295400,"counter":92,"content":"<p>Senator Devine also spoke about Education Desty.  It is great to hear something positive about the Internet in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00700","speaker":"1406"},{"type":"speech","time":1519295400,"counter":93,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00800","speaker":"1388"},{"type":"speech","time":1519295400,"counter":94,"content":"<p>In fairness, the Senator and I, along with various other people, have spoken in recent times about the negativity and all of that on the Internet.  There are many positive things on the Internet and it is great that the Senator has highlighted one of them.  Perhaps she should request a Commencement debate on this issue so that she gets a direct answer from the HSE on it.  She could write to the HSE to highlight it.  Perhaps it needs to be made aware of it.  If it is useful, it would be an idea to explore the possibility of it being used more widely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M00900","speaker":"1406"},{"type":"speech","time":1519295400,"counter":95,"content":"<p>Great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M01000","speaker":"1388"},{"type":"speech","time":1519295400,"counter":96,"content":"<p>I congratulate Senator Reilly on the introduction of plain packaging.  I was certainly a huge supporter of this idea.  The Senator made a great effort to stand up to big business on this issue and he is to be congratulated on that.<\/p> <p>Senator Reilly also mentioned the possibility of banning smoking in areas where people are eating, regardless of whether those areas are inside or outside.  He will certainly have my support as he pursues this proposal.<\/p> <p>Senator Wilson also noted that plain packaging is coming into effect today.  The first packages are available on shelves, which is a great thing.  The Senator also spoke about the wards of court report.  To the best of my knowledge, the national development plan, which he also raised, will be discussed next Tuesday evening.  That will be confirmed later today when the schedule is issued.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M01100","speaker":"1406"},{"type":"speech","time":1519295400,"counter":97,"content":"<p>I thank the Deputy Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M01200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":98,"content":"<p>I congratulate Senator Feighan on his continued efforts with regard to the North over many years.  I have already responded to the important issue he mentioned.  It does not serve the overall greater good, and the purpose of the people in the North, to be constantly sectarian and adversarial.  If two people who will never agree have a good fight every morning, it does not serve the people and the voices about which Senator Black spoke to any degree.<\/p> <p>Senator Gavan raised the same issue and also the stroke issue, about which I have spoken.  His points are well made.  I think a health debate would be a good thing.<\/p> <p>Senator Lombard raised the important issue of mobile phone and broadband coverage.  We hear a lot of talk about broadband but, as the Senator has quite rightly said, there is little point in talking about broadband if we do not have mobile phone coverage.  The Senator also mentioned the Citizens' Assembly, which I have addressed.<\/p> <p>We heard sensible words from Senator Colm Burke this morning about junior doctors.  He gave us a bit of a reality check.  We cannot have it every way.  If people want pay increases, we have to get the money from someplace.  It does not fall from the sky.<\/p> <p>Senator Burke also spoke about the national development plan and provided some figures in respect of administrative staff.  I note and share his concerns.  His suggestion that we should have a debate on a mechanism for tracking targets is a very good one and should be followed up, if possible.<\/p> <p>I understand why Senator &Oacute; Donnghaile spoke about the McAnespie family.  It is an issue that occurred 30 years ago.  It is positive that the Minister has agreed to meet the family, as the Senator has acknowledged.  Perhaps the conversation could start from there.  I cannot comment on the other aspect of the matter.  My understanding is that perhaps it is not possible.  I do not want to comment any further.  It is for the Minister to have a conversation with the family.  He has made his opinion on the issue known.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M01300","speaker":"1406"},{"type":"speech","time":1519295400,"counter":99,"content":"<p>Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#M01400","speaker":"1413"},{"type":"unspoken","time":1519295400,"counter":100,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Telecommunications Services (Ducting and Cables) Bill 2018: Committee and Remaining Stages","time":1519295400,"counter":101,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N00100"},{"type":"unspoken","time":1519295400,"counter":102,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1519295400,"counter":103,"content":"<p>I welcome the Minister of State, Deputy Kyne, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N00300","speaker":"1418"},{"type":"unspoken","time":1519295400,"counter":104,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1519295400,"counter":105,"content":"<p>I thank Members for their help in advancing the measures provided for in the Telecommunications Services (Ducting and Cables) Bill 2018.  I thank Members who spoke on Second Stage for their positive comments and constructive input to the Bill.  I am pleased to note that Members on all sides of the House are supportive of the principle of the Bill.<\/p> <p>Following consultation by my Department with the Office of the Attorney General I propose to introduce several amendments today.  Most relate to drafting matters.  One significant amendment requires the addition of a new section 2 and a consequent amendment to the Long Title.  These amendments vest ownership of the ducting and cables in the Minister.<\/p> <p>I wish to set out the rationale for these amendments.  The ducting and cables are currently being used by way of interim arrangement with Gas Networks Ireland acting as the network manager.  As part of the interim arrangement it was necessary to provide Gas Networks Ireland with certain rights to use the network, including temporary ownership of the cables and ancillary equipment.  It has been agreed with GNI that ownership will pass to the Minister on finalisation of access rights.<\/p> <p>The proposed amendments ensure that the ownership of the ducting and cables and ancillary equipment will vest in the Minister on the coming into operation of the section.  This will eliminate the potential for any legal doubt in that regard and any possible delay in bringing the network into full operation.<\/p> <p>Amendment No. 1 is a small interpretational change to the definitions of ducting and cables as advised by the Attorney General's office.  It intends to put beyond doubt that the definition of \"ducting\" and \"cables\" includes ducting and cables and all ancillary apparatus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N00500","speaker":"1314"},{"type":"speech","time":1519295400,"counter":106,"content":"<p>I welcome the Minister of State, Deputy Kyne, to the House.  On behalf of Fianna F&aacute;il I am supporting the amendments made by the Minister of State on reflection.  It is proper that he would check into the matter.  I always believe that issues like this should be vested in Government and Ministers as opposed to other organisations.  That is because there is continuity with Government in this State and that is important.<\/p> <p>I assure the Minister of State that we will not delay the passage of the Bill.  There is compensation for farmers affected by rights of way and leave through their properties and for restoration of properties.  It is in their best interests.  The quicker the Bill is passed by the House, signed by the President and enacted, the better.  I welcome the Bill and that is why I do not intend to oppose any change whatsoever.  I propose that the amendments tabled be agreed by the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N00600","speaker":"1393"},{"type":"speech","time":1519295400,"counter":107,"content":"<p>I welcome the Minister of State to the House.  We are supporting the Government amendments.  We believe it is important that the Bill passes as quickly as possible through the House.  That is all I have to say on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N00700","speaker":"1378"},{"type":"unspoken","time":1519295400,"counter":108,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":109,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":110,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1519295400,"counter":111,"content":"<p>Amendments Nos. 2 and 3 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N01100","speaker":"1418"},{"type":"unspoken","time":1519295400,"counter":112,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"speech","time":1519295400,"counter":113,"content":"<p>Amendments Nos. 2 and 3 create a new section 2 and an addition to the Long Title to provide for and ensure that the ownership of the ducting and cables and ancillary equipment will vest in the Minister on the coming into operation of the section.  This will eliminate the potential for any legal doubt in that regard and any possible delay in the bringing into full operation of the network.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N01300","speaker":"1314"},{"type":"unspoken","time":1519295400,"counter":114,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":115,"content":"<p>Sections 2 to 12, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":116,"content":"<p>Schedules 1 to 3, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":117,"content":"<p>TITLE<\/p>"},{"type":"speech","time":1519295400,"counter":118,"content":"<p>Amendment No. 3 has already been discussed with amendment No 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N01900","speaker":"1418"},{"type":"unspoken","time":1519295400,"counter":119,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"unspoken","time":1519295400,"counter":120,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":121,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":122,"content":"<p>Bill reported with amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1519295400,"counter":123,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1519295400,"counter":124,"content":"<p>I thank colleagues for their co-operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N02700","speaker":"1418"},{"type":"speech","time":1519295400,"counter":125,"content":"<p>I thank everyone for their co-operation on the Bill.  It is great to see that it has gotten through the House.  I hope it will get an equally speedy passage in the D&aacute;il.  I thank all Members for their co-operation today and last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N02800","speaker":"1314"},{"type":"speech","time":1519295400,"counter":126,"content":"<p>I compliment the Minister of State on getting this important legislation through the Houses of the Oireachtas.  This is an important step forward.  I compliment the Minister of State and his staff on the amount of work and effort undertaken to ensure this has passed so quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N02900","speaker":"1386"},{"type":"speech","time":1519295400,"counter":127,"content":"<p>I congratulate the Minister of State in moving the Bill through the Seanad.  All parties have agreed that this Bill should be given urgency.  It is a matter for the other House, but I recommend that the D&aacute;il should pass the Bill as quickly as possible to enact the legislation and allow for compensation to be paid to people who deserve it.  Funding is included in this Bill to allow the Minister to discharge his functions in that regard.  I am confident the Bill will go through the other House as quickly as possible.  I have no wish to dictate to those in the other House but I do not think these Bills should be referred to committees of the House or select committees.  They should be dealt with on the floor of the D&aacute;il for the purposes of speed.  That is my advice, but I will not interfere with the workings of a House that I served in for a long time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N03000","speaker":"1393"},{"type":"speech","time":1519295400,"counter":128,"content":"<p>I thank the Minister of State for his work on the Bill and everyone who has worked on it.  I hope it passes speedily through the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#N03100","speaker":"1378"},{"type":"unspoken","time":1519295400,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1519295400,"counter":130,"content":"<p>Sitting suspended at 12.40 p.m. and resumed at 1.20 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Sale of Permanent TSB Loan Book: Statements","time":1519295400,"counter":131,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00100"},{"type":"speech","time":1519295400,"counter":132,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, to the House.  I invite him to make his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":133,"content":"<p>Addressing high non-performing loan, NPL, ratios is one of the key priorities of the European regulator, the SSM.  While great progress has been made in the Irish banks, the SSM has made it clear that further reductions need to be made.  NPLs at the banks in which the State has invested have reduced by 60%, from &euro;54 billion at their peak, to an estimated level of &euro;22 billion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00300","speaker":"1364"},{"type":"speech","time":1519295400,"counter":134,"content":"<p>I am not good on acronyms.  What is the SSM?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00400","speaker":"1392"},{"type":"speech","time":1519295400,"counter":135,"content":"<p>It is the Single Supervisory Mechanism.  It is a part of the ECB and regulates the primary banks in the European regulatory structure.  NPLs are non-performing loans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00500","speaker":"1364"},{"type":"speech","time":1519295400,"counter":136,"content":"<p>I thank the Minister of State.  I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00600","speaker":"1392"},{"type":"speech","time":1519295400,"counter":137,"content":"<p>I suggest that the Minister of State start again.  It is only a line or two and we might as well start again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00700","speaker":"1374"},{"type":"speech","time":1519295400,"counter":138,"content":"<p>I am sorry for interrupting the Minister of State.  I thank him for his very helpful explanation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00800","speaker":"1392"},{"type":"speech","time":1519295400,"counter":139,"content":"<p>Addressing high non-performing loan, NPL, ratios is one of the key priorities of the European regulator, the Single Supervisory Mechanism, SSM.  While great progress has been made at the Irish banks, the SSM has made it clear that further reductions need to be made.  NPLs at the banks in which the State has invested have reduced by 60%, from &euro;54 billion at their peak, to an estimated level of &euro;22 billion at the end of December 2017.  Permanent TSB's latest published NPL ratio, of 28%, is one of the highest in the eurozone.  It is five times higher than the European average.  Therefore, Permanent TSB must deliver a significant reduction in its NPL ratio within a framework that meets the expectations of the SSM, the European regulator.<\/p> <p>At the time the half 1 results for 2017 were announced, the bank stated it was targeting an accelerated reduction in NPLs, aimed at achieving a high single-digit ratio over the medium term.  As part of the strategy for achieving this, the bank listed a number of actions, including the sale of loans.  It is clear, given the volume of borrowers who have refused to engage with the bank to date and the number of cases where treatments have failed, that achieving an acceptable NPL ratio will not be possible without consideration of loan sales.  In addition, given the scale of the reduction required to address the bank's NPL ratio, and given the high percentage that private dwelling homes represent of the bank's balance sheet loans, the bank has determined that these loans must be included in any loan sale.<\/p> <p>In this regard, Permanent TSB announced on 13 February that it was commencing the process for the sale of a portfolio of NPLs referred to as \"Project Glas\".  On 20 February, the bank gave details of the portfolio of loans that is under consideration for sale.  I shall now outline the key details.  In total, 18,000 properties are linked to loans that are within the scope of Project Glas.  Some 14,000 of these are related to private dwelling homes, PDHs.  The total value of loans included is &euro;3.7 billion, including approximately &euro;1 billion of buy-to-let loans.  Of the remaining &euro;2.7 billion in loans, just under &euro;2 billion is accounted for by PDH loans which are typically owned by customers who have not engaged with the bank and whose mortgages are unsustainable, or who have been unable to meet the terms of various treatments put in place.  Project Glas also includes some loans that are currently subject to agreed forbearance measures but which remain categorised as NPLs.  Therefore, this needs to be addressed.  I emphasis that no loan has been sold yet and that we will not know how many will be sold for a number of months.  The Minister for Finance, however, wants and expects Permanent TSB to be transparent with its customers when it comes to the sale process, as it evolves.<\/p> <p>Under the terms of the relationship framework, the execution of loan sales does not require the Minister for Finance's consent.  This is a legally binding contract that cannot be changed unilaterally.  It was put in place at the insistence of the European Commission to protect competition in the marketplace.  The bank is required, however, to consult the Minister for Finance on any \"material matter\", and loan sales are regarded as such.  Although the Minister has been briefed on the matter, the formal consultation has not yet taken place but will in due course.  As part of this consultation, the Minister intends pressing upon Permanent TSB that it has an obligation to give the customers timely and complete information in the event of the sale of their loans, and he will remind it of its responsibilities and the responsibilities of any purchaser under the consumer protection Act 2015 and the code of conduct on mortgage arrears, CCMA.  Senator Norris will know that acronym.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S00900","speaker":"1364"},{"type":"speech","time":1519295400,"counter":140,"content":"<p>Yes.  I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S01000","speaker":"1392"},{"type":"speech","time":1519295400,"counter":141,"content":"<p>The Minister will also convey to the bank the importance of removing those customers from the sale portfolio who may be suitable for mortgage-to-rent, and those who have potential to agree on sustainable restructuring in the coming months.<\/p> <p>The recent announcement that the bank, in partnership with the Irish Mortgage Holders Organisation and iCare Housing, has launched a mortgage-to-rent housing programme is a very positive move in this regard.  It is important to highlight that all mortgage holders receive their full contractual conduct rights, regardless of the owner of the loan.<\/p> <p>The Consumer Protection (Regulation of Credit Servicing Firms) Act 2015 was enacted in July 2015 and is designed to protect relevant borrowers whose loans are sold on to unregulated entities.  The Act introduced a regulatory regime for a new type of entity called a \"credit servicing firm\".  This is a firm that manages or administers credit agreements, such as mortgages or other loans, on behalf of unregulated entities.  Under the Act, purchasers of loan books must either be regulated by the Central Bank itself or else the loans must be serviced by a credit-servicing firm regulated by the Central Bank.<\/p> <p>In addition, all protections enjoyed by borrowers under the CCMA will remain in place after any sale by the bank.  The CCMA provides that a lender may commence legal proceedings for repossession of a borrower's primary residence only where the lender has made every reasonable effort under the CCMA to agree an alternative repayment arrangement with the borrower, and where the specific timeframes set out in the CCMA have been adhered to, or where the borrower has been classified as not co-operating and has been notified in accordance with the CCMA.<\/p> <p>Where a loan is deemed to be unsustainable or where the borrower has refused to engage with his or her lender, cases may come into the legal system.  Borrowers in this situation are strongly encouraged to seek independent financial advice from MABS and independent legal advice, if applicable.  Engaging proactively and quickly gives borrowers the best chance of retaining their home.  Notwithstanding the borrower protections that are currently in place, both the Taoiseach and Minister for Finance have stated they are open to considering any further measures that can be implemented in a sensible manner.  While loan sales are regrettable, the Minister for Finance is conscious of the need for Permanent TSB to continue on its path to recovery.  Permanent TSB plays a very important part in the Irish economy, both as a provider of retail banking services and as an employer.  The bank has over 1 million customers, &euro;21 billion of mortgage loans and &euro;17 billion of customer deposits.  In addition, the bank employs 2,500 staff.  <\/p> <p>Permanent TSB has made good progress in the past year in terms of trading and improving its financial position.  This progress includes recording a profit in the first half of 2017, the first since the onset of the financial crisis.  In its quarter 3 trading statement, the bank reported continued momentum in new lending, which increased by 64% year on year.  This translated into an increase in the bank's residential mortgage share to 11.9% to the end of September 2017.  This is up from a market share of just over 9% in the full year 2016.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Other key highlights in the bank's quarter 3 trading statement includes the opening of over 30,000 current accounts, an increase of 16% year on year, and an increase on capital ratios with a fully loaded common equity tier 1, CET 1 ratio of 15.3% compared with 14.9% at 31 December 2016.  As the proposed transaction is commercially sensitive, and as the Minister for Finance must be conscious of Stock Exchange disclosure rules, it would be inappropriate to provide further commentary on the details of the transaction over and above what has been disclosed by the bank at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#S01100","speaker":"1364","continuing":true},{"type":"speech","time":1519295400,"counter":143,"content":"<p>I thank the Minister of State for his statement.  I call on Senator Horkan and he has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#T00200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":144,"content":"<p>I thank the Minister of State for joining us today.  Without any disrespect to him, it would have been nice to see the Minister for Finance here.  I have no doubt that the Minister of State will very ably listen to us and convey our concerns to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#T00300","speaker":"1412"},{"type":"speech","time":1519295400,"counter":145,"content":"<p>To be fair to the Minister, he has just spent three and half hours attending a meeting of the Oireachtas Select Committee on Finance, Public Expenditure and Reform, and Taoiseach.  He probably would have been here only for the committee met earlier today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#T00400","speaker":"1364"},{"type":"speech","time":1519295400,"counter":146,"content":"<p>Fair enough.  As Senators are not members of the select committee we could not attend that particular module.<\/p> <p>As I said yesterday during the Order of Business, we need to consider this matter in a holistic and joined-up way.  As the Minister of State has mentioned, there is the potential for PTSB to dispose of 14,000 home loans for private dwelling homes, PDHs, after the bank was unable to work through them and spent ten years ignoring them.  If I owed money to somebody or somebody owed me money and I left it for ten years I would not expect to be able to collect the debt.  What has Permanent TSB done for the past ten years with these people?<\/p> <p>We must distinguish between the people who are genuinely doing their best and those who have not responded to any communications for five years.  We need to see a breakdown of the 14,000 home loans.  Are they people who have missed a payment or two?  Have they experienced a little blip here or there due to a family crisis, emergency or something and were unable to make a particular payment?  Have they just said \"No, I am not paying\" and decided to live the high life, go on holidays, buy new cars and not pay a mortgage.  I do not know how many such cases there are but I would like to know before we start selling the loans to the funds.<\/p> <p>Perhaps a vulture fund will not buy the loan book but I do not know who else would do so.  It is not the objective of a vulture fund to carefully manage the homeowner back into a position where he or she can repay the debt over time.  The vulture fund just wants to buy the asset at the greatest discount possible, get the person out of the house and flip the property.  As property prices increase the houses become more attractive for that particular purpose.  That might be the reason there were not many repossessions in 2011 and 2012 when the property market was on the floor.  Now that property prices are rising quickly there is scope for people to flip properties.<\/p> <p>We must remember that PTSB is still 75% owned by the State and the shareholder is the Minister for Finance, on behalf of the people.  The board should reflect the shareholding but it is not the case at present.  The board should reflect the ministerial appointees, as the shareholder, on the board of PTSB.  They should make decisions in the interest of the country, although corporate governance is very important, and look after the entity.  I acknowledge that 28% is a shockingly bad percentage of non-performing loans, NPLs, particularly when the eurozone average is about 4.5%.<\/p> <p>There is potential for 14,000 homes to be repossessed but perhaps not all of them will be repossessed.  If they are repossessed then 14,000 families looking for a house will appear at the constituency clinic of the Minister of State and those other people in this House and the Lower House.  We already have a housing crisis without 14,000 more households looking for houses.  If one divides 14,000 households by 40, the number of D&aacute;il constituencies, then there will be about 350 households looking for housing in every single D&aacute;il constituency.  Other people have speculated that there could be 20,000 home loans so that would mean there would be 500 households per D&aacute;il constituency seeking housing.  Obviously the number would be higher in some constituencies.  It is very important that we consider this matter from the State's point of view and not just from the viewpoint of PTSB.  <\/p> <p>I accept the point that the Minister of State made about the Single Supervisory Mechanism, SSM.  Surely each homeowner should be written to and informed whether his or her loan is included in the package of home loans based on his or her performance, whether the bank will sell the &euro;200,000 loan for &euro;80,000 or whatever the discount will be, and if the homeowner comes up with the same money or finds a way to do so then the bank will give first refusal.  Some people will be unable to come up with the money but other people might be able to do so.  They might be able to secure a mortgage from a different institution for a longer period but at a smaller amount and pay off the original mortgage which would be far preferable to selling the loan at a huge discount.<\/p> <p>I would prefer if everybody paid their mortgages.  An awful lot of people have struggled and made huge sacrifices to pay their mortgage payments, particularly people who bought between 2004 and 2006 when house prices were at their peak.  I know that we do not want moral hazard.  However, we must acknowledge that these houses may go to a vulture fund or vulture funds and may be repossessed because of non-performance.  I acknowledge that banks have not been that big into repossessions as much as some people thought they were.  I contend that maybe we are in this situation because the banks have not been strong in terms of dealing with people.  D&uacute;n Laoghaire-Rathdown County Council had to deal with waste charges.  In the end people were told not to pay their waste charges, the debts built up and the county council ended up privatising the service due to the number of debts.  I am not saying that people should not pay their loans.  I am saying that we must realise that if we allow these homes to be sold and if PTSB decides, despite being 75% owned by the State, to sell all of these home loans then we will end up having to house 14,000 more families, potentially, than we do at the moment.  The waiting lists for housing are long enough already.  <\/p> <p>Various people have commented over the past few days.  Edmund Honohan referred to the Taoiseach's letter to a homeowner as a joke and said that there was no use in these people contacting the organisation called Abhaile because it merely provides &euro;250 worth of legal advice.  That solution will not solve the problem for somebody.  Mr. Lorcan O'Connor from the Insolvency Service of Ireland said that people should be allowed to work through their loans if they are sustainable and many of them may be sustainable.  <\/p> <p>The Oireachtas Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach has invited PTSB to attend a meeting next week.  I do not know whether the bank will take up the offer.  I would like to see the bank's proposal.  I want to know how bad the non-performing loans are.  The easiest thing in the world is to just take the hit.  Let us remember that we will take 75% of the hit whatever discount is given to the vulture fund and, ultimately, the State will lose.  We need to examine the matter in a forensic manner.  I asked that the Order of Business be changed to reflect reality and that we would have statements on the proposed sale of the loan book because the sale has not happened yet.  As a State we need to appreciate that if the sale goes ahead houses will be repossessed and we will have to rehouse those households at a huge cost to the State.  Let us think about this matter in a holistic way before proceeding with the sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#T00500","speaker":"1412"},{"type":"speech","time":1519295400,"counter":147,"content":"<p>I welcome the Minister of State and I shall first discuss some elements of his speech.  He said the Single Supervisory Mechanism has determined that Permanent TSB is carrying too many non-performing loans.  That is an outrage.  The Single Supervisory Mechanism is an arm of the European Central Bank, which is largely responsible for the mess this country is in, and they are unelected and unaccountable.  This is a democracy.  One of the problems with the European Community is the fact that there is less and less democracy.  These people need to be told to go to hell.  They should have no control in this country.  I object strenuously, as a citizen of Ireland, to their malign influence.  All one needs to do is recall Mr. Trichet's illegal threat that a bomb would go off if the Irish Government did the right and decent thing, and forced us to buy up bonds following an enormous increase in their value.<\/p><p>Second, the Minister of State said: &quot;It is clear, given the volume of borrowers who have refused to engage with the bank to date&quot;.  How does he know that?  We have no information on this matter.  PTSB has not given us a breakdown.  One of the real problems of this situation is that PTSB has given no information whatever.  Let us have this matter out in the open.  Let us have the number of people who have non-performing loans, the number of people who have refused to engage, and how much of a discount will be given to the vulture funds.  Let us also have an answer to the following two questions.  Why did the PTSB not engage with these people?  Why did the PTSB not offer them the same discount it is giving to foreign mercenaries?<\/p><p>The Minister of State continued: <\/p><blockquote>Under the terms of the relationship framework, the execution of loan sales does not require the Minister for Finance's consent.  This is a legally binding contract that cannot be changed unilaterally.  It was put in place at the insistence of the European Commission to protect competition in the marketplace.<\/blockquote> <p>This is further interference in the Irish situation.  He further stated: &quot;The CCMA provides that a lender may commence legal proceedings for repossession of a borrower's primary residence only where the lender has made every reasonable effort.&quot;  We know bloody well the lender has not done so.  We have hundreds of reports of people who have tried to contact the bank only to be met with a blank wall, and telephone calls and letters were not replied to.  We know that the bank has not engaged with these people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What proof would be given that they have engaged with them?  While loan sales are regrettable, the Minister for Finance is also conscious of the need for Permanent TSB to continue on the path to recovery. That is the nub of it.  Here we are again after the crisis moving to rescue financial institutions at the expense of the citizens of Ireland.  The Minister speaks about Permanent TSB being on the way to recovery.  It is already recovering very well.  What is the need for this sudden demand for acceleration in its recovery?  If it is recovering, that is excellent and let it go on and let it recover.  Does Permanent TSB accept any responsibility for the grotesque and financially irresponsible loans it gave out?  The head of Permanent TSB, an Englishman whose name I forget, was asked whether he thought the bank was acting responsibly when it gave a &euro;600,000 loan to a person whose income before tax was &euro;40,000 per annum.  His response was that he did not discuss individual cases.  He does not discuss anything.  Permanent TSB is refusing to come before an Oireachtas joint committee.  This is outrageous behaviour.  Who the hell are these people?  The Minister has control over them.<\/p><p>May I say to the Minister of State, Deputy D'Arcy, and I hope he will report it to the Minister for Finance, Deputy Paschal Donohoe, that the Minister can indicate very clearly that he is against the sale of these loans.  That is enough to stop them in their tracks.  If it does not stop them in their tracks, let him sack the board and introduce a new board, who will be more responsible.<\/p><p>I have already discussed the Single Supervisory Mechanism.  The Minister has stated that he expects Permanent TSB to be transparent with the owners.  Why would it not be transparent with the Parliament of Ireland?  Why will Permanent TSB not answer any questions?  I suggest that the Minister for Finance should make it very clear to the board of Permanent TSB that he does not want the sale of these assets and, second, that he demands answers and puts them on the public record, of how many people and the circumstances in which they have refused to engage with the bank.  I do not believe that.  How many people would refuse to engage?  They say there is a court system, they are in the court system and the courts are very lenient.  Have they forgotten that these are real flesh and blood human beings?  Just imagine the stress of being in court, possibly not represented, and facing the massed legal brains on hire to the forces that are against them in Europe.  Let us remind ourselves that vulture funds are exactly that.  They are not in for the long haul.  They will not provide easy arrangements.  The Minister says that people have the same rights, but how could they have the same rights against an unregulated body?.  The Minister has already said that the vulture funds are unregulated bodies whereas a theoretical case might be made on paper that they have the same rights, in practice they simply do not have the same rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#T00600","speaker":"1392","continuing":true},{"type":"speech","time":1519295400,"counter":149,"content":"<p>Will the Chair indicate when there is one minute remaining.<\/p> <p>I welcome the Minister of State, Deputy Michael D'Arcy, to the House.  I expect Permanent TSB to come before the finance committee next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#U00300","speaker":"1374"},{"type":"speech","time":1519295400,"counter":150,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#U00400","speaker":"1392"},{"type":"speech","time":1519295400,"counter":151,"content":"<p>We have asked it to come in and I expect it to come in.  Its representatives were in with us a little over two weeks ago and to be honest their answers were not up to par.  We as a committee, a body representing the ordinary people, need to get answers.  We need answers around a couple of areas.<\/p> <p>We need a proper functioning banking system.  We need proper competition in the banking system.  We need Permanent TSB to be an active bank.  The problem at present is that its balance sheet is in major trouble.  That is a basic fact.  Nearly one third of the loan book is non-performing.  Permanent TSB's loan book is &euro;21 billion but a third are non-performing loans.  That is five or six times higher than the average.  That is too high and must be addressed.  That should have been addressed by the bank in the past ten years.  <\/p> <p>Real people are involved in these non-performing loans.  Of the 18,000 mortgages on the books, some 14,000 are homes and the other 4,000 are buy-to-let properties.  Most of the buy-to-let properties will have families living in them.  They are an issue already.  I very much welcome that the Minister of State said in his speech that the Minister will also convey to the bank the importance of removing those customers from the sale and that they may be suitable for mortgage-to-rent and those who have the potential to agree a sustainable restructuring in the coming months.  I hope that the other mainstream banks such as AIB and Bank of Ireland are looking to purchase some of these mortgages as well.<\/p> <p>The key point is that we have a bank that has major problems financially, completely absorbed in a high level of non-performing loans, while side by side, are real human beings with 18,000 non-performing mortgages.  Some 14,000 homes are owner occupied.  The remaining 4,000 mortgages are for buy-to-let properties, probably with families living in them.  They are entitled to proper due process and rights.  Our biggest problem for the public is the lack of absolute transparency and lack of information around this process.  In how many cases are the clients not engaging with the bank?  In how many cases have they split mortgages, warehousing, but they are deemed not to be fulfilling the criteria?<\/p> <p>We need Permanent TSB to come before the finance committee and deal with the facts.  I feel very strongly about that.  There are new circumstances in the public domain relative to a number of years ago, when some of these loans were sold to the so-called vulture funds.  That has to be reflected in the legislation.  The vulture funds who buy loans can only operate in Ireland through an agent.  That agent is regulated under the Consumer Protection (Regulation of Credit Servicing Firms) Act 2015.  When the Central Bank of Ireland came before the finance committee last week, I asked a specific question about the regulation of these particular agents.  I do not believe they are being properly regulated.  What I was told is that the mainstream banks, such as AIB, Bank of Ireland or Permanent TSB, are heavily regulated by the Central Bank of Ireland.  The personnel from the Central Bank of Ireland are out in their premises and doing audits.  If I had a loan that was sold to a fund, the agent that operates that fund in Ireland would only have to undergo a desktop audit, because the personnel from the Central Bank do not physically go out to the premises.  I think we need to ensure that the regulation should follow the loan, not the institution.  If I had a mortgage with AIB and it goes to a fund, it should be the exact same form of regulation as if it had stayed in AIB and that would provide fairness in that area.<\/p> <p>I welcome the fact that the Minister for Finance, Deputy Donohoe, is engaging and looking at how the regulation of credit services is working in practice.  We cannot ignore the fact that Permanent TSB as an institution is in serious financial trouble.  We cannot get over the fact that we must have competition and a third force in the market.  However, people are entitled to fairness.  We must ensure that the rights of the mortgage holder and the obligations of the institution from whom they got their mortgage before it was sold on, continue.  In my view the Central Bank of Ireland is not enforcing the level of regulation it has over financial institutions that act as agents for vulture funds.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are being told it regards them as not being as material in this context as the mainstream banks.  Regulation should follow the mortgage holder.  We must ensure we keep people in their homes and rented properties and that we get absolute fairness.  What is required is that we all work together to find a measure that will look after these 18,000 mortgage holders in Permanent TSB.  There is a wider context to this with respect to the other funds.  We need to ensure regulation moves with the times to ensure there is consistency in the way people's loans on their homes, and many people have loans on their businesses and farms with Ulster Bank and other banks, are regulated before they are sold on, and that the regulation follows the loan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#U00500","speaker":"1374","continuing":true},{"type":"speech","time":1519295400,"counter":153,"content":"<p>I call Senator Rose Conway-Walsh and she has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":154,"content":"<p>I thank the Minister of State for being in the House.  It is good to see the sudden clamour around the issue of the sale of mortgages but one has to ask where were people for the past seven years with respect to what was being done.  This is not new.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00300","speaker":"1378"},{"type":"speech","time":1519295400,"counter":155,"content":"<p>I was around; I was coming in here all the time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00400","speaker":"1392"},{"type":"speech","time":1519295400,"counter":156,"content":"<p>I ask Senator Norris to let me speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00500","speaker":"1378"},{"type":"speech","time":1519295400,"counter":157,"content":"<p>When the Senator makes contentious comments she can expect a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00600","speaker":"1392"},{"type":"speech","time":1519295400,"counter":158,"content":"<p>Allow Senator Conway-Walsh to continue without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00700","speaker":"1418"},{"type":"speech","time":1519295400,"counter":159,"content":"<p>This is an enormously serious problem that has not been tackled.  We know that and, above all, the people in the Central Bank know it as they have had to deal with vulture banks and the banks.  We talk as if everything is perfect when it concerns the banks but when it concerns the vulture funds that is when people get into trouble.  However, the banks have not behaved in the way that they are supposed to behave and the Central Bank has not ensured they have behaved.  That is an ongoing problem and challenge for us.  If we think back to the Irish Bank Resolution Corporation, IBRC, mortgage holders and the campaign they ran to bring attention to this issue, we had all the same material that is being talked about now.  Representatives of Permanent TSB will appear before the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach next Tuesday.  The bank has confirmed that, and so it should.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00800","speaker":"1378"},{"type":"speech","time":1519295400,"counter":160,"content":"<p>We welcome that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V00900","speaker":"1374"},{"type":"speech","time":1519295400,"counter":161,"content":"<p>Yes, indeed.  There are many questions all of us will be putting to its representatives because we all know vulture funds are not the right solution to the non-performing loans.  I understand the point regarding the stability of Permanent TSB or any other bank but this is not the way to do it.  There are too many questions to be asked around it.  The first question is why they cannot write-down the loans of homeowners.  I come across many homeowners and people with properties who have, say, &euro;60,000 outstanding - I have sat in some of the repossession court hearings - and they have offered the banks, say, &euro;50,000 for the loan if they can borrow it from a family member or from some other source.  Why can these amounts not be accepted?  It seems to be a case of shutting the door completely on giving an opportunity to those who have been sold the property, and sometimes recklessly.  Why can we not give the same write-downs to those people?  We need to see a comparative analysis on this.  For the bank that has the loan book and the bundles as they are, what would the difference be financially for it to give a write-down on those loans and allow some of the homeowners and business owners to buy out the loans instead of selling them off to foreign vulture funds, which operate in an abyss and certainly do not come under the remit of the regulations in this country?<\/p> <p>As was said, and I agree with Senator Norris on this, the vulture funds do what it says on the tin.  We cannot be giving out about them because that is exactly what they are - vultures.  That is what they are set up to do, namely, to make as much as they possibly can in the shortest period.  When we engaged with vulture funds in the first instance, and when the Government thought it was a great idea to have them as part of the solution for the banks and our financial system, it should have thought further down the road as to how exactly they were going to operate.<\/p> <p>I want to know who makes the decision about what is a performing and a non-performing loan.  What are the criteria used?  Who makes it up?  Is it approved by Government as to what a bank can consider to be a performing and a non-performing loan?  We have never seen that.  Hiding behind confidentiality, financial sensitivity and so on is nonsense, particularly in respect of some of these straightforward questions, such as whether a loan is considered to be non-performing if it is not paid back over a number of months or whatever.  Within these bundles, there needs to be further analysis because I am aware that what I would consider to be perfectly performing loans have been bought by these funds and within two to three weeks the vulture funds appear to say, \"No, we are closing you down\".  What is very serious is that this happens often in circumstances where the business being bought is in competition with a business the vulture funds already owns.<\/p> <p>The Minister of State said that timely and complete information needs to be given to the borrowers.  Does he mean timely in terms of before the loans are sold off?  What are we saying about complete information?  We need to know that also.  All these vulture funds will say that they are adhering to the code of conduct and so on, but they need to be told exactly what to do, as do the banks.  We know from the finance committee that the banks are trained within an inch of their lives to present and not to answer the questions to which people need answers.<\/p> <p>Regarding the vulture funds being asked to come before the finance committee several times, we know they have worn a path in and out of the Department of Finance.  They have access to key personnel within that Department.  I want to know who was at those meetings, what was said at them, if records are being kept of them and so on.  They do not have to appear before the finance committee because they have access through the back door.  That must stop, but we have to be able to see the information on all of that.<\/p> <p>My colleague, Deputy Pearse Doherty, tabled an amendment to the 2015 legislation, to which Minister of State referred, which would have regulated the actual holder of the credit and not the credit servicer, but the Fine Gael Party and the Labour Party refused to support it.  That is what makes me very annoyed about what is happening today.  Those parties refused to support it, and the Fianna F&aacute;il members did not even turn up for the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01000","speaker":"1378"},{"type":"speech","time":1519295400,"counter":162,"content":"<p>You were off robbing banks at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01100","speaker":"1411"},{"type":"speech","time":1519295400,"counter":163,"content":"<p>They did not turn up for the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01200","speaker":"1378"},{"type":"speech","time":1519295400,"counter":164,"content":"<p>How can the Senator come in here and say-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01300","speaker":"1395"},{"type":"speech","time":1519295400,"counter":165,"content":"<p>That party's members cannot pretend to people that they care seven years later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01400","speaker":"1378"},{"type":"speech","time":1519295400,"counter":166,"content":"<p>Order, please.  The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01500","speaker":"1418"},{"type":"speech","time":1519295400,"counter":167,"content":"<p>When the solution was offered by Sinn F&eacute;in, the Fianna F&aacute;il members did not even turn up to vote.  I am glad they have turned up now and that they care, but let us get something done about this issue.  Much of it is too late for the people who have been made homeless.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01600","speaker":"1378"},{"type":"speech","time":1519295400,"counter":168,"content":"<p>Get your own affairs in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01700","speaker":"1395"},{"type":"speech","time":1519295400,"counter":169,"content":"<p>In any event, I welcome Fianna F&aacute;il's late conversion on the road to Damascus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01800","speaker":"1378"},{"type":"speech","time":1519295400,"counter":170,"content":"<p>If we stopped scoring political points, we would all be a lot further along.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V01900","speaker":"1392"},{"type":"speech","time":1519295400,"counter":171,"content":"<p>Colleagues, please.  I call Senator &Oacute; Domhnaill and he has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V02000","speaker":"1418"},{"type":"speech","time":1519295400,"counter":172,"content":"<p>We have to take our seats in Westminster-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V02100","speaker":"1388"},{"type":"speech","time":1519295400,"counter":173,"content":"<p>Can we have silence, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V02200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":174,"content":"<p>If there is to be a resolution to this issue, I can assure the previous speaker that it will not be found by political point-scoring.  There is a need to deal with this issue urgently.<\/p><p>If we take the case of Permanent TSB, the State was a 99.2% shareholder.  That was reduced in 2015 to 74.92%.  The State is the substantial shareholder of the organisation but it finds itself with a conflict of interest.  That must come into the equation because how can the shareholder who is seeking to advance the future of the company protect the consumer at the same time?  The State has to make a decision and the Minister, who is vested on behalf of the people, needs to make a call.  He either stands with the people or he stands with the bank, but he cannot dine <i>&agrave;<\/i><b><i><\/i><\/b><i>la carte<\/i>on this one.  He has to come off the fence.  We either stand by the people or we do not.<\/p><p>In terms of the problem we face today, there has not been any burden sharing whatsoever.  I will take the example of a person who took out a mortgage and is now in difficulty with Permanent TSB today - say, the person took out a &euro;200,000 mortgage over 30 years at a rate of 4% which meant the bank stood to gain approximately &euro;140,000 over the lifetime of the mortgage, in addition to getting back the &euro;200,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was gaining substantially from the mortgage on the day the agreement was signed.  The persons stood to gain also but they took 100% of the risk and the bank took 0% of the risk.  That is very wrong in a structural sense and it has not been addressed since the crash in 2008.  There has been no sharing of the fall-out.  In addition to a position where it took no risk, the bank has also obtained a taxpayer bailout, as 75% of Permanent TSB is owned by the taxpayer.  That is unbelievable.  One could not write this or make it up in fairyland.  The financial wizards are riding roughshod over governments all over the world, including this one in Ireland.  We are doing nothing about it.<\/p><p>We are probably too late in trying to solve this.  There is the question of the 28% share of the &euro;21 billion loan book in Permanent TSB, and it is in its current position because the bank chose not to engage with the personal insolvency mechanism of the State.  It should have been dealt with in that process as the structures exist to do it.  If a write-down could have been achieved, it should have been given to the borrower and not the vulture fund.  We call these vulture funds but ultimately they are businesses serving shareholders and trying to make money.  We cannot really blame them as these loans could have been bought by anybody in Ireland or abroad.  The likelihood is the buyer will come from abroad.<\/p><p>The solution is for Permanent TSB not to sell its loan book but to contact each of these customers and ask them to engage with a personal insolvency practitioner.  It should start a process of assessing each loan on an individual basis.  The State could insist on that as a shareholder.  It would also protect the rights of people living in the 4,000 buy-to-let properties as well.  There is a mechanism to deal with this if we choose to do it.  The danger is that this is a slippery slope; if Permanent TSB gets away with this, Bank of Ireland will do the same thing, along with KBC and the rest.  They will sell residual debt as well as properties.<\/p><p>There is only one solution and the State and this Minister has the choice of standing with the customer.  We are not in the business of running banks after all.  We might have bailed them out to keep them afloat but we are not really a shareholder of that bank with the goal of making a huge profit.  We are trying to hold it together because of all the people with mortgages, debt and savings in banks.  We must look at this as something different from an economic equation.  That is my tuppence ha'penny worth.  The other Bill by Deputy John McGuinness is excellent and it was written by the Master of the High Court, Mr. Ed Honohan.  It must be supported by Fianna F&aacute;il and Fine Gael.  This is urgent and there should be an alternative vehicle to vulture funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#V02300","speaker":"1382","continuing":true},{"type":"speech","time":1519295400,"counter":176,"content":"<p>I welcome the Minister of State to the House.  I listened very carefully to the contribution from Senator Kieran O'Donnell and there is clearly not enough information.  This must be tackled.  Working on the Permanent TSB figures, it seems that 6,500 of the loans are performing loans.  The first fact we must establish is why performing loans are being sold.<\/p> <p>There is a large job for the Government to do in engaging with the European Central Bank.  We need to change the definition of non-performing loans, as the vast majority of loans in the bank are performing.  For example, split mortgages are performing loans.  Interest-only mortgages must be renegotiated but they are performing.  People have signed up to agreements of warehousing portions and paying other portions, and in my mind, all such loans are performing loans.  The bank must do the hard work of engaging and assisting people through their difficulties.  I do not stand over people wilfully refusing to repay their mortgages but they are tiny in number.  They do not make up a large proportion of those 20,000 loans.<\/p> <p>Since 2008 the banking sector has dominated debate in this country.  Whether it was Fianna F&aacute;il, Fine Gael or the Labour Party, we sought to re-establish a functioning banking sector.  In their own minds, the people in these banks see the sector as functioning now but the customer has been forgotten.  One can consider a small business trying to start in Ireland and the differential between interest rates being charged on loans compared with a similar company trying to start on the Continent.  There is a 3% to 4% differential in interest rates.  If young families are trying to get into the housing market and buy a family home, we can see a 3% to 4% differential between mortgage repayments and interest rates charged.  The banks are taking for granted the support of the Government and political parties in refinancing banks.  They are refinancing themselves by overcharging on interest rates and trying to throw families to the sharks when they do not sit down and go through the hard yards, helping people negotiate and work their way from debt and non-performing loans.  I support Senator Kieran O'Donnell completely in that regard.  This process must be delayed, if not stopped.  Permanent TSB has a responsibility to the State and its citizens, who bailed out all these banks.  It should work with the individuals and help them out of debt.  If there are to be write-downs, allow the families that have warehoused their loan, split their mortgage or gone interest only the opportunity to get the benefits.<\/p> <p>We are not in the midst of a financial crisis and the State is adequately funded.  As we are constantly being told, our banking systems are in recovery.  The banks now have a debt to this State that must be repaid.  It is a very minor part of this debt to sit down with the families involved in this case.  We have heard people say these are real people and family homes.  The buy-to-let properties are family homes as well.  They may have two functions, as they might be a pension for a small businessman as well.  Nobody is sitting down, talking and engaging on this.<\/p> <p>Let us take today's comments from Fine Gael.  The loans should not be sold until we know the information.  If everybody in the House is proven wrong, I will hold up my hands and say the 20,000 people involved were trying to pull the wool over our eyes.  I can guarantee we will not be proven wrong and there will not be 20,000 families trying to pull the wool over our eyes.<\/p> <p>I give credit where it is due.  For the past number of years, Senator Norris has argued for mortgage holders in difficulty, and so too did Lord Churchtown and the Independent Alliance.  Lord Churchtown would have been taking his glasses off and spitting blood and thunder about how bad things really were and about how bad the banks really were and he would be demanding of the Government to take out the Permanent TSB bankers and hang them and flog them.  I am asking Lord Churchtown-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#W00200","speaker":"1417"},{"type":"speech","time":1519295400,"counter":177,"content":"<p>We must show some respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#W00300","speaker":"1418"},{"type":"speech","time":1519295400,"counter":178,"content":"<p>I was trying to show respect.  He is the former Lord Churchtown.  While he is sitting at the Cabinet table-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#W00400","speaker":"1417"},{"type":"speech","time":1519295400,"counter":179,"content":"<p>Senator Humphreys was a Minister of State once and may be again in the distant future.  I am sure he would like to be shown due deference and respect in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00100","speaker":"1418"},{"type":"speech","time":1519295400,"counter":180,"content":"<p>The Minister, Deputy Ross, should exercise his powers as Minister and stop sitting on the fence and commentating as he used to in the <i>Sunday Independent<\/i>by telling us how everything should be fixed.  He can fix this one.  He could ask his colleague, the Minister, Deputy Donohoe, to tell the bank the Government is a major shareholder and that it should not sell until proper and adequate information is provided to the finance committee and both Houses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00200","speaker":"1417"},{"type":"speech","time":1519295400,"counter":181,"content":"<p>I left the Seanad this morning to attend another meeting and did not think I could be here today.  I was told I could not speak on the Order of Business about vulture funds with regard to a house that had been bought in my area.  That is very disrespectful.  On the Order of Business I should be allowed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00300","speaker":"1395"},{"type":"speech","time":1519295400,"counter":182,"content":"<p>Sorry, Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00400","speaker":"1418"},{"type":"speech","time":1519295400,"counter":183,"content":"<p>No.  I felt the Deputy Leader, Senator Noone, should not have said that.  We all have meetings.  She knows that.  I want it clarified and I want it recorded in the Official Report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00500","speaker":"1395"},{"type":"speech","time":1519295400,"counter":184,"content":"<p>For clarification, the Leas-Chathaoirleach ruled on the issue Senator Murnane-O'Connor attempted to raise this morning.  The Leas-Chathaoirleach had discretion to do so.  I ask the Senator to respect that decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00600","speaker":"1418"},{"type":"speech","time":1519295400,"counter":185,"content":"<p>Absolutely not.  It was totally uncalled for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00700","speaker":"1395"},{"type":"speech","time":1519295400,"counter":186,"content":"<p>I ask the Senator to respect that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00800","speaker":"1418"},{"type":"speech","time":1519295400,"counter":187,"content":"<p>Absolutely not.  I spoke on the Order of Business-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X00900","speaker":"1395"},{"type":"speech","time":1519295400,"counter":188,"content":"<p>-----and to respect the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X01000","speaker":"1418"},{"type":"speech","time":1519295400,"counter":189,"content":"<p>-----as I was entitled to.  I am very disappointed.<\/p> <p>Another disappointment is we do not have the Minister, Deputy Donohoe, here today.  This is one of the most serious issues facing us.  We are already in a housing crisis.  The Government is inviting a whole lot of trouble if it allows Permanent TSB to go ahead with its proposals to sell 20,000 mortgages to unregulated vulture funds.  This cannot happen for a variety of reasons.  It is unfair for people who have restructured their mortgages and tried to pay what they owe to be put at the mercy of a fund that could decide to evict them.  We are not living in reality here.  Who is running the country?  Is it the banks or the Government?  These families will be left powerless and at the mercy of court proceedings because proposals to regulate vulture funds were shot down.  If these vulture funds swoop in on these families, they can sell those houses and put the families onto the street.  As the Minister of State knows, we have a housing crisis.  Vulture funds are investment companies that pick the bones of the living.  Vulture funds need to be regulated the same way as the banks.  They need the same standards and transparency and most importantly to pay taxes on their huge profits.  I have a massive issue with that.  It is something the Minister of State needs to address.<\/p> <p>Vulture fund companies need to allow county councils and other Government agencies access to information on properties purchased through stressed loan acquisitions.  I will refer to the property I spoke about this morning.  I am aware of a property in Carlow which was purchased as part of a portfolio.  The property was sold by Permanent TSB to a vulture fund.  The property was wanted by a Carlow resident who grew up in the property.  When he finally tracked down the last owner he was told that Permanent TSB sold all the loans to a vulture fund.  He approached Permanent TSB and stated his interest in the property and asked for a name and contact number for the company.  The reply was they do not give out that information.  As a result, there is a derelict house.<\/p> <p>This is a recent example although I have more.  It is causing huge anti-social behaviour and problems.  It is now damaged beyond repair.  The council had to secure the house to prevent any more damage and stop anti-social behaviour.  I do not know if the council is insured to go into a vulture fund house and board it up but that is what is happening.<\/p> <p>The Government is not seeing the reality on the ground.  The sad part is that if the prospective buyer had been given information on the vulture fund that purchased the property, all of this could have been avoided and the property could have changed hands before it was ruined and, more importantly, a family could be living in a home today.  That is what we need.  I believe this story happens in every county.<\/p> <p>I can give the Minister of State six or seven cases in my county.  It is happening all over Ireland.  Without the information from the vulture funds we will never know the true extent of the number of houses in the ownership of these vulture companies.  I call on the Minister of State to establish the number of properties that vulture funds have taken over in Ireland.  There seems to be no rules for how these vulture companies do their business.  They are allowed to trade unregulated.  They have no concern for the lives they destroy.  <\/p> <p>I ask the Minister to stop it and to regulate and tax these companies.  Most of all, I ask him to make them furnish a list of all properties acquired by them to each local authority so if we want information we can go and find out how to sort out this problem.  Permanent TSB has a duty to look after these mortgage holders.  Many have tried but they get no feedback.  They make phone calls and Permanent TSB does not want to listen to them or deal with them.  The Minister of State has a duty to sort it out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X01100","speaker":"1395"},{"type":"speech","time":1519295400,"counter":190,"content":"<p>I am content that the Minister of State is here.  It is not personal but I called for the amendment to the Order of Business and I am glad it has been facilitated to respect the House.  It is not my area of expertise; I am spokesperson on health, well-being and social protection issues.  This issue has touched every corner of the country and all our communities.  A vulture is a bird of prey that follows and feeds on carrion.  It gathers with the others and hovers around in anticipation of the death of a sick or injured animal or, in this case, a person.  It eats the flesh of the dying.  It is a worldwide phenomenon and they seem to usurp the power of democratic societies and elected governments.  Private equity funds get upset and become outraged when they are called vulture funds.  They are pretty sensitive about that.  That is tough.  Pity on them - if the cap fits they should wear it.<\/p> <p>Recently, they have bought up hundreds of millions of euro of distressed assets from the banks and NAMA at heavy discounts.  They have no interest in developing relationships with borrowers.  They are only interested in seeing a quick return.  This is a result of the lack of regulation in the banking sector.  They act with virtual impunity when dealing with borrowers and politicians.  They are quite dismissive.<\/p> <p>There were changes last July but we still have today's scandal of the Permanent TSB sale which is in 75% public ownership.  It is a bitter pill to swallow when one goes to the courts with one's friends or people from one's community or neighbourhood and watches the power play in court.  It is a David and Goliath situation.  People who cannot afford it hope that I, who have no knowledge of the law and little knowledge of court, can be of some benefit to them.  All I can do is tell them to keep saying \"No\" and plead with the judge.  I have watched that power play.  It is astounding.<\/p> <p>I do not know how many people in the country have been to the courts to deal with repossession matters.  It is a useful way to experience the lack of empathy and duty of care that the country and we, as politicians, have displayed - perhaps not meaning to - to our fellow citizens and communities.  Tranches of houses are gone in the flick of a switch.  People are distressed and do not have the money to invest in trying to turn it around because they are up against massive investment by vulture funds.  <\/p> <p>I am glad to hear from my colleague, Senator Conway-Walsh, that the bank will appear before the finance committee next week.  I hope its representatives will explain themselves and say the sale will stop.  I hope they will be reprimanded severely.  We need to then consider regulation and get rid of them from the country in whatever way we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X01200","speaker":"1388"},{"type":"speech","time":1519295400,"counter":191,"content":"<p>I will try to go through the questions as best I can.  I do not know if representatives of Permanent TSB will appear before the committee.  If the Senator's information is that they will appear, I am pleased with that.  The Minister, Deputy Donohoe, was asked his view this morning about whether they should attend or not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He said they should attend and should give as much information as members of the committee requested.  I understand the Senator is a member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#X01300","speaker":"1364","continuing":true},{"type":"speech","time":1519295400,"counter":193,"content":"<p>I can clarify that they are coming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00200","speaker":"1378"},{"type":"speech","time":1519295400,"counter":194,"content":"<p>It is a matter for the committee but the Minister for Finance, Deputy Donohoe, said they should show up and answer questions from committee members.  I will give Senators the information which I know to be correct.  There are 11,300 private dwelling homes in the ownership of vulture funds, down from 12,500 in the past 12 months and representing about 1.5% of the overall market, there being some 740,000 mortgages in the overall market.<\/p> <p>Section 110 was never meant to be used for property and somebody was way too clever in applying that section of the tax code to property.  When it was exposed, it was closed down as quickly as possible.  Section 110 is a legitimate piece of tax legislation that was used over decades in an appropriate manner but was not appropriate to property.<\/p> <p>Local authorities have the power to go into any derelict building and board it up and even have the authority to demolish a building if it is unsafe.<\/p> <p>The ECB and the SSM have emerged as a theme in the debate.  As a former member of the banking inquiry, I saw what light-touch regulation leads to.  That era is over and rightly so, and the regulation is now independent of eurozone governments.  If we allow governments to influence the ECB or the SSM some countries might take the opportunity to advantage themselves, putting their economies at risk.  The SSM has said that non-performing loans have to be reduced.  PTSB has 28% of such loans, which is five times the average, and the average in SSM requests is at 5%.  One can ask if the SSM is right or wrong or if it is right for PTSB to have 28% of its loans non-performing.  It is a question that is very easy to answer.  A bank loan book should not have 28% of its loans which are not performing so PTSB has to do something about it and this is part of that.<\/p> <p>We have very few repossessions in this country, with 400 in quarter 3.  It is 400 too many but in every property market around the world, if people stop paying their property is repossessed.  What has been done in our jurisdiction is quite remarkable.  There was a code of conduct for mortgage arrears in 2009, which was revised in 2010.  The mortgage arrears and personal debt expert group report, the Cooney report, was published in 2010 and the Law Reform Commission report on personal debt management and enforcement was published in 2010.  There was a further CCMA review in 2011 and an interdepartmental mortgage arrears working group report, the Keane report, was published in 2011.<\/p> <p>The mortgage-to-rent scheme was introduced following this in 2012, and there was a Personal Insolvency Act in 2012.  The Central Bank mortgage arrears resolution targets required regulated lenders to propose and conclude sustainable solutions with borrowers in mortgage arrears.  There was a further review of the CCMA in 2012 and the Insolvency Service of Ireland was established following the Insolvency Act 2012.<\/p> <p>There was the Land and Conveyancing Law Reform Act 2013 and a Central Bank framework for a pilot approach to a co-ordinated resolution of multiple debts owed by a distressed borrower was published in 2013.  The report of the expert group on repossessions came out in 2013, there was the Consumer Protection (Regulation of Credit Servicing Firms) Act 2015 and the Personal Insolvency (Amendment) Act 2015.  The Action Plan for Housing and Homelessness implemented the scheme known as Abhaile and in 2016 the Department of Finance produced a detailed report on mortgage arrears.  An incredible amount has been done to keep people in homes.  Our jurisdiction has among the lowest level of repossessions in the world and that is a good thing because nobody wants people to be put out on the street.<\/p> <p>This is not the choice of the Minister, Deputy Donohoe.  The State owns 75% of the bank and the board of directors must act in the interests of the company.  If we fire directors, whoever replaces them must also act in the interests of the company.  The Minister can keep hiring and firing members of the board but they must act in the interests of the company.  It is not a matter for the Minister.<\/p> <p>I found what Senator O'Donnell said a bit disturbing.  If I understand him correctly he said that credit servicing firms are regulated in a different way from any other institution which holds a loan book.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00300","speaker":"1364"},{"type":"speech","time":1519295400,"counter":195,"content":"<p>Can I make a point of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00400","speaker":"1374"},{"type":"speech","time":1519295400,"counter":196,"content":"<p>The Senator may clarify the point for the Minister.  The Minister only has three minutes remaining so may not have time to go through everyone's contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00500","speaker":"1418"},{"type":"speech","time":1519295400,"counter":197,"content":"<p>In the limited time I had with the Central Bank I asked what was the form of regulation over the loan book administered by the agent.  It was based on risk analysis and I asked if the bank went to the premises to carry out audits, to which the reply was that it did not.  The level of regulation is more light touch than heavy prudential, as in the other institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00600","speaker":"1374"},{"type":"speech","time":1519295400,"counter":198,"content":"<p>I will write to the Central Bank to try to find out if that is the case.  It should not be the case and credit servicing firms should be regulated in exactly the same way as every other institution which is in possession of a loan book.<\/p> <p>I have touched on the independence of the regulator, the ECB and the SSM.  It is a matter for the PTSB to give the finance committee as much detail as it can.  I would like to know the exact quantity and breakdown.  I have no truck with people who choose not to pay their mortgage.  If they try to get away with not paying it means somebody else is being charged a little bit extra, or a variable rate, and that is not right.  We have hundreds of thousands of mortgages and loans.  We have people getting up, going to work and doing their very best to make ends meet and pay their mortgage.  They are the people to be supported.  The people not to be supported are those who try it on and try to avoid paying.  I do not know what the figures are but I have seen the press release from Permanent TSB stating that there are thousands of loans whose borrowers have not been in contact for an average of three and a half years.  That is a remarkable figure and, while some people have accused the PTSB of not contacting them, I do not know if that is the case.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not know if there is no contact from either direction.  It is for the bank to ensure that it contacts a person.  If it has not seen or spoken to a person in three and a half years or if there is not a response, then it is difficult to know what is happening.  It is up to Permanent TSB to try to ensure that information is given to the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach.  That is much as I have.  I believe this will take between three and six months.  It will not be done in a few weeks, whatever the outcome is.  I await the opportunity for Members of this House to probe Permanent TSB if it is coming in, although I am not sure if it is.  However, it should come in and give information to the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach.  People will then be able to make a more informed decision on whether this is a good or a bad thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Y00700","speaker":"1364","continuing":true},{"type":"speech","time":1519295400,"counter":200,"content":"<p>As always, the Minister of State, Deputy D'Arcy, is very welcome in this House.  He is very straight-up and above board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00200","speaker":"1418"},{"type":"speech","time":1519295400,"counter":201,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00300","speaker":"1412"},{"type":"speech","time":1519295400,"counter":202,"content":"<p>That concludes the statements on the sale of the Permanent TSB loan book.  I thank colleagues for their contributions.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00400","speaker":"1418"},{"type":"speech","time":1519295400,"counter":203,"content":"<p>At 2.30 p.m.-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00500","speaker":"1374"},{"type":"speech","time":1519295400,"counter":204,"content":"<p>Next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00600","speaker":"1388"},{"type":"speech","time":1519295400,"counter":205,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018022200002#Z00700","speaker":"1374"},{"type":"unspoken","time":1519295400,"counter":206,"content":"<p>The Seanad adjourned at 2.30 p.m. until 2.30 p.m. on Tuesday, 27 February 2018.<\/p>","notice":"TIME STRING DETECTED"}]