[{"type":"minorheading","content":"Prelude","time":1639045800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1639045800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1639045800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1639045800,"counter":4},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1639045800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00100"},{"type":"speech","time":1639045800,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann has passed the Health Insurance (Amendment) Bill 2021 on 8 December 2021 to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Health and Criminal Justice (Covid-19) (Amendment) (No. 2) Bill 2021 on 8 December 2021 to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Residential Tenancies (Amendment) (No. 2) Bill 2021, without amendment.  D&aacute;il &Eacute;ireann has passed the Planning and Development (Amendment) (Large-scale Residential Development) Bill 2021 on 9 December 2021 without amendment.  D&aacute;il &Eacute;ireann has passed the Criminal Justice (Smuggling of Persons) Bill 2021 on 9 December 2021, without amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1639045800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00300"},{"type":"speech","time":1639045800,"counter":8,"content":"<p>I have received notice from Senator Marie Sherlock that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the status of the school building project for Gaelscoil Chol&aacute;iste Mhuire, 4 Cearn&oacute;g Pharnell, Baile &Aacute;tha Cliath 1. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter: <\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the expansion of Westdoc services in Galway.  <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the easing of the requirements for international students to acquire full health insurance. <\/blockquote> <p>I have also received notice from Senator Lynn Ruane of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for public health, well-being and the national drug strategy to make a statement on the role of community and voluntary networks within the new national oversight committee of the national drug strategy. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for sport and the Gaeltacht to update the House on the Government&rsquo;s proposals to host the 2024 America&rsquo;s Cup yacht race in Cork. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to make a statement on the need for a career structure for staff in the childcare sector. <\/blockquote> <p>I have also received notice from Senator John McGahon of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the provision of public electric vehicle, EV, charge points to people who do not have access to private driveways.  <\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected Senators Marie Sherlock, Se&aacute;n Kyne and Malcolm Byrne and they will be taken now.  Senator Lynn Ruane had to withdraw her matter, which I had originally selected.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00400","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1639045800,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00500"},{"type":"minorheading","content":"School Accommodation","time":1639045800,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00550"},{"type":"speech","time":1639045800,"counter":11,"content":"<p>I welcome the Minister of State to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00600","speaker":"1650"},{"type":"speech","time":1639045800,"counter":12,"content":"<p>I thank the Minister of State for coming to the House.  We have previously spoken about Gaelscoil Chol&aacute;iste Mhuire on Parnell Square and yet again unfortunately this morning we are back to talk about this school because there is another delay.  Last year we were told by the Department of Education that the sod would be turned in November 2021.  That has not happened.  At the start of November, we were dubiously told that stage 2b would be complete by the first week of December and that the tender stage would commence in January.  This week we learn that the design stage will not be completed until the end of January, tenders will not go out until the end of March and the sod could be turned next September.  There is great frustration at this stage.  Anyone who is familiar with this project would have to be sceptical about those timelines.  This school has been waiting for 17 years for a new building.<\/p> <p>I have a list of all the primary schools in this country in temporary accommodation, either prefabs or private rented accommodation.  There are approximately 418 schools on that list.  Gaelscoil Chol&aacute;iste Mhuire is fifth longest in private rented accommodation on that list.  According to the list, the school moved into its temporary accommodation in 2006.  I understand it moved into its current building some time before that, but we will go with the Department's list.  The list of schools in private accommodation shows that, of the five on the list from 2006 and before, there is a 42-pupil school, a 29-pupil school, an 80-pupil school and a 113-pupil school.  Gaelscoil Chol&aacute;iste Mhuire has 194 pupils.  It is a medium-sized school yet, year after year the Department sees fit to keep this school in private rented accommodation, stump up &euro;300,000 for a building that is decrepit and only made work by the amazing and wonderful efforts of the school staff and the entire school community.  <\/p> <p>Today, I hope to get assurances and cast-iron guarantees from the Minister of State with regard to how this project will commence.  She might say that some of this is out of the Department's hand and that it is with the design team.  That is not good enough.  What is the Department doing to ensure the design team will deliver on time?  What measures are being taken to ensure that whatever payments are being made to the design team will include a fine if it does not deliver on time?  With regard to the tender process, originally we were told that the Department would take approximately four weeks to turn around the opening up of the tender process from when it received the detailed design.  We now hear it could take eight weeks or more.  What is the Department going to do to assure the school and the school community that it will prioritise and move as quickly as possible on the opening up of the tender process?<\/p> <p>Finally I understand that in correspondence from the design team that working from home has been given as an excuse regarding a potential slippage in the new timeline set out.  We are now 20 months into the pandemic.  It is simply unacceptable that anybody would use working from home as an excuse for slippage in timelines.  What assurances will the Department give that the school will receive the utmost priority within the Department?  Being frank, it has not received that attention up until now and the frustration among the school community, the parents and staff is at an all-time high.  We need positive news from the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#A00700","speaker":"1683"},{"type":"speech","time":1639045800,"counter":13,"content":"<p>I thank the Senator for comprehensively setting out the status of the school building project for Gaelscoil Chol&aacute;iste Mhuire, and her views.  I am sure that she will appreciate that I am taking this matter on behalf of the Minister, Deputy Foley, and I will convey the Senator's contribution to the Minister.<\/p> <p>The Senator will be aware of the fact that this project is included in the Department's construction programme that is being delivered under the national development plan.  The project brief is to provide a new 16-classroom school on a site that has been purchased by the Department from Dublin City Council.  The new school building will abut and be directly connected to the listed building on the neighbouring site that is occupied by Youth Work Ireland, YWI.<\/p> <p>I understand that there was a meeting between Youth Work Ireland and the Department's technical teams on 5 October on the relocation of an air vent and replacement of the existing YWI boiler room.  Youth Work Ireland undertook to revert with a worked-up proposal, including costs, on or before 22 October.  This proposal was delayed as YWI's technical team awaited confirmation from Bord G&aacute;is concerning the proposal but it was received last week.  The Department has approved this proposal in principle and has agreed to cover the costs to relocate the boiler room.<\/p> <p>I understand that there are ongoing conversations with the school on a regular basis.  The Department met representatives of the school on 4 November and provided an outline of the programme and timelines.  The Department also met the full design team on 10 November and provided an update to the school thereafter.  The design team has now committed to submitting the stage 2(b) report to the Department by the end of January 2022 with a target date to commence tendering for a main contractor by the end of quarter 1 of 2022.  The target to have a main contractor start construction would then be by the end of quarter 3 of 2022.<\/p> <p>Required statutory approvals need to be lodged to give effect to amendments to a right of way agreed with Youth Work Ireland.  It would be preferable if the lodging of these planning applications by the Department's design team and Youth Work Ireland happened in close proximity.  The Department's design team lodged its application on Tuesday, 7 December.  The Department and its design team will continue to liaise with Youth Work Ireland regarding the lodgement of its planning application.<\/p> <p>Agreed changes on the right of way will also need to be given effect in a formal legal document.  The Department has commenced the process to progress this through Office of the Chief State Solicitor in parallel with the completion of stage 2(b) and the tender process to appoint a construction contractor.  The Office of the Chief State Solicitor will also liaise with the legal representative of Youth Work Ireland to progress this process.<\/p> <p>In November, the school submitted an application for an emergency works grant on electrical wiring in its current building.  I understand that the school has been approved for the necessary funding, under the emergency works scheme, to carry out the works.<\/p> <p>I have noted what the Senator said in terms of the fact that the Gaelscoil is a medium-sized school with 194 pupils, that it has one of the longest waiting times and is placed fifth on the waiting list.<\/p> <p>I understand and appreciate her comments around working from home.  I am not sure where that comment came from but I will pass it on to the Minister.<\/p> <p>I hear the Senator's frustration in respect of this matter, in particular the fact that it is 17 years since this school was promised and the fact that a sod was due to be turned and so commence building in November 2021.<\/p> <p>I have outlined the information that the Department has given me in terms of the steps that are involved.  I understand that there is a further meeting due to take place with the school on Tuesday, 14 December, which is relatively soon.  I hope that things will progress at a pace from now on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#B00100","speaker":"1472"},{"type":"speech","time":1639045800,"counter":14,"content":"<p>I thank the Minister of State.  I am conscious that she has had to convey the situation of the Department when the matter does not strictly come within her remit.<\/p> <p>I am more worried now on foot of this written response from the Department than I was when I made my opening contribution.  First, the reply seeks to pin the delays on the negotiations with Youth Work Ireland.  It is very clear that the issue with Youth Work Ireland concerned 1% of the site, so the design team could easily have worked on the remaining 99% of the site.  There has been a failure in this response to deal with the reality of the situation, which is that there has been a failure to progress the bulk of the design for the school building.<\/p> <p>Second, we have not heard an assurance with respect to the timelines or how the Department proposes to work with the design team and, indeed, the tender process.  I ask the Minister of State to seek assurances from the Minister, Deputy Foley, in that regard because that is what the school needs right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#B00200","speaker":"1683"},{"type":"speech","time":1639045800,"counter":15,"content":"<p>I note the comments made by the Senator and I will relay them to the Minister.<\/p> <p>To be clear about the tender process, there is a target date to commence tendering for a main contractor by the end of quarter 1 of 2022.  That will be over the next few months.<\/p> <p>I appreciate that there have been delays and I have outlined some of the reasons for the delays.  Things need to progress at speed now.  I will convey the comments that the Senator made about the negotiations with Youth Work Ireland.<\/p> <p>There are and have been a number of conversations with the school.  The next meeting is on 14 December where I hope that things can be collaborated on, particularly the synchronisation of the rights of way and planning applications.  Everything should be done in parallel rather than sequentially, which means that things can happen at a pace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#B00300","speaker":"1472"},{"type":"minorheading","content":"General Practitioner Services","time":1639045800,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#B00400"},{"type":"speech","time":1639045800,"counter":17,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Feighan, to the Chamber and thank the Cathaoirleach for choosing my Commencement matter.<\/p> <p>I raised this topic in October 2020 with the Minster of State's ministerial colleague, Deputy Butler, who was here on behalf of the Minister for Health, Deputy Stephen Donnelly.  I mentioned the Westdoc service that covers the general area of Moycullen, Rosscahill, Oughterard and the outskirts of Galway city.  On that occasion I mentioned that when GPs are on call, they are on call for 48 hours every fourth weekend and every fourth night, as well as providing full weekday services.  My concern was the inability to get a new doctor in Oughterard and one of the reasons is the pressures of work.  Despite a willingness of doctors to join the Westdoc service, the funding was not provided.  At that stage the Minister of State said that she would raise this matter.  She also said that she found it strange that where there is a shortage of doctors, they find it difficult to access a co-operative.<\/p> <p>A sum of &euro;3.9 million was provided through a service level agreement with the HSE and community healthcare organisation, CHO, 2 in 2020.  A number of weeks ago, Mr. Paul Reid and Ms Anne O'Connor attended a meeting of the Oireachtas Joint Committee on Health.  We talked about the winter plan and acute beds, of which there are none planned for Galway.  I asked what would be put in its place and said one of the areas that we are looking at is enhanced funding for GPs.  Ms O'Connor, as the director of operations for the HSE, said that there would be &euro;10 million in additional supports for GP services to support those practices and areas that come under pressure, particularly single-handed GP services.  She also said that the HSE would look at enhanced GP services and cover in the west as part of the winter plan.  So it is quite clear that there is a gap in service provision.  There is some funding available through the HSE.  As there is pressure on the emergency system in Galway, clearly there is a need.  There is funding and of course this is a preventative measure that will reduce pressure on emergency departments.  The winter plan is an opportunity to put in place Westdoc services for the Moycullen, Rosscahill and Oughterard area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As I said, I raised this matter more than a year ago with the Minister of State's colleague who was speaking on behalf of the Minister, Deputy Donnelly.  This is good value for money and it is an area with a growing population.  While they put their own services in place, it is putting a strain and pressure on those doctors who provide a huge service to the general area and who are exceptional in what they do but who, unfortunately, are under pressure.  Enhanced GP services for Westdoc, with funding from the HSE, would alleviate much of the pressure they are facing.  I look forward to the Minister of State&rsquo;s reply, which it is hoped will be positive based on the fact that last year the Minister of State, Deputy Butler, said there was an issue and that it seemed strange.  Second, Anne O&rsquo;Connor, director of operations at the HSE stated that funding is available under the winter plan for those areas that would be under pressure.  I would expect that the Moycullen, Roscahill and Oughterard area could be looked after with enhanced Westdoc funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#B00500","speaker":"1665","continuing":true},{"type":"speech","time":1639045800,"counter":19,"content":"<p>I thank the Senator for raising this issue.  General practice is at the heart of primary care, and a robust general practice and GP out-of-hours service is essential to the delivery of primary care health services.  As the Senator will be aware, GPs are required under the General Medical Services, GMS, to make suitable arrangements to enable contact to be made with them, or a locum or deputy, for emergencies outside of normal practice hours.  Most GPs meet this obligation through GP out-of-hours co-operatives that facilitate the provision of GP services outside of normal surgery hours.  The Westdoc co-operative provides out-of-hours GP services in Community Healthcare West, covering counties Galway, Mayo and Roscommon.  It is acknowledged, however, that the Westdoc service does not extend to certain rural areas within the region.  This mainly refers to GPs in east and west Galway who are not members of Westdoc.  The four GPs in Moycullen, Roscahill and Oughterard are not Westdoc members.  As such they operate a rota between them in respect of the out-of-hours cover.<\/p> <p>While GP out-of-hours co-operatives are private entities, the HSE provides substantial funding to support the out-of-hours co-operatives, covering a wide range of costs.  Since the emergence of the Covid-19 pandemic, the HSE has provided out-of-hours co-operatives with a support grant to ensure continuity of care.  In addition, the HSE continues to support GP practices and out-of-hours services through the provision of personal protective equipment, PPE, supporting safe service provision in the context of Covid-19.  HSE funding for Westdoc is provided through a service level arrangement with HSE Community Healthcare West.  In 2021 and 2020, the organisation received approximately &euro;4 million in funding from the HSE.  Also in 2018, HSE primary care operations allocated an additional sum of &euro;150,000 for the provision of extra staffing for the Westdoc GP rota to extend weekend cover in north and south Connemara and Achill.  However, specific requests for funding for out-of-hours co-operatives must be looked at in the context of the availability of resources and the competing demands for health service funding generally.<\/p> <p>The workforce issues facing general practice in certain areas, in particular rural areas, are well recognised by the Government.  Rural GMS vacancies can be more difficult to fill as they are often single-handed practices with smaller patient panel sizes, and I thank the Senator for raising that important issue.  To increase the number of GPs working nationwide and therefore improve access to GP and out-of-hours services, the Government has increased investment in general practice.  Under the 2019 agreement, investment is to increase by 40% or &euro;210 million between 2019 and 2023.  Funding has been increased by nearly &euro;144 million up to this year, and an additional &euro;63 million will be provided in budget 2022.  For this winter, an additional &euro;10 million in funding is being provided to support general practice nationally, given the extra pressure the winter period can bring, in particular on single-handed practices.  The rural practice support introduced previously has been increased under the agreement to support rural GPs and make rural GMS panels more attractive.  Improvements to maternity and paternity leave arrangements and a &euro;2 million fund for GPs in disadvantaged urban areas have also been introduced.<\/p> <p>The continuing investment in the wider primary care sector will help attract doctors into general practice, as is evident from the increasing numbers of entrants to GP training, from 120 in 2009 to 213 in 2020, with 233 trainees enrolled this year.  These actions will help sustain general practice and improve the level of care provided to patients nationwide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00200","speaker":"1608"},{"type":"speech","time":1639045800,"counter":20,"content":"<p>I thank the Minister of State for his reply and I received much of that information last year from his colleague, the Minister of State, Deputy Butler, on behalf of the Minister, Deputy Donnelly.  The Minister of State said of this winter, \"an additional &euro;10 million in funding is being provided to support general practice nationally, given the extra pressure the winter period can bring, in particular on single-handed practices\".  This is what the director of operations of the HSE, Anne O&rsquo;Connor, said at the Committee on Health a number of weeks ago.  Where will that funding be directed and can it be directed towards enhanced Westdoc services in Moycullen, Roscahill and Oughterard?  That is the question I have asked which the Minister of State has not answered today on behalf of the Minister or the HSE.  How will this funding be allocated?  Who decides?<\/p> <p>Galway is under pressure, there is a need for a service and GPs are willing to be part of that service.  Funding of &euro;10 million is available nationally.  How can that be matched to the local need in the Moycullen, Roscahill and Oughterard area to join with Westdoc?  That is the question I am looking for an answer to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00300","speaker":"1665"},{"type":"speech","time":1639045800,"counter":21,"content":"<p>I thank the Senator for raising that question on enhanced Westdoc services in Moycullen, Roscahill and Oughterard.  The Senator knows the importance of general practice as part of primary care is evident at this time.  GPs are playing a critical role in combating the Covid-19 pandemic, performing additional services while continuing to provide non-Covid care.  The commitment of GPs in that area to patient care is laudable and I thank them for that dedication.<\/p> <p>GP out-of-hours services are a necessary component of general practice and the HSE provides significant funding.  The Senator is asking that, when this funding is issued, his area of Moycullen, Roscahill and Oughterard will be included.  I will bring that back to the Minister and we will ask the HSE to do that.  It is to be hoped the Senator&rsquo;s voice will be listened to on this occasion.  I thank him again for raising this issue and I hope that in the coming weeks there will be a successful outcome to this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00400","speaker":"1608"},{"type":"speech","time":1639045800,"counter":22,"content":"<p>Senator Ruane has had to withdraw her Commencement matter so we will go to Senator Malcolm Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00500","speaker":"1629"},{"type":"minorheading","content":"Insurance Coverage","time":1639045800,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00600"},{"type":"speech","time":1639045800,"counter":24,"content":"<p>I thank the Acting Chairman for notifying me of that in time and I thank the Minister of State for coming in to address this issue.  One of the most frightening phrases I have discovered since coming into this House is being told a matter falls between a number of Departments or agencies.  The issue of international students&rsquo; health insurance unfortunately is one of those that seems to fall between the Department of Health and the Department of Justice, and there is an interest on the part of the Department of Further and Higher Education, Research, Innovation and Science.<\/p> <p>International students are important to this country, as the Minister of State is aware.  They enrich the fabric of our higher education institutions and we are fortunate we have top-class higher education institutions here that can provide international education.  As a result of a court challenge and case taken by the Health Insurance Authority, a student who comes to this country to study for longer than a year is deemed ordinarily resident here.  The problem is he or she is no longer able to avail of the discounted health insurance of which such students, who for the most part are healthy individuals, are able to avail.  This is a huge cost for international students and it has been a problem I have signalled in this House for well over a year.  I have a Bill before the House which I would hope we could move to Second Stage, but rather than us having to deal with it through legislation, I would prefer that a decision would be taken on the part of Government to resolve this matter.<\/p> <p>It is something that is of great concern to international students, the Irish Council for International Students, the Union of Students in Ireland and the higher education institutions themselves.  They have all raised this as a matter of concern for well over a year.  My frustration reflects their frustration that we have not been able to see a resolution from Government.  It is a relatively small issue in the overall scale of things.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are a number of potential solutions.  We should be able to come to a solution to ensure students have the necessary cover while, at the same time, ensuring the cost of it is not prohibitive.  <\/p><p>I have raised this matter with Ministers in various different Departments.  I have raised it with the relevant civil servants, who, in fairness, have tried to resolve it.  It is well over a year since this issue first came to public attention and I cannot figure out why we do not have an answer from the Government.  I appreciate international students are not travelling to the same extent because of Covid-19 but in the new year, our higher education institutions will be encouraging international students to come to Ireland and we, as a Government, need to be clear about what measures are going to be in place for their health cover.  I am disappointed this issue has been running for so long.  I hope the Minister of State will be able to provide us with some information as to progress today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#C00700","speaker":"1638","continuing":true},{"type":"speech","time":1639045800,"counter":26,"content":"<p>I thank the Senator for his question and for the work he undertakes in supporting this sector, ensuring Ireland remains an attractive place for international students to study.  It is important that every effort is made to encourage these students to make this decision and support them once they come here.  I also understand that it is important for any jurisdiction to have in place certain restrictions and requirements on those people who choose to come to the State, to live or to study, and in that context, my colleague, the Minister for Justice, has policy responsibility for immigration matters.  I accept that the Senator has been raising this matter for more than a year.<\/p> <p>From my understanding of immigration policy, in order for these students to first come to Ireland, they must meet certain visa requirements, one of which is to hold health insurance for the duration of their stay.  Therefore, in respect of the Senator's question as to whether there has been progress on easing this requirement, officials in my Department have been engaging with officials in the Department of Justice to explore if this requirement should be necessary for these students at all.  In this regard, discussions with those officials are at an advanced stage and in the coming weeks I hope to have positive progress to communicate to the Senator.<\/p> <p>Given that I do not have the role or the remit to speak directly on issues concerning immigration policy, I will speak on the matter of health insurance and Ireland's community-rated system of health insurance, as it is directly within my remit and policymaking role.  As the Senator will be aware, we have a voluntary, community-rated market in Ireland.  This means that there is no requirement for any person to procure private health insurance under Irish health insurance legislation.  A community-rated market means that when someone does decide to purchase health insurance, they are not risk rated and, therefore, are not discriminated on the basis of age, gender or health status.  This is long-established Government policy and it ensures that health insurance policies are affordable for everyone.  It is legislation with which we can all agree.<\/p> <p>To maintain this policy of community rating, and under the Health Insurance Acts, any person who is ordinarily resident in the State and purchasing private health insurance must buy a community-rated health insurance policy from a registered insurer.  This ensures the products these consumers are buying are regulated by the independent regulator of health insurance, the Health Insurance Authority. Providers who sell health insurance to consumers must also comply with the provisions of the Health Insurance Acts, which include open enrolment, community rating, lifetime cover and minimum benefits.<\/p> <p>Irish health insurance legislation does not currently contain any reference to persons who are required to hold health insurance.  This requirement is a part of a person's visa checklist when they are preparing to come and stay in this country, and the policies and procedures around visas are not within my policymaking remit or that of my Department.<\/p> <p>I again thank the Senator for his question and commend his work in this area, ensuring these students continue to come to Ireland to study and are supported appropriately once they are here.  As I said, there are new works in the Department and I hope we will be in a better position in a few weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#D00200","speaker":"1608"},{"type":"speech","time":1639045800,"counter":27,"content":"<p>I appreciate the Minister of State's answer.  Part of the difficulty I had in tabling this question was whether to direct it to the Department of Health or the Department of Justice.  My worry, if I had tabled it to the Department of Justice, was that Department would say this is a health insurance matter.  I appreciate the answer the Minister of State has given but the reality is that it comes back to buck passing between the two Departments.  I do not care which Department is responsible for it.  I know the Department of Further and Higher Education, Research, Innovation and Science wants to move on this issue as well.  I want the issue sorted.  I put the question to the Department of Health because when I spoke to different Departments, I kept being informed that this is a matter for that Department.  I had discussions with the Minister of State's colleague, the Minister of State with responsibility for insurance, Deputy Fleming, and he told me this is clearly a matter for the Department of Health.  At the end of the day, I understand the Minister of State, Deputy Feighan, is saying advanced discussions are ongoing, but we have been waiting for more than a year.  I ask him to have good news for us before Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#D00300","speaker":"1638"},{"type":"speech","time":1639045800,"counter":28,"content":"<p>I again thank the Senator again for his contribution and for raising this important issue.  As outlined in my opening reply, this issue concerns international students coming to study in Ireland who are required to adhere to particular immigration visa requirements, one of which relates to having private health insurance.  I repeat that it is not within my policymaking role within the Department, as the Senator said.  Officials in my Department have been engaging with officials in the Department of Justice to see if this requirement should be necessary for these students at all.  It is good that those discussions are at an advanced stage and, in the coming weeks, I hope to have some positive progress to communicate to the Senator.  Perhaps in two months, or certainly at some time next year, this issue will be resolved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#D00400","speaker":"1608"},{"type":"unspoken","time":1639045800,"counter":29,"content":"<p>Sitting suspended at 11.07 a.m. and resumed at 11.33 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1639045800,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#G00100"},{"type":"speech","time":1639045800,"counter":31,"content":"<p>The Order of Business is No. 1, motion regarding the early the early signature of the Residential Tenancies (Amendment) (No. 2) Bill 2021, to be taken without debate on the conclusion of the Order of Business; No. 2, Health and Criminal Justice (Covid-19) (Amendment) (No. 2) Bill 2021 &ndash; Second Stage, to be taken at 1 p.m. and to conclude no later than 3 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given no fewer than ten minutes to reply to the debate; No. 3, Houses of the Oireachtas Commission (Amendment) Bill 2021 &ndash; Committee and Remaining Stages, to be taken at 3.30 p.m., and the proceedings thereon shall, if not previously concluded, be brought to a conclusion at 5 p.m. by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by the Government; No. 4, Companies (Corporate Enforcement Authority) Bill 2021 &ndash; Second Stage, to be taken at 5.30 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given no fewer than ten minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#G00200","speaker":"1653"},{"type":"speech","time":1639045800,"counter":32,"content":"<p>I second the Order of Business as outlined by the Leader.<\/p> <p>I rise this morning to raise three specific issues, the first of which is the reporting that the British Government is bringing through new legislation around immigration laws that will require non-Irish EU citizens resident in Ireland to provide an electronic travel authorisation to cross from Ireland into Northern Ireland.  It is not quite clear how this will be enforceable.  That is the first question.  This legislation has gone through the House of Commons, however, and is now making its way to the House of Lords.  We expect that it could become law in the UK.<\/p> <p>I note the comments of the Department of Foreign Affairs and the Minister that the common travel area, as we know, covers British and Irish citizens resident in Ireland and the UK in order that we can travel, work and live freely across both islands.  It does not cover non-Irish citizens, however.  A person could be from France, Portugal or any of the other EU states and live here in Ireland, perhaps for many years.  A person could be living in the Border area, as many people are; crossing back and forth for education or work and business purposes and just living their day-to-day lives.  It is not quite clear, therefore, how this will work in operation.  We need to get an update from the Minister for Foreign Affairs as to how the Irish Government proposes to deal with this legislation, should it become law, and how we can ensure that non-Irish EU citizens who are living in Ireland can continue to enjoy the same freedoms they have always enjoyed in terms of movement right across the island.<\/p> <p>The second issue I wish to raise is to welcome the announcement this morning by the Minister for Rural and Community Development, Deputy Humphreys, of &euro;2.6 million for Town Centre First plans.  Some 26 towns were identified across the country, one in each county.  Each town will get &euro;100,000 to develop its own unique master plan for the town to reinvigorate the town centre.  This is really important for small rural towns.  Killala in north County Mayo has been identified, which is really welcome.  It is a fantastic town with so much history.  It is a beautiful medieval town with a round tower overlooking Killala Bay out into the sea.  This &euro;100,000 that has been allocated to the local authority will be used to work with the town team and stakeholders in the town to develop that unique master plan for the town centre of Killala.<\/p> <p>Finally, in the few minutes I have left, I welcome this week the announcement by the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, of the new childcare scheme.  I will not give its full title because it is quite a mouthful but it is a significant investment and a turning point in how we deal with childcare in this country.  It will see more than &euro;200 million invested in childcare by the State.  We are looking at more State involvement in the provision of childcare, which is really where we want to get to but obviously, working with private providers, because without them we would not have any childcare services in the country.  We know that for many families it is a second mortgage, however.  Sometimes it is more expensive than a mortgage.  It is a barrier predominantly for women getting back into the workforce because many women will say they cannot afford to get back to work.  Perhaps in the new term, we might invite the Minister to the House for a debate in which he can give us more detail on his plan, how he plans to implement it and the delivery timescale for this investment by the State in childcare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#G00300","speaker":"1642"},{"type":"speech","time":1639045800,"counter":33,"content":"<p>I wish to raise two issues this morning.  When people come near the end of their working lives, they like to know how they are fixed regarding their pensions.  Public servants who are considering retirement are entitled to know what their pensions will be in order that they can make an informed decision.<\/p> <p>I have been contacted of late by a number of nursing and public healthcare staff and, indeed, teachers who have had grave difficulty receiving information form the HSE or the Department of Education regarding their pension status.  That means that these public servants are unable to decide what is best for them to do after a lifetime of service and, in some cases, they may feel burnt out.  It may related to Covid-19 and, certainly, the cases that I have come across have been during the Covid period of the last couple of years and perhaps involve people working from home and not having full access to the data.  Indeed, I have heard of people receiving no pension for six weeks post-retirement from the HSE and the Department of Education or even a flat-rate payment for a period until their file is assessed.  We need a debate on this matter because as I said, people need to be able to plan.  They need to be able to make informed decisions and know what their pension entitlement is as they come towards the end of their working lives and look forward to retirement.<\/p> <p>The second matter I wish to raise relates to greenways.  I asked previously for a debate on greenways with the Minister for the Environment, Climate and Communications, Deputy Ryan.  It is a positive story.  We know of examples of excellent greenways, whether they be in Westport, Waterford and indeed parts of Limerick and Westmeath or numerous other greenways in the planning process.  In October this year, the High Court upheld the planning permission for the south Kerry greenway project, which I have mentioned before, not particularly because it is in south Kerry but because it is deemed to be a test case for other local authorities regarding the development of greenways on private lands.  We are effectively talking about the consent to be able to access land in order to prepare the planning applications and environmental reports required to lodge a planning application, and then to go through the process of delivering projects which, in most cases, are badly needed and desired in communities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not just about tourism.  It can be about local recreation for people living in the vicinity.  In some parts, they are very much commuting greenways.  For example, the route from Moycullen in my area would be so well used for students going to university or people working in the hospital or elsewhere in Galway city so the potential is significant.  However, there is an impasse at the moment in terms of where we are going with delivery of greenways on private land.  I know there are plans in Galway and consultants have been appointed but they must start the process again, go back to the start and come up with something to allow them to lodge a planning application for a greenway.  I ask for a debate on what is a positive story but one that is stuck in the mud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#G00400","speaker":"1665","continuing":true},{"type":"speech","time":1639045800,"counter":35,"content":"<p>I thank the Leader for circulating the Order of Business, which I am happy to support.  The first issue I wish to raise concerns scoliosis.  The Leader has engaged on this issue.  There was an Oireachtas joint committee meeting on health recently.  It is a very sad situation.  We have made very little progress despite requests for the Minister to come to the House.  The Minister of State, Deputy Feighan, came to the House twice.  I do not know whether the second performance was worse than the first.  It is not personal.  He had a message to deliver for the Department but the reality is that we need targets and timelines for families and their children.  It is quite an odd situation.  Families told me yesterday that some of their children, particularly teenagers, are on lists with adults for services.  There should be a designated children's list.  That is important.  The chief executive of Children's Health Ireland, Eil&iacute;sh Hardiman, told the Oireachtas Joint Committee on Health that proposals for HSE funding are being developed and that it is hoped to increase capacity in Crumlin and Temple Street hospitals and extend paediatric orthopaedic services in Cappagh.  We know the care for children for scoliosis and other orthopaedic conditions is inadequate and unacceptable.  I cannot keep saying that here.  We all have that view.  I also know the context of the larger challenges in the health service.  I want to be fair to the Minister and acknowledge the enormous difficulties around health anyway.  When I looked at the committee transcript yesterday, I saw an account by another professor who said that children with spina bifida who were awaiting surgery have now gone from walking independently to using wheelchairs, from full-time school to home school and from wearing shoes to having open sores with deformities with no date or time for their surgery.  That is terribly sad and that is what a professional is telling us.  I would like us to focus this issue in the new year with a real emphasis on trying to get the Minister in to explain to the families.  I understand that he had a brief encounter with some of the families the other day, which is positive, but what they really want are timelines and a commitment regarding the dates, resources, etc.<\/p> <p>I also wish to raise the issue of peat, an issue pursued by the Leader.  I would like to see some outcome.  I know the Minister of State, Senator Hackett, announced yesterday that there would be &euro;1.69 million in funding for research into alternatives to peat but this is not viable for a number of mushroom growers so I hope we could reactivate that issue in the new year.  I appreciate the difficulties the Leader has but she has been an advocate and I want to acknowledge that.<\/p> <p>Senator Kyne was talking about the Civil Service needing to know and determine its pensions.  We will have a debate later on today about secretarial assistants and I will not tell the House what they can expect because I have it in front of me and I will put it on the record of the House later.  It involves what five, ten, 15 and 20 years of service, respectively, equate to in terms of a pension calculation.  It is a disgrace.  It is appalling and is something we should not have.  While I share Senator Kyne's concerns regarding permanent civil servants, these people are not permanent.  We will have an opportunity to discuss that later and I hope we will have the support of all parties in this House to show solidarity with secretarial assistants working in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#H00200","speaker":"1634"},{"type":"speech","time":1639045800,"counter":36,"content":"<p>This Tuesday a letter was sent to the EU high representative vice president by 370 parliamentarians across Europe calling on the EU to take immediate steps to prevent the displacement and forcible transfer of Palestinians in the occupied Palestinian territory and to actualise differentiation between illegal Israeli settlements in all dealings with Israel.  I was hugely proud to be a signatory of this letter and I commend the 69 other Irish parliamentarians who did the same.  In the letter, we expressed our deep concern regarding the intensification of Israel's actions in Gaza, the loss of life encountered on both sides of the conflict and the devastating humanitarian consequences experienced in Gaza because of the recent escalation in the conflict.  These are not new concerns.  Many parliamentarians around Europe, myself included, have been banging the drum about this for some time.  A recent report by Human Rights Watch concluded that Israel had crossed a threshold in its actions in the occupied Palestinian territories such that it meets the legal definition of apartheid.  The widespread displacement and forcible transfer of Palestinians that is taking place across the West Bank at present, including imminently in the East Jerusalem neighbourhoods of Sheikh Jarrah and Silwan are part of that reality.  As a signatory of the letter, I stand firm in my support of stated European policy regarding the illegality of Israeli settlements but the Union needs to move beyond words to action.  I would like a debate on this issue in the new year.  We must keep Palestine on the agenda.  The parliamentarians in Europe are really gathering together to talk about this issue.  The people of Palestine are looking to Ireland to lead in resolving this conflict because of the great work we have done in the past on Palestine and on apartheid in the past 30 or 40 years.<\/p> <p>The other thing I would like to talk about is what is happening to the music industry and where this &euro;50 million is going.  I am inundated.  I am trying not to get upset here because what is happening to musicians and how they have been disregarded and shown no respect is so upsetting.  Nobody is talking about the PUP.  I do not know where this money is going and I would like to know.  I would like the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to come to the House next week to give us a detailed report on where that &euro;50 million is going.  I want the musicians to get what they deserve.  Christmas is coming.  There is no money for Santa or to pay their bills or mortgages.  It is not right.  We must get to the bottom of this because they are all contacting me to ask what is going on and I have no clue.  I am not even sure the Taoiseach has a clue.  I do not know who knows what is going on so I need the Minister to come in here next week and I really mean that.  I want to hear what is going on because it is not on.  The mental health difficulties musicians are going through are horrendous.  It is a horrendous time for this to happen coming up to Christmas so I need the Minister to come in here.  It is urgent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#H00300","speaker":"1632"},{"type":"speech","time":1639045800,"counter":37,"content":"<p>I wish to raise the fact that &euro;20 million announced in mental health funding has not been spent.  In budget 2022, the Minister of State, Deputy Butler, announced &euro;10 million in mental health community funding.  Mental health services groups have said that they have tried to access this funding ahead of the Christmas period, which is particularly busy for them, but have found the process overly complicated and time-consuming.  In response to some of the groups, even the HSE is embarrassed by how cumbersome the process is; it has said \"don't shoot the messenger\" and argued that the issue lies with the Department.  The fact that mental health services providers, who are crying out for resources, cannot access the funding ahead of one of their busiest times is made even worse with the confirmation that the &euro;10 million pandemic mental health fund announced last February also remains unspent and will not even become available for groups until 2022.  The Minister of State is now saying that mental health services groups should not have been applying for the fund and that the fund would have been allocated to Mental Health Ireland.  This contradicts the emails received by mental health services groups from the Department telling them to access this funding.  We know that mental health services were already underfunded prior to the pandemic but as Senator Black was saying, the restrictions, anxiety and pressure on livelihoods have taken a huge toll on the mental health of many people.  It beggars belief that health services working at the coalface cannot get their hands on any of the &euro;20 million in funding that is supposedly available.  It underlines the need for multi-annual funding for mental health services so that they can appropriately plan and adapt.  Applying for one-off funding is time-consuming and is not the best way to run the essential services they operate.  I ask the Leader to write to the Minister of State, Deputy Butler, to request an update on how the delays in releasing this funding are being addressed, including making the application process more user-friendly and clarifying who is allocating this money.  Are mental health services providers to go to the HSE or to Mental Health Ireland?  I would also like the Minister of State to tell us whether she will commit to rolling out multi-annual funding for mental health services in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#H00400","speaker":"1635"},{"type":"speech","time":1639045800,"counter":38,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00100","speaker":"1688"},{"type":"speech","time":1639045800,"counter":39,"content":"<p>I too express dismay at reports the British Government intends to impose checks on non-British or Irish citizens for travel into the North or Britain.  Effectively, what is being proposed will amount to some sort of introduction of a hard border, if the British Government is talking about introducing checks.  It is another example of the ill-thought-out back-of-the-envelope thinking on migration control-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00200","speaker":"1683"},{"type":"speech","time":1639045800,"counter":40,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00300","speaker":"1688"},{"type":"speech","time":1639045800,"counter":41,"content":"<p>-----and absolute disregard for the North that we have seen time and again from this British Government.  I would like a debate when we get more detail on this but it is important we express our dismay at what we are learning this morning.<\/p> <p>On a more positive note, I very much welcome the announcement last week by Government on the regularisation of undocumented people.  This has been a long-standing aim of the Justice for the Undocumented campaign, the Migrant Rights Centre Ireland, MRCI, trade unions and other civil society groups.  The acknowledgment by the Government that this process must be entered into in the first six months of next year is a historic and important moment.  There are two things to say.  Firstly, when we look at where many undocumented people work, especially the caring sector, we see they perform such an important role within Irish society but they have not had that recognition or status.  Secondly, it is only about 11 months ago we were debating the citizenship Bill the Labour Party brought forward as part of its Born Here, Belong Here campaign.  There are about 3,000 children who were born here to people who do not have status and they are caught up in a situation of statelessness where they are not entitled to access a passport, so I very much welcome the Government's move.<\/p> <p>I attended a briefing yesterday organised by the F&oacute;rsa trade union on issues relating to special needs assistant, SNA, workers.  Three SNAs, Eilise McGarrell, Noreen O'Mahony and Carol McSherry, spoke at it.  They spoke so eloquently about the importance of their role and the tasks they perform in the classroom.  We have 18,000 SNAs working across this country in almost every single primary school, yet the Department of Education's attitude is to repeatedly treat them almost as if they were adjunct and not core to the classroom and school system.  It is astounding the Department has not, at this point in time, seen fit to engage with the trade union representing SNAs to try to set down and recognise qualifications.  I understand a system of qualifications was last set down in 1979.  The majority of SNAs have qualifications of at least level 5 if not level 6 on the Quality and Qualifications Ireland, QQI, framework.  It is about time the Department engaged with the trade union to set out a system of recognition and respect for SNAs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00400","speaker":"1683"},{"type":"speech","time":1639045800,"counter":42,"content":"<p>I want to refer back to issues we raised in the House on Tuesday.  I strongly endorse the call from Senator Black that the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, come before the House.  I am aware the Leader gave a commitment on Tuesday to do that.  It is important to acknowledge the issues raised by Senator Cummins and I, especially around the support for amateur and semi-professional panto and theatre groups around the country.  It is clear from her announcement yesterday that the Minister listened, especially given that for many of the groups, the roll-out of this support will be coming through local authorities.  It is important to put on record that it is welcome but, like Senator Black, I feel we need clarity on a whole range of other issues.  One of my concerns stems from when the T&aacute;naiste was before the House and envisaged that some of the restrictions will be going beyond 9 January.   That causes particular concern for those involved in the arts and entertainment sector, so it is important that the Minister responsible comes before the House.<\/p> <p>The Leader will recall that on Tuesday I also raised the issue of the adequacy of the Office of the Data Protection Commission.  Yesterday we saw the Norwegian data protection authority express serious concern around a draft judgment of our Data Protection Commission.  The Norwegian authority contends that if the commission's judgment is allowed to proceed, it will permit Facebook to dispense with the need for all of us to give consent for our data to be used.  I am not going to make a call, especially in this short period of time, on this draft decision but the fact the Norwegian data protection authority is expressing concern only adds to the concerns I expressed on Tuesday.<\/p> <p>Last of all, as the Leader will know, Senator Ward and I have been raising the question of a diplomatic boycott of the 2022 Winter Olympics in Beijing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00500","speaker":"1638"},{"type":"speech","time":1639045800,"counter":43,"content":"<p>As have I.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00600","speaker":"1673"},{"type":"speech","time":1639045800,"counter":44,"content":"<p>Yes.  Several of us have been doing it.  A number of countries have now done this.  It is important the EU now acts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00700","speaker":"1638"},{"type":"speech","time":1639045800,"counter":45,"content":"<p>I rise to raise an issue that is probably suitable for the Cathaoirleach as well as the Leader.  It is about the expressions of sympathy for former Members.  In the next couple of months we will be hitting the two-year mark of this Seanad term and for the last 18 months we have not been able to have expressions of sympathy.  Such expressions are a very important day for the families of former Members who come in and spend the day here.  We have not been able to have guests visit.  When we consider where we are now with Covid compared to where we were just last year, it is much more feasible that expressions of sympathy take place.  I would really appreciate it if we could outline a timeframe for when that might happen in 2022.  A number of former Senators have passed away in the last 18 months but I am thinking especially of former Senator Terry Brennan from my own part of the world, County Louth.  He passed away in June 2020.  We are now 18 months on from that.  My own family availed of it two or three years ago.  It is a very special moment for families when Members speak about their family member who served in this House.  I would really appreciate it if we could set out a timeline for when we will have expressions of sympathy for former Senator Terry Brennan, along with all the other former Members who have passed away in recent months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00800","speaker":"1670"},{"type":"speech","time":1639045800,"counter":46,"content":"<p>The Leader will respond to this at the end of the Order of Business, but there is a new process in place in relation to expressions of sympathy for former Senators who have passed away.  When the public health guidelines allow us to have family members in and Members propose expressions of sympathy through the Committee on Parliamentary Privileges and Oversight, we will be recommencing that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J00900","speaker":"1650"},{"type":"speech","time":1639045800,"counter":47,"content":"<p>Yesterday I raised my concerns about the apparent lack of interest on the part of the Government and the Minister for Health in having a genuinely independent chair of the committee that is to review the operation of the abortion legislation.  Senator Pauline O'Reilly, who I greatly esteem and respect, reminded me the people had spoken in the referendum.  As I said, they did indeed but they left it open to these Houses to determine precisely what law we have on this troubling area, however extreme, restrictive or extensive it may be.  That is why we must never abandon our duty as legislators to continue to review the situation.  I was pointing out that there are real issues of concern about how the law is operating, in particular about the Government's apparent lack of interest in palliative care or pain relief in circumstances where babies are born alive after the procedures now permitted.  That must be an issue for review.  That is why I am saying the chair of this committee must be genuinely independent.  It is a simple matter of even-handedness in a democracy.  Given that hardly anybody is neutral on this very difficult issue, I suggest that somebody like a judge or retired judge who has a professional obligation to strive for neutrality and impartiality at all times could be the person to take on this difficult task.  The Government cannot simply wish away the third of the people who have profound difficulties with this new law and indeed the many others who voted for it but who are worried about some of the issues arising from it.  We are a democracy.  Those of us who have ethical concerns cannot be expected to go under a rock.  Whenever the Minister speaks, he does so only in terms of extending this law further.  That is unfair.  He needs to do his job as a Minister for all of the people.<\/p> <p>Senator Pauline O'Reilly went on to talk about animal welfare in the context of live exports.  That is an issue that pricks my conscience too but for heavens&rsquo; sake we must start with our own species, particularly if there are questions about indifference to suffering in the context of abortion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also raised yesterday the issue of the arrest and detention of certain racehorse trainers and vets in France by the <i>Service Central des Courses et Jeux<\/i>, which is the branch of the police there that is responsible for gambling and racing offences.  I raise it again because the Cathaoirleach rightly pointed out that it is not appropriate at this time to invite in the Chair of the agriculture committee.  This is because the records of period of time has not passed to discuss the agriculture committee's report and its recommendations about governance, the Irish Horseracing Regulatory Board, as well as the protocols and the powers that are needed to test for doping and to prevent it.  However, it would be appropriate to ask for the Minister for Agriculture, Food and the Marine to come in here to discuss with us whether there is sufficient enforcement of the law.  It would be almost impossible for An Garda S&iacute;och&aacute;na to arrest and detain somebody around the issue of doping of horses, unless it was known that there were significant animal welfare issues directly involved or unless they had caught the person on the spot.  There is also a question about whether the Department of Agriculture, Food and the Marine is sitting on cases and failing to pursue prosecutions in this area.  There was a well-known case, and I will finish with this, of the vet, Mr. John Hughes, who was prosecuted.  Yet, even in that case there was not a conviction.  There has been a blind-eye approach in this country.  It worth asking whether it would be a good idea to have a branch of our own An Garda S&iacute;och&aacute;na responsible for issues involved in gambling and abuses in the important racing industry.  I am asking for the Minister for Agriculture, Food and the Marine to come in in the meantime. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#J01000","speaker":"1673","continuing":true},{"type":"speech","time":1639045800,"counter":49,"content":"<p>I welcome the good news from the Department headed by the Minister for Rural and Community Development, Deputy Humphreys, and the Government of the &euro;2.6 million for the first Town Centre First plans.  The town that has been chosen in County Roscommon, I am proud to say, is my own home town of Strokestown.  It is also the home with the National Famine Museum, which is also going under a major upgrading plan of &euro;5 million with State support.  We also have the &euro;200 million N5 bypass investment going on there at the moment.  It is a good day for many towns throughout the country and particularly for my own home town of Strokestown, where &euro;100,000 will now be made available through the local authority, for the local community and the local authority to draw up plans to revitalise the centre of our town.<\/p> <p>I wish to support the comments of Senator Black and of my colleague, Senator Malcolm Byrne.  I welcome the announcement by the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, of &euro;5 million for the seasonal musical and pantomime scheme, &euro;34 million for live performance supports, &euro;5 million for local authority acts and performance support, &euro;5 million in adoption grants and &euro;1 million for St. Patrick's Day festivals in 2022.  However, many smaller artists have had their whole Christmas performances called off.  These people would have had 40, 50 or 60 gigs and such Christmas gigs would have covered their finances for at least half the year.  They were told yesterday evening they will not get back on the pandemic unemployment payment, PUP.  We need clarification and we need it quickly because I can tell the Leader, the Chair and Members that there are families involved in music, as well as engineers, who definitely will be short of money for Christmas.  Please do not let that happen.  The money is there and the announcements are welcome but it needs to come down to the people who really need it now on the front line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00200","speaker":"1674"},{"type":"speech","time":1639045800,"counter":50,"content":"<p>Smoking is a scourge that has been with us for generations.  It benefits no one.  It certainly does not benefit the smokers themselves, their families or the people around them.  It does not benefit our health service.  In fact, the only potential beneficiaries of smoking are the industry and the Exchequer.  Part of the problem is that our approach to dealing with the problem of smoking has always been to tax it out of existence and to penalise people who are addicted to smoking.  We know that such penalisation disproportionately affects certain sectors of society who smoke more heavily than others.  The time has now come for a different approach.  I was pleased to learn today of the law that has been passed in New Zealand to look at smoking from a different perspective.  It is trying to create a generation of non-smokers, not by banning it, because we know that prohibition can just drive smoking underground and create a black market, but instead to progressively and over time create a generation of people to whom cigarettes will never be available legally.  They are starting with 14-year-olds.  Obviously, it is illegal for current 14-year-olds to buy cigarettes in this jurisdiction but as time goes on, that age will move up each year.  People who are currently in their mid-teens will never have the opportunity to legally buy cigarettes in New Zealand.  This does not mean that cigarettes are illegal.  It does not mean cigarettes are not available for sale.  It does not mean that they cannot smoke cigarettes.  However, they cannot buy them in legal establishments in New Zealand.  That represents an innovative approach to how we can tackle smoking.  It is something we would do well to have regard to in this country.  I would like to ask the Leader to organise a debate on this subject, either now or in the new year.<\/p> <p>Finally, I also agree with calls for a diplomatic boycott of the Winter Olympics in Beijing next year.  Yesterday, a number of parliamentarians sent letters to members of the Government who might be in a position to accept invitations asking them to publicly decline those invitations.  I think that is going to happen.  I welcome that if it is to happen, but I think we should be forceful on this issue.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00300","speaker":"1685"},{"type":"speech","time":1639045800,"counter":51,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00400","speaker":"1637"},{"type":"speech","time":1639045800,"counter":52,"content":"<p>I wish to join my colleagues, Senators Sherlock and Chambers, in expressing my deep concern about the so-called Nationality and Borders Bill that has passed through Westminster.  Even its very name is telling when we consider that a key part of the withdrawal agreement was to ensure that there would be no hardening of the Border in Ireland.  This legislation hardens the Border for thousands of our fellow EU citizens and non-EU citizens who are resident in this State.  It should be a cause of deep concern for all of us for a whole range of reasons, not just the legal and bureaucratic layers that it will add to people&rsquo;s lives but when you consider that tens of thousands of journeys are made across the Border each day.  Thousands of EU and non-EU citizens straddle the Border.  They live and work in the area, in food processing plants and in our healthcare sector.  They provide vital services to people, North and South, not least during the last two years of the pandemic.  We need to hear a clear response from the Irish Government.  We need to hear concern expressed and what response the Irish Government and the EU will take in regards to this legislation.  There is a whole range of questions.  I have relayed my concerns in this House previously about the potential and actual concerns regarding racial profiling at the Border.  How, for example, will someone know whether somebody is an Irish citizen, a British citizen, a French citizen or a Polish citizen?  What are they looking for here?  Who is going to enforce this?  Who is going to police this?  What will be the outcome if, for example, someone from Donegal has a car accident in Derry and they do not have one of these so-called waivers?  The public commentary that I have seen from the British Government is almost blas&eacute; about this.  It is almost a case of it being an online form and that it will be easy and straightforward.  It will not be easy and straightforward if this has real, dire legal consequences for people who are making journeys they should be entitled to make.  While I know the Leader is of a similar view, it would be useful and important that both Members and those thousands of citizens on whom this measure potentially will have an impact hear a clear message from the Government too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00500","speaker":"1688"},{"type":"speech","time":1639045800,"counter":53,"content":"<p>I welcome the good news from the Minister for Finance, Deputy Donohoe, and the Minister for Public Expenditure and Reform, Deputy Michael McGrath, this morning about how the employment wage subsidy scheme, EWSS, and the Covid restrictions support scheme, CRSS, are to be kept for a further two months.  This is welcome news for many businesses, small, medium and large.  It gives a sense of certainty, especially going into the Christmas period.  Businesses have been through much turbulence over the past two weeks.  It had been thought that the supports were going to be reduced but sense has prevailed and they have decided to keep them in place.<\/p> <p>On another positive note, the stars were alive in Limerick last night where 12 all-stars were nominated for the GAA----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00600","speaker":"1695"},{"type":"speech","time":1639045800,"counter":54,"content":"<p>It was rigged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00700","speaker":"1629"},{"type":"speech","time":1639045800,"counter":55,"content":"<p>It was a fix.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00800","speaker":"1673"},{"type":"speech","time":1639045800,"counter":56,"content":"<p>It certainly was record breaking.  I congratulate Se&aacute;n Finn, Barry Nash, Diarmaid Byrnes, Declan Hannon, Kyle Hayes, Will O&rsquo;Donoghue, Darragh O&rsquo;Donovan, Gearoid Hegarty, Cian Lynch, Tom Morrissey, Seamus Flanagan and Peter Casey.  It was an outstanding performance.  To have 12 all-stars awarded to the one county is record breaking.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I congratulate all involved.  Since 2018, they have played in three all-Ireland finals and won.  They have received a number of all-stars, but to receive 12 at any one time is to be commended.  I congratulate all those who were nominated for the all-stars, they are stars in their own rights.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#K00900","speaker":"1695","continuing":true},{"type":"speech","time":1639045800,"counter":58,"content":"<p>To follow that, I call Senator Carrigy of Longford.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00200","speaker":"1650"},{"type":"speech","time":1639045800,"counter":59,"content":"<p>Unfortunately, we do not have any all-stars this year from Longford, but we will be back.  <\/p> <p>I concur with Senator Ward's comments on smoking and I support his call for a debate on it.  It is a fantastic idea.  The Taoiseach, when Minister for Health, introduced the smoking ban 17 years ago.  We thought it would not work, but it did.  As Senator Ward was speaking, I jotted down 10.20 a.m. on 31 July 2000, which was when I last smoked a cigarette.  I previously smoked 30 cigarettes per day.  Giving them up was one of the best things I have ever done.  I support the call for a debate on smoking.  As I said, it is a fantastic idea.<\/p> <p>I also welcome the announcements by the Minister for Finance and, in particular, the Minister for Public Expenditure and Reform regarding the employment wage subsidy scheme, EWSS, the reintroduction of which we have pushed hard, particularly for the tourism and hospitality sectors.  I support the calls by Senators Black, Cummins and Malcolm Byrne that the Minister for Tourism, Culture, Arts, Gaeltacht, Sports and Media, Deputy Martin, be asked to come to the House to outline what specific supports are in place and how we can ensure those supports get to the artists on the ground.  Earlier this morning, I spoke to an artist who has lost all of her gigs.  Those gigs fund her to get through college.  She is thinking of going abroad for the month of January to try to earn money to put herself through college for the rest of the year.  <\/p> <p>I also ask that an audit be undertaken of exam facilities in colleges.  There seems to be a disparity between colleges regarding number of students being allowed into exam rooms.  When queried about this a number of weeks ago, the Minister said that different institutions have different scenarios, but we have institutions that are not using exam halls and others that are allowing up to 250 students into one exam room.  I refer in particular to NUI Galway and its use of Leisureland.  I would ask that an audit be undertaken of those facilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00300","speaker":"1639"},{"type":"speech","time":1639045800,"counter":60,"content":"<p>I was going to raise the issue of Cork also getting no all-stars, but I think I will that for another day.<\/p> <p>We need to talk about the important issue of our national broadcaster and the role it plays in society.  I reference this in the context of the appointment of Brian O'Donovan as work and technology correspondent, which I welcome.  He has done fantastic work in the UK and the US and he is now coming home.  To have a vacancy in the national broadcasting service for an agriculture correspondent is appalling.  Agriculture is a really important part of our economy and society.  It is an important part of what we do as an entity.  For the national broadcaster to allow that role to remain vacant is a disgrace.  Fran McNulty was in that role, but he moved to RT&Eacute; \"Prime Time\" in recent few months.  That role is still vacant this morning.  Are we serious about having balanced debate about agriculture and informing the public and about promoting agriculture as an industry in order that young farmers will get involved?  If we are, the national broadcaster, which is funded by the Houses of the Oireachtas, should have a balanced approached to it.  The appointment of an agriculture correspondent is a step in that direction.  Never before has the national broadcaster, which is a part of our society, left that vacancy open for so long.  With the announcement yesterday of the appointment of a correspondent for work and technology, I assumed there would be follow-on in the appointment of an agricultural correspondent, but, again it has not happened.<\/p> <p>I ask the Leader to use her good offices to get involved in this debate.  We need a balanced debate and a national broadcaster that works with all sections of society.  An appointment to that role would be a start.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00400","speaker":"1666"},{"type":"speech","time":1639045800,"counter":61,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00500","speaker":"1673"},{"type":"speech","time":1639045800,"counter":62,"content":"<p>I begin today by congratulating and thanking C&aacute;it Hayes, who is retiring from the staff of the Houses of the Oireachtas.  C&aacute;it has spent 35 years working here, with distinction, in many different roles.  Those of us who have got to know her over the years recognise the value and interest she had in the Parliament that is the Oireachtas, in representing us abroad and at home.  I thank her most sincerely and I wish her a very happy retirement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00600","speaker":"1637"},{"type":"speech","time":1639045800,"counter":63,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00700","speaker":"1673"},{"type":"speech","time":1639045800,"counter":64,"content":"<p>I welcome the Government's decision and announcement earlier to extend the EWSS and to make changes to the Covid restrictions support scheme, CRSS.  It is very important that we continue to support our hospitality sector.  I echo the call by Senator Black and others that the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Martin, be asked to come to the House for a discussion on live entertainment and the music industry.  Senator Black comes from a very cherished position of being an extraordinary musician and singer.  Those of us who aspire to that recognise the huge hardship and sacrifices that have been made by those in the music industry since the pandemic began.  It is not about divide and conquer; it is about ensuring that we can support that creative culture that has been so challenged in this pandemic.  The men and women involved, some of whom I know, are struggling in a variety of ways.  Many of them are people who would never have struggled financially, emotionally, mentally or physically, but they are challenged by this pandemic.<\/p> <p>I call on the all-star selection committee to rescind the non-selection of any Cork player on this year's all-star team.  In congratulating Limerick on its 12 all-stars, I must ask how Patrick Horgan could have been left out of an all-star team in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00800","speaker":"1637"},{"type":"speech","time":1639045800,"counter":65,"content":"<p>I do not think that is a matter for this House.  It might be a matter the Senator could raise with the all-star committee or the president of the GAA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L00900","speaker":"1650"},{"type":"unspoken","time":1639045800,"counter":66,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1639045800,"counter":67,"content":"<p>I call Senator Dolan on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01100","speaker":"1650"},{"type":"speech","time":1639045800,"counter":68,"content":"<p>Very clearly.  Excellence as always.  I congratulate Strokestown.  As mentioned by Senator Eugene Murphy in August this year, the Minister for Rural and Community Development, Deputy Humphreys, and her team, visited Strokestown Park and House, where the amazing National Famine Museum and a visitor centre are under construction and due to open next year.  The &euro;100,000 allocation on top of that is part of a plan to develop a town centre first approach, which is about tackling and encouraging revitalisation and regeneration of our town centres.  Like Ballinasloe, Gort will get this allocation.  There will be a brand new route from Galway to Dublin, which will be fantastic for that town.<\/p><p>At this time of year, I always speak about shopping local.  The calendar I have in my hand contains pictures of the types of Christmas lights that we see in a lot of towns across Ireland.  This is phenomenal and down to support and investment.  When people shop local and buy raffle tickets to support the activities in their towns, they are supporting the types of things that we want to see happening in Shop Local in our areas.  To support shops in their areas many businesses purchase vouchers for their employees to use over Christmas.  I would encourage more of that.  For example, <i>shopballinasloe.ie<\/i>provides vouchers to its employees and businesses and employers are also purchasing them for their employees who, in turn, will redeem them in the town.  We should see more of that happening in our towns.  Many people buy vouchers at a national level, but if they could consider doing it at a local level in regard to companies and businesses in their areas, it would be very much supported.  <\/p><p>I wish everyone a really happy Christmas.  I know we will be doing a lot more of that next week.  Perhaps the Leader would allow a Christmas jumper or Christmas suit day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01200","speaker":"1654"},{"type":"speech","time":1639045800,"counter":69,"content":"<p>I thank Senator Dolan.  Does anyone else have another suggestion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01300","speaker":"1650"},{"type":"speech","time":1639045800,"counter":70,"content":"<p>No party in the Taoiseach's office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01400","speaker":"1673"},{"type":"speech","time":1639045800,"counter":71,"content":"<p>I call the wise Senator from Tipperary, Senator Ahearn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01500","speaker":"1650"},{"type":"speech","time":1639045800,"counter":72,"content":"<p>I think the Cathaoirleach is losing control.  I want first to follow on from Senator Lombard's comments regarding RT&Eacute;, the national broadcaster, and an agriculture correspondent.  It is hugely important, especially at this time in terms of the volatility in the agriculture industry and the CAP negotiations.  To be honest, farmers work their day around news programming.  They do their best to be at home at 6 o'clock to listen to the news to find out what is happening.  An agriculture correspondent is hugely important for that sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is hugely important for the sector.  In many ways, the fact that they do not have it could be perceived as an insult to the industry.<\/p><p>Like Senator Maria Byrne, I welcome the announcement by the Ministers, Deputies Michael McGrath and Donohoe, on the continuation of the EWSS for businesses in December and January.  I have been inundated with contacts from people in Tipperary - cafe owners, hotel owners and owners of restaurants, bars and pubs who are fearful of having to make a decision to let their staff go because they would be financially better off.  The difficulty is bringing them back.  That is a real challenge.  All sectors are struggling to get staff at the moment.  The last thing employers wanted to do was let people go onto the PUP because they would be better off.  It is a clear sign that the Government has listened and it has acted quickly to support the hospitality sector in the coming difficult months.  That is most welcome.<\/p><p>I acknowledge that today the Minister for Rural and Community Development, Deputy Humphreys, has chosen Roscrea to be included in the town centre first initiative.  It is a great benefit to the town and will revitalise the town centre.  That is very welcome.<\/p><p>I think I am the last speaker and, as you have lost control already, a Chathaoirligh, I will join in the comments about Limerick winning 12 all-stars.  On a serious note, a Chathaoirligh-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#L01600","speaker":"1629","continuing":true},{"type":"speech","time":1639045800,"counter":74,"content":"<p>Lobbying for all-stars is not part of the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00200","speaker":"1650"},{"type":"speech","time":1639045800,"counter":75,"content":"<p>I acknowledge and congratulate the 12 all-stars in Limerick.  It is a great honour for the 12 individuals and their families.  In Tipperary, there are hundreds of players who have won it over the years and that is hugely significant, and they have all been honoured.  We wish the 12 in Limerick well and also the hundreds in Tipperary and Kerry who have won it previously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00300","speaker":"1629"},{"type":"speech","time":1639045800,"counter":76,"content":"<p>And Galway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00400","speaker":"1654"},{"type":"speech","time":1639045800,"counter":77,"content":"<p>It might not be as significant for us because we have had so many, but I wish Limerick well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00500","speaker":"1629"},{"type":"speech","time":1639045800,"counter":78,"content":"<p>It is very big of Senator Ahearn to congratulate Limerick on its dozen all-stars.  I congratulate them as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00600","speaker":"1650"},{"type":"speech","time":1639045800,"counter":79,"content":"<p>Sadly, no Dubs feature among the hurling all-stars, but we are getting there.  Na Fianna are certainly doing their bit to get us there.<\/p> <p>I want to refer to the campaign that is running for special needs assistants, #RespectforSNAs.  F&oacute;rsa is championing a campaign on behalf of 12,000 special needs assistants who are seeking recognition and respect for the role they play in the education system.  Special needs assistants play a vital role, not just for the children but also for the teachers and parents.  Their presence and availability and the service and supports they provide can be the difference between a child with special needs being able to participate in mainstream education or not.  Their importance cannot be overstated.  When the current Taoiseach was Minister for Education and Science, he played a role in the introduction of special needs assistants.  Everybody recognises their value.<\/p> <p>Their ask is quite simple.  They would like formal recognition for their role.  They would like the Department of Education to consider setting a minimum essential requirement for that role, updating the requirement which is currently three Ds from a junior certificate or intermediate certificate.  Many SNAs have third level qualifications and degrees, and others have worked for 20 or 30 years and have experience and expertise that no degree could ever of itself convey.  I would like the Leader to arrange for a debate in the House on the role of SNAs and the need for minimum essential standards to be set for the role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00700","speaker":"1656"},{"type":"speech","time":1639045800,"counter":80,"content":"<p>Just before I call on the Leader, I join with colleagues in wishing C&aacute;it Hayes all the best in her retirement.  She has been a fantastic voice and presence in Leinster House and also an ambassador for Leinster House abroad.  When we have had foreign dignitaries coming here she has been brilliant in terms of liaising with their staff and making sure that everything ran smoothly.  She was always behind the scenes making sure that everything worked well.  On behalf of the House, I wish her a happy retirement.<\/p> <p>I again congratulate those who won the all-stars, but this is the Order of Business not the all-stars order of business.  I now call on the all-star Leader to respond to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00800","speaker":"1650"},{"type":"speech","time":1639045800,"counter":81,"content":"<p>There is a lot of showing off today.  I add my name to the good wishes to C&aacute;it.  I cannot believe that she is retiring because she is far too young, but we all agree that she is an absolute pro to her fingertips.  She is a lovely lady and I wish her well.<\/p> <p>Senators Fitzpatrick and Sherlock both raised the F&oacute;rsa campaign that was launched yesterday, #RespectforSNAs.  It is one of the largest groups of workers in the country, with 18,000 members.  Anybody who has a child with a special need that has had the mostly positive impact of a special needs assistant on their lives will know the value of the contribution of a good special needs assistant in the life of a child.  I speak personally in that regard.<\/p> <p>I also happen to have a member of my family working as a special needs assistant, so I know the commitment that they give.  This is not anything to do with school management or principals, but I wish to refer to the treatment of special needs assistants, in particular in secondary schools for the couple of weeks at the end of May when the school finishes but the SNA contract does not finish.  Apparently, we scurry around trying to find stuff for SNAs to do, be it moving furniture, painting walls or putting stuff in teachers' cars because they must work for those couple of weeks as part of their contract.  There is not a child in the school and if we ever want to start showing respect for the profession of SNA, a good place to start would be to respect them and to allow them to finish work when the recipients of their care finish school.  If ever a F&oacute;rsa campaign deserved our respect, this is definitely one.  I commend the Members who raised the issue this morning.<\/p> <p>Senators Ahearn and Lombard raised the agricultural correspondent position that has been vacant for months in RT&Eacute;.  The best thing I can do is write this morning to Dee Forbes on our behalf to find out what is going on.  I have seen a clamour in the industry from people looking for jobs in RT&Eacute; over the years.  It is such a prestigious place to work that it is unfathomable that the role has lain vacant for so long.<\/p> <p>A number of colleagues raised the welcome extension of the EWSS for the hospitality industry.  We are all well aware of the impact last week's restrictions and announcements had from the perspective of being devastating on mental health and from a business perspective.  It is vital to keep the continuity going between the employer and the employee.<\/p> <p>Senators Dolan, Murphy and Ahearn referred to the very welcome announcement by the Minister for Rural and Community Development this morning.  She always has great news to give from her Department.  The town centre first plan approach is vital to the revitalisation of many towns and villages around the country.  It is important that the Government has put its money where its intentions are.  The &euro;100,000 grant per town will make a significant impact on the development and revitalisation of towns.  It is welcome that it will be structured and planned for and that the money that is required for the revitalisation will feed through the system.  I congratulate all of the towns that have been picked and I hope it will give an impetus to the towns that have not been picked to make sure they are picked the next time.  I wish everybody well.<\/p> <p>I am going a little bit around the houses.  I acknowledge Senator Black's contribution.  I will try to arrange a debate on Palestine as quickly as I can after Christmas for her because I know how important it is.  I congratulate the Senator and her colleagues for the letter and the contribution to the European Union's campaign.  More importantly, I invited the Minister, Deputy Catherine Martin, yesterday.  We had a group meeting with my Fine Gael colleagues yesterday and I can guarantee her that the sentiments she expressed so well this morning are probably shared by everybody in this House.  I asked yesterday if the Minister, Deputy Catherine Martin, could come to the House.  We have a space at 3 p.m. next Wednesday afternoon.  I have asked if she could come to explain exactly where the &euro;50 million is going.  I cannot believe that such ambiguity and concern still arise given the enormous allocation of &euro;50 million that is being given to an industry.  I appreciate that it will not go far enough to fulfil the security that is needed in the industry, but it is still a sizeable amount of money and I do not think it is acceptable that we do not know what it is going to do, where it is going to go and how people can access it.  Orla in my office is chasing the Minister's people this morning to make sure that we can secure the debate for the House next week.  I appreciate how important it is to Senator Black and all colleagues.<\/p> <p>Senator Maria Byrne spoke about the 12 all-stars that Limerick finally has.  I congratulate them.  It is a lovely achievement for the recipients and their families.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a lovely time to show the reward and support that people have for the commitment to sport in Ireland, and the excellence that we have in all of our counties.  Limerick is showing its excellence this year.  <\/p><p>Senators &Oacute; Donnghaile, Chambers and Sherlock talked about the very ominous Bill that passed in Westminster yesterday.  Even the name of it is ominous.  We need to immediately find the reaction from the Minister for Foreign Affairs and get a statement.  Then we will watch it very closely so we can have a debate on it.  It is utterly unacceptable, not even that we would have a potential hard border between the North of Ireland and the Republic of Ireland, but the insinuation that we would genuinely racially profile people in their cars at Newry, or driving from Letterkenny into Derry, is absolutely outrageous.  All it does is fuel the nationalistic urge that the Conservative Party seems so hell-bent on proving that it has in the United Kingdom, and its attitude towards migrants leaves an awful lot to be desired as well.  It is a fruitless campaign and will lead nowhere except down a rabbit hole that will not fulfil any of the human rights obligations we all have to uphold.  I will find the statement from the Minister.  I ask the House to keep an eye on the issue and we will have a debate as that legislation progresses, and obviously we hope it will not.  <\/p><p>Senators Barry Ward and Miche&aacute;l Carrigy mentioned the novel approach New Zealand is taking with regard to trying to combat young people taking up smoking.  I only read it briefly, but it was unique that it is taking a different approach to what we normally see in the western world, which is to try to dampen down.  Senator Ward also mentioned the Winter Olympics boycott, and did Senator Mullen.   <\/p><p>After congratulating Strokestown, Senator Murphy asked about the PUP.  I sent a message to the Minister this morning.  It is incredible that we would not allow new entrants from the art world on to the PUP scheme, given that is what we opened it for on Friday.  I will double-check and come back and let him know exactly what the situation is.<\/p><p>I thank Senator Mullen for his contribution.  It sometimes seems he comes in here and feels very isolated in his views; however, I do not think he is.  What struck me is that often when he comes in, he is shouted down because other Members do not agree with his views or opinions.  We need to remember to be mindful.  As Members are well aware, I started off of a particular view at the beginning of the debate and I landed on what was a more compassionate view by the end of it.  The only reason the amendment was adopted was because the vast majority of people listened to the debate and listened to each other.  If we lose sight of the fact that people do not always share the same views, and that in this case hundreds of thousands of people changed their views because they listened, then we are on a hiding to nothing.  I agree that it is as important that we listen to the one third of people who did not agree with the legislation as it is that we listen to the people who would like to extend the legislation.  What the Senator is fundamentally right about is that the independent review is of the policy and of the practise of the legislation, and it is of all the minutiae, whether it is extending or restricting the legislation, or whether it was successful or caused issues that we did not expect.  It needs to be managed by an independent chairperson, and therefore I concur with him and support him in that.  <\/p><p>Senator McGahon talked about resuming the expressions of sympathy, particularly, he was mindful of our friend, former Senator, Terry Brennan.  We all miss his smile.  The Committee on Parliamentary Privilege and Oversight, CPPO, will allow us to do that once we are sure that we are safe after Christmas.  <\/p><p>Senator Malcolm Byrne talked about the Data Protection Commissioner, which is actually quite chilling, in relation to what he said on Tuesday.  The report from the Norwegian commissioner states that if our Data Protection Commissioner proceeds with a judgment that she is going to give, it will have massive ramifications for all of our data.  It is something we all need to keep an eye on. <\/p><p>Senator Sherlock welcomed the very generous and human approach to regularising our undocumented as announced by the Minister for Justice, Deputy Helen McEntee last week.  I saw a video of some people outside the House who came in appreciation of her commitment and it was just lovely.  It was unusual because most people come to the House to give out to us.  That scheme opens up in January and will last for six months and will allow probably tens of thousands of people to regularise.  As Senator Sherlock said, most of them are in caring professional positions in Ireland and doing the work minding us that we have all come to expect and require.  We acknowledge that scheme.  <\/p><p>Senator Boylan raised mental health funding.  I can only say from experience that the funding is somewhat difficult to access and I do not know why, particularly, when there was money left over in the last couple of months.  The HSE sent out project requests for the winter initiative.  It was really difficult and most people did not get awarded the money.  Maybe that is what we need to look at.  We criticise the Government or the State for not spending money, and maybe it is the processes that are the problem.  The problem is definitely not the people who want to access the money.  The processes need to be looked at.  I will send a letter to ask the Minister of State, Deputy Mary Butler, on behalf of the House.  It is an awful pity that we do not have multi-annual funding for this and the &euro;20 million that was not spent this year would just roll over and people would be able to access it next year.  I acknowledge Senator Boylan's contribution <\/p><p>Senator Boyhan raised the scoliosis waiting lists and the action that is required.  The Minister for Health met with families and parents this week, but they need to see action and a plan.  The Senator is correct and he is going to raise this issue on a monthly basis here, which will be very worthwhile.  <\/p><p>Senator Kyne asked for a debate on greenways, and acknowledged the south Kerry project, which was a test case, from a legal perspective or a planning perspective.  I will arrange that after Christmas.  The request is in, but it seems as if that Department thinks that if something is a good thing or a good idea then we do not need to talk about it; we do not need to debate unless we have an issue.  However, we do not always need to be debating issues; sometimes we need to highlight some of the good and positive things that are going on in the country.  <\/p><p>He mentioned the public sector not being able to get the information it requires.  As far as the Department of Social Protection is concerned, everybody who makes their contributions through their normal working life can just apply for a statement of contributions, and then they get a long list of where and when they worked and all their contributions.  It should be no different for the public sector, so I will ask Ms Orla Murray to make inquiries and I will come back to him on it. <\/p><p>Senator Chambers opened today with a very welcome announcement.  The Minister, Deputy O'Gorman, has committed &euro;200 million on top of the &euro;900 million that the State already spends on our childcare.  We all acknowledge that we have a long way to go, but it is a very welcome start.  He has a plan of action over a multiple number of years to make sure that we reach what is the ultimate aim of having a State childcare system that encourages women to be able to go back to work, but, more importantly, allows them to be able to afford to go back to work, which is a plight for most of them today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#M00900","speaker":"1653","continuing":true},{"type":"unspoken","time":1639045800,"counter":83,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Residential Tenancies (Amendment) (No. 2) Bill 2021: Motion for Earlier Signature","time":1639045800,"counter":84,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#N00300"},{"type":"speech","time":1639045800,"counter":85,"content":"<p>I move:<\/p> <blockquote> \tThat, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Residential Tenancies (Amendment) (No. 2) Bill 2021 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#N00400","speaker":"1653"},{"type":"unspoken","time":1639045800,"counter":86,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1639045800,"counter":87,"content":"<p>Sitting suspended at 12.37 p.m. and resumed 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Health and Criminal Justice (Covid-19) (Amendment) (No. 2) Bill 2021: Second Stage","time":1639045800,"counter":88,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#Q00100"},{"type":"unspoken","time":1639045800,"counter":89,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1639045800,"counter":90,"content":"<p>I welcome the opportunity to present the Health and Criminal Justice (Covid-19) (Amendment) (No.2) Bill 2021 to the House.  The purpose of this Bill is to extend the period of application of certain emergency provisions that have been key to the Government's response and the national response to the pandemic.  The emergency provisions that are to be extended include Part 3 of the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Act 2020, the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020, the Health (Amendment) Act 2020, and Part 2 of the Health (Amendment) (No. 2) Act 2021.<\/p> <p>The Bill is divided into five sections.  Section 1 amends section 2 of the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Act 2020 to allow for an extension of operation of Part 3 of the Act from 9 February 2022 to 31 March 2022, and to allow the provisions to be extended further for no more than three months by way of resolution in both Houses of the Oireachtas.<\/p> <p>The Health (Preservation and Protection and other Emergency Measures in the Public Interest) Act 2020 inserted sections 31A, 31B and 38A into the Health Act 1947.  Section 31A provides for the making of regulations for preventing, limiting, minimising, or slowing the spread of Covid-19 to a region where an affected area order applies. Many regulations are no longer required, but some are still necessary, such as the mandatory wearing of face coverings in certain settings, public health measures for international travel, and the curtailing of certain businesses.  Section 31B allows the Minister for Health to make an affected area order.  The State as a whole has been deemed to be an affected area since 7 April 2020.  Section 38A provides for powers for certain medical officers of health to order, in certain circumstances, the detention of persons who are suspected to be potential sources of infection of Covid-19 and to provide for enforcement measures in that regard.<\/p> <p>Sections 2, 3 and 4 provide for the same amendments and terms of extension to be applied to the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020, the Health (Amendment) Act 2020 and Part 2 of the Health (Amendment) (No. 2) Act 2021, respectively.  The Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 provides An Garda S&iacute;och&aacute;na with statutory enforcement powers in relation to licensed premises and registered clubs and to ensure adherence to public health measures in premises where alcohol is sold for consumption on those premises.  The Act provides An Garda S&iacute;och&aacute;na with the power of entry and a range of enforcement measures, and it sets out the grounds for objection to the renewal of a licence.  Earlier this year, the Garda Commissioner advised that if the provisions of the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 were not extended, members of An Garda S&iacute;och&aacute;na would have no lawful basis for entering a licensed premises to ensure adherence to the Covid-19 regulations.<\/p> <p>The Health (Amendment) Act 2020 provides for penal provisions in regulations made under section 38A of the Health Act 1947 to be fixed penalty provisions.  Fixed penalty provisions are currently in place in relation to the wearing of face coverings in certain settings.  Part 2 of the Health (Amendment) (No.2) Act 2021 provides for the operation of indoor hospitality under certain conditions.  This enables access for fully vaccinated people and people who are immune from Covid-19 on the basis they have recovered from Covid-19, as well as certain children and staff, to certain indoor settings.  The Act provides a robust system of verification, with powers of enforcement.<\/p> <p>Section 5 provides for the Title of the Act as the Health and Criminal Justice (Amendment) (No.2) Act 2021, and that its provisions shall come into operation on 10 January 2022 for the Health (Amendment) (No. 2) Act 2021, and 10 February 2022 for the other three Acts.<\/p> <p>I do not need to tell the members of this House that the trajectory of Covid-19 is uncertain.  The National Public Health Emergency Team, NPHET, in its letter of 2 December, stated that the overall epidemiological situation remains concerning and delicately balanced, that, \"Covid-19 incidence across the country is very high, and while it is stable at present, the situation remains precarious.\"  Demand for testing is higher than it has been at any point in the pandemic, and the high number of Covid-19 cases in the community and in hospitals continues to place a significant burden on care being delivered by staff and services across the wider health and social care services.<\/p> <p>The World Health Organization reports that understanding the level of severity of the Omicron variant will take some time.  Preliminary evidence suggests there may be an increased risk of transmission and reinfection from the Omicron variant.  Modelling shows that if the Omicron variant becomes dominant over the coming weeks and if it is associated with even moderate reductions in vaccine effectiveness and increases in transmissibility, the risk of a surge in disease is high to very high.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Any such surge would, of course, be amplified by expected increased social contact through the Christmas period.<\/p><p>The risk is increased further if the level of infection-induced immunity in the population is lower or if the Omicron variant evades immunity from prior infection to some degree.  The more pessimistic scenarios show 750 to 1,300 people requiring general hospital care and 200 to 400 people requiring critical care, and those peaks will be in January.<\/p><p>On a more optimistic note, the roll-out of the vaccination programme continues to be a success.  With more than 8.4 million doses administered, approximately 92% of those aged 12 and over are now fully vaccinated and 93% are fully or partially vaccinated.  Despite the surge in Covid-19 cases from the Delta variant, we are not seeing the same level of mortality as in earlier waves, because of the vaccine protection.  I urge anyone who has not yet received a vaccine to do so now, particularly in light of the emergence of this new variant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#Q00300","speaker":"1623","continuing":true},{"type":"speech","time":1639045800,"counter":92,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#R00200","speaker":"1637"},{"type":"speech","time":1639045800,"counter":93,"content":"<p>Nearly a year into our vaccination programme, we know a great deal about the effectiveness of the vaccines.  This includes that there is a certain amount of waning immunity after six months or thereabouts - it is different for each of the vaccines.  This is why we are rolling out our booster programme, which is continuing apace.  We now have well over 1 million people who have received a booster or a third dose in the case of those who are immunocompromised.  Today we started appointments and walk-ins for people in their 50s and the HSE continues to increase capacity for the coming weeks.  People who are eligible and are at five months since their last vaccine dose, or three months for the Johnson &amp;amp; Johnson, J&amp;J, vaccine, can get an appointment to or a walk-in slot in vaccine centres or seek an appointment with a participating GP or pharmacy.  I encourage all people to avail of their booster shot as soon as an appointment is offered or is available, in order to better protect them and others from Covid-19.  This is particularly important now in the context of the new Omicron variant.<\/p> <p>The House will also be interested in the latest advice from the national immunisation advisory committee.  I received and accepted this advice in the past two days.  We will now proceed to offer vaccines to five to 11-year-olds in the coming weeks.  A full operational plan is being worked on by my Department and by the HSE, and we will receive the first delivery of paediatric vaccines in approximately a week's time.  Full information for parents is also being developed to ensure they can make an informed choice for their children.<\/p> <p>As our booster and vaccination campaign progresses, we must all take steps to protect ourselves and those around us by continuing to follow basic public health guidance.  I ask that people continue to reduce their discretionary social contacts where they can, prioritise the activities they undertake, particularly when it pertains to the higher-risk activities, and take regular antigen tests if they engage in activities in the higher-risk environments.  This message is particularly important as we approach Christmas, with many families planning to spend the holidays together after what has been a very difficult year for so many people in this country.<\/p> <p>Ireland has done well in our work to keep people safe during Covid, while keeping as few measures in place as possible.  This is thanks to a national effort involving every family, every community, many businesses and many different programmes rolled out by the State.  We have all seen that in this evolving pandemic, nothing is certain and we must be able to adjust and to adapt.  Sometimes we need to be able to adjust and adapt very quickly.  Sometimes that may mean for a short period of time taking a small step backwards to ensure we can move forward quicker in the future.  The measures provided for in this Bill are, unfortunately, necessary for now to ensure that we can keep people safe, and continue to respond to the new challenges this disease poses.<\/p> <p>In essence, what this Bill is about is being able to keep measures in place, such as the Covid pass and face masks.  There may be other measures around it but at present, these are some of the main measures pertaining to this Bill.  Without this Bill we would lose the statutory ability to be able to respond as necessary and in a proportionate manner to the ongoing threat to public health that Covid causes.<\/p> <p>The timing of the Bill is set deliberately in order that it has a sunset clause, which is the end of March.  It can only be extended for one period, which requires votes from both Houses, and that period can be for a maximum of three months.  There are important democratic safeguards in place to make sure that the powers in the Bill are proportionate, that they are time limited, and that they have significant oversight and input from the Oireachtas.<\/p> <p>I hope that all Members of the House will support the Bill as we keep individuals, families and communities safe, as we keep our health workers, our nurses, our doctors and everyone working across the healthcare system safe.  We also will be keeping safe non-Covid patients as we protect our healthcare capacity for those who need it, both for the Covid patients who, thankfully, are the minority and for the non-Covid who make up the majority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#R00300","speaker":"1623"},{"type":"speech","time":1639045800,"counter":94,"content":"<p>I thank the Minister for the good outline on this necessary legislation.  It is unfortunately, as we always say when we are passing or renewing such extraordinary legislation in this House, but it is necessary.  The Omicron variant has shown that the situation of the pandemic and the virus is continually evolving and we need to stay on top of it.  The Minister, his officials and his colleagues in the Department have done a very good job.<\/p> <p>The vaccination campaign was an overwhelming success.  The boosters are going well.  I acknowledge there have been some hiccups in relation to double appointments and people not showing up and there is a little confusion there.  I know that the Minister will work over the coming days to clear up that confusion.<\/p> <p>From today, anybody aged 50 and upwards can avail of their booster shot.  Many people are looking forward to the day that they become eligible for their booster.  I know I am.  I become eligible on Christmas Day.  I hope the Minister is keeping the vaccination and booster centres open over Christmas, because I will be there if they are open.<\/p> <p>This legislation is to allow the regulation of the Covid pass and face masks.  We have had a very positive reaction to both of these measures in Ireland.  People have been very open.  They understand that they are there to protect public health and to allow us live as best we can in the middle of this pandemic.  I hope that everybody in this House would support these measures.<\/p> <p>I welcome the vaccine programme for the five to 11-year-olds.  The Minister stated that his Department and the HSE are working on an operational plan.  I read this morning that child-only vaccination centres are being planned.  This is to be welcomed.  It is really positive.<\/p> <p>The priority list was published also, I believe, yesterday.  What I would like the Minister to indicate is when those vaccines will be delivered to the first children in the priority list.  If the vaccines are arriving in a week, will it be this side of, or after, Christmas?<\/p> <p>The Minister knows he has my support.  He is doing a great job.  The Minister's officials are doing a great job.  I look forward to the day when we are not in here discussing this and we are discussing all the other wonderful health measures that the Minister and his colleagues are working on.  For now, I am happy to have the Minister here discussing this.  It is keeping our country safe and keeping as much open as possible.  I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#R00400","speaker":"1643"},{"type":"speech","time":1639045800,"counter":95,"content":"<p>I welcome the Minister to the Chamber.<\/p> <p>You would have to laugh, if it were not so serious, at the phrase \"extraordinary time-limited measures\" contained in this Bill's explanatory memorandum.  As each Bill was passed, that \"time-limited nature\" was stressed so heavily and yet each sunset clause extension was used in its entirety - every single one, for the full amount.  When we were debating those, the Minister, Deputy Stephen Donnelly, stressed that this was the end of it, and once those dates came and went, new legislation would have to be drawn up.  New legislation being drawn up would give the Houses a chance to go through the detail of each Bill and afford the Bills the scrutiny that they are supposed to receive in these Houses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of course, that would be inconvenient to the Government so someone came up with this new brainwave.  To be honest, I was shocked that this was allowed after all the posturing on how extraordinary these measures are, and as for the time limits, you can literally scribble out the end dates and pencil in any other date you want.  It displays the most cynical and underhanded attitude towards this House that I have ever seen in my time here.  It undermines the <\/p><p>Let us be honest here.  We are not voting for the continuation of emergency powers until the end of March.  We are extending them until the end of June.  That means that, at the drop of a hat, when someone in Timbuktu discovers the Sigma variant, NPHET and the Cabinet can, if they feel like it, introduce a full level 5 lockdown without consulting anyone in the D&aacute;il or Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#R00500","speaker":"1664","continuing":true},{"type":"speech","time":1639045800,"counter":97,"content":"<p>Does the Senator really believe that?  Incredible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#S00200","speaker":"1637"},{"type":"speech","time":1639045800,"counter":98,"content":"<p>Senator Buttimer, please take your seat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#S00300","speaker":"1693"},{"type":"speech","time":1639045800,"counter":99,"content":"<p>Of course, once July arrives the legislation will lapse and we will be free from restrictions - wink wink, nudge nudge.  I hope the Minister realises there is no coming back from this.  After this, no one will take a sunset clause seriously again; no one in this room or outside it.  Once you throw this integral element of legislation under the bus, there is no pulling it back.  Future D&aacute;ileanna and Seanaid and future generations, when presented with time-sensitive legislation by the government of their day, will be able to point to the Minister for Health, Deputy Donnelly, and the Cabinet of Miche&aacute;l Martin and say that sunset clauses are not worth the paper they are written on.<\/p> <p>Aside from that, I have become very concerned over recent days at the bigger picture of the global response to Covid.  Let us run through a few recent developments and see if we can join the dots.  First, we have a tale of two countries.  Germany's new Government wants to make vaccinations compulsory whereas Austria's brand new Government has lifted its lockdown for everyone except for the unvaccinated.  Germany cut straight to the chase: your body belongs to the state and, under threat of force, you will comply.  Austria insidiously preserves the illusion of freedom while locking people in their homes until they freely choose to undergo the rite of passage and be reborn into the new normal.  It is simple, really.  Take the jab and get your freedoms back, except for point 2.<\/p> <p>The Israeli ministry of health has announced it will soon approve the fourth vaccine shot.  It will mean that all those with three shots who do not get a fourth shot will have their Covid passes revoked, as happened to those with two shots.  That precious Covid cert upon which your freedoms hinge can be invalidated by the wave of a wand and you will have to obey it again to get it back, and again and again and again because of point 3.<\/p> <p>Pfizer's CEO has said that people will likely need to have an annual Covid vaccination for many years to come.  In other news, the CEO of Coca-Cola recommends a can with every meal, because I am sure he is just concerned for people's safety.  Let us check the stock markets.  What is that?  Point 4.  In the week that Omicron was discovered, the wealth of the eight top Pfizer and Moderna shareholders rose by a combined &euro;9 billion.<\/p> <p>I will outline the lesson takeaways.  Governments globally have collectively made ordinary participation in society contingent upon consumption of the product of a private company, under direct or indirect threat of force.  Over the past two years, the livelihoods of ordinary people have been steadily siphoned into the pockets of pharma and tech giants.  The only hope we have is in recognising this is entirely unsustainable and will end.  I hope this will be sooner rather than later.<\/p> <p>I want to bring up another issue.  As the Minister may be aware, in the UK a certificate has been brought in for those who for some reason, be it medical or other, may have the first vaccination and cannot get the second or may not be able to get any vaccine.  Those people have been given a cert.  It is absolutely disgusting that those who are not vaccinated have had their freedoms curtailed and I do not believe they should have, but the people who have been medically unable to take a vaccine have had their freedoms curtailed as well.  I want the Minister to look at the legislation the UK has brought in for that cohort of people.  Please do it immediately because we are letting down the people of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#S00400","speaker":"1664"},{"type":"speech","time":1639045800,"counter":100,"content":"<p>The Minister is very welcome to the House.  I begin by referencing an article by Ms Caitl&iacute;n Griffin that was published in the<i>Irish Examiner<\/i>on 12 September: &quot;1,346 cases of Covid confirmed as expert says mask-wearing is needed in primary schools&quot;.  The one thing we have learned is that this pandemic or virus has a trajectory all of its own, as the Minister has said.  I like Senator Keogan on a personal level but what we listened to in the House today is absolutely appalling.  We are legislators, Members of the Oireachtas and parliamentarians who are entitled to have our views and interrogate the Government and Opposition about legislation, but let us do that based on science and facts.  I ask Members to be careful and cognisant of the science and the facts in the use of language around this pandemic.<\/p><p>The fundamental thing we are all charged with, and the man sitting at the top of this Chamber, the Minister for Health, has taken a seal of office of which this is part, is to work to protect the public health of the nation, and to distil that down, that means the citizens of this country.  We can disagree on many things, but Senator Clifford-Lee is correct that nobody in Government wants to come to this House with legislation making demands again of the people.  I have had the privilege of being a Member of this House and the Lower House for 14 years.  We have been through bank guarantees and tumultuous times in terms of social legislation, the economy and this pandemic.  I believe I can say we all serve with one objective: to serve the people and to do good.  That is why we are here today and that is what we are about.  The vaccine programme has worked.  Can you imagine what would have happened if we had had no vaccination programme?  Senator Keogan and others should cast their minds to the world we live in today and the reimposition of restrictions and the reintroduction of social distancing and mask wearing in many parts of the world.<\/p><p>The challenge we face is vaccinating those in the developing world who are being left behind.  There is a job work for the Government in terms of the vaccination programme around the world and, in particular, on the continent of Africa.  We must be proactive, not just in words but in our deeds.  To be fair to the Minister of State, Deputy Brophy, he has done and is doing work, as is the Government, but we must ensure Ireland leads in that regard.<\/p><p>The Minister in his speech referred to members of An Garda S&iacute;och&aacute;na and the need to continue with this legislation to ensure members of the Garda have the lawful basis to enter a licensed premises to ensure adherence to Covid-19 regulations.  I appeal to the Minister for consideration to be given by the national immunisation advisory committee, NIAC, and by the Government to fast-tracking members of An Garda S&iacute;och&aacute;na for receipt of the third booster vaccine.  I say so for a number of reasons.  I spoke last Monday at a meeting of the joint policing committee organised by Cork City Council.  I am not asking for this to be populist but the reasons I do are, one, members of An Garda S&iacute;och&aacute;na at this time of year are expected to go into licensed premises to ensure adherence to Covid regulations.  Two, we are asking that there would be high visibility of members of An Garda S&iacute;och&aacute;na on our high streets at this peak time of Christmas.  Three, as part of their operations to combat drink and drug driving, garda&iacute; will man checkpoints and engage with motorists and their passengers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appeal to the Minister to ensure that the national immunisation advisory committee allows for members of the Garda, who are front-line workers, to be fast-tracked in the vaccination booster programme. <\/p><p>I am a member of the Joint Committee on Transport which yesterday had a good debate with a number of officials from across Departments.  It is a source of concern that 100 people arriving into Dublin have been referred to members of the Garda for breaches of the Covid-19 regulations.  What are members of the Garda going to do, those people having been referred to them?  I believe there is a need to explain to people their obligations regarding travel under the Covid-19 regulations.  There is also a need to explain to people what they must do before and on entering Ireland.<\/p><p>We have no certainty with this virus.  Perhaps Senator Keogan is right that we will be back here in June, asking for this legislation to be extended.  However, what is the alternative?  Is it to allow people to die while we follow a herd immunity approach?  I do not think that works.  Our nearest neighbour has changed its policy again this morning.  A number of Senators spoke, on the Order of Business, about the import that could have in the North of Ireland regarding the vaccine and the Covid certificate.  We should stand up to that.  The fundamental point the Minister has made today is one around which we should all rally.  Vaccination works.  People should get vaccinated because it helps to protect, preserve and save lives.  I know the Minister cannot force people to take the vaccine and we do not want it to become mandatory.  However, we do need to encourage people.  I heard on \"Morning Ireland\" this morning that two vaccination centres in Ireland were over capacity and turning people away.  A part of me thought it was great that was the case because it meant people were coming to get vaccinated.  Could we use pharmacies, pharmacists and GPs more in the vaccination programme?  We have seen that vaccination works.  I wish the Minister well and thank him for being here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#S00500","speaker":"1637","continuing":true},{"type":"speech","time":1639045800,"counter":102,"content":"<p>It is nice to see the Minister again.  It feels a little like Groundhog Day, to be fair.  I will start by stating something that should be obvious to us all but perhaps it needs to be said anyway, that is, the vaccine programme is absolutely essential and everybody should get vaccinated.  I was fortunate enough to get my third vaccine on Monday and I am delighted to have had it.  I encourage everybody to do the same.  There should be no ambiguity about that.  We need to follow science.<\/p> <p>My party fully supports public health measures and their provision, and we will not oppose them.  However, we are not comfortable with this Bill.  I know the views of my colleagues in the D&aacute;il on this issue have had a good airing.  We want to work with the Minister, as he saw around the hotel quarantine legislation that we supported last week.  There was adequate debate about, and oversight of, that Bill.  We tabled a number of very reasonable amendments in the D&aacute;il designed to ensure oversight.  The aim was to ensure that as regulations come in, we, in both Houses, get some say over them.  We recognised, in our amendments, that it may not be possible to apply that oversight before the regulations come in.  Trying to be reasonable, we suggested we could look at them afterwards.  We want some degree of oversight of these regulations because it is important.  As everybody has said, these are extreme emergency powers.  Our argument with the Minister does not relate to the public health measures.  Our argument relates to the lack of oversight.  We were disappointed when the Minister did not take on board any amendments on Committee Stage in the D&aacute;il.  For that reason, we will be opposing the Bill.  We will also give the Minister an opportunity on Committee Stage in the Seanad to revisit our amendments and perhaps with a bit more thought, he might adopt one or two of them.  As I said, we want to work with the Minister.  We want to ensure we have oversight.<\/p> <p>There is a fair degree of frustration, as the Minister would acknowledge, over the lack of consultation at times about key measures.  Mistakes have been made on a number of occasions.  I do want to revisit all of them here today but I will revisit some of them.  The lack of communication about schools is the most recent mistake.  There was an appalling lack of consultation with stakeholders.  The Government gave itself a week to decide but initially gave schools only 16 hours to be ready, which caused panic and resentment.  I can also reference previous regulations that we did not support, such as the &euro;9 meal and the recording of what people ate.  There have also been impractical, complicated and unworkable rules for businesses.  There was also the mess over Merriongate.  We need to have some say because the fact of the matter is that all of us, regardless of what party we are from or if we are Independents, are held responsible for the regulations the Minister brings in.  We should have some degree of oversight of them.  I do not think that is an unreasonable request.<\/p> <p>I will revisit the issue of schools, in particular.  I have three teenagers who are in school today, wearing scarves, hats, gloves and coats.  Like most people, I am at a loss as to why measures for schools were not taken during the summer, in particular the provision of filtration systems and HEPA filters.  There has been mixed messaging.  The Government kept repeating that schools were safe.  We know that one in five positive cases of Covid in the past week has been a child of primary school age.   Kids and staff are left freezing in schools, relying on open windows and sharing CO2 monitors between classrooms for ventilation and there still has been no movement on the issue of HEPA filtration.  We do not have a clear picture of the extent of Covid in our schools because the Government removed testing and tracing, with the replacement antigen testing regime passing the buck onto parents and principals to identify their own contacts and test their own children.  We need the return of contact tracing to schools.  That would be a positive development.  In the first 36 hours antigen testing was available for pod contacts in schools, 10,000 tests were ordered.  We cannot pretend there is no Covid in our schools.  Principals should not have to do the HSE's contact tracing job for them.  They have enough on their plates.  We need to bring back school-specific contact tracing teams.<\/p> <p>It will not surprise the Minister when I again raise the issue of the Government's blockage of the intellectual property, IP, waiver so that developing countries can generate their own generic versions of these drugs.  I support Senator Buttimer, who said the Government needs to do much more for the developing world.  I hope he was referring to the Government changing its stance on the waiver of IP for vaccines.  The T&aacute;naiste made a statement in this Chamber earlier this week that was absolutely false and mistaken.  He said that if we dropped the IP waiver, it would still take two to three years for these countries to be able to produce their own vaccines.  I want to put on the record of the House that experienced manufacturers that are willing to make hundreds of millions of doses have come forward from all over the world, including Bangladesh, Pakistan, Senegal, Denmark and Canada.  Biolyse Pharma in Canada has approached Johnson &amp;amp; Johnson and AstraZeneca and has stated it could be producing vaccines within six months.  Incepta Pharmaceuticals in Bangladesh estimates it can make between 600 million and 1 billion doses.  Teva Pharmaceuticals in Israel and Bavarian Nordic in Denmark have also asked to assist in the manufacture of vaccines but the IP rights are preventing them from doing so.  The Government is continuing to support that stance.  <\/p> <p>The Director General of the World Trade Organization has reported that the Governments of Pakistan, Bangladesh, Indonesia, South Africa and Senegal have all said they have facilities that could be retooled to produce coronavirus vaccines.  UNICEF data suggests that when counting only those manufacturers already involved in some way in Covid-19 vaccine manufacturing, only half of them are working to produce the approved vaccines.  This suggests plenty of capacity that could be repurposed.  I need to put that on the record of the House so that we can be clear on this issue.  The EU, including Ireland, is blocking moves to temporarily drop IP rights to enable the world to develop those vaccines so that we can really mean it when we say no one is safe until everybody is safe.  It is an appalling stance for the Government to take.  It is not good enough for the Minister to say he is personally in favour.  It is certainly not good enough for the T&aacute;naiste to say he has an open mind on the issue.  I do not have an open mind on the issue.  I am absolutely clear that the western world, Europe, and our Government, in particular, need to do more.  There should be a public call for the waiving of IP rights so that we can finally allow the world to get vaccinated and move away from the appalling rate of vaccination of African people, which currently stands at 4%.  It is not good enough.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To be frank we need to see much more from the Minister and the Government in relation to that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#T00200","speaker":"1660","continuing":true},{"type":"speech","time":1639045800,"counter":104,"content":"<p>I welcome the Minister.  Many of us saw this day when we would need to have extra restrictions coming.  I remember saying here that it would be a nightmare to have to come back here and do all that again, but here we are.  I suppose that is the nature of the pandemic.  I hope we are operating as though this is the last time it is going to happen.  We can hope it is the last time but we must plan as though it is not.<\/p> <p>We need a strategy and antigen testing that works.  The Taoiseach told my colleague Deputy Duncan Smith that he saw a role for regular antigen testing in households as a key measure in 2022 to suppress the virus.  A couple of days later, the Minister for Health said the Government would not subsidise the tests and would let the market deal with the price.  There has been a lot of discussion on this but I am firmly of the belief that antigen tests are not affordable to people on low incomes or social welfare payments.  Antigen tests only work if they are done regularly.  Science has been clear about that from the start.  Therefore I appeal again that they be subsidised or made more accessible.  We should not allow the market to decide about something as serious as antigen testing kits, which we now recognise as a key tool to tackle this pandemic.<\/p> <p>Last week, my colleague Deputy Duncan Smith, who is our health spokesperson, received a reply to a parliamentary question on the staffing of vaccination centres.  During the summer the vaccine roll-out was firing on all cylinders but I understand that many of those workers have gone back into primary care, back to college, back into retirement or into PCR testing and swabbing.  Does the Minister believe we have enough people working on the booster programme?  Is he confident we have the staffing level to get us to where we need to be?   We are in an emergency situation once again so I hope we have a booster programme that is firing on all cylinders.<\/p> <p>Following the new restrictions announced last week, I want to mention the arts community, performers, taxi drivers and the pantomimes which are coming up.  That is a sector that has been badly hit, as many sectors have been.  There is an announcement today on the EWSS.  It is really important that we do not wind down supports while we reintroduce restrictions that could potentially mean people lose their jobs and incomes.  It is vital that we protect vulnerable workers, including workers who often have irregular work at the best of times and can struggle, particularly now that we are back in the worst of times and they are in need of those supports.<\/p> <p>I wanted to mention the question of a long-term strategy around the Covid pandemic.  Unfortunately we are back in a difficult situation with Omicron.  There is something of a panic situation.  We are thinking about what December and January might look like.  Infections are plateauing at levels which are very high.  For a couple of weeks, we discussed the pressures on ICUs and hospitals.  That was very much a feature in the media but we have moved on a little to talking about PCR and HEPA filters.<\/p> <p>It is important we remember, as I am sure we all do, that the pressures on our hospitals are ongoing and are possibly worse.  I appeal to the people for whom the restrictions might be difficult to follow to think about being inside those hospitals and how bad it is.  We can remind ourselves of how shocked we were when we saw the \"RT&Eacute; Investigates\" documentary, which showed how bad things were.  Some people may have forgotten that front-line workers are still working night and day against this pandemic.  I hate the phrase, but I feel like we may have lost the dressing room.  People are frustrated.  Last Christmas, the vaccine was on the horizon and it seemed like we were on our way out of this.  Now we are facing another Christmas.  I think people are just sad and frustrated.  We want to see an end to the pandemic but we also want to see every tool used by the Government.  We do not want to see two-day delays in PCR testing.  We need everyone to have access to antigen testing.  There has to be good quality air in our schools.  HEPA filters will play a role in that but they are not a silver bullet.  The public is very pragmatic.  No one wants to see anyone die or our hospitals under pressure.  As difficult as the restrictions are, the public can understand them.  It is sometimes our role to have to go out and explain those restrictions.  The public might be more on our side if they thought these restrictions were being made in the context of a framework of long-term planning for improving our health service, resourcing our doctors, nurses, health care assistants and hospital staff, and pandemic proofing.  We have spoken about hospitals not being able to deal with things because of backlogs.  That will be a challenge for the Government.  However, if people feel that everything is being done in every way to support our healthcare system, they might not be so frustrated.<\/p> <p>I will, as always, mention the student nurses and midwives.  They have been working from September until now.  The Minister spoke about the reintroduction of that payment.  There is no answer on that yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#U00200","speaker":"1663"},{"type":"speech","time":1639045800,"counter":105,"content":"<p>There is an answer on that.  It was approved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#U00300","speaker":"1623"},{"type":"speech","time":1639045800,"counter":106,"content":"<p>I will be sure to tell the people who have mentioned it to me.<\/p> <p>We need to talk about the long term.  We keep coming in here to discuss these emergency measures but according to the WHO, Covid will be with us until 2023.  I hope we can come up with a better legislative approach than repeatedly coming into the House and having the same arguments over an hour, when we all recognise what we need to do.   The debate in the public is becoming more base.  It is becoming poorer.  People are engaging at a much more base level.  That is a challenge for the Minister in terms of how we tackle Covid in the long term.  We have testing, contact tracing, mask wearing, hand sanitising, air filtration and so on.  All of us in the Opposition are very supportive of those measures.  We need to enact them on a more long-term basis rather than repeatedly coming in with short-term measures.<\/p> <p>The Minister spoke of the need for this legislation to empower the garda&iacute; to enforce legislation for the protection of people on health grounds, for example by breaking up big gatherings.  I would love it if the Government could empower the garda&iacute; to break up gatherings outside our maternity hospitals, such as Holles Street hospital around the corner, by enacting the safe access zone legislation that we have been promised for three years, long before this pandemic began.<\/p> <p>The Labour Party will not oppose this Bill.  As I have said many times, we are uncomfortable with these measures but we recognise they are necessary.  However, we must consider how we deal with the question of long-term living with Covid.  I hope we do not need to have emergency measures again and again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#U00400","speaker":"1663"},{"type":"speech","time":1639045800,"counter":107,"content":"<p>I welcome the Minister to the House.  I will not speak at length because many of the issues have been covered.  I welcome the legislation but join others across the House in saying it is difficult.  They are uncomfortable regulations and legislative measures to have in place.  Nobody wants to be working in a pandemic with restrictions on civil liberties but there is a recognition that what is being done is in the interests of public health and trying to keep our citizens safe.  We have lost many people during the pandemic but it could have been a lot worse if we had not had guidelines and restrictions to keep people safe.  People take a degree of comfort from rules.  We know what we are dealing with and this gives us a degree of control over what is an uncontrollable situation.  It has been evolving and will continue to evolve.  While we could have predicted a new variant, we did not know what to expect in terms of what it might mean for how we live our day-to-day lives.<\/p> <p>It is particularly difficult for some sectors.  I want to acknowledge the hospitality sector at this time of year.  Christmas is a big time for hospitality businesses.  In my own county of Mayo, many businesses are experiencing lots of cancellations, last-minute cancellations and no-shows.  Other Senators have raised that as well.  It is important to send out the message that while there are some restrictions in place, we have regained many of the freedoms we did not have last year.  The reason we have been able to do that is because of the fantastically successful vaccination programme.  I encourage people to support their local hospitality businesses by going for dinner in smaller groups, by buying a cup of coffee or by having lunch out.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I said, it is a difficult period for them.  I acknowledge the level of support the Government has extended to those businesses and to the hospitality sector in particular.  I know that is appreciated on the ground.  There is an appreciation from businesses that they have had a huge level of support from the Government in dealing with these restrictions, as difficult as the situation has been.  While they are still open it is in some ways more difficult to manage now because they do not know what numbers they will have coming in and there is potential for no-shows and cancellations.<\/p><p>Senator Hoey made a point about the rolling nature of this legislation.  If we are going to be doing this for the next year or two - God help us - we probably do need to find an improved way of dealing with this legislatively.  I take issue with Senator Keogan's comment that the sunset clause is not worth the paper it is written on.  I utterly reject that.  The very fact that we are having a debate, that there is voteable legislation before the House, which will be approved by the Members of both Houses before its operation is continued, is proof of the democratic process.  Without the sunset clause we would not be having this debate so it is worth something.  It is important to acknowledge that the Government did not bring in this legislation, which contains some quite strong regulations and restrictions, for the long term.  It was intended for short periods to facilitate public health measures, in the acknowledgment that it is significant to ask citizens to agree to this.  The short-term nature of it is a positive and it is an acknowledgement by the Government that what we are looking for citizens to do and agree to is a big ask.  It is also a big ask of An Garda S&iacute;och&aacute;na and our public health front-line workers.<\/p><p>When this legislation first came before the House there was a lot of scaremongering and suggestions that it would be abused and that it was the thin end of the wedge and an attempt to restrict civil liberties on a long-term basis.  That has proven to be incorrect and false.  That has not happened.  We can take some solace and security from the knowledge that the Government has acted honourably all the way through.  This is a very short extension but I acknowledge that it is still a big ask of citizens.<\/p><p>We are heading into the Christmas period.  There is a lot of positivity.  We are still able to get out and about, meet our friends and family and have Christmas dinner with our loved ones.  There are some restrictions but it will be nothing like it was last year.  That is an important point to make.  We have come a long way and we have a long way to go still but these measures are there to reassure people and keep them safe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#U00500","speaker":"1642","continuing":true},{"type":"speech","time":1639045800,"counter":109,"content":"<p>I call the Minister to conclude the debate.  I will not restrict his time beyond an hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#V00200","speaker":"1693"},{"type":"speech","time":1639045800,"counter":110,"content":"<p>I will try not to use the full hour.  I thank colleagues for their time and their contributions.  These debates are genuinely invaluable, to listen to new ideas and be challenged on what may or may not be working.  Of course we are not getting everything right; no government is.  It is very important that we listen to the challenges and in this House most of the challenges are very reasonable.  That is not always the case in the Lower House but it is here.  Various issues have been raised such as the TRIPS waiver, safe access zones and many more.  We have covered some of them previously and we may be covering some others next week.  I will confine my response specifically to the legislation before us.<\/p> <p>As legislators, the requirement for this Bill comes down to a small number of important questions as we try to deal with Covid-19.  The first question we have to ask ourselves is whether we need public health measures to respond to Covid-19 and keep people safe from it.  We only need this legislation if we believe public health measures are required.  I certainly believe that and I think the vast majority of people in this House believe do as well.  If we believe public health measures are required, the second important question is whether any of these measures require a legal basis.  Can they all be advisory or are there some measures that require a legal basis?  My view, and I think that of most people in this House, is that a legal basis should only be put in place where absolutely necessary.  Everything should be advisory where possible but some measures require a legal basis.<\/p> <p>At the moment, for example, there is a legal requirement for people to wear face masks on public transport, in retail outlets and in various other settings.  There is a legal basis for the Covid pass.  It is not up to a pub, restaurant or any other setting to decide whether they want to use the Covid pass and it is not up to the customers either.  It is a legal requirement.  There is also a legal basis for the international travel regulations.  Do we as legislators believe that we need public health measures, and are going to need them for the next while, and that there are some where a legal basis is unfortunately required?  I believe and I hope that most, if not all, of us believe the answer to both of those questions is \"Yes\" and, therefore, a legal basis is required.  This is the Bill that gives us that legal basis.  Without this Bill we would have no legal basis and everything would become advisory.  That would pose a material risk to public health, life, healthcare services, education services, the economy and society.  I am absolutely of the view that this Bill is required.  I do not like this Bill.  I do not want these powers.  I wish these powers did not exist and I think we will all celebrate when they are gone but for now I believe they are needed.<\/p> <p>So far we have lost 5,788 women and men in our country to Covid.  As I am sure colleagues will know from talking to healthcare professionals, or friends or family who have lost their lives to Covid, it is horrific.  I have spoken with nurses who have spent their careers in critical care.  They are hardened, experienced medical professionals who have seen large numbers of people in very difficult circumstances, including dying from a wide variety of diseases, and they are telling me that they are traumatised by what they are seeing when it comes to patients dying from Covid in critical care.  The combination of what this disease does to people, coupled with the isolation and loneliness of being in critical care at that time, is horrific.  I am sure we all know people who have Covid or have had it.  Many are now suffering from longer-term effects, some of which are serious.  It has affected many people and families.<\/p> <p>It is also essential that we protect non-Covid care.  We have to protect our healthcare workers, including nurses, doctors, and all our healthcare professionals across the board.  We have to protect patients.  Every time our critical care beds get filled up with Covid patients there are other patients whose scheduled important surgeries and procedures are cancelled.  It happens again and again.  The impact on everybody else and on all our other patients is profound.  It is only because of all of that that I am absolutely sure, as Minister for Health, that we need public health measures and that some of them need a legal basis.  That is the only reason I am here asking for the House to support this Bill.<\/p> <p>Two very reasonable counterarguments have been made.  The first is the Sinn F&eacute;in position, which others also articulated during the D&aacute;il debates on this Bill.  I know Sinn F&eacute;in is voting against this.  I fundamentally disagree with it doing so but that is its right.  However, I acknowledge that some of the people who are going to vote against this Bill have supported and continue to support a public health approach.  I want to acknowledge that very clearly.  The first of the two arguments being made is that while Members support public health measures, there is insufficient Oireachtas engagement and oversight of the regulations.  They say that what they are voting against is the mechanism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The amendments essentially give the power of regulation to the Oireachtas.  The Oireachtas already has the power of regulation and every regulation laid before both Houses can be annulled by either House.  The amendments we will be discussing next week go further and state the regulations do not go into effect without a vote in the affirmative from both Houses.  The Seanad and the D&aacute;il are the Legislature and they are required to vote through this legislation.  A new argument is being put forward to say that not only should the Oireachtas be the Legislature but it should also be the regulator because no regulation can pass without votes from both Houses.  That is not how regulation and statutory instruments work and we all understand that.<\/p><p>I took a look back on Oireachtas engagement in the past two weeks to see if there was a lot of it.  I think we meet here and debate these issues regularly.  There is Oireachtas engagement on legislation, which is exactly what we are doing now.  All regulations are laid before the Seanad and the D&aacute;il, all of them can be annulled by the Seanad or the D&aacute;il and all of them can be debated by the Seanad and the D&aacute;il.  The Oireachtas organises its own business in that regard.  All regulations are published online and daily information updates are provided, which I hope colleagues find helpful, on vaccines, cases, hospitalisations and critical care.  A huge amount of such information is published every day.  A lot of that came from requests from the Oireachtas.  Members of the Oireachtas felt, quite rightly, that the most up-to-date information was required because we are dealing with a national emergency and so that has been provided, as is right and proper.  There have not been enough Oireachtas briefings this year.  I organised to hold one two weeks ago and I have organised to hold one this week as well in the context of the Omicron variant in particular.  I want to see more of those briefings held.<\/p><p>Last Wednesday we had statements on Covid in the Seanad and on Thursday we debated the Health (Amendment) (No. 3) Bill 2021.  Last Friday we had a session in the Seanad on the same Bill and there were three sessions in the D&aacute;il, including Second Stage of this Bill, a Private Members&rsquo; Bill and oral questions to the Minister.  Yesterday the Health Insurance (Amendment) Bill 2021 and this Bill were before the D&aacute;il and today we are discussing this Bill in the Seanad.  In the past week or two there have also been multiple Topical Issue and Commencement matters in the D&aacute;il and Seanad, respectively.  The Committee on Health has discussed the review of termination of pregnancy.  I know this is not a matter for the Seanad but I asked for a note on how many parliamentary questions I answered last week to the D&aacute;il and the answer is 499.  Understandably, by far the largest number of parliamentary questions go to the Department of Health.  As of midday yesterday I had answered in excess of 200 of those.<\/p><p>That gives a sense of the D&aacute;il and Seanad engagement I have had this week and last week alone.  We must always strive to have more D&aacute;il and Seanad engagement and we must have more briefings.  We have set a new process in place whereby all Members of the Oireachtas are notified of all regulations that are passed and there is more we are doing.  I am engaging with Deputies and Senators across the Houses and across party and political lines to find out how we can make it better.  Based on what I have been doing in the past two weeks, it is fair to say there is a significant amount of engagement between me, the Ministers of State at the Department of Health and the Oireachtas.  That is not to say it is all right and that we cannot do more.  We can do more.<\/p><p>The next argument is that the D&aacute;il and Seanad need to pass all of the regulations.  For this House to vote on any regulation, there presumably has to be a debate.  I do not know how long the average debate is in the Seanad but in the D&aacute;il an average debate where everyone gets a go is about three and a half hours.  It would be reasonable to believe that for every regulation before the D&aacute;il there needs to be a vote, that for every vote there has to be a debate and the minimum amount of time that tends to get set aside for a debate is three and a half hours.  How much time would be required of the Oireachtas for it to become the regulator?  Since I came into office in July 2020, I have signed 171 Covid regulations.  If we assumed there would be a three and a half hour debate in the D&aacute;il alone on 171 regulations, that is about 600 hours of debate.  That is equivalent to six hours every Tuesday, Wednesday and Thursday, which would essentially prohibit any other legislation being debated and passed.  That would take out 33 weeks of Oireachtas business, not including the time taken to call and pass the votes.  The figures are broadly similar for the Seanad, so it would completely stop the Seanad&rsquo;s ability to legislate on all of the many other things that need to be legislated on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#V00300","speaker":"1623","continuing":true},{"type":"speech","time":1639045800,"counter":112,"content":"<p>Most of these regulations are uncontroversial.  It would be stroke of the pen stuff.  What is being asked for is that where something serious is involved, such as a curtailment of civil liberties, the House would make a decision that it wanted to have a vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#W00200","speaker":"1673"},{"type":"speech","time":1639045800,"counter":113,"content":"<p>It is a fair question but I would imagine that the Seanad would still want to discuss everything it votes on and it would be remiss of it not to do so.  The D&aacute;il would want to debate everything it votes on, and who decides what regulation is worth discussing or not?  In the past week I have signed regulations on face coverings, international travel and other matters.  Which of those are material enough to warrant debate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#W00300","speaker":"1623"},{"type":"speech","time":1639045800,"counter":114,"content":"<p>Whichever we decide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#W00400","speaker":"1673"},{"type":"speech","time":1639045800,"counter":115,"content":"<p>While I understand the motivation behind this is well meaning and genuine, it is simply not practicable and it is one of the many reasons the D&aacute;il and the Seanad do not regulate in other sectors either.  The level of regulation required would mean the Oireachtas would cease to be able to do its job, which is to legislate.  However, I am putting new processes in place to make sure Members are directly contacted about new regulations.  Given all of that, there is a crystal clear requirement for this Bill and for us to have public health measures, some of which need to have a legal basis.  I accept that I and the Government must always strive to do better.<\/p> <p>In the Bill we are talking about the ability to regulate for matters like international travel, face coverings and Covid passes for the coming months.  Unfortunately the Omicron variant has made the need for that even more obvious.  We have had a national effort, which has been working.  People, including employers, families and community groups, have responded in recent weeks when the call went out that we all needed to pull back a bit.  The response has been incredible and we have seen throughout the country.  The vaccine programme and the testing and tracing programmes are working and antigen tests are being rolled out more and more.  The public health measures we are deploying have been working and, more importantly, the efforts of individuals and families have been working.  As a result, we have seen a stabilisation in case numbers, hospitalisations and the number of people getting very sick and ending up in critical care.<\/p> <p>As per the advice from the Chief Medical Officer and as has been said by international public health organisations, things are uncertain.  Researchers are looking at this variant and saying it is the most worrying one they have seen.  Please God we will find that it will not be so severe, but early indications are that, regardless, we have to take it very seriously for now.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For that reason, I believe this Bill is, unfortunately, necessary.  It is time-limited.  Colleagues will be aware that during the passage of the previous Bill in June, Opposition amendments were tabled asking there be only one sunset clause.  I agreed with that.  I actually had to go back to the Government to get a changed Government decision to agree to that.  I got it, we brought it in and we amended the legislation.  In fact, that is why we are here.  I have stitched the same into the Bill.  There are four Acts covered under this legislation.  For one of them it is an extension of about three months but for the other three it is an extension of less than two months.  It is from early February until the end of March.  Then we can put in one 13-week extension after that.<\/p><p>Thus, on all of those bases I regretfully commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#W00500","speaker":"1623","continuing":true},{"type":"speech","time":1639045800,"counter":117,"content":"<p>I thank the Minister for concluding the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#X00200","speaker":"1634"},{"type":"speech","time":1639045800,"counter":118,"content":"<p>I asked the Minister something and he did not address it.  Could he address it?  It concerns people medically-exempt from vaccination.  It has been introduced in the UK.  Will the Minister look at that in Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#X00225","speaker":"1664"},{"type":"speech","time":1639045800,"counter":119,"content":"<p>I am sorry.  Unfortunately, the Minister has concluded the debate.  If the Minister is available outside the Chamber that is grand but he has concluded and we must go along with the process here.  We have agreed an Order of Business for how we order our day and this is the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#X00250","speaker":"1634"},{"type":"vote","time":1639045800,"counter":120,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 24; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Robbie Gallagher and Seán Kyne; Níl, Senators Lynn Boylan and Paul Gavan.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#X00275","aye":["1633","1634","1637","1638","1695","1639","1641","1642","1644","1647","1651","1653","1654","1655","1656","1658","1663","1696","1665","1672","1674","1689","1692","1685"],"nay":["1635","1645","1660","1664","1673","1688","1686"],"abs":[]},{"type":"unspoken","time":1639045800,"counter":121,"content":"<p>Senator Lorraine Clifford-Lee has advised the Cathaoirleach that she has entered into a voting pairing arrangement with Senator Eileen Flynn for the duration of Senator Flynn&rsquo;s maternity leave and accordingly has not voted in this division.<\/p>"},{"type":"speech","time":1639045800,"counter":122,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#Y00050","speaker":"1650"},{"type":"speech","time":1639045800,"counter":123,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#Y00075","speaker":"1642"},{"type":"speech","time":1639045800,"counter":124,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#Y00087","speaker":"1650"},{"type":"unspoken","time":1639045800,"counter":125,"content":"<p>Committee Stage ordered for Tuesday, 13 December 2021.<\/p>"},{"type":"unspoken","time":1639045800,"counter":126,"content":"<p>Sitting suspended at 2.27 p.m. until 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Houses of the Oireachtas (Amendment) Bill 2021: Committee and Remaining Stages","time":1639045800,"counter":127,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#FF00100"},{"type":"speech","time":1639045800,"counter":128,"content":"<p>I welcome the Minister for Public Expenditure and Reform, Deputy Michael McGrath, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#FF00150","speaker":"1692"},{"type":"unspoken","time":1639045800,"counter":129,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1639045800,"counter":130,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1639045800,"counter":131,"content":"<p>Recommendations Nos. 1 to 3, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#FF00400","speaker":"1692"},{"type":"speech","time":1639045800,"counter":132,"content":"<p>I move recommendation No. 1:<\/p> <blockquote> \t  \t<b>1<\/b>. In page 3, between lines 23 and 24, to insert the following:<br \/><br \/><b>&ldquo;Report on engagement with the Commission<\/b><br \/><br \/><b>2.<\/b>The Minister shall, within 6 months of the passing of this Act, lay a report before both Houses of the Oireachtas outlining&mdash; <blockquote> \t <blockquote> \t(a) engagement the Minister has had with the Commission with regard to remuneration for those employed under the Scheme for Secretarial Assistance,<br \/><br \/>(b) any recommendations from the Commission with regard to remuneration for those employed under the Scheme for Secretarial Assistance, and<br \/><br \/>(c) any actions the Minister proposes to take with regard to remuneration for those employed under the Scheme for Secretarial Assistance.&rdquo;. <\/blockquote> <\/blockquote>  <\/blockquote> <p><b><\/b>I will go backwards and speak to recommendations Nos. 2 and 3 first, which speak to the problem, and then to recommendation No. 1, where I hope the solution will lie.<\/p><p>The Minister has heard the passion in the other House on this issue.  It is not only echoed but amplified in this House, where each Member is entitled to a secretarial assistant, SA, not a parliamentary assistant, PA.  The secretarial assistants who work with us do extraordinary work.  The detail of the work they do has been outlined in surveys carried out by the Oireachtas human resources, HR, section in the previous Oireachtas.  It involves doing research, speech writing and producing newsletters and briefing material on legislation and for committees.  It is important to add that half of the legislative work in the Houses of the Oireachtas take pace in this House.<\/p><p>Not only do our secretarial assistants support us in our work but if people phone about legislation or policy, they need to be able to answer the phone.  They are not, as may have been thought in the past, sending out missives newsletters at a genteel pace.  They are dealing with the cut and thrust of legislation to an extraordinary degree and the incredibly important work we do.  The level of remuneration they receive for doing this is disgracefully low.  It starts at &euro;24,423 and it takes 18 years to move up the secretarial assistant scale to the top point.  Very few will last that long.  As a result, we lose their institutional knowledge, expertise, experience and insight and the relationships that are built up through secretarial assistants and their work.<\/p><p>Recommendation No. 3 relates to the recruitment and retention of staff.  As somebody who values workers&rsquo; rights and is very passionate about them, I find it difficult to be placed in a position of being an employer who offers a contract of employment, as I am required to do, that does not fully reflect the work I am asking people do for me.  The pay scale I mentioned does not allow for recognition of much experience or qualifications.  If someone has extraordinarily relevant experience that strengthens my work in committees or a degree or postgraduate qualification, I cannot give recognition of that, nor can I recognise the first three years of any other work that person may have done.  To take work experience as an example, I have had secretarial assistants who have worked at the European Court of Human Rights, ECHR.  That is worth nothing.<\/p><p>I give these examples from the recruitment perspective because people are surprised.  Members of our group have had extraordinarily excellent candidates who have been unable to take a role because it does not recognise their experience or encourage the development of skills within the role because acquiring extra qualifications and so on are not worth anything.<\/p><p>On staff retention, staff who are passionate and care about their Members' work have nowhere to go because there is no parliamentary assistant role in the Seanad.  We are in a position where we cannot retain staff.  That acquired knowledge and experience is then lost from the legislative process.<\/p><p>I have spoken from the perspective of why this is important for Senators and the legislative process.  However, it is also important in regard to the standards we seek to promote and hold ourselves to in the Oireachtas.  For example, we have spoken about having a family-friendly Oireachtas and the idea of having an equitable pipeline that encourages a diversity of people to come forward and engage in politics.  For many, a secretarial assistant role will be the moment they first engage in politics.  I had the experience of a previous secretarial assistant, Janet Horner, going on to become a councillor for a different party, and very good she is as well.  That is a pipeline but it is not available for many people.  We should not be in a situation where a secretarial assistant decides to move into another area or sector because he or she has the responsibility of a family and can no longer afford to do this work.<\/p><p>There has been a lengthy process on this issue.  SIPTU, which represents the secretarial assistants, and the secretarial assistances themselves have done huge work on it.  I commend in particular my secretarial assistant, S&aacute;r&aacute;n Fogarty, who does extraordinary work for me and supports me in the four committees of which I am a member and my multiple areas of legislative interest.  She has played a key role in that process. <\/p><p>Recommendation No. 2 is comparative in that it asks that we look at what is happening in other parliaments.  I do not believe there is an equivalent system in many other parliaments where members of one of the two houses in a bicameral system would have only one secretarial assistant.  This affects the quality of legislation.  European directives land into different countries and go through different processes.  We should have support and resources.  I should mention that I was a member of the Seanad reform committee established in the previous Oireachtas.  One of its recommendations was that this matter be addressed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was considered a key aspect of Seanad reform and ensuring the House performs properly.<\/p><p>I finish with what I hope might be the area of solution, as proposed in recommendation No. 1.  This recommendation asks that the Minister report on his engagement with the Houses of the Oireachtas Commission.  I understand Senator Craughwell engaged with the Minister last week on this matter.  The Minister spoke in this House and in the D&aacute;il about the role of the commission in bringing proposals for his consideration and agreement.  I would like him to spell out what that involves, because we have had some mixed messages about what the role of the commission is or is not, and likewise the roles of the human resources unit and the Department of Public Expenditure and Reform.  Is it the case, for example, that if a conciliation meeting goes ahead, as I understand is due to happen in late January or early February, and human resources personnel meet with union representatives at that meeting and have their discussions, the human resources department will then be able to report back to the Houses of the Oireachtas Commission and the latter will be in a position to make proposals to the Minister in respect of this matter and how it believes it should be resolved?  The Minister stated in this House: \"The commission makes a proposal to me, as Minister, on issues such as grading, salary rates and so on, and I then make a decision on that proposal\".  I want this point to be clear.  Is it the case that members of the commission can make such a proposal to the Minister?  There has been some ambiguity around whether it will be the human resources department reporting back and forth directly to the Department.  As I understand it, that department reports to the Houses of the Oireachtas Commission.  Who will be making such proposals to the Minister?<\/p><p>The other question we are looking to relates to what actions the Minister might be planning to take.  Of course, he has not yet received any proposals from the commission but I would like to know what actions he is inclined to take in respect of the very reasonable proposals that have been put forward by the secretarial assistants and SIPTU, should those proposals come to the Minister from the members of the commission.  I ask him to be really clear on that process because it will be fundamental to our achieving a resolution in this matter, as everyone hopes to do, very early in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#FF00500","speaker":"1662","continuing":true},{"type":"speech","time":1639045800,"counter":134,"content":"<p>I thank the Minister for his engagement yesterday, which was very informative.  I have spoken to a number of secretarial assistants today, to whom his written response was circulated and which they are considering.  It is always important to get feedback from the people concerned.  Following the Minister's contribution yesterday, I do not think anyone will doubt his commitment to finding a solution that is right and fair.  It is important that we send a strong message that we stand in solidarity with the people who work in our offices.  Coming in here and paying lip service to that but then doing nothing is not good enough.<\/p> <p>I do not want to be argumentative but I am somewhat disappointed that none of the Government Senators have co-signed any of these three recommendations.  That is disappointing, but they speak for themselves and that is it.  On the Opposition side of the House, there is clearly a lot of support for these staff.  I am not doubting there is the same support from the other parties, whose Members can speak for themselves, but it has not been demonstrated by their signatures on these recommendations.  That is disappointing.<\/p> <p>It is worth pointing out again that for many of the secretarial assistants, their pay is their sole income.  We need to be fair here, which is why I draw a comparison with what Oireachtas Members get in terms of salary and so on.  We cannot advocate a policy for some that we do not live by ourselves.  The Minister is very much aware of the pay scales for Oireachtas Members, the vouched and unvouched expenses that pertain and of all the financial supports available to us.  Let us put that in one hand and consider it.  Secretarial assistants and parliamentary assistants have a very personal role in that they deal directly with Members.  There is little they do not know and it is a very close working relationship.  They are, in effect, our personal assistants and our other arm.  They support and organise us and most of us could not operate without them.  Where secretarial and parliamentary assistants work successfully with Deputies and Senators, it is a professional partnership and it works well.  They do an exceptionally good job.  They also have the advantage that they know the system right across the Houses of the Oireachtas, and rightly so, in line with the requirement for openness and transparency.  They are aware of what Members get and when they consider the conditions they themselves have to operate under, they can see it is very unfair.  They are acutely aware of the injustices of the scheme and that is worth talking about.<\/p> <p>Senator Higgins referred to the idea of a family-friendly Parliament and she is right in the points she made.  Senator Gavan spoke yesterday about the living wage of &euro;12.90 per hour.  A living wage is one that is sufficient to maintain the normal standards of living.  One of the secretarial assistants I talked to today, who travels in from the midlands, has three children.  Hers is the only household income as her husband, through no fault of his own, has not worked for five years.  He simply cannot get work.  She is maintaining a home and mortgage and paying for her transport.  There is no travel allowance, subsistence or fuel allowance for her.  She is working in here and has to do all of that.  She is proud and happy to do it but she is really struggling.  We have to stand in solidarity with these people.  We should remember that not everybody has two incomes coming into their home, directorships of a number of companies and other financial streams.  That is not the norm for many people, which we in the Oireachtas sometimes forget.  This is part of the case we need to make.  I propose that we need a new title for the job of secretarial assistant.  It is about more than just pay, which is linked to scales; it is also about the title and job description.  We need to review the whole matter, with a new title, grade and pay scale for the job.  That is an important point to make.<\/p> <p>I have some figures to hand in regard to the annual occupational pension entitlements of secretarial assistants.  For someone who has five years' service and whose pension is calculated at &euro;6,827.30, his or her annual occupational pension will be &euro;656.23, on top of the State pension.  For ten years' service, some people can only expect an annual occupational pension of &euro;1,312.46.  Where they have 5 years' service and a pension calculation of &euro;20,481.89, their annual occupational pension will be &euro;1,968.69.  Bearing in mind what politicians get for 20 years' service, secretarial assistants with a 20-year pensionable calculation of &euro;27,309.19 can expect an annual occupational pension of &euro;2,624.91.  This is an absolute disgrace.  I know we cannot look at issues out of context and there is more to the picture but this is the degree of the problem we have.  As Senator Higgins said, most of this could be dealt with by accepting these recommendations, particularly recommendation No. 1.<\/p> <p>I will finish now and not speak on this again.  I have illustrated the point I needed to make.  I want to stand in solidarity with these staff, as we all should.  I hope everyone in the House will support these recommendations because they are reasonable and fair.  I do not at all doubt the Minister's commitment in this matter, nor do I think these proposals will take in any way from what he is doing or the other processes that are running parallel to these discussions, which are also important.  We should send a message on this issue.  The Minister can take it from me that our secretarial assistants are listening to what we are saying in this Chamber today.  They are expecting us to stand in solidarity with them and most of us are happy and comfortable to do so.  I do not want to create a division in this House.  I hope we all, across the House, can agree in principle on what is proposed in these recommendations.  I do not want to divide the House over this.  I want us to stick together and articulate the view that these people should be supported.  I am happy to go along with the cost the Minister has set out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#GG00200","speaker":"1634"},{"type":"speech","time":1639045800,"counter":135,"content":"<p>I begin by placing on the record my appreciation to the Minister for coming personally to the House to deal with the Commencement matter relating to the pay of our secretarial assistants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would like to speak about the job that the Minister&rsquo;s Department has done since the financial crisis.  None of us likes the job that the Department does because it impacts everything we try to do, but it does the job for the public good and in order to keep this State going.  It helped us get out of crisis.  While I sometimes think the Department should loosen the reins a little bit now, I understand everything that was done in the past was done with a view to getting this country back on its feet.  For that reason, I understand the position the Department takes.<\/p><p>In the past, the role of the Seanad was largely seen as a part-time role and secretarial assistants were provided as such.  First and foremost, the idea was that the Seanad would not involve itself in local politics, but would act at the level of national politics.  I want to take it from that perspective.  My colleague Senator Higgins has outlined the work our secretarial assistants and personal assistants do for us.  You could not quantify that work.  Each assistant is everything from a PhD researcher, through to a secretary and anything in between.  They have a great level of commitment.  If this House sits until 8 p.m., our assistants are there to assist us the whole way through.  It is part of the job they do and it is part of what they take on when they take the job.<\/p><p>I understand that one of the chief concerns in the Department of Public Expenditure and Reform is about the knock-on effects if we make a change to the terms and conditions of employment.  The role of the Department is to see into the future and see if there will be knock-on effects.  I suggest to the Minister that looking after the secretarial assistants will have no knock-on effects.  I appreciate that the Houses of the Oireachtas Commission must come to the Minister and not the other way around.  When the commission comes with a proposal, I hope it will involve regrading all our people as personal assistants in the same salary category as those who work in the D&aacute;il.  The reason for that is quite clear: the work they do is not secretarial work; it is far more important than that.  As my colleague Senator Higgins has said, 50% of the debate on legislation happens in this House and all legislation in this country passes through this House.  Therefore, this House is of equal standing to the D&aacute;il in national politics with respect to legislation.  If somebody makes the argument to the Minister that if we do this, there will be demands from A,B,C and D, he must be assured that cannot be the case because the group we are talking about is unique to us.<\/p><p>The Government, in its wisdom, issued a statutory instrument in 2012 or 2013.  It impacted me when I came here.  I think I was the first Member of the Seanad who was prevented from carrying on my professional career when I came here.  I had to choose between taking my seat in the Oireachtas, which involved taking a career break, or refusing the seat and going back to my teaching job.  The Oireachtas told me that this was a full-time job.  It told me that if it is a full-time job for me, it will certainly be a full-time job for my assistant.  That is why I believe the argument we are putting forward, which is not against the Minister&rsquo;s Bill, is one that the commission needs to listen to.  The commission needs to come to the Minister with a proposal.  Recommendation No. 1 is vitally important because it will ensure the Minister is in a position to come back to the Oireachtas and tell us within six months what has been done.  I will explain one of the key reasons for that proposal.  I was on the commission in the last Seanad.  We brought this up in 2017, if I am not mistaken, but nothing has been done with it since then.  That is simply not good enough.<\/p><p>The Minister made the position of his Department very clear when he spoke here the other day.  I fully respect that he can do nothing until somebody comes to him with a proposal.  It is up to the commission to come to him.  In this Bill, he is making additional finances available to the Oireachtas to carry out the work it does.  It is up to the commission to look at how that finance can be used to regrade our secretarial assistants as personal assistants and put them on the same salary scale as personal assistants in the D&aacute;il.  I think it is fair that we do not have two secretarial assistants.  One is quite sufficient for us, but the one we have must be recognised as a personal assistant and not as a secretarial assistant.<\/p><p>I spent the last years of my working life prior to coming into the Oireachtas at the head of a trade union.  I am fully aware of the arguments that will be made with respect to contagion, knock-on effects and all of that.  In this case, I defy anybody to put an argument to me that says this will impact any other personnel involved in administration in this House.  It is only those who work for Members of the Seanad we are talking about.  I could spend all day talking about what my particular employee does.  I do not like to think of her as an employee.  I think of her as a partner.  She is just a poorly paid partner.  The work she does keeps me afloat, keeps me at the right meetings at the right time and makes sure that when legislation is coming down the tracks, I am aware of it and have had a chance to go through it, consider amendments, table my own amendments and seek cross-House participation or support in anything I try to do.  In fairness, this House does that rather well.  I will leave it at that.  The argument we are putting forward today is to the commission, through the Minister, in the hope that the commission will come back to him and he will be able to fulfil recommendations Nos. 1 to 3, inclusive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#GG00300","speaker":"1645","continuing":true},{"type":"speech","time":1639045800,"counter":137,"content":"<p>I thank the Minister for coming in today to directly hear about this.  I understand that as Minister for Public Expenditure and Reform, he is extremely busy dealing with the substantial increase in spending across all Departments.  I think he can hear where people are coming from and see that we are passionate advocates on behalf of our secretarial assistants.<\/p> <p>I do not want to go over all the points that other Senators have made and spoken at length on.  However, Senator Higgins importantly outlined why our secretarial assistants are essentially parliamentary assistants.  I want to focus on giving the Minister and others a real idea of the salary that first-time secretarial assistants have.  As my secretarial assistant is going on maternity leave, today I sent off the information on salaries to somebody who might be interested in coming in and taking over during that time.  When you are outlining to somebody the pay grade they will be on and what they will be required to do, it is quite embarrassing to have to say that the salary is &euro;468.06 per week.  It is difficult to get sanction for people to come in directly on any scale above that.  If you are looking for housing in Dublin, there are just three places available on Daft.ie that would be considered affordable for somebody on that salary.  Given that an affordable rent for someone on that salary would be about &euro;600 per month, there are just three places available.  The lowest rent for one-bedroom rental property in Dublin on Daft.ie is &euro;1,291.  I am focusing on Dublin because most of the secretarial assistants are in Dublin, given that the Seanad sits in Dublin.  I remind the House that some people are single and not everybody has a second income coming in.  This week, we saw that the average deposit for a house is &euro;52,000.  If you are earning &euro;468 a week, it will be very difficult for you to save much money when you are paying &euro;1,800 in rent.  If you are very careful and you put away &euro;100 a month, it will take you 43 years to be able to save up for the average deposit on a house.  There was a time when people were able to buy houses for 3.5 times their salary.  Now, the average deposit is twice a salary.  The deposit, which is 10% of the price of a house, is twice the salary a secretarial assistant gets.<\/p> <p>Arguments have been made, which I do not understand, around the contagion effects that this would have on other lower-paid civil servants.  These are the only public servants in this country who have not had a pay rise since 2000.  Even though these public servants are extremely low paid, when you open up a newspaper you see reports suggesting that in the course of Covid-19, all of them were paid overtime when they were at home.  I can tell the Minister that my secretarial assistant was working late last night at home for me.  Therefore, yes, they were doing overtime.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Imagine getting such low wages and then having to open up the newspaper and see people giving out about you on Twitter because people were paid overtime over the course of the pandemic.  Even last week, I saw that people wanted their names released.  I thought about that and I am really glad about the decision the Houses of the Oireachtas Service made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#HH00200","speaker":"1672","continuing":true},{"type":"speech","time":1639045800,"counter":139,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#JJ00200","speaker":"1637"},{"type":"speech","time":1639045800,"counter":140,"content":"<p>I thought about it and wondered what if somebody was a victim of domestic violence and was working for a Senator, and his or her name was published stating that he or she was working for X Deputy or X Senator or whoever?  People have this idea that they are public property and that they have ownership over them for such low salary and low wages.<\/p> <p>We all put ourselves on a ballot paper, be it a Seanad or D&aacute;il ballot paper or whatever.  We all put ourselves out there in the public and we are well paid and well remunerated.  Our secretarial assistants do not have that privilege, however.  I ask when the commission comes, if it comes, that the Minister will fight the side, because he also has a secretarial assistant, against officials who I would say have not properly had a look and sat down to ask what a person could buy for &euro;468 per week.  What could a person rent for &euro;468 per week?  How will a person plan his or her future on &euro;468 per week?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#JJ00300","speaker":"1672"},{"type":"speech","time":1639045800,"counter":141,"content":"<p>It is nice to see the Minister again.  I believe we had a good exchange yesterday.  It was refreshing too the way the Minister handled the exchange yesterday.  He was very direct in his speech.  I thought that was very candid and decent of him.  He made it clear that the buck stops with him on this issue.  That is important in terms of clarity.  He answered an important question for me and I appreciate that as well.  I asked him within the envelope of funding for the next three years, is there scope to address this issue for secretarial assistants?  He gave a very direct answer.  He said \"Yes\".  He said more than that.  He actually outlined savings of &euro;50 million over the past three years.  That is really encouraging.  The fact that he put it on the record here is very encouraging.  I have no doubt my colleagues in SIPTU will have taken careful note of that in terms of the negotiation process going forward.  I want to say that because to be frank, we do not often have positive exchanges.  This was a very positive exchange and the fact the Minister was direct in his answers is welcome and meaningful.  I want to be very fair to him in that regard.<\/p> <p>My own experience is that I am now on my fifth secretarial assistant.  Two of my secretarial assistants have been promoted and are now parliamentary assistants and doing really well.  Two more had to leave because they just could not afford to stay in the job.  They have moved on to better careers literally doubling their salary overnight.  These two really bright young men are a huge loss to this organisation but they just could not afford to live in Dublin.  They could not see any prospects.  I believe the Minister mentioned the insecurity of the job yesterday as well, which is another massive issue.<\/p> <p>The secretarial assistant I have now is absolutely excellent; my fifth one.  I could not base him in Dublin because he could not afford to live here.  He was actually based in Limerick but the reality is that he had to give up his house in Limerick and has now moved back in with his parents at the age of 25 because the salary that is paid is a pittance.  It is an embarrassment.  It is a source of extreme embarrassment.  This is a man in his mid-20s earning a salary on which he cannot even have any prospect of renting his own home never mind any possibility of saving or planning to buy in the future.  I know I am not saying anything that everyone here does not know already.  I am just trying to emphasise how appallingly badly these people have been treated for an awfully long time.<\/p> <p>This process of trying to address the appalling rate of pay and terms and conditions has been ongoing for three and a half years.  I am being very careful here, as it was not the Minister, but over those three and a half years his Department was the key block in terms of progress.  We know this and I know this personally from conversations with my colleagues in my union.  The Oireachtas commission had no means of negotiation.  It was told very clearly that it was extremely limited in what it could offer.  And we know what that offer was; it came earlier this year.  It was 3%, which is miserable.  It is derisory and appalling.  Therefore, that has to change with the Minister's Department.  I want to take his words in good faith because he gave very clear signals here and in the D&aacute;il last week that it will change.  I welcome that but I want to be absolutely sure that change is communicated incredibly effectively to the Minister's colleagues in the Department.  I want to be frank.  If they come in and double the offer, it is still rubbish.  Let us be absolutely clear about that.  Doubling the offer is not going to fix this because the offer is too derisory.  The only thing that will fix this is regrading the secretarial assistant grade and getting rid of this appalling title.  We have all agreed across the House that the title has no relevance.  I can confirm it in a particular way because the colleague I have now was a parliamentary assistant for our party the last time and now he is a secretarial assistant, and he is telling me the work is no different.  In fact, it is harder because there is only one of him.  He is doing exactly the same work for half the salary.  Therefore, let us be clear.  Getting the Minister's Department officials to take that 3% and say they are going to make an exception and make it 6% is not going to fix this.  What will fix this is regrading the position.  All of us here across the Seanad know that is what needs to happen.  It needs to reflect the actual jobs that they do.  That is the step change we need.  That is why this particular recommendation is important because it gives us some degree of oversight at the end of this process.  We do not know what is going to happen at the end of January.  We have really positive signals from the Minister and again, I recognise that and wish to put it on the record.  We do not know what will happen in those negotiations, however.  This recommendation will give us a means of seeing exactly what happened.  We will see a report in terms of exactly what the Minister and his Department did.  That is why it is important.<\/p> <p>My final point is we must fix this.  We cannot allow this to drag on any more.  I cannot begin to describe the frustration of all of the secretarial assistants I have spoken to that they have been sitting for three and a half years being ignored and to be frank, and I am not referring to the Minister personally, being treated with contempt by the Department, which has given no mandate to the Houses of the Oireachtas Commission to actually negotiate the changes that we need.  I am optimistic that will change but I urge the Minister to accept this recommendation because otherwise we just have to hope that we do not go back to the situation that has prevailed for the last three and a half years.  I mean that with all goodwill.  Let us try, therefore, to ensure the follow-through is there to ensure the change that we all want is delivered for these people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#JJ00400","speaker":"1660"},{"type":"speech","time":1639045800,"counter":142,"content":"<p>I welcome the Minister back to the House.  I think we have all missed a trick in this debate and we should all be stepping back.  We should actually have proposed collectively that there should be pre-legislative scrutiny of this Bill.  That is what we should have done if we are to be honest about it.  The debate so far is like the debate we had in this House a couple of years ago when we unanimously supported the motion calling for pay and conditions to be improved.<\/p> <p>There is a reason I say that we missed a trick.  Senator Moynihan has made the most pertinent point so far in this debate today.  I commend the decision by the freedom of information officer regarding the staff of Leinster House, which stated, \"On consideration, I have deemed the information to be personal information and have decided that, on balance, the rights to privacy of the individuals outweigh the public interest in this case.\"  That is absolutely correct, 100%.  The reason we should have had pre-legislative scrutiny rests on a number of things.  One is the debate we have been having yesterday and today and which the Minister had in the D&aacute;il last week.  To be fair to him and give him his credit, yesterday he was upfront and open and his remarks were very positive.  He is only one cog in the wheel, however.<\/p> <p>On 5 November, however, the HR department here issued an email to all of us members of the parliamentary community.  I will make the point that we are a parliamentary community, irrespective of our political differences.  We are here to serve and to work and today during the Order of Business, I commended C&aacute;it Hayes, who started working in Leinster House 35 years ago and today is retiring.  That is a lifetime of service.  The men and women who work with us here in this House are working with us.  It is a community.  I say to Senators Gavan and Craughwell that there will be contagion no matter what happens but the contagion is up to us to challenge.  Whether we support this recommendation today does not in any way dilute the support that the Government Members have for what is before us in this Bill in terms of our secretarial assistants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If Members of Government parties vote against the recommendations, I would not like it to come out of today's debate that we are less than wholesome in our support.  It is wrong to say we are not.  It is unfair, because many of us have been proactive on this matter and we all share the common goal.<\/p><p>The Houses of the Oireachtas Commission recently approved what it calls an engagement plan for political staff.  One of the laudable objectives is to help improve job satisfaction and promote well-being among staff.  Pay and conditions must be contained in the well-being element, as well as it being family-friendly.  I am old school in that I am here on Tuesday and Wednesday and I do not have any difficulty staying late, personally, but I fully understand how discommoding the unsocial hours can be for staff and Members.  We must look at the context of the workplace support programme.<\/p><p>In his speech in the D&aacute;il and here yesterday the Minister touched on a number of points we all support.  I hope that arising from our debate today we will come back and look at certain issues.  I do not agree with the recommendation for two reasons.  First, we can engage with the Minister at any time.  Senator Craughwell had a Commencement matter before the House.  We can ask the Minister to come to the House to debate an issue.  We can table motions and the Minister will come to the House.<\/p><p>I do not agree with what has been proposed in recommendation No. 2, which seeks to have a report laid before the Committee on Parliamentary Procedures and Oversight.  It is an exclusive committee that excludes Members of the House from participation.  Why not lay the report before the Houses of the Oireachtas rather than a parliamentary committee that has limited membership?  The overarching aim we have in the context of our secretarial assistants is to ensure we have better support and that the process starts again on 28 January.  It is important there is a positive outcome.<\/p><p>I will not go back over old ground but, as has been stated, the role has changed and the title of the job is no longer relevant.  You were here in 1989, a Leas-Chathaoirligh, and you have seen the change in the supports to us as Members.  I make the point repeatedly that it costs money to fund Parliament.  Senator Higgins referred to her role in committees and the role we play in legislation.  Look at the value we get from the Library and Research Service in terms of the policy papers and research papers and their availability to us.  Senator Moynihan alluded to something that happened this week.  A freedom of information request was made about overtime for members of staff as opposed to the value they bring to Parliament.<\/p><p>We have completely missed a trick.  Our role has changed.  As Senator Craughwell said, it is no longer part time.  Even in the old days, a secretary worked for more than one Member.  My secretary, Ruth Lawlor, worked for three or four Members.  There was one telephone and the secretaries had to queue up to get a typewriter.  We evolved and changed, but not everything has evolved and changed.  What I say is not sexy or popular and it will be ridiculed by the Twitterati and the media, but as parliamentarians, we should have the staff to do the work that is required in terms of research, speech writing and probing.<\/p><p>Senator Higgins is 100% correct.  The quality of the people working in Parliament is extraordinary.  That applies to everybody in the Houses of the Oireachtas.  When you start at the front gate and you go to the back gate and you take all people in between in the parliamentary community, the level of quality is extraordinary.  I thank the men and women who work in the Oireachtas for the service they give and the work they provide.  At another time, we need a debate about the role and the supports for Members of the Oireachtas.  Our job and role have changed completely.  If we go back to what we said yesterday and look at the people who work with us, they deal with people in their most vulnerable state, who are predominantly anxious and want the State to help them in their hour of need.<\/p><p>Today, in passing this Bill, we will not change the world, but we are sending a signal to the Government and the Department of Public Expenditure and Reform that we want to see change.  We have one member of the Houses of the Oireachtas Commission with us this afternoon, who is a very good member, Senator Kyne.  He has been very strong on many issues relating to supports for the parliamentary community.  We must have a real debate about the funding of democracy in Parliament and that we are not afraid and would not be looking over our shoulder at what people might think or say.<\/p><p>I thank the Minister, Deputy McGrath, for being here again today, for his work yesterday and for his positivity both in the D&aacute;il and in this House.  It is refreshing and good we have a Minister who is going to be part of the vanguard for change.  I accept he may perhaps not be able to, but I believe he is sincere.<\/p><p>There is a job for all of us arising from this debate.  Perhaps you, a Leas-Chathaoirligh, and the Cathaoirleach could look at that as part of the sectoral debates in the Houses of the Oireachtas or perhaps even the Seanad Public Consultation Committee could take a look at how we could develop and evolve different schemes around supports in Parliament.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#JJ00500","speaker":"1637","continuing":true},{"type":"speech","time":1639045800,"counter":144,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire as ucht teacht isteach inniu.  Is d&oacute;cha go bhfuil s&eacute; gn&oacute;thach mar Aire.<\/p> <p>I want to use the opportunity to praise the secretarial assistants.  I am only a Senator for a year and a half, and I am completely blown away by the role of a Senator.  Until I became one, I had no idea of what was involved, even though I have been engaged in politics for my entire life.  Not only is my role insane, but the role of my poor secretary is a lot more insane.  As a Senator, not only are we part of the Upper House of the Legislature, but we are also seen by the masses as a public representative on a local and national level.  Unfortunately, as a result, our secretarial assistants have to be the backbone of the support for us in dealing with all of that on every level, from an individual looking for a medical card to foreign trade agreements.  The range is vast.  Secretarial assistants have to be our researcher, personal assistant and secretarial assistant.  It is so stressful on them.  In some ways I feel bad about the stress we put them under, which is not reflected at all in the pay they are on.  We need to upgrade their position.<\/p> <p>This came to light within a few weeks of me becoming a Senator and we formed a group within our parliamentary party.  My colleagues, Deputy Duffy, Deputy Costello and I set up a working group on SA pay.  We have worked with the Minister on this.  I hope this Bill will be satisfactory for secretarial assistants because they have earned it.  Many Members have spoken in the debate.  The entire Upper House would support the Minister on this, because we all appreciate our secretarial assistants, but their pay is embarrassing for what they are expected to do.  They are far from being secretarial assistants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#KK00200","speaker":"1659"},{"type":"speech","time":1639045800,"counter":145,"content":"<p>Senator Craughwell spoke earlier but he wants to make a minor intervention.  There will be an opportunity to speak after the Minister has spoken if Members disagree with him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#KK00300","speaker":"1692"},{"type":"speech","time":1639045800,"counter":146,"content":"<p>I just want to say that I agree with Senator Buttimer.  I do not believe we should divide the House on this.  I do not believe that anyone on the Government benches in any way disagrees with the arguments that are being put forward.  It would be wrong to force a vote on it.  The message is being driven home loud and clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#KK00400","speaker":"1645"},{"type":"speech","time":1639045800,"counter":147,"content":"<p>That is an extremely noble sentiment, and it is the way to do business on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#KK00500","speaker":"1692"},{"type":"speech","time":1639045800,"counter":148,"content":"<p>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach.  My contribution will be brief.  Yesterday, I spoke about the value of our secretarial assistants.  I will not go through all of that again.  I acknowledge and admire Senator Craughwell for his intervention.  The Leas-Chathaoirleach also referred to the matter.  I fully understand, acknowledge and agree with almost everything that has been said by Senators across the House.  On this issue in particular, it would be a mistake to cause a division.  I want to put something on the record, and I do not want to politicise this.  I assure the Minister that, from Fianna F&aacute;il's perspective, because we were referred to, we have discussed this at length at meetings of our parliamentary party.  Our Senators' group has discussed this constantly.  We have discussed it with our assistants.  The Minister knows this.  I want to put on the record that we are fully behind upgrading these positions.  It has commenced.  I do not know how long it will take.  I hope it will be a short process.  I want to put it on the record that Fianna F&aacute;il is fully behind supporting what is going on and we will work to bring this change about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00100","speaker":"1674"},{"type":"speech","time":1639045800,"counter":149,"content":"<p>I welcome the Minister.  I spoke about this on Second Stage.  When I took the Order of Business for the Leader some weeks ago, a number of Senators raised their concerns, views and sentiments, which have been repeated here, regarding the value of secretarial assistants.  I fully support what our Members here have said about their role and how it has evolved as has the work they do.  Forms of media have evolved.  It is important this is recognised.  As Senator Buttimer said, I have been a member of the commission for more than a year.  This has always been on the agenda, with regard of the status of the case in the Workplace Relations Commission and how it was progressing.  We should not reopen the entire debate if there is political consensus that the position be regraded, which is what this is about.  It is not about a salary increase.  It is about regrading the salaries of secretarial assistants of Members of both Houses.  The political system is always afraid to do anything that might be seen to benefit politicians.  This is not the case here.  We are speaking about the people who work with and support politicians.  It reminds me of the issue of councillors' pay.  The Government was paralysed by fear of doing anything that might be commented on.  When the worthy pay increase happened for councillors there was not much talk about it.  This is important.  We are speaking about very valuable public servants who do a job.  They should be recognised with a newly defined role on the basis of the work they do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00200","speaker":"1665"},{"type":"speech","time":1639045800,"counter":150,"content":"<p>I have been listening to the debate in my office.  I did not jog here, because I am in a brace, but I did walk very swiftly.  I did not get to contribute yesterday.  We are all speaking about our own secretarial assistants and people who we have worked with.  I have to speak about Ellen Murphy who works with me.  She does the Lord's work and goes above and beyond.  We are a team.  She keeps the office going.  Everyone has said this.  She has kept things flowing smoothly over the past year, particularly when my father was sick and subsequently died.  Every day she goes above and beyond not only for me and my office but for many staff in Leinster House.  She is a shop steward.  She is also a damned good egg who helps many secretarial assistants and Leinster House staff.  I often see her giving counsel and guidance to people.  Sometimes we forget that our staff do not just work for us.  They work in the Oireachtas.  They work in Leinster house.  They make this building a better place.  They make the work we do better.  Therefore, hopefully, they make the governance and leadership we do better.  I had to come here to reference the work she is doing.  She is very heavily involved in this particular issue and I am giving her every last bit of support I can on it.<\/p> <p>We speak about remuneration a lot.  Much of the conversation focuses on pay at the very beginning of the pay scale, what remuneration people get when they come in and the fact it is so much lower in comparison with personal assistants and other such pay scales.  Something we do not talk a huge amount about is the pensions at the other side of it.  A staff member who has 20 years service will have a pension of approximately &euro;8,000 a year.  Senators will get this after a couple of years working here.  Someone with 20 years of service is coming out with a minuscule amount in comparison with some of us who may be here for a very short time.  I hope it is a good time but perhaps it will be a very short time.  There is also the other end when people are leaving here and the pension and years of service they have given are not reflected.  I want to put this on the record.<\/p> <p>We have spoken a great deal about secretarial assistants working on housing assistance payment and family payment applications and helping out on all of these things.  They spend their days on the phone helping members of the public.  In the Seanad, there are varying opinions on whether people should be referred to as constituents.  Sometimes they have to go home and do these very same applications for themselves because they simply cannot afford to live on the wages they have.  A secretarial assistant in my office is filling out an application for a housing form for herself.  This is not acceptable.  It is very frustrating to read over it and make suggestions.  It is not right or acceptable.  We need to stand for a living, fair and decent wage.  Without these secretarial assistants and people doing this work and helping members of the public we would be lost.  I know all of this has been said.  We have supports and we need supports but it is not acceptable that we are standing over our own staff not being able to afford to live or look after their families and being faced with the idea that they simply cannot afford to rent near Leinster House and so cannot accept the job.  They are brilliant intelligent people.  They help us make a change but some of them cannot even afford to come to work for us.  This is not acceptable.  It is not just about the beginning of the pay scale, it is also about when people are leaving Leinster House.  It is not okay that we have secretarial assistants who require the housing assistance payment, the working family payment and other such things in order that they can help us do our jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00300","speaker":"1663"},{"type":"speech","time":1639045800,"counter":151,"content":"<p>The next speaker is Senator Keogan, who happens to be a cousin of the excellent woman who works in my office in Cavan.  I have to allow total latitude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00400","speaker":"1692"},{"type":"speech","time":1639045800,"counter":152,"content":"<p>I thank the Leas-Chathaoirleach.  Mary is a very good secretary I am sure.  I thank the Minister for looking after the local authority members in this country and giving them at living wage for the first time ever.  When I was elected here I had very little knowledge of what the role would entail.  I will have been here two years in March.  I have been navigating my way through what is expected of a Senator with regard to legislation and it has been very difficult.  I split the secretarial assistant role into two positions, which is even worse.  People say, \"Oh my God, she split the role between two people\".  The amount of money these people, our assistants, get paid is pitiful.  I am here to lend my voice to this.  The money for secretarial assistants must be doubled at least.  They are secretarial assistants and they deal with all of our emails.  We can get 200 emails a day.  That is an unbelievable number of emails to have to deal with.  These could be local emails from people in my area or from throughout the country who require assistance, which I do.  I also have someone who looks after the legislation and the amendments that need to be made on the various Stages.  We have waited long enough for this.  Whatever the Minister can do he should do it quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00500","speaker":"1664"},{"type":"speech","time":1639045800,"counter":153,"content":"<p>Several points have been raised and prior to the Minister replying I want to add to them.  The Oireachtas Library and Research Service has been mentioned.  This service is fine for planning a Bill in the long term but if we get an agenda on Thursday that will mean speaking on seven different policy areas on Tuesday, and then we receive phone calls all day Monday about it, they will be dealt with by the secretarial assistants of Senators who clearly are parliamentary assistants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I know there are strong feelings about this across the House because we passed a motion collectively in 2019 supporting the claim and the call of the secretarial assistants.  In being true to that motion, we cannot take any backward step.  We need to be clear that we are pushing forward and want more.  On the question of whether we vote on this recommendation, it depends on the answer of the Minister; we cannot simply say we know everybody means the best, because it has been too long.  We need to be getting a clear message on what we are asking for.  It will not be enough to have a doubling of some percentage or knocking one or two things together.  There are very clear requests on changes to the scale for secretarial assistants, the compression of scale and the addition of scale.  I am aware that the Minister cannot tell us he is going to achieve all these things now but we need to be clear that, when he says he is engaging and interested in engaging, he is not just talking about changes to the scale but also about the regrading point, which is fundamental to every Senator in this House.<\/p><p>The other area where we need to have a clear understanding from the Minister concerns what exactly the engagement with the commission will look like.  The Minister should accept recommendation No. 1 because it is harmless.  It simply asks that he come back in six months.  I hope he is enthusiastic about accepting it because he plans to come back in six months with a very good story for us on the resolution of this issue.  Perhaps he might indicate that to us.<\/p><p>One of the only reasons for not pressing the other recommendations will be a commitment to resolve this matter earlier than indicated in the timelines in the amendments.  This is important.  We cannot afford to let this become a long-term process.  This started in the last Oireachtas.  I was a Member of the last Oireachtas when we passed a motion after the Seanad reform committee made the recommendation.  Of four secretarial assistants who led the campaign in the last Oireachtas and were actively involved in our group, one lost their job because their Member was not re-elected, another lost their job because their Member did not stand again, and two left because the wages were completely unsustainable, even though they were incredibly committed to our work.  We cannot afford to have this kicked to touch for six or eight months or year and a half, at which time we will have a new crop of secretarial assistants.  However, now that everybody in the country knows it is such a terribly paid job, who will go for it?<\/p><p>Can we try to resolve this in the next three months?  Committing to this would be a really good argument for our not pressing these recommendations, with their timelines of six and eight months.  That is what I hope to hear from the Minister in his responses to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#LL00600","speaker":"1662","continuing":true},{"type":"speech","time":1639045800,"counter":155,"content":"<p>I was listening to the contributions in my office while I was working.  I acknowledge the presence of the Minister and thank him for being here.<\/p> <p>I could not let this go without making a contribution on the role of secretarial assistants.  I have been a Senator for a year and a half, like many others, and have seen at first hand the quality of staff in this Chamber and staff who work for people in this Chamber.  Like everyone has said, the work secretarial assistants do is the exact same as that of parliamentary assistants.  They are in the same offices and doing the same work.  It is not so much that it needs to be respected but that it needs to be acknowledged that the work they do is no different from that of a parliamentary assistant.  Secretarial assistants may be getting married or trying to get a mortgage.  They face the same challenges as everybody else, but the salary is pitiful.  It is extremely low.  To reach a level that somehow reflects the work they do takes a hell of a long time.  I believe it takes something like 18 years or more to get to the very top.  That is an extremely long period.  Lisa, who works for me, goes above and beyond the duty expected of her.<\/p> <p>In fairness to the Minister, he was here last week and acknowledged, in responding to a Commencement matter, that he will look into this.  Proposals need to be put to him.  He said he will examine these and make a decision based on them, but this is not a case of 1% here and 2% there.  The figures today indicate that the rate of inflation has risen by 5%.  For someone on the salary of a secretarial assistant, that is crazy.  Something needs to be done.  Secretarial assistants go above and beyond the call of duty.  The Minister knows from politics that things happen outside the period from 9 a.m. to 5 p.m.  More often than not, the secretarial assistants are always prepared to put everything down to support us.  I would appreciate it if the work of all secretarial assistants associated with Members on all sides of the House was quickly accepted and if they were given a salary that reflected the work they do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#MM00200","speaker":"1629"},{"type":"speech","time":1639045800,"counter":156,"content":"<p>It is not normal for the Chair to intervene, and I will not do so beyond saying that I entirely agree with the sentiments expressed here today.  They reflect my experience of the wonderful, professional staff who work with me here in Leinster House and in Cavan.  They work across a range of areas at a range of hours of the day, and it would be unreasonable if this did not receive concrete acknowledgement.  I am doing an exceptional thing in making this remark from the Chair, because it is not normal, but it is in order to the extent that the subject is not one that is dividing the House.  I acknowledge that the Minister&rsquo;s presence indicates how seriously he is taking the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#MM00300","speaker":"1692"},{"type":"speech","time":1639045800,"counter":157,"content":"<p>I thank the Chair for those remarks and for welcoming me back to the House today.  I am delighted this issue has been ventilated in the way it has over the past week or so.  In this regard, I took the Commencement matter and took this Bill through the D&aacute;il last week.  This issue was discussed at length yesterday on Second Stage in this House and was discussed again today.  That is positive and can only be good.  I can certainly say I have learned a lot about this issue in the past short while and look forward to progress in the period ahead.<\/p> <p>I want to put in context for the record what my role is and what that of the commission is.  As Members know, under the legislation that governs all this, the scheme for secretarial assistance is the mechanism under which secretarial assistants and others are engaged.  Under the scheme, the Houses of the Oireachtas Commission has the power to regulate the provision of secretarial facilities to Members and qualifying parties.  As Members know, secretarial assistants are employed by Members and by qualifying parties but are paid by the commission.  The commission also regulates the number of staff employed under the scheme and has oversight of the operation of the scheme.  Under the 2003 Act, the commission must obtain the consent of the Minister for Public Expenditure and Reform before reaching an agreement with any person on rates of pay, conditions of employment or superannuation rights.  <\/p> <p>This relates to the point of Senator Higgins on the exact role of secretarial assistants.  Section 4 of the 2003 Act is very explicit as to the functions the commission shall perform in relation to the provision of secretarial facilities.  It makes it clear that it is a function of the commission to obtain the consent of the Minister for Public Expenditure and Reform before reaching an agreement.<\/p> <p>The essential purpose of the Bill is to provide the budget for the next three years for the running of the Houses of the Oireachtas, which budget amounts to &euro;462.5 million.  As I stated yesterday in my remarks on Second Stage, there is adequate provision within that budget for further improvements in the service the commission provides to all of us as Members.  I acknowledge that service has improved quite a lot, certainly in the time I have been in the House.  There is capacity to resolve this issue.  Of that, I am certain.<\/p> <p>I want to put on the record again my appreciation for the work of our secretarial assistants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2173\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2173&amp;amp;pid=MichaelMcGrath&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Obviously, in the case of Senators, there is the particular issue that they have only one member of staff and the grading there is secretarial assistant.  In my case, I have both an SA and a PA, but the work they do is extraordinary and highly valued.<\/p><p>Many specific points had been made about regrading and about the level of remuneration change that is warranted.  Senators will understand that it would not be appropriate for me to get into the detail of what might be appropriate because my role will be to consider a proposal that the commission makes to me, ultimately.  It is a matter for the commission now, having regard to the HR strategy that it wishes to pursue, its workforce planning requirements and the cost of running the Oireachtas over the next number of years.  If it is open to the commission to conduct a job evaluation, for example, that is a matter for the commission.  The commission needs to consider all of these issues now and to come to me with a proposal over the period ahead.<\/p><p>The important point is that there is a process under way.  New life has now been injected into that process, and that is undoubtedly the case.  We now have a date for an engagement at the WRC, which has written to both SIPTU and the commission, and it has invited both parties to come before it on 28 January.  I look forward to that taking place and then, hopefully, to proposals being put to me at an early date for my consideration.<\/p><p>I want to be clear that this issue has certainly not been on my desk in my tenure as Minister, which is just under a year and a half at this point in time.  The role of the Department will be, ultimately, to advise me when a proposal is put.  Of course, the Department of Public Expenditure and Reform will always have views on issues relating to pay but we are not talking here directly about public servants.  I hear the points that have been made about relativities and knock-on consequences and so on.  What I have asked my officials to do now, as I said yesterday, is to engage positively with a view to bringing about a resolution to this issue.  I have asked that I would be kept informed step-by-step so that, whatever contact there is between the commission and my Department, I will be kept abreast of that and, obviously, will have an opportunity to feed in my own personal views and to make an input in regard to that issue as well.<\/p><p>I also want to acknowledge that the Members of this House who are members of the Government parties have been raising this issue consistently as well.  They have raised it directly with me through my own party and the other parties in government, and they feel equally strongly in regard to the issue.<\/p><p>I am not in position to accept the recommendations that have been put forward because I believe we have to recognise there is a process under way and we have to let the process take its course.  It would be inappropriate of me to accept recommendations, for example, that speak to a particular proposal around regrading and so on.  That is me, as Minister, getting into the detail of the issue, which I do not think is appropriate or warranted.  I have confidence in the process and I have confidence that there will be a resolution to this issue over the period ahead.  The reassurance I want to give to Senator Higgins and all of the Senators is that I am not going anywhere.  I am at their disposal at any time to come in and to give an update to this House on my role and how I am I discharging my own responsibilities in regard to this issue.<\/p><p>My role is very clear under section 4 of the Act.  My officials are now very well aware of the views of the Members of this House and the views of the Members of D&aacute;il &Eacute;ireann, and they know I am taking a particularly keen personal interest in this issue.  Again, I want to restate what I think is an important political signal, which I am happy to send again, and that is that I want this issue resolved.  I recognise that the nature of the work that our secretarial assistants have been performing has changed very significantly in the time that I have been a Member of D&aacute;il &Eacute;ireann.  The complexity has changed, the volume has changed and the nature of the job and the demands have intensified.  There is no question about that.  As Senator Gavan acknowledged, I made the point about a lack of job security.  There is undoubtedly a lack of job security for the members of our staff who rely on our tenure for the continuation of their work.<\/p><p>That is as much as I wish to say at this point.  It is a matter for the Members if they wish to call votes on the particular recommendations.  I am happy to clarify any other point or any other aspect of it.  There is a process under way and we now have a firm date.  I am happy to commit to coming back to this House again at a future date to give an update on my own role, but it is now a matter for the commission to consider this issue alongside all of the other issues that it has to consider.  There will always be points of detail that it has to consider.  I see the role of my Department as being there to support the work of the commission in bringing this matter to a resolution.  My officials will keep me informed every step along the way and then, as soon as proposals are put to me, I will discharge my responsibility in an efficient manner under the Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#MM00400","speaker":"1459","continuing":true},{"type":"speech","time":1639045800,"counter":159,"content":"<p>I thank the Minister for that comprehensive response.  I ask Members to bear in mind that we finish shortly.  We have had brilliant speeches so there is no need for a repetition of them.  I call Senator Higgins, who proposed the recommendations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#NN00200","speaker":"1692"},{"type":"speech","time":1639045800,"counter":160,"content":"<p>I want to ask the Minister for clarification on two key points.  The Minister has given us, to some degree, his interpretation of the Act but there have been ambiguous interpretations of that Act, including within the process that SIPTU has been engaging with.  There has been some sense that the human resources department has to go and talk to the Department of Public Expenditure and Reform directly, and it will say it is waiting for authorisation from the Department and is not in a position to negotiate.<\/p> <p>On the point I put to the Minister on the very first question, we need to make that explicitly clear.  There are differences of opinion among officials as to exactly how the flow of decision-making would work.  The Minister said the role of his Department is to advise him and that the commission brings the proposals to him.  I want to be very clear.  Is it the Minister's understanding that the human resources department which is, of course, ultimately under the remit of the commission, goes back to the members of the commission?  The commission, as I understand it, and as I think the Minister understands it, is the members of the commission - that is what the commission is.  Therefore, it is human resources going back to the members of the commission, and then the members of the commission, or the commission as a whole, bringing a proposal to the Minister, at which point his officials may advise him.  I hope he will also advise them of the importance and urgency of the matters at hand but being explicitly clear about who is reporting to who when, and who is checking with who when, is going to be crucial.  There have been long meetings and years of meetings, but if we want this meeting in January to be different, it needs to be very clear exactly what happens next in a staged process.<\/p> <p>I welcome, and it makes it easier not to press the recommendation, that the Minister has indicated he will come back to this House.  Will he confirm he is happy to come back to this House within six months to discuss his role in this engagement?  That will make it very much easier again for us in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#NN00300","speaker":"1662"},{"type":"speech","time":1639045800,"counter":161,"content":"<p>I am happy to give the commitment that, if I am invited, I will come back within six months to update the House on my role in this matter.  I would earnestly hope this issue will be dealt with within that timeframe, and that is certainly what I want to see happen.  There is no need for endless negotiations or months of talks from 28 January.<\/p><p>In regard to the other question on the role of the commission and then, within that, the role of the HR department <i>vis-&agrave;-vis<\/i>the members of the commission, I look at the Act and that is what I take my direction from.  The commission makes a proposal.  How the commission arrives at that internally with regard to its own processes, the HR department and the members of the commission is really a matter for itself.  I have no doubt there is a level of contact with the officials in my Department.  What I have asked my own officials to do is to be positive and helpful with a view to bringing about a resolution to this issue, and to keep me informed of that contact, even in advance of 28 January.  It is important that I am not just presented with a proposal while not understanding the background to it or how it came about.<\/p><p>Ultimately, as the Senator well knows, in the case of any industrial relations issue that is going before the WRC, both parties have to spell out their position.  SIPTU will have to spell out exactly what the proposal is in writing in respect of SAs in the Seanad and the D&aacute;il, and how it will deal with the detail and the consequences of the implementation of what it is proposing.  It will have to spell that out and the commission will also have to outline its proposals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2173\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2173&amp;amp;pid=MichaelMcGrath&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The commission will also have to outline its proposals and then, hopefully, an agreement can be reached.  My officials are there in the background to support that process, not to block it.  I want to be very clear on that point.  I have given them that feedback and given that signal publicly on the floor of the House today.  Ultimately, I expect that a proposal will be made.  That will come to me, and I am happy to commit that I will be back here within six months, if invited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#NN00400","speaker":"1459","continuing":true},{"type":"speech","time":1639045800,"counter":163,"content":"<p>Apologies, and just to belabour the point, the Minister's understanding of the legislation is that the members of the commission are empowered to develop a proposal and to bring that to him.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00200","speaker":"1662"},{"type":"speech","time":1639045800,"counter":164,"content":"<p>The commission is empowered.  It is a matter for the commission to decide how it arrives at its position and how that proposal is formed in respect of the input of the members of the commission and the officials who serve it and support its work.  Exactly how that proposal will be formed is a matter for the internal workings of the commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00300","speaker":"1459"},{"type":"speech","time":1639045800,"counter":165,"content":"<p>The commission will bring the proposal to the Minister, rather than-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00400","speaker":"1662"},{"type":"speech","time":1639045800,"counter":166,"content":"<p>The commission will make a proposal.  In reality, that will follow a negotiation.  We must let that negotiation take place.  The manner in which this issue has been debated and highlighted in the past week or so will prove to be very helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00500","speaker":"1459"},{"type":"speech","time":1639045800,"counter":167,"content":"<p>Is Senator Higgins pressing recommendation No. 1?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00600","speaker":"1692"},{"type":"speech","time":1639045800,"counter":168,"content":"<p>Given the Minister's commitment to come back here within the next six months, I do not think we need to press the recommendation at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00650","speaker":"1662"},{"type":"unspoken","time":1639045800,"counter":169,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"speech","time":1639045800,"counter":170,"content":"<p>I move recommendation No. 2:<\/p> <blockquote> \tIn page 3, between lines 23 and 24, to insert the following:<br \/><br \/><b>&ldquo;Report on the Scheme for Secretarial Assistance<\/b><br \/><br \/><b>2.<\/b>The Minister shall, within 6 months of the passing of this Act, lay a report before both Houses of the Oireachtas outlining&mdash;  \t(a) the work responsibilities of those employed under the Scheme for Secretarial Assistance in Seanad &Eacute;ireann and D&aacute;il &Eacute;ireann, following consultation with members of Oireachtas and the Commission, and<br \/><br \/>(b) a comparison of the work responsibilities, role description and levels of remuneration, with due regard to the cost of living, of those employed under the Scheme for Secretarial Assistance with similar roles in national parliaments in other countries.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00800","speaker":"1662"},{"type":"unspoken","time":1639045800,"counter":171,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"speech","time":1639045800,"counter":172,"content":"<p>I move recommendation No. 3:<\/p> <blockquote> \tIn page 3, between lines 23 and 24, to insert the following:<br \/><br \/><b>&ldquo;Report on the operation of the Scheme for Secretarial Assistance<\/b><br \/><br \/><b>2.<\/b>The Minister shall, within 6 months of the passing of this Act, lay a report before the Committee on Parliamentary Procedures and Oversight outlining a cost benefit analysis in respect of the introduction of the parliamentary assistant pay scale to Seanad &Eacute;ireann,with due regard to&mdash;  \t(a) the recruitment and retention of staff,<br \/><br \/>(b) the recognition and development of skills,<br \/><br \/>(c) the value of acquired knowledge and experience within the legislative process and the wider work of Oireachtas members,<br \/><br \/>(d) the  achievement of stated commitments to the well-being of staff and a family-friendly Oireachtas, and<br \/><br \/>(e) the importance of equitable access to the pipeline of political engagement in supporting more diverse and equal political decision making and representation.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO00875","speaker":"1662"},{"type":"unspoken","time":1639045800,"counter":173,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1639045800,"counter":174,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1639045800,"counter":175,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1639045800,"counter":176,"content":"<p>Bill reported without recommendation.<\/p>"},{"type":"speech","time":1639045800,"counter":177,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01150","speaker":"1692"},{"type":"speech","time":1639045800,"counter":178,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01175","speaker":"1665"},{"type":"speech","time":1639045800,"counter":179,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01181","speaker":"1692"},{"type":"unspoken","time":1639045800,"counter":180,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1639045800,"counter":181,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01193","speaker":"1692"},{"type":"speech","time":1639045800,"counter":182,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01196","speaker":"1665"},{"type":"speech","time":1639045800,"counter":183,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#OO01198","speaker":"1692"},{"type":"unspoken","time":1639045800,"counter":184,"content":"<p>Question, \"That the Bill be returned to the D&aacute;il\", put and agreed to.<\/p>"},{"type":"unspoken","time":1639045800,"counter":185,"content":"<p>Sitting suspended at 4.53 p.m. and resumed at 5.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireacht ó Choiste - Message from Committee","time":1639045800,"counter":186,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#SS00100"},{"type":"speech","time":1639045800,"counter":187,"content":"<p>The Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach has completed its consideration of the motion to recommend Mr. Ger Deering for appointment by the President to be the Ombudsman and Information Commissioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#SS00200","speaker":"1654"},{"type":"majorheading","content":"Companies (Corporate Enforcement Authority) Bill 2021: Second Stage","time":1639045800,"counter":188,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#SS00300"},{"type":"unspoken","time":1639045800,"counter":189,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1639045800,"counter":190,"content":"<p>As Minister for State with responsibility for trade promotion, digital and company regulation, I am pleased to introduce the Companies (Corporate Enforcement Authority) Bill 2021 for the consideration of the Seanad.<\/p> <p>A long version of my speech has been circulated which includes details of the provisions in the Bill.  I have also made a briefing available to Senators.  The primary objective of the Bill is to establish a new corporate enforcement authority, CEA.  It is a landmark step to strengthen and transform the Office of the Director of Corporate Enforcement, ODCE, into a statutory and stand-alone agency with additional resources to investigate and prosecute white-collar crime.<\/p> <p>A significant amount of work has been done in the last year to develop the legislation before the House.  Along with the T&aacute;naiste I engaged in detailed discussions on the general scheme of the Bill with members of the Oireachtas Joint Committee on Enterprise, Trade and Employment as part of the pre-legislative scrutiny in January this year.  I am pleased to say that the Bill was welcomed by Deputies in the D&aacute;il and we had a good debate on the policies and principles contained in the legislation.  There is strong support for the establishment of the corporate enforcement authority as an independent, well-resourced agency that works to deliver on company law compliance.<\/p> <p>By way of background, the legislation at hand reflects the detailed discussions and in-depth policy analysis of the best framework for combatting white-collar crime and tackling breaches of company law.  The legislation is a key element of the suite of measures, the white-collar crime package, published by Government in 2017.  The package was aimed at enhancing Ireland's ability to combat corporate, economic and regulatory crime.  Corruption and white-collar crime damage our economy, breed cynicism in our society and are a threat to our international reputation.  It is essential that the State and its agencies have all the powers possible to clamp down and prevent white-collar crime.  Ireland has a hard-won reputation as a destination for foreign direct investment and as an international business hub.  Stepping up our efforts to tackle white-collar crime will show we are serious about maintaining and building upon that reputation.<\/p> <p>This reputation is about setting strong foundations for the new corporate enforcement authority.  In that context, I want to focus on three areas.  First, an important element of a new authority is its commission structure with up to three full-time members.  This is designed to future-proof the new organisation and to ensure it is agile and can respond to changing circumstances.  For example, if there are significant increased demands on the authority, it will be possible for it to be scaled up further or organised along specific lines of responsibility.  In addition, the new authority will have the ability to appoint its own staff.  It will be able to determine for itself the skills and the staff it will need to conduct its work, subject to overall budgetary sanction and approval.<\/p> <p>Second, as noted both by the Joint Committee on Enterprise, Trade and Employment during its pre-legislative scrutiny and by Deputies more recently during the D&aacute;il debates, resources are key to the success of this new authority.  My Department and the Government fully considered the joint committee's strong views on this matter and the Government decision establishing the CEA referenced the actions needed to ensure the resourcing needs of the authority.  The resources now being applied to the authority are in line with the director's own assessment of its requirement, based on its functions and the number and complexity of the cases that it will handle.  I understand that the Garda Commissioner, who is independent in the exercise of his functions, has also written to the director committing increased levels of members of An Garda S&iacute;och&aacute;na for the new authority.<\/p> <p>In preparation for the establishment of the corporate enforcement authority, the budget of the ODCE has been increased by approximately &euro;1 million on previous levels and approval granted for 14 additional civil servants to be assigned to the authority to enable it to undertake its new functions.  This represents an increase of 20% in the level of funding to the ODCE and an increase of 35% in the number of Civil Service staff.  The members of An Garda S&iacute;och&aacute;na assigned to the corporate enforcement authority will increase from seven to 16.  Taking the Civil Service and Garda increases together, the corporate enforcement authority will have a staffing level that has increased by nearly 50% overall.<\/p> <p>Third, this legislation is also a key element of the implementation plan of the review of anti-corruption and anti-fraud structures in criminal justice enforcement, carried out under the chairmanship of Mr. James Hamilton.  The Government approved and published its recommendations in December 2020.  Since then, the Minister for Justice has developed and led an implementation plan to carry forward these recommendations.<\/p> <p>My Department and the ODCE are centrally involved in this process.  I support the cross-government nature of the plan.  Corporate end economic crime will only be tackled by a whole-of-government, joined-up approach.  I welcome that the criminal justice powers will be developed and implemented on a cross-cutting basis to enable all our investigative agencies to have the required powers while balancing the rights of those being investigated.  This will ensure the new corporate enforcement authority has access to the necessary powers as they are developed.<\/p> <p>I will now turn to other provisions included in the Bill in the area of company law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Robert Troy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2305\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2305&amp;amp;pid=RobertTroy&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Companies Act 2014 is kept under active review and its provisions are reassessed in light of changing circumstances such as court judgments or where a problem is identified by companies, practitioners or those implementing its provisions.<\/p><p>The Bill also proposes other changes to company law.  These include, in particular, transparency measures relating to the register of companies and the use of personal public service numbers, PPSN, for directors, implementation of a Company Law Review Group recommendation on shares and share capital, closing off an outdated exemption from the requirement to include directors' names on correspondence, and an amendment to confirm the intention that chapter 7A of Part 17 of the Companies Act 2014 applies to the securities registered in the name of a central securities depository and those securities that are registered in the name of a nominee of the central securities depository.<\/p><p>The establishment of the new corporate enforcement authority was a commitment in the programme for Government, one designed to combat breaches of company law that are so damaging to the economy and breed cynicism in society in respect of insufficient attention being given to company misbehaviour and which undermine our international reputation.  The Bill, when enacted, will be a milestone in the area of corporate enforcement.  The new corporate enforcement authority will have more autonomy and resources to investigate suspected wrongdoing and to deal with larger and more complex investigations.  My Department is working hard on the practical matters to support this legislation, such as recruitment and accommodation for the new authority.  This new authority was promised more than four years ago.  As Minister of State with responsibility for company regulation, I want to deliver on this promise, but I can only do so with the support of Senators.  I hope to conclude the remaining Stages in the Seanad next week with their assistance.  I look forward to hearing the views of Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#SS00500","speaker":"1596","continuing":true},{"type":"speech","time":1639045800,"counter":192,"content":"<p>I thank the Minister of State for coming to the House on the Bill.  I thank his officials who have worked on this matter, as well as the members of the joint committee.  I know the Minister of State has engaged with my colleague, Senator Crowe, on this issue.  As the Minister of State pointed out, the Bill is an important commitment as part of the programme for Government.  It is sending out a clear message that we take white collar crime very seriously.  There is sometimes a perception that white collar crime is not investigated or pursued to the same extent as other crimes, but white collar crime does have real-world consequences and the Government is serious about addressing it.<\/p> <p>With advances in technology, we are seeing new forms of economic crime.  It is increasingly sophisticated, so it will be important for this new agency to work hand in glove with the National Cyber Security Centre to address white-collar crime that uses new technology.<\/p> <p>An important issue to which the Minister of State referred is that there is no point setting up an agency unless it is properly resourced, not just in terms of staffing numbers but with the level and range of qualifications necessary for it to be established.  He will be aware that there have been criticisms of the Office of the Director of Corporate Enforcement, ODCE.  Some of these concerns have merit, such as those relating to staffing levels and the budget that has been provided to date.  We are setting up a new agency with clear and strong powers, but my concern is that if it does not have the necessary resources, there will be difficulties.  I refer to the example of the Data Protection Commission, DPC.  As the Minister of State is aware, several questions are being raised in that regard and much of that is down to the adequacy of the resourcing of the DPC even though that office has many powers.<\/p> <p>There are questions relating to the membership of the authority.  I am conscious this issue was raised at the joint committee, but also in a submission by Professor Deirdre Ahern of Trinity College Dublin.  The committee and Professor Ahern recommended that the minimum number of members of the authority should be increased to two and the maximum number to five.  This would represent good practice.  I again refer to the DPC.  It has only one commissioner, whereas many of its counterparts have three.  That would certainly make a lot of sense.<\/p> <p>I have noticed a trend in much legislation whereby Members of these Houses are rightly excluded from consideration for appointment as members of the authority, but members of a local authority are also excluded.  I have to question why that is necessarily the case.  I do not believe that a councillor should be able to tell the Minister that he or she should be appointed, but a person who has the necessary skill set, such as a forensic account, should not be excluded just because he or she happens to be a member of a local authority.  This issue does not just relate to this legislation; it is a wider issue in respect of why members of local authorities continue to be excluded from serving on a range of State boards.  I am certainly not suggesting that a person be appointed simply because he or she is a councillor, but if the person meets all the other necessary criteria in order to be able to serve, he or she should not be excluded on that ground.<\/p> <p>It certainly makes sense to consider increasing in the number of members of the authority in order to future proof it, share the load and get the combined wisdom of several members.  It also makes sense to consider the resourcing question.  Those are key areas.  Other than that, this is a good piece of work.  It is putting real teeth into this new agency.  Its independence is protected, which is a good thing, and it is delivering on a commitment in the programme for Government.  I strongly support the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#TT00200","speaker":"1638"},{"type":"speech","time":1639045800,"counter":193,"content":"<p>I welcome the Minister of State to the Chamber.  The Bill is part of a package of measures designed to ensure that Ireland's reputation as a top-tier country in terms of its business environment is underpinned by a robust company law enforcement framework.  The policy approach underpinning the Bill is that enforcement bodies, in order to be effective, must be statutorily independent, appropriately resourced, accountable and with a well-defined mandate.<\/p> <p>I refer to increased funding.  In our pre-legislative scrutiny report, the joint committee of which I am a member recommended that the level of resourcing be kept under constant review, with the possibility to increase staffing and other resources when required.  An exercise to estimate the budgetary requirements for the establishment of the corporate enforcement authority commenced in 2018 and at that point the annual budget of the ODCE was &euro;5 million.  Following an assessment of the CEA resourcing needs upon its establishment, the 2018 baseline was increased by &euro;1 million in 2019 to a budget of slightly more than &euro;6 million.  This increased level has been revisited subsequently in anticipation of the establishment of the new authority.  As the Minister of State noted, that represents a 20% increase in the level of funding to the ODCE.<\/p> <p>It is important to note on the record certain other important provisions in the Bill relating to new grounds for the restriction of company directors.  The Bill contains a new ground under section 819 whereby in the case of certain directorial failures, the Director of Corporate Enforcement, the liquidator or the receiver will be able to apply to the court for an order of restriction of a director.  These failures include: failure to convene a general meeting of shareholders for the purpose of nominating a named liquidator; failure to table a motion at such a meeting to nominate a named liquidator; and failure to provide the required notice to employees in winding up.  The first two of those grounds arise from the CLRG report on the protection of employees.<\/p> <p>The Minister of State touched on the issue of transparency in his contribution.  The register of companies is a specified body under Schedule 5 to the Social Welfare Consolidation Act 2005.  It is a body that may use personal public service numbers.  The measure in the Bill will oblige directors of companies to supply their PPSN to the register in certain situations, such as when incorporating a company for the first time, submitting an annual return or notifying the register of a change in director or secretary.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is proposed to support the accuracy of the register and to deal with the possibility of duplication.  This type of procedure is currently implemented under the registry of beneficial ownership.  This is a commitment that has been made for the past number of years, by the Minister of State, in particular, since he took up his role in the Department.<\/p><p>There has always been a perception that white-collar crime has not been dealt with as well as it should have been.  A famous case involving someone collapsed a number of years ago.  On the back of that, certainly from a public perspective, there was a lack of trust in people of a certain type being held to account.  The main thrust of this Bill, in addition to putting it into law and having a measure that will tackle this issue, is to increase public trust.  I noted that at the end of his contribution the Minister of State said that this will be a milestone.  It will be a milestone, in that it is something that has been promised for a number of years.<\/p><p>As Senator Malcolm Byrne said, one of the concerns we hear a lot about is resourcing, in addition to the need for extra resources.  The Minister of State said in his contribution that staff will be increased by 50%, which is significant and needs to be acknowledged.  That type of resourcing needs to be continually reviewed as we go forward.<\/p><p>I am happy to welcome the debate and to support the Bill with my Fine Gael colleagues. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#TT00300","speaker":"1629","continuing":true},{"type":"speech","time":1639045800,"counter":195,"content":"<p>It is nice to see the Minister of State.  He is very welcome.  On behalf of my party, I welcome this significant legislation.  The establishment of a corporate enforcement authority as a stand-alone entity replacing the Office of the Director of Corporate Enforcement is an extremely welcome step.  We are on record as having welcomed this on more than one occasion.  The ODCE has worked hard within the remit it has been given in recent times but, unfortunately, in the course of its work it has often suffered from a lack of funding and resources on the one hand and a lack of adequate powers on the other.  It is ultimately these shortcomings that precipitated the proposal for the establishment of a stand-alone corporate enforcement authority as far back as 2017.  This move was proposed by the then Government in November of that year as part of a series of measures intended to address white-collar crime.<\/p> <p>The establishment of this new agency is, in part, a response to severe criticism by Judge John Aylmer of the conduct of the ODCE in the prosecution of the former chairman of Anglo Irish Bank.  If this new agency is to be able to investigate and respond to complex breaches of company law then, unlike the ODCE, it must have the necessary funding, resources, powers and suitably qualified experts in accountancy, information technology and corporate enforcement in order to do that job effectively.  The need for such resources and funding came to the fore when pre-legislative scrutiny of the Bill was conducted earlier this year by the Joint Committee on Enterprise, Trade and Employment.  I was a member of that committee and I pay tribute to my colleague, Deputy Quinlivan, who has been chasing this issue for a number of years, in fairness.<\/p> <p>There is a perception among the public, which is fairly well founded, that corruption and so-called white collar crime are not adequately detected and punished.  The lack of legislation to tackle corporate and economic crime, and the underfunding and under-resourcing of the agencies investigating white collar crime, has been de facto Government policy for decades.  More than a decade and three successive Governments later, the lack of appetite to legislate for, regulate and properly tackle corporate and economic crime is genuinely shocking.  The historical underfunding of the ODCE is a political decision.  The office gets its funding directly from the Government.  If that funding is insufficient, that represents a political failure.<\/p> <p>In 2007, the accounting firm RSM Robson Rhodes estimated that Ireland was losing &euro;2.5 billion a year from economic crime.  I like the phrase my colleague, Deputy O'Reilly, used in the D&aacute;il, \"Economic cheats cheat us all\".  If that figure is applied to the past 14 years, that is a potential loss of &euro;35 billion to the Irish economy.  The economic and social cost of corruption and white-collar crime far outweigh other forms of crime, yet they have consistently received far less funding resources and political attention from successive Governments.  It is time the State takes this crime seriously.  As the ODCE transitions to a stand-alone corporate enforcement authority, it is imperative not only that it is given additional funding and resources but additional powers to help keep pace with technological advancements, such as seizing data and information that is stored in the cloud.<\/p> <p>I will raise a couple of concerns but, to be clear, we support this Bill.  I have a concern in respect of sections 944AE(3)(b) and 944AE(3)(c).  Why should a director who is sanctioned by the authorities should be able to escape having his or her publicised if such a publication \"would jeopardise the stability of financial markets\"?  Furthermore, section 944AE(3)(c) states that a director who is sanctioned shall not have his or her name published if it \"would cause disproportionate damage to the relevant director.\"  These sections seem to offer an almost unlimited get-out for relevant directors who commit offences.  I do not think that is the intention, but having this get-out-of-jail card is not a good idea.  There is no reason these provisions should be included to allow directors to get away from having their names made public.  There is no mechanism for a young working-class man or woman to escape his or her name being splashed in the local newspaper, if a court finds that person guilty of being in possession of a joint, or some other crime.  It seems to be a case of the Government looking after its own.  I hope the Minister of State will address that particular concern.<\/p> <p>I echo what Senator Malcolm Byrne mentioned about Professor Deirdre Ahern's recommendation on the number of members of the new authority.  The joint committee recommended between two and five members.  I would like to hear the Minister of State's response on that matter. <\/p> <p>One of the recommendations the committee made that merits further consideration is the suggestion that non-Garda staff who have expert skills be allowed to attend interviews.  This would, in certain circumstances, allow additional knowledge and skills to be available during an interview.  I appreciate this would require an alteration to custody regulations.  I suggest a feasibility study of such an adjustment be conducted as soon as possible.<\/p> <p>We very much welcome this Bill.  We recognise the good work that has been carried out and that there is a good start in terms of additional resources but, as others have said, we need to keep this under constant review.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#UU00200","speaker":"1660"},{"type":"speech","time":1639045800,"counter":196,"content":"<p>I very much welcome the start of this new agency, along with the speakers here.  It is fantastic to see the transparency that it will bring.  It is a very welcome development under the Minister of State's Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#UU00300","speaker":"1654"},{"type":"speech","time":1639045800,"counter":197,"content":"<p>I thank the Senators who made a contribution to the debate this evening.  The recurring theme in the contributions of the three Senators who spoke concerned the area of resources.  There is a commitment that this body will be adequately resourced.  Senator Gavan said there was political failure by successive Governments.  I can only speak about the Government of which I am a member and, in the slightly more than 12 months that I have been in office, we have brought this legislation through the various Stages.  This Bill has gone through pre-legislative scrutiny, it has been brought through the D&aacute;il and it is now in the Seanad.  We have secured a 20% increase in the budget, a 35% increase in the staffing count and we have engaged with the current director, who has put forward what the needs are to deal comprehensively with the workload this new body will have.<\/p> <p>We have repeatedly said that we will kept resources under review to ensure that they keep pace with any potential increased workload.  I can only answer for what this Government has done.  We have lived up to our promise and commitment in the programme for Government in respect of resources and implementation.  Hopefully, with the support of Senators next week, we will see the full enactment of this legislation, which will ensure this corporate enforcement authority will be established in January next year.  The fact that we are establishing this as an independent body and giving it autonomy means it will be able to hire the expert staff it deems it needs to run this office well.  It has already commenced the recruitment of the necessary staff.<\/p> <p>A number of people have said that there is a perception that white-collar crime is not taken as seriously as other crime.  I have been very strong in my view on this.  White-collar crime is just as serious, if not more serious, than other crime.  There can be no getting away from that.  Unfortunately, white-collar crime has the potential to affect a much wider range of society in terms of the financial irregularities we have experienced in the past.  From my perspective, it does not matter whether someone is wearing a tracksuit or a suit, if that person has committed a crime, that individual should feel the full rigours of enforcement.  This new body will ensure that that happens.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Robert Troy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2305\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2305&amp;amp;pid=RobertTroy&amp;amp;year=2021&amp;amp;month=12&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Malcolm Byrne mentioned the membership of the body and what was proposed in that regard.  The T&aacute;naiste sought the views of the director on the matter.  The assessment, having regard to the authority's proposed scale and initial workload, was that there is no current need for the appointment of additional members to the authority.  To appoint up to two additional members at this point would mean it would be a very top-heavy organisation, with a ratio of staff to members of approximately 1:20.  We are satisfied that the authority at present has the requisite number of people in place and that the existing ratio of members to staff is proportionate.  The legislation provides for the capacity to increase the membership of the commission to three.  We will keep that under review and examine it at a later stage.<\/p><p>Senator Malcolm Byrne also raised the exclusion of members of local authorities.  This is a standard practice.  The appointment as a member is full time and not to a post on a board that will have 12 meetings a year.  This is a full-time position.  Members of the authority are employees, and they will go through a transparent public appointments process.  That should alleviate the Senator's fears in that regard.  <\/p><p>Regarding Senator Gavan's point, and I am rarely political about an issue, he said that the perception is that we are trying to withhold the name to protect our friends.  That could not be further from the truth.  The bottom line is that I addressed this matter on three separate occasions with Deputy O'Reilly.  We addressed it during pre-legislative scrutiny, on Second Stage in the D&aacute;il and on Committee Stage in the D&aacute;il, and we backed up the reason and the rationale regarding why we could not accept amendments.  It seems to suit a narrative that Sinn F&eacute;in wishes to portray me or my party as wanting to protect those involved in white-collar crime.  That is not true.  If it was true, we would not be prioritising this legislation or bringing it through the House this evening.  I refute that allegation.<\/p><p>In saying that, I thank the three Senators who turned up this evening and contributed to the debate.  With the support of Members, I look forward to ensuring this important legislation can go through its final Stages next week and that, after a long time promising, we can have an independent corporate enforcement body established that will be well resourced and that can tackle white-collar crime without fear and with conviction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#UU00400","speaker":"1596","continuing":true},{"type":"speech","time":1639045800,"counter":199,"content":"<p>Well said.  We look forward to seeing that happen and to the establishment of a world-class agency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00200","speaker":"1654"},{"type":"unspoken","time":1639045800,"counter":200,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1639045800,"counter":201,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00400","speaker":"1654"},{"type":"speech","time":1639045800,"counter":202,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00500","speaker":"1629"},{"type":"speech","time":1639045800,"counter":203,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00525","speaker":"1654"},{"type":"unspoken","time":1639045800,"counter":204,"content":"<p>Committee Stage ordered for Tuesday, 14 December 2021.<\/p>"},{"type":"speech","time":1639045800,"counter":205,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00600","speaker":"1654"},{"type":"speech","time":1639045800,"counter":206,"content":"<p>Next Tuesday at 10.30 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021120900002#VV00700","speaker":"1629"},{"type":"unspoken","time":1639045800,"counter":207,"content":"<p>The Seanad adjourned at 6.03 p.m. until 10.30 a.m. on Tuesday, 14 December 2021.<\/p>","notice":"TIME STRING DETECTED"}]