[{"type":"minorheading","content":"Prelude","time":1379583300,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:35:00","time":1379583300,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1379583300,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1379583300,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1379583300,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002#A00100"},{"type":"speech","time":1379583300,"counter":6,"content":"<p>I have notice from Senator Lorraine Higgins that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Education and Skills to outline the progress being made in the acquisition of a site for the construction of a new primary school for Gaelscoil Riabhach, Loughrea, County Galway, and to indicate a timeframe for the delivery of a new school.<\/blockquote>  I regard the matter raised by the Senator as suitable for discussion on the Adjournment and it will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1379583300,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002#A00300"},{"type":"speech","time":1379583300,"counter":8,"content":"<p>The Order of Business is No. 1, motion of referral to the joint committee<b><\/b>of the fourth programme of law reform prepared by the Law Reform Commission, to be taken without debate on the conclusion of the Order of Business - the motion on the Order Paper incorrectly refers to D&aacute;il &Eacute;ireann but the correct motion has been circulated on a supplementary Order Paper; No. 2, motion regarding the Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013 (Commencement) Order 2013, to be taken without debate at the conclusion of No. 1; No. 3, statements on the EU directive on combating the sexual abuse and sexual exploitation of children and child pornography, to be taken at the conclusion of No. 2 and to conclude not later than 1.15 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be called upon to reply to the debate not later than 1.10 p.m.; and No. 4, statements on turf cutting, to be taken at 2 p.m. and to conclude not later than 4 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be called upon to reply to the debate not later than 3.50 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002#A00400","speaker":"1130"},{"type":"speech","time":1379583300,"counter":9,"content":"<p>Following on from the amendment I proposed to the Order of Business yesterday in respect of the cuts to disability services in the HSE north-east region, I gave the example of the &euro;1 million cut to the funding of St. Michael's House which serves 1,500 children and young people with severe disabilities.<\/p> <p>The Minister for Health has made no statement on this whatsoever.  Respite care is cut and people are being sent home.  No additional clients are being taken on by any of these services and the cut was announced in August, backdated to September.  Will the Leader inquire of the Minister for Health whether he is due in the House in the next couple of weeks?  Thereby I could raise these matters directly with him and he could make the first public comment on these cuts to services for children with severe physical disabilities on which he signed off.  I would appreciate it if the Leader could inquire of the Minister's office whether he is due in the Seanad.  If not, I intend to propose amendments to the Order of Business every day next week until he decides to grace us with his presence.<\/p><p> No. 2 on the Order of Business relates to the Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013 and will be taken without debate.  I do not believe it is appropriate to allow it to go through without debate.  A debate would afford an opportunity for people to ask questions of the Government with regard to the banking inquiry that was announced yesterday, an inquiry that I and my colleagues in Fianna F&aacute;il very much welcome.  However, we called for an independent inquiry.  From what I understand from media reports, this inquiry will stop at the night of the guarantee, it will not deal predominantly with Anglo Irish Bank, it will not deal with contracts for difference and the Quinn shares in Anglo Irish Bank and it will not deal with the involvement of the European Central Bank and Mr. Trichet following the night of the guarantee.  What is more, it will not deal with the Fine Gael-led Government's dealings with the ECB in 2011 or the strong-arm approach of the ECB towards the Government in respect of its plans to burn bank bondholders.  If this is true it is very much <i>Hamlet<\/i>without the prince.<\/p><p> The timing is relevant.  How and when will the inquiry be established?  How quickly will it run?  What will be the composition of the committee?  All these need to be discussed.  The people want the truth, and rightly so.  As a citizen, I want the truth as well.  If we want a political witch trial, we can have that too.  My party has said that we will co-operate fully and look forward to any inquiry the Government sets up.  I put it to the Leader that it is imperfect, that most independent commentators have said that an independent inquiry along the lines of the Leveson inquiry that can be done quickly and that would have expertise available is preferable.<\/p><p> I have another question for the Leader.  Will the current members of the Joint Committee on Finance, Public Expenditure and Reform, if that is where the inquiry is to sit, have the expertise to question Allied Irish Banks, Bank of Ireland and others involved?  Will they have the legal advice with regard to not straying into Anglo Irish Bank territory?  If the Government really wanted the truth and if it cannot deal with Anglo Irish Bank, why does it not wait until those cases are discharged?  It makes no sense.  The inquiry will see AIB and Bank of Ireland coming in, stating they did not ask for a guarantee and dumping all over Anglo Irish Bank.  The inquiry will have no interaction with the ECB and there will be no look at the 12 month review of the guarantee which, I believe, is particularly important.  On that basis I am asking the Leader to permit a debate today on No. 2 in order that we can discuss these items.  That would be the appropriate thing to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900002#A00500","speaker":"1139","continuing":true},{"type":"speech","time":1379583300,"counter":11,"content":"<p>Is that an amendment the Senator is proposing, or is he simply opposing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00200","speaker":"1120"},{"type":"speech","time":1379583300,"counter":12,"content":"<p>I am asking the Leader.  I propose an amendment, that No. 2 be taken with debate, that time be allowed today in order that we can tease these things out and in order that I do not have to read about it in the newspapers or hear about it on the radio.  This is still a House of the Oireachtas, regardless of what the Government wishes to do.  What is ironic about the banking inquiry and what the Government is looking to set up is that it proves and will prove, probably, that there were not enough checks and balances in our regulators.  This is the same Government that wishes to remove checks and balances in the Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00300","speaker":"1139"},{"type":"speech","time":1379583300,"counter":13,"content":"<p>I was going simply to welcome the announcement of the setting up of the bank inquiry.  Everyone wishes to see an inquiry into the events, particularly leading up to the night of the bank guarantee.  That is rightly the preliminary focus and it should be the first focus of the inquiry when it is set up.  However, in respect of the issue about No. 2, I do not believe it is appropriate that we should have a debate.  It is appropriate that we would have a debate about the shape of the inquiry but I do not believe we should be hanging it on the hook of the commencement order for the Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013.  I do not see the point of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00400","speaker":"1148"},{"type":"speech","time":1379583300,"counter":14,"content":"<p>Why not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00500","speaker":"1139"},{"type":"speech","time":1379583300,"counter":15,"content":"<p>The motion before us, which the Leader has proposed to be taken without debate is simply the commencement order.  It simply notes and approves the commencement order of the Act.  I do not believe we should be looking to delay the commencement order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00600","speaker":"1148"},{"type":"speech","time":1379583300,"counter":16,"content":"<p>We can debate it until 9 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00700","speaker":"1139"},{"type":"speech","time":1379583300,"counter":17,"content":"<p>I agree, however, that a debate about the nature of the banking inquiry would be useful and perhaps we might have that soon.  I understand that, as yet, it has not been decided precisely which entity will take it, whether it would be the Joint Committee on Finance, Public Expenditure and Reform or a sub-committee of that committee.  I agree that it is important that the joint committee or sub-committee members would be resourced adequately and would get the expertise available to enable a thorough investigation.  I believe the focus is correct.  It is appropriate that the initial focus would be on the agreement to make or decide upon the bank guarantee.  That is the right focus because so much stems from that.  There is also the added difficulty that to focus on Anglo Irish Bank has the potential to jeopardise three trials which are pending.<\/p><p>It is timely that we saw yesterday the publication of the Director of Public Prosecutions annual report in whose foreword she specifically warns the media of the need for vigilance and that they do not jeopardise trials with adverse pretrial publicity.  She referred to the risk of the delay of trials, even indefinitely, and pointed out that this risk increases as the trial date approaches and publicity surrounds it.  Were there to be an inquiry focusing on Anglo Irish Bank in the immediate run-up to the trials of senior figures in Anglo Irish Bank, it could have a serious effect on the progress of those trials.<\/p><p>I have said it before in the House and I will say it again, that while everyone wishes to see a thorough inquiry carried out, the priority for everyone is to see the criminal justice process being brought to bear where appropriate and necessary.  People want to see a resolution of the criminal justice process and we should not be doing anything that might delay or jeopardise the criminal justice process, where it is appropriate and has been initiated, as it has in respect of particular people in Anglo Irish Bank.  We need to be careful.  It is not that Anglo Irish Bank will not or should not be investigated by an Oireachtas inquiry; it should be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00800","speaker":"1148"},{"type":"speech","time":1379583300,"counter":18,"content":"<p>It will not be in this inquiry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B00900","speaker":"1139"},{"type":"speech","time":1379583300,"counter":19,"content":"<p>However, the timing of that investigation is critical.  It is quite right to look at postponing that particular focus or tranche of the investigation or inquiry until after the criminal trial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01000","speaker":"1148"},{"type":"speech","time":1379583300,"counter":20,"content":"<p>It is not right at all.  That would leave out a sizeable part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01100","speaker":"1139"},{"type":"speech","time":1379583300,"counter":21,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01200","speaker":"1120"},{"type":"speech","time":1379583300,"counter":22,"content":"<p>No, let me finish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01300","speaker":"1148"},{"type":"speech","time":1379583300,"counter":23,"content":"<p>That is why we need to debate this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01400","speaker":"1139"},{"type":"speech","time":1379583300,"counter":24,"content":"<p>It is very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01500","speaker":"1148"},{"type":"speech","time":1379583300,"counter":25,"content":"<p>Senator Bacik, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01600","speaker":"1120"},{"type":"speech","time":1379583300,"counter":26,"content":"<p>I agree with Senator O'Brien that we need to debate this but I do not believe we need to debate the commencement order.  I am keen to see this Act commenced quickly, as do most.<\/p><p>Yesterday, Senator Mac Conghail paid an eloquent tribute to Seamus Heaney and I add my voice to that.  His untimely death brought about a major national outpouring of grief and it touched many people who had been moved by his poetry.  I express my sympathy to his family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01700","speaker":"1148"},{"type":"speech","time":1379583300,"counter":27,"content":"<p>I support Senator O'Brien in his call for No. 2 to be discussed.  It is something we should do to ensure any inquiry is as we intend it and as we would expect.  Perhaps it cannot be facilitated today but if there were a commitment, I would be supportive of it.<\/p><p>I commend the French Senate, which yesterday banned beauty pageants for children under 16 years.  In fact, it will impose prison sentences.  This is about protecting childhood.  Beauty pageants prematurely force children into roles of seduction that seriously harm their development.  I am most disappointed to note that this weekend for the first time in Ireland there will be such a beauty pageant.  It is not a welcome development.  I wish to send a clear message that it should be cancelled and that we should not be having these types of beauty pageants in our country.  We should be protecting childhood.<\/p><p>I thank the Leader for putting on the agenda for discussion today the EU directive on combatting the sexual abuse and exploitation of children and child pornography.  As colleagues are aware, in February 2012 the Independent group put forward a comprehensive motion that dealt with the directive, but nothing has happened since.  I welcome that it is on the agenda today.  I have published in advance a report on effective strategies to tackle online child abuse material.  We should remember that a child abuse image is a crime scene.  It is a digital record of some of the most heinous crimes against children.  This is about protecting real children from real abuse in the real world.  I have copies of the report if colleagues would like to see it in advance of our discussion at 11.45 a.m.  We should send a clear message to the Government that we need to ensure we have filtering in place to block online child abuse material.  I thank the Leader for placing this matter on the agenda.  However, we must do more than just discuss it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900003#B01800","speaker":"1171"},{"type":"speech","time":1379583900,"counter":28,"content":"<p>Two matters arise on foot of yesterday's Order of Business.  The first relates to the appearance of a 20-page property supplement in one of the daily newspapers.  As I informed the Leader yesterday, there is a need to ensure banking reform.  We have tabled two items on the Order Paper, Nos. 26 and 29, which deal with that matter.  The same accountants, bankers and auctioneers who created the property bubble in the past are going to construct another one.  There is a need to consider the position of Ireland after the bailout and to introduce measures to prevent a recurrence of the crash.<\/p><p>  The second matter which arises relates to the request from the House that the Referendum Commission investigate the position with regard to the figure of &euro;20 million which has been advertised as the cost of running the Seanad.  I would challenge that figure in any public debate and perhaps - as the current edition of <i>Phoenix<\/i> magazine suggests - the Taoiseach might come out of hiding to discuss the matter.  In the document it is currently circulating to every household throughout the country, the Referendum Commission fails to mention voters in the Six Counties or those from overseas.  Does the commission not believe the latter to be important?  Is it of the view that those in every household throughout the country should not know about them?  I understand that the chairperson of the Referendum Commission will be appearing on &quot;Morning Ireland&quot; on Monday next and I am of the view that she should provide answers to the questions I have posed and respond to the Oireachtas immediately, particularly as there is very little time remaining in respect of this matter.<\/p><p>  In his book, <i>Reforming Political Institutions: Ireland In Comparative Perspective<\/i>, which was published yesterday, Professor John Coakley states that the bold commitment of the Fine Gael-Labour coalition to getting rid of the Seanad as one of three urgent parliamentary reform issues implicitly ignored the painstaking deliberations - extending over the past 16 years - of earlier parliamentary evaluations of the composition and role of the second Chamber and sidelined the Convention on the Constitution.  Professor Coakley also notes that in light of the long discussion of the merits of second chambers inside and outside Ireland, the fate of Seanad &Eacute;ireann surely deserved more sustained and balanced consideration before the D&aacute;il began to discuss practical arrangements for consigning it to history.  By our estimates there are 87 countries throughout the world which have bicameral systems of parliament.  All of the G10 have such systems and 17 of the G20 have them.  Some 27 countries with greater GDPs than Ireland have such systems and 58 with lower GDPs have them.  Why is it that everyone sees this matter differently to the Taoiseach and why will he not debate it?  In the United States, on which we rely for foreign direct investment to an overwhelming degree, 49 of the 50 states have bicameral systems.  The exception in this regard is Nebraska, which only contains 0.6% of the population of the country.  It can be stated, therefore, that 99.4% of the population of the US disagree with the Taoiseach.  I hope they inform him of that fact when he visits the country on St. Patrick's Day next year.<\/p><p>  On the leaving certificate, we have discussed subjects such as mathematics and history.  Dr. Kevin Denny indicated yesterday that 14 of the 17 questions on this year's leaving certificate economics paper were faulty.  According to an article in the <i>Irish Independent<\/i> he said &quot;the most serious problems were with a question on trade\/competitiveness\/slowdown in the euro-growth areas, which dealt with a cornerstone of economics, the law of comparative advantage&quot;.  If this is what is happening in schools, it is no wonder we have difficulties with economic policy in society in general.  I informed the Minister for Education and Skills last evening that he must consult people such as Dr. Denny who are directly involved in the classroom.  That to which I refer is happening all too frequently.  There is no point in Ministers uttering clich&eacute;s about Europe's youngest young people and the world's most advanced education system when they will not address the serious problems relating to subjects such as economics, mathematics and history.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900004#C00200","speaker":"1157"},{"type":"speech","time":1379583900,"counter":29,"content":"<p>I support Senator van Turnhout who brought to the attention of the House that the French Senate has banned the exploitation of children via beauty pageants.  This House should take the lead by ensuring that such pageants should not be tolerated in Ireland.  I will be travelling to Brussels tomorrow to meet Commissioner Malmstr&ouml;m and discuss with her and Lord Anthony Steyn from the UK the issues of human trafficking, child trafficking and sexual abuse.  This is a huge issue and it is not discussed often enough.  I support Senator van Turnhout in the comments she made about it and I compliment her on the report she published.<\/p><p>I wish to bring to the attention of the House the fact that a Galway-based charity is developing an app to try to map every location in Ireland at which defibrillators are located.  The charity to which I refer is Helping Hearts, which is seeking support from the public, the media and everyone in politics in order to publicise this matter via Facebook, Twitter, etc.  We are all aware of the value of defibrillators.  Every Government Department and local authority has a role to play in the context of funding the provision of defibrillators.  No one knows where these defibrillators are currently located but with the help of the mobile phone new app being developed by Helping Hearts, people will be able to locate the nearest one and help those who are in trouble.  I congratulate Helping Hearts and encourage everyone to give this charity a helping hand in publicising the app to which I refer, which will provide a badly-needed service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900004#C00300","speaker":"1135"},{"type":"speech","time":1379583900,"counter":30,"content":"<p>Once again Senator Barrett has put forward some very interesting statistics with regard to the forthcoming referendum.  I am of the views that those statistics are factual in nature.  If one compares them to the dearth of information being made available by those who support the abolition of the Seanad, it is quite clear that - as I said yesterday - there was a need for either a White Paper or a Green Paper to be brought forward in order to guide and assist us in this debate.  I hope, even at this late stage, that some effort will be made to ensure honesty in respect of this matter.  The figure of &euro;20 million is now out of court and the argument that there will be fewer politicians and other matters should have been addressed previously.<\/p><p>  Most people will agree that there is a need for a banking inquiry.  I am disappointed that people have put forward the idea that the inquiry will be used in order to damage one political party or another.  The main focus of the inquiry should be to obtain answers in respect of what caused the banking debacle which almost brought the country to economic ruin.  The debacle to which I refer has also caused people to suffer.  I refer to those who lost investments, whose pensions have been affected and who have been obliged to close down their businesses.  If the proposed inquiry is not used for the purpose to which I refer, then we will only be rubbing salt into the wounds of those thousands of people who have suffered.  Deputy Ross made a number of comments on this matter this morning.  When the Deputy was a Member of this House, he was the most focused and informed among us in respect of this issue and he wrote extensively on it in the <i>Sunday Independent<\/i>.  The Deputy raised the alarm with regard to the inquiry earlier this morning when he stated that by not involving the former Anglo Irish Bank in it, all that will happen is that people will be provided with an opportunity to grandstand.  The inquiry is going to be about posturing and the people will not accept that.  I hope that a great deal of consideration has been given by the Government, its advisers and anyone else who has a role to play to the form the inquiry is going to take.  I hope the matter has been well thought out.  If, as it likely, the inquiry runs into a cul-de-sac or if it is placed on the long finger - there are some who have suggested that it will not commence its deliberations for 12 months - I can inform that Leader that this is not what the people are seeking.  What they want are real answers and a forensic examination of everything relating to and everybody involved with this issue.  I stand open to contradiction but, having listened to Deputy Ross - who seems to be so well informed - I am somewhat concerned that the inquiry is not going to lead to where it should lead, that it is not going to provide the necessary answers and that it is not going to bring solace to the many thousands who have suffered as a result of the banking debacle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900004#C00400","speaker":"1115"},{"type":"speech","time":1379583900,"counter":31,"content":"<p>Yesterday the Minister for Finance, Deputy Noonan, noted that in circumstances where repossession could possibly occur, the mortgage-to-rent option would in many cases be open to people who are facing the prospect of losing their homes.<\/p> <p>I am very concerned by that comment given that by August 2013, only 60 of the 1,332 distressed borrowers who had applied for the mortgage-to-rent scheme had been successful.  There is every reason to believe the banks are standing in the way of the success of the scheme as they effectively control whether someone can access it.  I ask the Leader to invite the Minister for Finance, Deputy Noonan, to the House to outline how he envisages the position of distressed borrowers will be addressed and engage with Senators on the reasons progress on the mortgage-to-rent scheme has been so slow.<\/p><p>The Minister lauded split mortgages as a potential solution for many distressed borrowers.  I would like to question him on the low uptake of the split mortgage option.  In my experience, one of the reasons for this has been the lack of clarity about what distressed borrowers are being offered under split mortgage arrangements.  Specifically, banks are permitted to engage continuously with the borrower, for example, where he or she secures a little extra overtime or perhaps receives a few bob from a deceased relative.  The strategy being adopted by the banks is that they are entitled to take everything when someone secures a little extra income.  It is not surprising, therefore, that borrowers are not prepared to engage with the split mortgage option. <\/p><p>I note the Insolvency Service of Ireland is drawing up guidelines on split mortgages in respect of the service it provides under the insolvency arrangements.  I understand this document is due for publication very shortly.  I call for a debate on the resolutions banks are offering customers.  The guidelines the Insolvency Service of Ireland published on reasonable living expenses have been very helpful for those who are engaging with banks on a first level basis. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900004#C00500","speaker":"1172","continuing":true},{"type":"speech","time":1379584500,"counter":33,"content":"<p>Ba mhaith liom i dtosach b&aacute;ire tagairt beag a dh&eacute;anamh don chl&aacute;r reachta&iacute;ochta a fuair muid inn&eacute; &oacute;n bPr&iacute;omh Aoire.  T&aacute;im cinnte go raibh cuid mhaith ruda&iacute; in easnamh, ach thug m&eacute; faoi deara go raibh dh&aacute; Bhille in easnamh, Bill&iacute; a bh&iacute; geallta d&uacute;inn don fh&oacute;mhar seo, ceann amh&aacute;in a bhain le Acht na dTeangacha Oifigi&uacute;la agus ceann a bhain le c&uacute;rsa&iacute; inimirce.<\/p><p>I refer to two Bills which were promised by the autumn.  While they feature on the list of proposed legislation produced yesterday, they have not yet been produced.  The official languages Bill has been pushed back to next year as the heads have not yet been agreed.  I seek clarification on the reasons the Bill has not yet been produced, as promised.  A consultation process lasting for more than 18 months was carried out.  I ask that the Minister publish the submissions and subsequent report, as promised.  <\/p><p>I am also concerned about the promised immigration, residence and protection Bill, which comes within the remit of the Department of Justice and Equality.  The Minister indicated the previous Bill was not fit for purpose and would be redrafted.  He also stated it would be produced in the autumn but there is no sign of it.  The only Bill referred to in the list is the old Immigration, Residence and Protection Bill from 2010, which he intends to completely rewrite.  This is very important legislation.<\/p><p>The House will hold important debates this week and next week.  Last year at budget time, we agreed to hold a series of structured debates on budgetary issues prior to the budget.  I am disappointed this process did not commence this week and hope it will begin next week.  While Senators may jump up and down discussing the possible abolition of the Seanad, what I am hearing on the ground is that people are much more worried about how the budget will impact on them.  I note from the pre-budget submission of the Irish National Organisation of the Unemployed, which was published yesterday, that the organisation is very concerned about the budget.  We are receiving a large number of presentations on the budget from various lobby groups and it is not good enough to have so little debate on the issue in the Houses.  We need to hold specific debates on all elements of the budget, as promised before the summer recess.  If the Seanad is to show it is of any value, it must debate these urgent issues, commencing now and continuing to budget day and beyond. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900005#D00200","speaker":"1122"},{"type":"speech","time":1379584500,"counter":34,"content":"<p>I call on the Minister for the Environment, Community and Local Government to examine the new rules governing off-road declarations for vehicles.  The new system is causing great anguish and has resulted in long queues forming in county council offices.  We heard on a radio programme this morning, for example, that Kerry County Council offices are not able to deal with the queues of people seeking to tax vehicles.  Currently, one can have a garda sign an RF100A form if a vehicle was off the road, after which the owner could have the vehicle taxed, but this will no longer be possible from 1 October.  Senators are receiving many telephone calls from farmers who have had tractors on their land which they may only take onto the roads once or twice each year.  In many cases they do not have a tax book for the vehicle or may have lost it.  It would be useful to extend the deadline by one month to give people a chance to address this issue.  I have also heard of cases where local authority offices have closed promptly at 4 p.m., leaving people who have been queuing to have their motor tax affairs sorted to return the following day.<\/p><p>Young people who have emigrated and may have a vehicle at home should be given an opportunity to tax their vehicle for one month, rather than the minimum period of three months.  This would allow them to tax their vehicle when home on holidays for several weeks.  It is bad enough that they have to emigrate.  We should not take money out of their pockets when they return home and wish to use their vehicles for a short period.  I ask for a debate with the Minister on the issues I have raised. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900005#D00300","speaker":"1124"},{"type":"speech","time":1379584500,"counter":35,"content":"<p>I second the amendment to the Order of Business proposed by Senator Darragh O'Brien.  I concur with the Senator's comments on the commencement order.  I also share the views expressed by Senator Bacik on the need to ensure no action is taken that would interfere with the criminal proceedings taken against individuals in the banking sector.  When one discusses this issue with members of the public one finds that they speak not of what occurred on the night of the banking guarantee but what happened afterwards, especially in the banks.  The views expressed in this regard are sustainable and valid.<\/p><p>I am concerned by today's media reports which indicate the Government is already engaging in spin with regard to the terms of the banking inquiry.  It seems the inquiry's remit will not extend beyond the night the bank guarantee was introduced and it will not take into account the findings of two reports, the Regling-Nyberg and Honohan reports, which have already been published.  Both reports, which are based on interviews with economists and others, conclude there is no smoking gun or information that is not already in the public domain, whether published in book form or broadcast in the media.  The question one must ask, therefore, is whether the Government is indulging in a political witch-hunt?  Is the purpose of the inquiry to attack Fianna F&aacute;il rather than finding out the truth?  It is notable, for example, that the media are reporting that the inquiry will start in the months immediately preceding the local and European elections.<\/p><p>We must have an open and transparent debate on what will be the precise terms of reference of the inquiry, what it will investigate and who will be called before it.  It is vital that the immediate aftermath of the banking guarantee is also investigated.  As previous speakers noted, people suffered as a result of the banking collapse.  Notwithstanding the political decisions that were taken, the pertinent issue is the collapse of the banks.  What happened in the banks and what were they doing?  On the night of the banking guarantee and the days preceding it, the banks lied through their teeth to the Government of the day in respect of what they were seeking.  Anglo Irish Bank, in particular, published public relations documents a week or two weeks before the bank guarantee in which it encouraged people to buy shares in what was already a discredited bank. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900005#D00400","speaker":"1128"},{"type":"speech","time":1379584500,"counter":36,"content":"<p>I agree with most previous speakers on the tone of the debate on the forthcoming referendum.  I refer in particular to posters stating that fewer politicians will be good for the country and will save &euro;20 million.  If we do not have respect for ourselves, we cannot expect members of the public to have respect for us.  The posters in question should be removed as they are an insult to every current and former Member of Seanad and D&aacute;il &Eacute;ireann and all those who serve on county and town councils.  The implication of the message they portray is that fewer politicians will result in greater democracy.  The Arab spring was the result of people seeking to rid their countries of dictators and increase democracy.  The West, including Ireland, is encouraging greater democracy in these countries.  However, we seem to be doing the opposite in the referendum campaign.<\/p> <p>We seem to be putting out a narrative that we are getting rid of more politicians.  The end-game there is that only one politician would be left in the country, which would be dangerous.<\/p><p>I ask the Leader to invite the Minister for Justice and Equality to come to the House to explain why on 30 August the Insolvency Service of Ireland advised people it would charge them &euro;500 to apply for a personal insolvency certificate.  This did not come through the Houses of the Oireachtas.  I spoke to a personal insolvency practitioner yesterday, who advised me that before the process can start the client must pay &euro;500 to the Insolvency Service of Ireland, which is separate from the fees, VAT and any other costs.  I have a copy of the document if Members wish to view it.  It was signed by the Minister on 30 August.  Many people considering personal insolvency are unaware that they must give a cheque for &euro;500 to the Insolvency Service of Ireland before they can progress to the next stage.  The Minister should come to the House to explain why this has happened.  Deputy Spring will also raise the matter today in the D&aacute;il.  It was done during August when we were all away.  It was also done under the radar because there have been no media reports on it.  This &euro;500 is in addition to the other costs.  It was not advised to us or discussed in any forum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900005#D00500","speaker":"1144","continuing":true},{"type":"speech","time":1379585100,"counter":38,"content":"<p>At the risk of being accused of being personal or parochial, as a former ESB employee, I am very concerned over how my former colleagues are being treated by this and the previous Government with regard to their defined-benefit pension scheme.  Like all ESB employees, I paid almost 7% of gross wages for 40 years to the scheme.  Sadly many of my colleagues have not reached retirement age having contributed that amount of their salaries for many years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00200","speaker":"1138"},{"type":"speech","time":1379585100,"counter":39,"content":"<p>That matter might be suitable as a matter on the Adjournment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00300","speaker":"1120"},{"type":"speech","time":1379585100,"counter":40,"content":"<p>It is not suitable.<\/p><p>We are told by the Government that there are increasing funding difficulties with pension schemes owing to people living longer and the financial downturn.  It is no fault of any of those who contributed for many years.  A contribution of 7% was and still is a significant amount to pay towards a retirement scheme.  I call on the Leader to have an urgent debate with the Minister for Communications, Energy and Natural Resources, Deputy Rabbitte.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00400","speaker":"1138"},{"type":"speech","time":1379585100,"counter":41,"content":"<p>With the greatest respect to the leader of the Opposition, Senator Darragh O'Brien, I would say that we are <i>ad idem<\/i> on the banking inquiry.  Everybody wants to get to the unvarnished truth and nothing must be excluded.  As we all agree, no one in these Houses would wish to prejudice cases that are in the pipeline.  I do not believe representatives of that bank were present on the night of the bank guarantee - it was primarily the two pillar banks.  If it is to proceed prior to those cases being concluded, obviously it cannot deal with them.  However, nothing is agreed yet and this is only a commencement order.  With respect, we do not need a debate on what is before us today on the Order Paper which is just a commencement order.<\/p><p>  No one wishes that anything be excluded and of course we all want to get at the full truth.  To hell with spin - excuse my French.  We do not need to go down that road.  We can debate this fully when we know more, but there is no final decision at the moment and we are somewhat in the dark.  I would urge caution and we should whisht for a while.  We can proceed as soon as we know and then have the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00500","speaker":"1151"},{"type":"speech","time":1379585100,"counter":42,"content":"<p>I support Senator van Turnhout on the issue of child pageants.  We should follow the lead of the French Senate on this; they are hideous competitions and should not be encouraged.<\/p><p>This morning the Irish Cancer Society has highlighted research into the attitude of teenagers towards smoking.  There are some interesting findings especially on plain packaging, for which we intend to legislate.  The research found that cigarette brands encourage teens to start smoking, which is no great surprise.  However, it also found that non-smokers would be discouraged from even trying them and current smokers would quit if cigarettes were in plain packets.  The research highlighted that young people are the primary target for marketing by the tobacco industry, which, according to the HSE's national office of tobacco control, needs to recruit 50 new smokers a day to replace those who die or those who manage to quit.<\/p><p>More than any other tobacco control measure to date the removal of branding from cigarettes would threaten the business model that has enabled tobacco companies to increase profitability by recruiting new young smokers.  The research follows the recent introduction of plain olive-coloured packaging in Australia.  It is not completely plain, because it also contains horrendous pictures of the illnesses that can ensue from smoking.  Introduced in January, it has been shown to be very effective especially with younger people.  While this has worked, some in the tobacco industry have raised concern about the potential for a higher incidence of counterfeiting.  We need to stand up to the tobacco industry which manages to lobby under all sorts of headings to persuade us that certain measures, which we might try to introduce and which would ultimately decrease their profits, are a bad idea.  We need to be really strong when the legislation comes before the Houses.<\/p><p>If done properly as has been done in Australia, plain packaging can also incorporate greater security and anti-counterfeiting measures.  Yesterday we had a very good debate on the report of the Seanad Public Consultation Committee.  One of its key recommendations was plain packaging for cigarettes and now is the time to push ahead with it.  We need to stand up to the tobacco industry and the various headings under which it lobbies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00600","speaker":"1153"},{"type":"speech","time":1379585100,"counter":43,"content":"<p>I ask the Leader to organise a debate on mental health services with the Minister of State, Deputy Kathleen Lynch, with particular reference to the implementation of A Vision for Change.  Members will be aware of the great concern in east County Galway and Ballinasloe in particular following the HSE's recent decision to close 22 acute beds in St. Brigid's Hospital in Ballinasloe.  Last night all the public representatives from Galway and Roscommon had an open and frank discussion with the Minister of State and HSE management in Galway and Roscommon and nationally.  I call on the Minister of State to ensure that HSE management in Galway and Roscommon now enter into an extensive period of discussion with all stakeholders - employees, unions, service users and their families, public representatives, and community leaders - to ensure that all community-based mental health services are put in place before any acute beds are taken out of the system.<\/p><p>There has been considerable concern in the community mainly because of an information deficit.  The HSE is doing a particularly poor job in communicating its very ambitious plans to implement A Vision for Change.  At last night's meeting there was total unanimity over the need to implement all aspects of A Vision for Change.  I want a frank discussion with the Minister of State on the progress we are making on the implementation of A Vision for Change, particularly in Galway and Roscommon.<\/p><p>On a sporting note, I wish you, a Chathaoirligh, and the Mayo footballers well at the weekend.  I hope they emulate the wonderful achievement of the Galway camogie team last weekend-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900006#E00700","speaker":"1118"},{"type":"speech","time":1379585700,"counter":44,"content":"<p>I wish to disassociate myself from those remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00100","speaker":"1139"},{"type":"speech","time":1379585700,"counter":45,"content":"<p>----- when two fine young ladies, namely, Lorraine Ryan and Sinead Keane-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00200","speaker":"1118"},{"type":"speech","time":1379585700,"counter":46,"content":"<p>This is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00300","speaker":"1120"},{"type":"speech","time":1379585700,"counter":47,"content":"<p>It will not be relevant next week either, when the Dubs win.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00400","speaker":"1139"},{"type":"speech","time":1379585700,"counter":48,"content":"<p>----- under manager Tony Ward brought two trophies to the west and gave us a great lift.  I hope the Mayo people do the same on Sunday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00500","speaker":"1118"},{"type":"speech","time":1379585700,"counter":49,"content":"<p>While this is not relevant to the Order of Business, all tickets that can be given to the Cathaoirleach will be greatly appreciated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00600","speaker":"1120"},{"type":"speech","time":1379585700,"counter":50,"content":"<p>Senator Mullins has referred to mental health issues and I welcome the putting in place by Fine Gael of counselling services for Deputies and Senators who may be experiencing difficulties in their professional or personal lives in the wake of the tragic death last year of the Minister of State, Shane McEntee.  This is a welcome development that should be extended to everyone in the Houses.  It is particularly welcome in a week in which the Dundalk football manager, Stephen Kenny, has become patron of the SOSAD organisation, involving those whose sons and daughters have committed suicide.  Its founder, Peter Moroney, stated he was absolutely thrilled when the Dundalk manager accepted an invitation to become patron of the body.  He pointed out that suicide is a leading cause of death among young people and increasingly is being reported among the elderly, who often are dealing with issues of loneliness and isolation.<\/p><p>However, to revert to Deputies and Senators, I refer to the protests that took place yesterday.  I went out only to be abused by a person from Dundalk who I knew by sight.  Had I met him in Haggardstown, I would have done a John Prescott on him; no problem.  However, Members are under pressure and in that context, I ask all Members to support the See the Light political walk in aid of mental health wellness and Aware, which is being organised by Oireachtas staff and by Miriam McLoughlin, from Dublin to Navan next weekend, that is, on 27 and 28 September.  Incidentally, I have to hand a sponsorship card if anyone wishes to give me a few bob for it.   While I acknowledge such debates have taken place previously, such issues are coming on-stream and good mental health is now part of daily parlance, albeit more needs to be done, and I would welcome a debate on mental health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00700","speaker":"1166"},{"type":"speech","time":1379585700,"counter":51,"content":"<p>I wish to raise the issue of the VAT rate within the hospitality sector and it is particularly relevant to so do before the budget.  Figures that are being quoted suggest that an additional 9,000 jobs have been created in the hospitality sector.  While they cannot all be due to the benefits the sector has experienced following the reduction of its VAT rate, some of them certainly are.  There is a concern that jobs would be lost in that sector were the rate to revert to 13.5% in this budget and Members should take the opportunity next week to have that conversation with the Minister for Finance.<\/p><p>In a brief point on mental health services being reconfigured in other areas, I can only give Members the experience of County Wexford on foot of the reconfiguration of its mental health services and the closure of St. Senan's hospital, which was the mental health acute admissions unit which, with the A Vision for Change strategy, has been excellent.  Moreover, I advise Deputies, Senators and councillors to take on board the A Vision for Change viewpoint regarding the new areas that can be introduced and the reconfiguring of the services into the community.  In this context, the services now being provided in Wexford are superior to what had been in place prior to the changes.  There always will be concerns and if issues are being communicated poorly by the Health Service Executive, it should deal with that.  However, I can only give an honest appraisal of what I have seen in the constituency in which I live.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00800","speaker":"1160"},{"type":"speech","time":1379585700,"counter":52,"content":"<p>Senator Darragh O'Brien has raised the question of disability services in the north east.  As the Minister is not due to come into the House in the next two weeks to the best of my knowledge, I suggest the Senator should table an Adjournment motion on the matter to get an adequate response.  As for No. 2 on the agenda, it is a replacement order for the one that was moved yesterday and which contained only a typographical error.  Consequently, I am surprised-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F00900","speaker":"1130"},{"type":"speech","time":1379585700,"counter":53,"content":"<p>While the Government did not announce the banking inquiry the night before last, it did so yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F01000","speaker":"1139"},{"type":"speech","time":1379585700,"counter":54,"content":"<p>While I am surprised that it was not raised at that time, I certainly will accede to the request to have a debate on the matter. I have arranged it for next Tuesday evening at 7 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F01100","speaker":"1130"},{"type":"speech","time":1379585700,"counter":55,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F01200","speaker":"1139"},{"type":"speech","time":1379585700,"counter":56,"content":"<p>I note Senator Bacik's points on the banking inquiry and the criminal justice process.  Senator van Turnhout and a number of other Members - I believe Senators Keane and Noone also raised the point - spoke on the subject of beauty pageants for children, which must be noted.  The European Union directive in respect of child abuse and related matters will be debated in the Chamber later today and I compliment Senator van Turnhout on the excellent report she has prepared.  It would be helpful for everyone involved to have to hand a copy of Senator van Turnhout's report in this regard.  I note Senator Barrett's points regarding the Seanad referendum.  In particular, I note the points made to the Minister yesterday on consulting with people in the classroom and I hope the Minister will take up the points made during the aforementioned debate.<\/p><p>Senator Keane spoke on defibrillators and the development of a new app on locations for defibrillators.  I join with the Senator in congratulating Helping Hearts on this excellent initiative.  Senator &Oacute; Murch&uacute; made reference to the banking inquiry and as I have indicated, Members will have a debate on No. 2 next week.  Like him, however, I hope there will not be any grandstanding or posturing on a banking inquiry and that such activity will not be tolerated.  Senator Hayden spoke on the lack of progress with regard to the mortgage-to-rent scheme and the low take-up of split mortgages.  The insolvency arrangements report mentioned by the Senator will be published soon and I will try to get the Minister for Finance to come in to discuss that report on its publication.<\/p><p>Senator &Oacute; Clochartaigh raised the delays in respect of the official languages Bill and the reason it is not being introduced in the autumn session.  He also inquired as to the status of the promised immigration, residence and protection Bill.  While I will find out the reason for the delays in respect of both Bills for the Senators, I point out the Government has published 30 legislative items on the A list alone for the autumn session.  This is a highly significant volume of legislation for the session and it is very important that one gets the correct legislation and that it is proper before it comes before either of the Houses.  However, I will find out the status of the two Bills mentioned.<\/p><p>Senator Comiskey raised the issue of off-road taxation of vehicles.  Members debated the Bill on that matter several months ago.  There is always a last-minute rush with regard to people getting their taxation in order.  I am unsure whether there is a plan to extend the deadline on these vehicles but I certainly will take up the matter with the Minister.  Again, I note Senator Mooney's comments on the banking inquiry and Members will have a debate on that legislation next week.  Senator Harte referred to fees for the personal insolvency service and again, I suggest the Senator might table an Adjournment motion on the subject to get the reasons from the Minister.  Senator Brennan mentioned the ESB and defined benefit pensions.<\/p> <p>There have been many problems with defined benefit pensions.  Many people have commented on the problems of the Waterford Crystal workers' scheme where people who had paid into it for 30 and 40 years found they could get only about 20% of their pension.  That will be rectified.  The workers won their case in the European courts and the courts must now decide the actual percentage they will receive.  I hope they will get their benefits sooner rather than later, some percentage of them even before going to court.  As to the ESB situation, I am not sure whether the Minister for Communications, Energy and Natural Resources, Deputy Rabbitte, is the Minister concerned - it may be the Minister for Social Protection, Deputy Burton.  I will get the details from the Senator after the Order of Business.<\/p><p>I noted Senator Coghlan's points on the banking inquiry to the effect that we must not prejudice cases that may come before the courts.  <\/p><p>Senator Noone spoke about the marketing campaign of the tobacco industry; we all know the strength of that lobby.  She made relevant points about having plain packaging on tobacco products.  There was an excellent debate in the Chamber yesterday on the Seanad Public Consultation Committee's report and I hope the Government will take on board the action plan that committee has set out in its report.  I was glad the Minister of State, Deputy Alex White, commented very favourably on the report and that he indicated action would be taken on several of the recommendations made by the Seanad committee.<\/p><p>Senator Mullins and others spoke about mental health services and the Vision for Change programme.  I agree with the Senator that the HSE should have greater consultation with communities before it implements any actions in that regard.  I also noted Senator Michael D'Arcy's comments on mental health services in Wexford, which have improved significantly.  However, there is a need for further debate.  The Minister of State, Deputy Kathleen Lynch, has been very helpful, and has attended the House on many occasions.  I am sure she will come to the House again to discuss the question of progress on A Vision for Change and I will try to arrange that debate.<\/p><p>Senator Jim D'Arcy made a number of points on counselling services for Members and the SOSAD Foundation set up in Dundalk.  He asked people to support the See the Light walk, which is also for a very good cause.  The Senator also mentioned the reduced VAT rate of 9% which the hospitality sector enjoys and the creation of more than 9,000 jobs.  It will be very difficult for the Minister for Finance to decide whether this rate will remain in the budget.  The cost to the taxpayer of reducing that VAT rate to 9% is more than &euro;300 million annually so obviously the Minister must weigh up the benefits and see whether the rate can be retained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900007#F01300","speaker":"1130","continuing":true},{"type":"speech","time":1379586300,"counter":58,"content":"<p>Senator Darragh O'Brien has proposed an amendment to the Order of Business. \"That No. 2 be debated today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G00200","speaker":"1120"},{"type":"speech","time":1379586300,"counter":59,"content":"<p>No.  I thank the Leader for acceding to the request for a debate next Tuesday, so I withdraw the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G00300","speaker":"1139"},{"type":"unspoken","time":1379586300,"counter":60,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1379586300,"counter":61,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Fourth Programme of Law Reform: Referral to Joint Committee","time":1379586300,"counter":62,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G00600"},{"type":"speech","time":1379586300,"counter":63,"content":"<p>I move:<blockquote><br \/>That D&aacute;il &Eacute;ireann request the Joint Committee on Justice, Defence and Equality, or a sub-committee thereof, to consider the Fourth Programme of Law Reform prepared by the Law Reform Commission, and to report back to D&aacute;il &Eacute;ireann on or before 1st October, 2013.&#8221;. <\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G00700","speaker":"1130"},{"type":"unspoken","time":1379586300,"counter":64,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013 (Commencement) Order 2013: Motion","time":1379586300,"counter":65,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G00900"},{"type":"speech","time":1379586300,"counter":66,"content":"<p>I ask the Leader to move No. 2, without debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01000","speaker":"1120"},{"type":"speech","time":1379586300,"counter":67,"content":"<p>I move:<br \/>That Seanad &Eacute;ireann approves the following Order in draft: <blockquote>Houses of the Oireachtas (lnquiries, Privileges and Procedures) Act 2013 (Commencement) Order 2013, <\/blockquote>copies of which have been laid in draft form before Seanad Eireann on 31st July, 2013.&#8221;<br \/>This motion is not being moved without debate because we will have statements on it next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01100","speaker":"1130"},{"type":"unspoken","time":1379586300,"counter":68,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Directive of European Parliament on Sexual Abuse and Exploitation of Children: Statements","time":1379586300,"counter":69,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01500"},{"type":"speech","time":1379586300,"counter":70,"content":"<p>This debate concerns Directive 2011\/93\/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework Decision 2004\/68\/JHA.  Spokespersons have eight minutes; other Members have five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01600","speaker":"1120"},{"type":"speech","time":1379586300,"counter":71,"content":"<p>I welcome the former Senator, now the Minister of State with responsibility for European Affairs, Deputy Paschal Donohoe, to the House for his first presentation in this Chamber.  I congratulate him and wish him well in his new position.  I hope the fact that yet another talented politician has come from this House onto the world stage may influence people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01700","speaker":"1128"},{"type":"speech","time":1379586300,"counter":72,"content":"<p>I was wondering how long I would have to wait for that reference to be mentioned so I thank the Acting Chairman for getting it in quickly during my first appearance before the Seanad.  I am delighted to be present today, taking this issue on behalf of the Minister for Justice and Law Reform, Deputy Alan Shatter.<\/p><p>Like many Senators who will speak on this topic I wish we were handling a directive on legislation in respect of an issue that was lighter and less evil than this one.  Members may have taken a moment to look through the directive we are discussing, the full title of which is, &quot;On combating the sexual abuse and sexual exploitation of children and child pornography&quot;, and the replacement of a particular Council framework decision.  When one looks through the detail the directive is obliged to contain, and the kind of evil it refers to, it brings into sharp focus the need for effective legislation in this area and having a strong approach from national parliaments and the European Union in order to respond to the targeting and treatment of our most vulnerable people.<\/p><p>The Minister, Deputy Shatter, asked me to send his apologies to Members for not being able to handle this issue with them.  I will pass on to him all the comments Senators will make in respect of this directive and the more general issue of the sexual and other abuse of children.  This is a crime of the most vile nature.  To target our youngest and most vulnerable people in the way many of us are aware of is the worst kind of crime to which a human being can stoop.  This directive is about putting in place a co-ordinated, effective and cohesive response to this crime.  It looks to putting in place a multifaceted approach to deal with the evil of sexual abuse and the sexual exploitation of children.  <\/p> <p>Members may be aware that in recent years the Minister, Deputy Shatter, has steered two very important pieces of legislation through the Houses of the Oireachtas on this issue.  The first of these - the Criminal Justice (Withholding of Information on Offences Against Children and Vulnerable Persons) Bill - was enacted in August, 2012 and introduced very important measures designed to deal with the issue of abuse not being reported and the consequences of same.  The second - the National Vetting Bureau (Children and Vulnerable Persons) Bill - was enacted in December, 2012 and provided for the mandatory vetting of persons working with children or vulnerable adults.  During the course of the debate I will come back to both of these in more detail later.<\/p><p>The Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, has also launched revised child protection guidance titled Children First: National Guidance for the Protection and Welfare of Children and has received Government approval to put the guidelines on a statutory footing.  This is a key commitment in the programme for Government.  The Children First Bill is viewed as a part of a wider package of measures, along with the vetting and withholding Acts, to which I have referred, further ensure the protection of children and vulnerable persons from sexual abuse and exploitation.<\/p><p>The Minister is also pressing forward with arrangements to ensure the effective implementation of the Children First guidelines across all Departments, agencies and sectors that have contact with children, and with the reform of child and family services in the Health Service Executive leading to the establishment of a new Child and Family Agency.  The draft directive was tabled by the European Commission in March, 2010.  In June of that year, following approval by the D&aacute;il and Seanad, the Government exercised its option under the Lisbon treaty to take part in the adoption and application of the measure.  The directive was adopted by the Council and the European Parliament in December 2011 and the member states are required to bring into force the laws, regulations and administrative provisions necessary to comply with the directive by 18 December 2013.<\/p><p>The directive seeks to establish minimum rules concerning the definition of criminal offences and sanctions in the area of sexual abuse and sexual exploitation of children, child pornography and solicitation of children for sexual purposes.  It also contains measures to strengthen the prevention of such crime and, most important, the protection of its victims.  Many of the minimum rules in terms of offences are already in place in Ireland and sanctions, in many cases, far exceed the requirements of the directive.  This is due to our generally high penalty regime and is best illustrated by example.  Article 3.4 of the directive requires the member states to punish engaging in sexual activities with a child who has not reached the age of consent by a maximum term of imprisonment of at least five years.  Under section 2 of the Criminal Law (Sexual Offences) Act 2006, a person who engages in a sexual act with a child who is under the age of 15 years is guilty of an offence and liable, on conviction on indictment, to imprisonment for life.  The maximum penalty in section 3 of the 2006 Act for the offence of defilement of a child under the age of 17 is five years imprisonment and that maximum penalty increases to ten years where the offender is a person in authority.  In another example, article 5.4 of the directive requires the member states to punish the distribution, dissemination or transmission of child pornography by a maximum term of imprisonment of at least two years.  In this jurisdiction, a person found guilty of producing or distributing child pornography is liable, if convicted on indictment, to imprisonment for up to 14 years.  Many of the measures included in this directive have already been transposed into domestic law and in the small number of areas that we do not the Government has a clear plan in place regarding implementation.  This leads on the legislation that will come before the House in the near future.  <\/p><p>The first and most crucial legislation in this area is the forthcoming sexual offences Bill.  The legislation will be broad and wide-ranging.  As well as implementing outstanding criminal law measures in a number of international legal instruments, including the EU directive, it will implement the recommendations of two Oireachtas committees, amend the Sex Offenders' Act 2001 and reform the law on incest.  That is a key point I draw to the attention of Members.  Most of those areas that we currently do not have transposed into domestic law will be dealt with in the sexual offences Bill in the near future.<\/p><p>The other international instruments to which I referred include the Council of Europe Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse and the Optional Protocol to the UN Convention on the Rights of the Child on the sale of children, child prostitution and child pornography. The criminal law provisions of the EU, Council of Europe and UN instruments overlap to a significant degree.<\/p><p>I wish to highlight a selection of measures in this area which should be of particular interest to the House.  Article 16.2 of the directive provides that member states shall take all the necessary measures to encourage any person who knows about or suspects that an offence in the directive has been committed to report this knowledge or suspicion to the competent services.  The primary purpose of the Criminal Justice (Withholding of Information on Offences Against Children and Vulnerable Persons) Act 2012 was to close a loophole in the law.  Under the Offences Against the State (Amendment) Act 1998 it was an offence to withhold information in respect of a serious criminal offence.  However, that provision excluded sexual offences. The withholding of information legislation was enacted to ensure there is an obligation on persons who have knowledge of any serious offence, including sexual offences against children or vulnerable adults, to inform the Garda.<\/p><p>Article 10 of the directive contains measures relating to disqualification from employment of persons convicted of sexual offences.  The National Vetting Bureau (Children and Vulnerable Persons) Act 2012 provides the necessary statutory basis for the use of the Garda criminal records database to conduct vetting of persons applying for employment which entails working with children or vulnerable adults.  The schedule to the Act lists in detail the types of work or activity that require vetting. These include child care services; schools; hospitals and health services; residential services or accommodation for children or vulnerable persons; treatment, therapy or counselling services for children or vulnerable persons; provision of leisure, sporting or physical activities to children or vulnerable persons; and promotion of religious beliefs.<\/p><p>The Act also provides for the use of &quot;soft&quot; information in regard to vetting.  This is referred to as &quot;specified information&quot;.  Specified information is information other than a court determined criminal record.  For example, it includes conclusions from investigations of child abuse or neglect conducted by the HSE, where such investigations have concluded that a person poses a threat to children or vulnerable persons.  Specified information also includes similar conclusions arising from fitness to practice inquiries by statutory bodies, such as those conducted by the Medical Council, the Nursing Council or the Teaching Council.  In addition, it includes a bona fide concern that a person poses a threat to children or vulnerable persons, where this arises from a Garda investigation of a criminal offence.  Members may be aware of some of the difficulties that can occur in respect of the time required to complete the vetting process.  Constituents who are seeking to take up positions that require vetting under the legislation have come to me.  Sometimes the vetting processes takes a longer time than they would wish and this can sometimes cause difficulties for them in respect of the employment they wish to take up. <\/p> <p>The Department of Justice and Equality is doing all it can to ensure the processing times for these applications is appropriate and is dealt with as promptly as possible.  I am aware when talking to constituents on this matter that we are all agreed that for this work to be done properly, it takes time to do it.  It is important that anybody who is moving into a role in which he or she will be dealing with children or vulnerable persons in the agencies referred to would undergo the appropriate supervision and checking to ensure he or she has the correct qualifications, character and record for dealing with our most vulnerable.<\/p><p> About 300,000 vetting applications are processed by the Garda vetting unit each year and the primary purpose of the<b><\/b>National Vetting Bureau (Children and Vulnerable Persons) Act 2012 is to put into clear law the procedures that have been developed to vet these applications.  More important, the Act makes it mandatory for persons working with children or vulnerable adults to be vetted where this was previously done on the basis of a voluntary code.  The Act also includes offences and penalties for persons who fail to comply with its provisions.  In addition to the vetting legislation, under the Sex Offenders Act 2001, a person who is on the sex offenders register commits an offence if he or she fails to disclose to an employer or a prospective employer a conviction for sexual offence specified in the Schedule to the 2001 Act.<\/p><p> The directive also refers specifically to websites containing or disseminating child pornography, and I want to refer to some of the articles in the directive on this area.  Article 25, in particular, provides for measures against websites containing or disseminating child pornography.  Paragraph 1 provides for the removal of websites containing such material.  In Ireland, a <i>hotline.ie <\/i>service already provides for the removal of illegal material.  It has performed very well and has had some notable successes in fighting this scourge.  I acknowledge the significant expertise and prowess of the Garda S&iacute;och&aacute;na and particular sections within the force that are charged with dealing with these terrible websites.  I stress the importance of international co-operation and working effectively with the right international organisations in these areas.  This crime, as we are only too sadly aware, stretches across borders, and one of the most effective ways to deal with it is by a response that also goes across borders.  To do that, international co-operation is essential.<\/p><p> Paragraph 2 of Article 25 is concerned with blocking access to sites containing or disseminating child pornography.  Discussions on the establishment of structured arrangement for the blocking of access to websites containing child pornography are at an advanced stage between the Garda and Internet service providers.   This will provide us with a mechanism that fulfils the requirements of the second part of Article 25.  I urge Internet service providers, ISPs, the people charged with the provision of Internet service in our State, to continue to live up to their responsibilities in dealing with this area.  I repeat that co-operation with other law detection and law enforcement agencies is essential.  The only way of preventing the development and spread of these websites is by the ISPs and the companies associated with them working effectively and coherently with the Garda and other bodies.  The arrangement being discussed will involve close co-operation between the Garda and Internet service providers.  It will be based on a written arrangement and clearly laid out procedures between the different bodies.  Under the proposed arrangements, the Garda will identify sites and, when satisfied that the material is child pornography and therefore illegal, will notify the ISP of the site or sites in question.  The ISP will then act in accordance with the agreed arrangements to block access to the site or sites.  The Garda will have the benefit of its links with other police forces and international policing organisations, such as Interpol and Europol, in seeking out and identifying sites.<\/p><p> Other key provisions in the directive concern the sensitive handling of police investigations into alleged sexual abuse and exploitation.  One requirement is that interviews with child victims take place, where necessary, in premises designed and adapted for this purpose.  The investigation of sexual offences against children requires an especially sensitive and thoroughly professional approach.  There have been considerable advances in recent years in the way in which the criminal justice system deals with cases of child sexual abuse.  The Garda S&iacute;och&aacute;na puts a particular emphasis on tackling sexual crime and other crimes against children, as well as proactive co-operation with all relevant Departments, organisations and agencies to improve the safety of children.<\/p><p> In April 2010, the Garda S&iacute;och&aacute;na published a comprehensive policy on the investigation of sexual crime, crimes against children and child welfare, the aim of which was to combine professionalism with sensitivity and compassion in the investigation of sexual crimes.  Children First: National Guidelines for the Protection and Welfare of Children 2011 has been adopted as Garda policy, and interaction with the HSE and children and family services is an integral part of that policy in relation to all investigations of child abuse.  A strategic committee has been established within the Garda S&iacute;och&aacute;na, chaired at assistant commissioner level, to liaise with the HSE's national director of children and family services to ensure that all matters of strategy and policy in the field of inter-agency working receive proper direction.<\/p><p> A sexual crime management unit has been established within the Garda domestic violence and sexual assault investigation unit, which is part of the National Bureau of Criminal Investigation.  The unit is responsible for evaluating and monitoring the number of investigations each year into child sexual abuse, child neglect and other sexual offences to ensure they are receiving appropriate attention.  It is also responsible for advising on the investigation of such crimes and promoting best investigative practice.<\/p><p> Members of the Garda S&iacute;och&aacute;na and HSE personnel have undergone joint and intensive training in the specialised skills necessary for interviewing children.  Staff of the Garda college, together with their HSE colleagues, regularly review the training to ensure it is in accordance with best international practice.  In addition, given the need for sensitivity and confidentiality surrounding sexual crimes, there is a clear advantage from an investigative perspective, both for victims and the Garda S&iacute;och&aacute;na, in conducting relevant interviews away from Garda stations.<\/p><p> A network of dedicated interview suites has been established by the Minister's Department and the Garda S&iacute;och&aacute;na in six strategically chosen locations throughout the State.  These are used by the Garda authorities to record interviews with child victims.  The roll-out and utilisation of these interview suites is a huge step forward in terms of how child victims of sexual abuse are dealt with by the criminal justice system.<\/p><p> Following the original publication of the Murphy report, Garda policy and practice in this field was the subject of review and recommendations by the Garda Inspectorate, whose report, Responding to Child Sexual Abuse, was published in February 2012.  The bulk of the inspectorate's recommendations have been implemented and, in line with a proposal contained in the report, the Minister wrote recently to the inspectorate requesting a follow-up review be carried out focusing on current initiatives and progress in implementing the report's recommendations.<\/p><p> I should also mention, in so far as the investigation of sexual offences generally is concerned, that the Minister for Justice and Equality was delighted last week to be able to publish a Bill to establish the long-awaited DNA database.  I have no doubt that, when established, this facility will be of invaluable assistance to the Garda in the investigation of sexual offences and other serious crimes.<\/p><p> With regard to criminal proceedings and Article 20 of the directive, the Minister, Deputy Shatter was very pleased that, in the recently enacted Criminal Law (Human Trafficking) (Amendment) Act 2013, he was able to extend rules relating to the out-of-court video recording of child evidence to new categories of child witness.  For human trafficking offences, the upper age threshold for such video recordings was increased from 14 to 18 years, and this facility was also extended to child witnesses, other than accused persons, who are minors.  The same extension of child evidence rules for sexual offences will feature in the sexual offences Bill.<\/p> <p>The Criminal Evidence Act 1992 already makes provision for a person under the age of 18 years, being a person other than the accused, to give evidence in court proceedings through a live television link.<\/p><p>Finally, I would like to say a few words about education and raising awareness.  These are requirements in Article 23 of the directive that address the prevention of sexual abuse and exploitation.  The national strategy on the prevention of domestic, sexual and gender-based violence contains a number of actions in relation to education.  Under action 3.2 of the strategy, the Department of Education and Skills has developed personal safety materials for the junior cycle social, personal and health education, SPHE, modules.  The national steering committee on violence against women was consulted on the materials.  The lessons are expected to be rolled out in schools this academic year following the training of teachers and it is anticipated that materials for senior cycle students will be finalised following the roll-out at junior level.<\/p><p>Over the past number of years and pending the development of these materials, the National Office for the Prevention of Domestic, Sexual and Gender-based Violence has provided funding to a number of organisations to provide programmes in schools or to specially train teachers to do so.  While most university students are aged 18 or over, some enter third level education before the age of 18.  The Union of Students in Ireland represents students across the country.  Recently it undertook a research study which was the first of its kind in Ireland.  The State funded the study as part of its work to increase awareness of domestic and sexual violence.  The study also focused on unwanted sexual experience.  It is a significant milestone to fill the gap of empirical evidence relevant to the lived experience of the Irish population in general and for third level students in particular.<\/p><p>I wish to make a number of concluding points on the legislation and give a general policy overview.  My first comment is on the transposition of directives and legislation in the area.  I hope I have been able to underscore to colleagues that many measures in the directive have already been implemented and brought into national law through the introduction of legislation, and of those that have not, most, if not all of them, will be dealt with in the forthcoming sexual offences Bill referred to in my contribution.<\/p><p>Many of us have been exposed and involved with these tragic cases through work in our constituencies and communities.  Therefore, one of the areas that I mentioned at the conclusion of my contribution is of great importance.  I am referring to what happens in our schools and what happens with our young people in terms of the education that we give them in terms of their awareness of their own bodies, the clear boundaries regarding unacceptable behaviour and giving them the confidence to articulate that to the people that they trust.  Tragically, if that does not happen in their families then we must allow them to understand that there are people in their school, community and other authorities that can be approached and spoken to about the behaviour that they may be subjected to.  <\/p><p>Third, I wish to underscore one of the more practical aspects of my contribution.  I refer to the recent developments that have taken place to provide appropriate facilities and locations for interviews, discussions and conversations with young people.  Those of us who have had occasion to be in Garda stations either due to constituency and pubic representative work or for other reasons, will know what I mean by the following.  Regardless of whatever work the garda&iacute; do in terms of presenting an environment and trying to make sure that it is appropriate, we know that it is not the right environment for vulnerable young people who may already be acutely stressed or feel acutely threatened to have a discussion.  We know that it is not the right environment within which this kind of discussion needs to take place.  I welcome the fact that great work has taken place to provide locations where highly-skilled and trained members of the HSE, the social services and members of the Garda S&iacute;och&aacute;na can treat these alleged issues with the necessary sensitivity and skill.  <\/p><p>I am a parent and I am also involved in a school.  Therefore, I am aware now of the increase in regulation and domestic legislation regarding how to deal with this issue.  We all know, as is the case for any other area of law, no matter how strong and well designed legislation is if it is not implemented effectively and appropriately then it will fail in the intention that prompted its drafting in the first place.  That is why the enhanced training that has taken place of many of our professionals who work in the area is welcome.  I also want to underscore the importance of the development to provide appropriate locations in order for these discussions and investigations to take place with our children and vulnerable people. <\/p><p>I shall finish on that note and thank the Cathaoirleach for the opportunity to address the House on the legislation.  I am privileged to return here as Minister of State in order to address the Chamber given the numbers of years I spent here.  I look forward to hearing contributions on the legislation from all of my colleagues and shall do my best to respond to the points raised at the end of the debate.  Members can be assured that the officials and I will convey their comments to the Minister and that the forthcoming legislation on sexual offences will deal with some of the outstanding areas.  I hope that the legislation will provide a vehicle for continued focus on the area and respond to the concerns, observations and ideas expressed by Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900008#G01800","speaker":"1007","continuing":true},{"type":"speech","time":1379588100,"counter":76,"content":"<p>I welcome the Minister of State, Deputy Donohoe, back to the House and the senior officials from the Department of Justice and Equality.  He played an important role here when he was a Senator.  I am rather amazed by his warm endorsement of the Government's wish to abolish the Seanad and noticed that he has participated in numerous television programmes supporting the Government's view.  I am surprised by that because he played an important role here and the Seanad played an important role during his period as Senator.  However, life moves on and I wish him well in the future.<\/p><p>Fianna F&aacute;il supports the full and speedy implementation of the European Union directives on combatting sexual abuse and child pornography.  The scourge of such predatory sexual activity needs to be tackled with a strong legal framework and an adequately resourced Garda.  The gross misuse of the Internet for such disturbing criminal acts needs to be addressed on an international scale thus recognising the global nature of the problem.  <\/p><p>I commend the document produced by Senator van Turnhout on online child abuse material entitled Effective Strategies to Tackle Online Child Abuse Material.  The Department's officials are aware of her document and will use it when working on the Bill.  The document has been extraordinarily well researched and is extremely good.  I compliment the Senator on her document.  If ever there was proof positive that the Seanad comprises people of very diverse views and knowledge then the document is a clear indication of the work of Senator van Turnhout and her colleagues.  The Seanad has given her and her organisation a unique platform to convey the information direct to the senior officials in the Department of Justice and Equality.  If the Seanad is abolished that opportunity will be lost.<\/p><p>The EU directive is due to be transposed by December 2013 but, unfortunately, it has taken time to reach that point.  It is critical that the directive is placed into Irish law as soon as possible and adequate resources are given to the Garda to ensure its effective implementation.  I do not believe that the directive was scrutinised by either House of the Oireachtas.  Perhaps the Minister of State can elaborate on that position.  Far too many directives are not being scrutinised here and 164 directives have been transposed into Irish law without any debate in either House.  <\/p><p>With regard to reform, the D&aacute;il will allocate some days in April and October to scrutinise European legislation.  I am sure it will be generous and effective for the amount of legislation that will reach the Houses of the Oireachtas.  There is a definite commitment in the Lisbon treaty, both the first and second treaties, that the Houses of the Oireachtas would scrutinise all European legislation.  <\/p> <p>No European directive should be transposed into Irish law without it being scrutinised by either House of the Oireachtas.  The committees spend some time on them, but it is a very time-consuming arrangement.  We could also have an input from our MEPs.<\/p><p>The issue of sexual abuse and child pornography is an acute sensitive one, given the vulnerability of the young victims involved.  It is a heinous crime.  The grave exploitation of this vulnerability and the use of the Internet to bypass national laws demands a co-ordinated global response.  The European Union has rightly played a leading role in developing a pan-continental response to this problem.  These are particularly serious crimes against children, who need special protection and care, and they produce long-lasting and serious harm to child victims.  However, fighting these crimes is very difficult.  Children are vulnerable, and are often ashamed and too afraid to report what has happened to them.<\/p><p>To implement the directive effectively, real resources have to be given to the Garda S&iacute;och&aacute;na to pursue and convict the criminals involved in these horrendous activities.  We cannot refer to any case pending at the moment, but I hope the necessary action is taken by the Government to co-operate in respect of a person who is facing charges in another jurisdiction.  Very serious allegations are being made about a particular individual at the moment.  The directive includes provision not only for the prosecution of offenders but also for the prevention of offences and the protection of child victims.  It provides for the right of employers to ask for information on criminal records and for awareness-raising campaigns and the training of professionals as preventative measures.<\/p><p>The new directive will make it easier to fight crimes against children by acting on different fronts.  On criminal law, a wide range of situations of sexual abuse and exploitation will be criminalised, covering new phenomena helped by the Internet like child grooming and web cam or web viewing of child pornography.  More detailed provisions outline six levels of penalties from one to ten years of imprisonment.  This will ensure greater consistency in classifications of the severity of the offence and will reduce the difference between the legislation of member states.  To combat offences by travelling sex offenders and so-called child sex tourism, national authorities will be able to prosecute nationals abusing children abroad and organising travel to abuse children, and advertising sex abuse opportunities will be prohibited.  To facilitate the criminal prosecution of offenders, it will now be possible to initiate a case in all member states up to and until the time child victims reach the age of majority.  Confidentiality rules will no longer be an obstacle to preventing professionals working with children from reporting offences, and the police will be obliged to set up special units to identify child victims of child pornography with effective investigative tools.  Child victims will enjoy more protection in the form of extensive assistance and support following an individual assessment of each child, as well as measures to facilitate access to legal remedies and avoid the trauma of participating in criminal proceedings.<\/p><p>To prevent sexual abuse and exploitation, convicted offenders will be individually assessed and will have access to special programmes to prevent them from committing new offences.  Background checks for candidates applying to work with children will be easier and more comprehensive, and education awareness campaigns and training to detect child sexual exploitation will be deployed.  To disrupt the distribution of child pornography on the Internet, member states will be obliged to ensure child pornography pages hosted in their territory are removed and to take action to have them removed if hosted abroad.  They may also set up procedures to block access from their territories if they wish, but while that can be controlled in the EU, sites can be located in third countries.  There must be, therefore, an international arrangement to prevent the distribution of child pornography or any other kind of pornography.<\/p><p>The danger associated with the access to pornography through the Internet is in the exploitation of young people.  There was a recent case which occurred at an event here in Dublin and which was sent around the Internet.  That was damaging for all involved, and the future of the person involved could be destroyed.  I do not know if it was taken down, but those films can never be removed.  They are out there somewhere and it is just so dangerous.<\/p><p>The Government is giving this priority.  I know that from its work during the Presidency and I commend the Minister's report on the issue and wish him well in proceeding with this as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900011#K00200","speaker":"1140","continuing":true},{"type":"speech","time":1379588700,"counter":78,"content":"<p>I welcome the Minister of State to the House.  I have known him for more than 20 years when we soldiered together in a younger organisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900012#L00200","speaker":"1158"},{"type":"speech","time":1379588700,"counter":79,"content":"<p>We are still young.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900012#L00300","speaker":"1007"},{"type":"speech","time":1379588700,"counter":80,"content":"<p>Younger.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900012#L00400","speaker":"1148"},{"type":"speech","time":1379588700,"counter":81,"content":"<p>Absolutely.  It is great to see his meteoric rise in politics from being in this Chamber a few years ago to being in Government.  It is well deserved and well earned.  He left the corporate world to pursue a career in politics and the public service, and that deserves to be recognised.  His contribution as Minister of State has been well noted.  His views on the future of the House will be decided by the people on 4 October, and everyone will move on from that.<\/p><p>It puzzles me how long it has taken to get this directive enacted.  I know it is replacing an older framework going back to 2004.  The issue surrounding child abuse and child pornography is very much an international problem because child pornography on the Internet does not respect boundaries and borders.  That is why it is appropriate that this would be driven at European level.  On a positive note, this Government is very much committed to protecting children.  That has been evident from the beginning of its term of office, when for the first time in the history of the State, a senior Minister with responsibility for children was appointed to the Government.  Senator van Turnhout's appointment to this House to scrutinise the Government's performance and to enhance legislation shows that the intentions were there and were acted upon.  The children's referendum was certainly a symbolic step forward.<\/p><p>Child pornography on the Internet is proving difficult for larger police forces than ours to come to terms with.  It is so widespread and difficult to control that the only way to achieve it effectively is through international co-operation, not just at European level but across the world by co-operating with the likes of the FBI.  Co-operation is crucial.  The directive must be transposed into national law by 18 December.  Will this deadline be met by Ireland?  I sincerely hope it will.  When will the new sexual offences Bill come before the House for scrutiny?  Will the heads of that Bill be referred on to any Oireachtas committee, such as the justice or health and children ones?  Is consultation in this area necessary?  Perhaps it is not, but this Bill is crucial.  This Government and previous ones have advanced legislation and protocols in many areas, and while it is all very well to clap ourselves on the back for that, we need to ensure we comply with all elements of the directive.<\/p> <p>We should go beyond compliance with it.  I have no hesitation in suggesting this is so important we should have even stronger laws and protocols than required by the directive. <\/p><p>I agree with the requirements of the directive and with the comments of the Minister with regard to education.  Training in this area is very important and there has been training for teachers at junior cycle level.  I welcome the fact this training will be extended to senior cycle also.  There is an urgency to the situation and an awareness of what is right and wrong in this regard is very important for young children.  Unfortunately, this awareness is not always provided in the home and sometimes abuse arises in the home.  Therefore, schools and other organs of the State must take up responsibility and raise awareness among children as early as possible of what is appropriate and of the support mechanisms available.<\/p><p>We should always strive to do better.  No matter how well we have done, we should always strive to do better in this area.  We owe it to the next generation to do the right thing and to reduce, as much as possible, the abuse of the most vulnerable in our society, our children.  The personal contribution made by the Minister following his speech shows he is committed to dealing with this and is on top of his brief in this regard.  I hope all Ministers and Ministers of State and all Members are committed to dealing with this important issue.<\/p><p>I would like to hear when exactly we can expect the sexual offences Bill to come before us and when we can expect it to be concluded and signed into law so that we can say we are fully compliant with all elements of the directive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900012#L00500","speaker":"1158","continuing":true},{"type":"speech","time":1379589300,"counter":83,"content":"<p>I too welcome the Minister to the House and thank him for his comprehensive presentation on the EU directive.  I could say a lot on issues related to the directive, but I intend to focus on article 25 which relates to child abuse material online.  I welcome the commitments the Minister has given this morning.  Among the wide-ranging provisions relating to criminal offences and sanctions in the area of sexual abuse and exploitation of children, the directive requires all member states to take the necessary measures to ensure the prompt removal of any web pages containing or disseminating child abuse material hosted on servers within their jurisdiction.  It also asks member states to make appropriate safeguards to block access for Internet users within their territory of web pages containing or disseminating child abuse material hosted on servers outside of their jurisdiction.<\/p><p>I do not know whether the Minister's comprehensive presentation is a sign of things to come, but I feel the Seanad's role has been airbrushed out of it.  In February 2012 we had an Independent group motion on the EU directive and the need for Ireland to block sites.  At the time, I was delighted my colleagues, among them Senators Mary Ann O'Brien, Fiach Mac Conghail, Katherine Zappone, Marie-Louise O'Donnell and probably every Senator in the House, supported the motion calling for a blocking of sites.  We took the Minister's word that he would consider that, even though we knew at the time the ISPs and some officials did not agree with us on the need to block them.  I welcome the moves being made now, but I wish to acknowledge the role of the Seanad in calling for this.<\/p><p>I have produced a report on effective strategies to tackle online child abuse material which is published today and I will be happy to present the Minister with a copy of it.  Often we are told that blocking does not really work, that we will not get rid of it all and that we should not be naive.  Would the Minister say the same to drug traffickers or suggest that we should just remove customs and borders because drugs get into the country anyway?  We must put a deterrent in place to block this material.  I am not living in some naive world where I believe that implementing the directive will solve the issue, but implementing it will act as a deterrent and will ensure that average citizens will not come across such material accidentally, as they do currently.<\/p><p>I welcome the commitment given, but I would like to see greater urgency attached to it.  I was disappointed to see in the legislative programme that the criminal law (sexual offences) Bill is still under section C, which means that publication is not expected until 2014.  The Minister for Justice and Equality will know that I have a long list of issues he has promised the Bill will cover and other colleagues have other issues.  However, there is a problem with regard to the proliferation of child abuse material on the Internet and this is a stain on our moral conscience.  I am very concerned by this and that is the reason I commissioned the report I did, in which I go through the options for Ireland and what needs to be done.<\/p><p>We need to think about the victim profile.  Many Members attended an extraordinary briefing we received in 2012, before we moved our group motion in the Seanad.  Pat McKenna of ChildWatch and Michael Moran, assistant director of Interpol's directorate dealing with trafficking of human beings briefed us at that meeting and provided us with startling figures.  When they examined some of the images in question, some 74% of the victims appeared to be ten years of age or younger.  We heard of images of children with their umbilical cord still attached.  The prevalence is moving towards children who cannot yet speak, because they cannot articulate what is happening to them.  The images and pictures we are talking about are horrendous.  They are a crime scene.<\/p><p>Another problem is the offender profile.  Some 70% of the offenders are aged between 21 and 50.  Some 59% are likely to be married, 41% are likely to have children and 33% are physically abusive in other aspects of their lives.  What we were told at the briefing stays with me.  We were told that the average person who comes across this trade accidentally is horrified and walks away from the computer.  However, within a week, many will go back to the computer and start looking for more images.  These images are not traded in money, but in images, so what will one do when one wants to be king of the pack but create one's own images.  We must introduce a blocking system.  This problem affects Irish children and children worldwide.<\/p><p>I have been very affected by some of the stories of children who have been abused.  I cannot understand the reason behind many crimes, but I can nearly understand murder, although I do not condone it.  However, I cannot understand child abuse.  I cannot get my head around why people would do it.  In the case of this kind of child abuse we have victims who find out that their images are proliferated across the world and that their own country will not block these images.  We must ensure we have a blocking system in place.<\/p><p>The Minister mentioned a hotline.  I call it the lesser known hotline.  It is great to have it, but it is not much use if it is not publicised and people do not know about it.  To be honest, I believe the existence of the hotline can be used as a cover or excuse by the ISPs who can point to its existence.  This is a bit like the issue of drink awareness, where people can point to MEAS and drinkaware.ie.  We need a much more independent system.<\/p><p>The countries that already have filtering in place are Canada, Norway, Sweden, Denmark, Switzerland, Italy, Netherlands, Finland, New Zealand, France, Malta, Australia and the UK, including Northern Ireland.  All our mobile telephone providers across Europe have it.  Therefore, I do not accept any arguments we hear about why we cannot do it. <\/p><p>I commend the Garda S&iacute;och&aacute;na, Europol and Interpol, who are doing amazing work and I feel strongly that we need to support them.<\/p> <p>Why is there not a greater urgency to transpose the directive?  We should be doing so without delay.  It is great that we have the EU directive.  Let us put filtering in place.  Self-regulation is not working.  The Internet service providers, ISPs, are being dragged to the table.<\/p><p>A child abuse image is a crime scene.  It is a digital record of some of the most monstrous crimes against children.<\/p><p>This is a question of protecting children from abuse.  We must take action.  I plead for greater urgency.  We can undertake it discreetly and efficiently, a suggestion that I examined in my report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900013#M00200","speaker":"1171","continuing":true},{"type":"speech","time":1379589900,"counter":85,"content":"<p>I welcome the Minister of State, Deputy Donohoe, to the House.  Like others, I spent time labouring on the opposite benches with him in a previous incarnation.  I am delighted to see him in his current role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900014#N00200","speaker":"1148"},{"type":"speech","time":1379589900,"counter":86,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900014#N00300","speaker":"1007"},{"type":"speech","time":1379589900,"counter":87,"content":"<p>I welcome the debate on this directive.  It is a weighty, important and distressing subject.  Having listened to Senator van Turnhout's elegant contribution, every Senator would be moved by her comments and her correct portrayal of the issue of child pornography and child abuse material on the Internet.  Sometimes, this aspect of child abuse is muddied by the language of freedom of expression, censorship and so on.  It is important that we name it for what it is, namely, crime scene material.  It must be combated in every way possible.<\/p><p>  There is more to the directive.  I commend Senator van Turnhout on publishing the document yesterday entitled &quot;Effective Strategies to Tackle Online Child Abuse Material&quot;.  I read the report with great interest.  It raises the issue of how to deal with this problem.  Everyone agrees on the need to deal with child abuse material on the Internet.  Should it be dealt with through filtering on a statutory basis, as Senator van Turnhout recommends, or through the means being worked on by the Government and as described by the Minister of State, namely, a structured agreement between ISPs and the Garda?  Will the Minister of State consider whether a statutory basis as opposed to an agreement is necessary?<\/p><p>  It is instructive that <i>hotline.ie<\/i> has been in place since 1999, yet is not widely known.  Senator van Turnhout's report pointed out a flaw or limitation in the <i>hotline.ie<\/i> system.  If the content is hosted in a jurisdiction that is without an INHOPE, International Association of Internet Hotlines, member, the system sends a report to the Garda, which will attempt to address the content through international law enforcement channels.  However, there is no specific way to do so.  This highlights the need to consider a domestic method of dealing with this situation through filtering mechanisms.  Will this suggestion be examined?<\/p><p>  We must be careful to avoid adopting a minimalist approach to transposition of Article 25 of the directive, which deals with the specific issue of child pornography.  According to the Minister of State, it will be adequately transposed through the proposed structured agreement, but should we consider a more robust method of transposition as opposed to simply undertaking more of what we are already doing?  Successes have been achieved through <i>hotline.ie<\/i>, but we must ensure the most robust method possible.<\/p><p>  There is more to the directive than the important issue of child pornography, but much of it relates to that matter.  I welcome the commitment by the Minister for Justice and Equality, Deputy Shatter, to the introduction of the long overdue sex offences Bill.  I share others' concerns about the timing.  I note that the Bill is on the C list, the small print of which reads that publication is expected in 2014.  It does not outline whether that will be in early or mid-2014.  This often raises cause for concern.  The deadline for the transposition of this directive is 18 December.  Will legislation be introduced piecemeal to remedy gaps in that transposition in advance of the codifying Bill?  I have discussed the problems posed by piecemeal legislating with the Minister, particularly in terms of child sexual abuse.  We do not have comprehensive legislation on the issue.  Such legislation is long overdue.<\/p><p>  Like the Minister of State, the Minister has stated that the proposed sex offences Bill will implement the recommendations of two Oireachtas committees and reform incest law.  It is welcome that the Bill will attempt a comprehensive codification.  We have seen problems with the piecemeal method, in that rushed legislation has needed to be amended.  For example, the 2007 legislation on the defilement of children needed to be amended due to flaws.  I appreciate the need for care when drafting a comprehensive codifying law, but we have been awaiting this law for some years.  If the deadline for the directive's transposition is 18 December, let us use the opportunity to introduce the overall reform that we are seeking.<\/p><p>  Like others, I welcome the Minister's important reforms to date, including the withholding of information Act and the vetting bureau Act.  The Minister of State mentioned something experienced by many of us, namely, the practical problem with delays in processing vetting applications.  During the summer, I dealt with delays experienced by constituents, for example, medical students who needed their applications processed swiftly so that they could work in hospitals.  We must ensure resourcing.<\/p><p>  The protection of child victims is required by the directive.  Measures have been greatly improved in this regard through the new rooms in the courts of criminal justice, the Garda policy of 2010 and the new interview suites to which the Minister of State referred.  As a criminal lawyer and from a practical point of view, I would stress the importance of the first interview given to the Garda by the child victim or any complainant in a sex abuse case.  The importance of this statement is often overlooked at the time it is given.  At the subsequent trial, which may not take place for months or years afterwards, the defence counsel will, as is his or her job, pick holes in that statement and any discrepancy between it and subsequent statements or testimonies given by the victim in court.  It is important that we put in place structures to ensure that, particularly where the victim is a child, the statement is given in as stress-free a way as possible.  Reporting sex abuse to any garda and initiating a criminal justice procedure is a deeply stressful process, particularly when the abuser is known to the child.  We must ensure that a robust system is put in place so that children in particular are supported in every way possible when giving their first interviews.<\/p><p>  Regarding Article 23 and the point on information and awareness, I welcome the State's support through funding from Cosc for the Union of Students in Ireland, USI, study, which I launched recently.  For the first time, the study provides a comprehensive overview of levels of unwanted sexual contact in the third level student population.  It is an important study.  The findings were chilling, as they illustrated the high levels of unwanted sexual contact, inappropriate commentary and online and other forms of bullying.  We must tackle these issues.  The first step is through education, raising awareness and working in schools.<\/p><p>  I have plenty more to say.  I wish to refer the Minister of State to the Oireachtas committee report on prostitution.  Many of those present are members of that committee.  We made important findings on transposing the Swedish approach to prostitution law.  In the context of this directive, we also made important findings on child prostitution.  We received worrying reports from the Garda and others working in the area about the number of children known to have been trafficked into the State - 34 minors between 2009 and 2011 alone - for sexual exploitation.  We also received submissions from Barnardos and others.  We heard testimony from women who had formerly engaged in prostitution before the age of 18 years.  This is a real issue and I welcome the fact that the directive will address it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900014#N00400","speaker":"1148"},{"type":"speech","time":1379589900,"counter":88,"content":"<p>I welcome the Minister of State back to the House.  I have often stated that I value someone who has experience of working in business before entering politics.  The Minister of State has that experience and remembers it well.  That he was in a business that was actively involved in detergents means that he has probably come to clean up things.  I do not just mean this House, but the entire system.  I am impressed by how he has handled this debate.  He had a script, but he went off it and provided his own opinions.<\/p><p>Like Senator van Turnhout, I do not understand from where the urge for child sexual abuse comes.<\/p> <p>I do not understand from where the urge for child sexual abuse comes.  It is not something I have come across.  I do not understand it, but clearly it happens and this is needed.<\/p><p> My question is whether we should require, without warrant, Internet service providers to hand over the names, addresses, telephone numbers and IP and e-mail addresses of those under investigation in order that their Internet history can be tracked.  It is a provocative question.  I am interested in knowing what we propose to do by way of legislation.  Is putting the legal obligation to track Internet history going too far or should it at least be considered?  A Bill entitled Protecting Children from Internet Predators Bill 2011 was recently introduced in the United States.  As drafted, it provides that businesses offering paid Internet access, including airports, hotels, coffee shops and so on, could be forced to keep detailed accounts of what each customer does online, on the premise that the Government might one day want to review that information.  Is this going too far?  I am interested in hearing the Minister of State's view on this.<\/p><p> Should we make it a criminal offence to make available any recording, film, video, photograph or image which depicts a person below the age of 18 years in a pose or situation that may potentially arouse sexual desire?  I understand this is the direction in which other EU countries are going.  Should we be considering the blocking of sites here which are listed by Interpol as dangerous?  If Interpol has such information, why are we not using it?  Is it possible to do so?  Can we keep up with technology?  In 2011, Norway admitted that its recently introduced measures to control Internet payments for gambling had failed.  Italy and France now both admit that 70% of Internet gambling goes offshore despite the many blocking measures they have introduced, including restricting payments and taking the Internet service providers to court.  If this is the case, what hope is there of our being able to block child abuse images?  Another issue is that links to certain material can be circumvented.<\/p><p> In 2011, major Japanese Internet service providers began blocking access to websites that offered child pornography.  This led to a sharp increase in the number of cases involving file sharing programmes.  In Australia, senior police officers admitted that because of the nature of cyber crime, law enforcement agencies are usually behind the curve on new technology, particularly as the traders and creators of child pornography are highly computer literate.  Federal police in Australia have warned that paedophiles increasingly record themselves molesting children before swapping the images with other child abusers.  Images and videos are used as currency by abusers to buy their way into transnational groups that trade the material.  In some cases, police have found large volumes of material, too much for anybody to store on most personal computers.  The trend towards peer to peer file sharing and webcam streaming has presented new challenges.  This illustrates that legislation to block websites can be easily bypassed.<\/p><p> If the Garda S&iacute;och&aacute;na does not have the resources to investigate cases - I accept the Minister of State's statement that the Garda is skilled in this area but so also are the criminals - will the introduction of legislation have any real effect on determined criminals?  Can the Internet service providers here at least provide better software for parents to protect their children from harmful images?  It is not an easy issue to tackle.  Wikipedia Commons, which is part of Wikipedia, contains pictures of adults in sexual positions, articles on sex acts and pictures of naked adults.  There are images of fully nude men and women shown on this site and cartoon illustrations showing sex acts.  Should we put limits on this?  Also, should schools be legally required to monitor what pupils are accessing?  Would it help to block links to suspect people or websites?  For instance, if a child uploads a picture of himself or herself onto the Internet, how can we stop that falling into the wrong hands?  On a related note, should we police social networks?  In China, a real name is required to sign up to social networks so as to avoid abuse.  I know that certain news websites such as <i>The Huffington Post<\/i>are moving in this direction.  We have seen how children have met abusers on the Internet.  Would such a measure prevent this?  Another issue is that of teachers befriending children on the Internet who may be their students.  I welcome the Government's proposal to move against this and believe it will do so.<\/p><p> Businesses must play a greater role.  For instance, Google and Microsoft have signed up to the global network initiative on the Internet.  More companies should be taking an active role in making the Internet safer.  We must not stop at the Internet.  Mr. Frank La Rue, the United Nations special rapporteur on the right to freedom of opinion and expression, has stated that he believes it is good to block a website that carries child pornography but that in itself is not enough.  The issue is organised crime that deals with children.  A state must investigate and punish those responsible for it.<\/p><p> The issues I have raised are just some of those that need to be addressed under this directive.  I welcome the directive but the complexity of this issue demands scrutiny not only at EU level but at national level, with the Government here anticipating the situation which, I am delighted to hear, it is doing.  I believe that this law, when in place, will go some way towards solving the problem, in particular because technology is improving rapidly.  I welcome the Minister's comments today and his enthusiasm for ensuring this will happen.  I believe the Minister, Deputy Shatter, has the right idea but, like Senator Bacik, I am concerned that as the relevant legislation is listed on the C schedule of proposed legislation, it does not appear this will happen too quickly.  I would welcome if it could be moved up the list.  Perhaps if the D&aacute;il sat for five days a week, we would achieve more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900014#N00500","speaker":"1145","continuing":true},{"type":"speech","time":1379590500,"counter":90,"content":"<p>Today, we are discussing a directive which, as a country and Parliament, we have helped to develop.  As such, we are very familiar with it.  The Minister of State, Deputy Donohoe, referred in his contribution to the Lanzarote Convention.  Like Senator Leyden, I am a member of the Council of Europe Parliamentary Assembly.  There is much duplication between the Lanzarote Convention and this directive.  I am also a member of the One in Five campaign group in the Council of Europe which was established to ensure the Lanzarote Convention and EU directive are fully implemented in all countries.  I report regularly to the group, which meets four times a year, on progress in this regard.<\/p><p>  At the end of 2012, I reported directly on progress made in this country in terms of our legislative input.  As referred to by the Minister of State, much progress has been made.  It must be remembered that progress has come from the fact that, since 1980, we have had 27 reports on the failure of our State and society to protect our children.  The Children First legislation, which follows on from the Children First guidelines introduced in July 2011, will ensure we have a robust statutory framework in place and ensure compliance and best practice in our child protection services.  The Minister for Children and Youth Affairs, Deputy Fitzgerald, has stated that since the introduction of those guidelines, the number of referrals to our child protection services have increased by 25%.  Standards have also been improved.  There have been many reports highlighting fragmentation, inconsistency and a lack of accountability in our child protection services.  New performance indicators have been established, the Health Information and Quality Authority, HIQA, has introduced new standards, and regulations are being introduced to facilitate reporting of trends from <i>in camera<\/i> court proceedings.  The Child and Family Agency Bill is currently before the Oireachtas.  Following its enactment, responsibility for protection of children will be transferred from the HSE to a new child and family support agency, which will include 4,000 staff from across the HSE, child and family services, the Family Support Agency and National Education Welfare Board, NEWB.  <\/p><p>  Also, a missing child hotline, under the auspices of the ISPCC, has been established.  This should have been put in place a number of years ago.<\/p> <p>The Criminal Justice (Withholding of Information on Offences against Children and Vulnerable Persons) Act was introduced last year.  Legislation on sexual offences is the only missing piece of the jigsaw.  As the Minister of State and a number of speakers noted, it is an important element.<\/p><p>I thank Senator Jillian van Turnhout for a highly enlightening briefing she arranged in February 2012 prior to a debate on a motion tabled in the House.  The subject matter was the dangers the Internet poses to children, especially in respect of child abuse material.  We should use this term, rather than the term &quot;child pornography&quot;, as the latter tends to minimise the crime involved.  Child abuse material is effectively a crime scene which can be distributed globally in an instant. <\/p><p>A significant gap has arisen in this area.  As previous speakers noted, technology continues to be one step ahead of legislators.  This will always be the case.  During the presentation by representatives of ChildWatch, the Garda S&iacute;och&aacute;na and Interpol, I learned that efforts to block images of child abuse material will never be completely successful because some sharp individuals will always be able to circumvent them.  Casual browsers who encounter these types of images may be disgusted and may immediately leave the site in question.  Some will return subsequently, however, and become sucked into the whole thing, which contributes to the international problem of child abuse. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900015#O00200","speaker":"1114","continuing":true},{"type":"speech","time":1379591100,"counter":92,"content":"<p>The Senator will no doubt be able to continue the debate in Strasbourg.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900016#P00200","speaker":"1140"},{"type":"speech","time":1379591100,"counter":93,"content":"<p>I ask the Minister of State to emphasise to the Minister for Justice and Equality and the Minister for Children and Youth Affairs to address urgently the problem of Internet child abuse images.  They must ensure we protect children who are either victims of child abuse or may view such appalling images.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900016#P00300","speaker":"1114"},{"type":"speech","time":1379591100,"counter":94,"content":"<p>I welcome the Minister of State and thank him for his presentation.  In common with Senators on all sides, I welcome the directive and hope it will be transposed into law before the deadline passes.  I commend Senator van Turnhout on her excellent report which has filled in the gaps in knowledge that many Senators have about this issue.<\/p><p>I propose to focus on two issues.  The Minister of State indicated that vetting procedures were already a requirement of the Children First national guidelines and that approximately 300,000 vetting applications are processed by the Garda vetting unit each year.  Notwithstanding the success of the Minister in his first 18 months in office in improving vetting procedures, I am aware that processing times have increased rather than decreased.  The Minister promised to provide greater resources for Garda vetting and I assume this has been done.  I am also aware that the training of personnel was an issue.  I ask the Minister of State to provide an assurance that processing periods will be reduced to the greatest degree possible.  In many cases, people who wish to work in child care must wait for vetting procedures to be completed before they are employed.  This causes considerable inconvenience.  Notwithstanding this, I compliment the Minister on introducing greater efficiencies in this area.  I ask the Minister of State to outline the current position with regard to resources and processing times in the Garda vetting unit.  <\/p><p>On the measures against websites containing or disseminating child pornography and Article 25 of the directive, I acknowledge that a large body of legislation has been introduced in the area of child protection.  The Minister of State referred to various Acts dating back to 2000.  <\/p><p>Senator van Turnhout's report recommends that the Government work with large online search engines such as Google and the Internet Watch Foundation to implement a filtering system with the most up-to-date technology.  The Senator correctly noted that Dublin is regarded as the Internet capital of Europe and, as such, we are in a unique position to adapt and develop the most innovative measures in filtering and put ourselves forward as a leader in this field.  The report points out that Google recently announced its intention to create a global database of child abuse material, which it will then share with its competitors, Internet service providers, ISPs, and law enforcement agencies to facilitate the removal of offending material.  I subscribe to the view that filtering should be placed on a statutory footing and should no longer be voluntary.  I am particularly pleased that Google has given a commitment to establish an information exchange system with other online companies to ensure the list is as up to date as possible.  I hope the Department will work with the company on this issue.<\/p><p>While it may no longer be relevant, I raise an issue that arose some years ago when I was a member of the Council of Europe and the issue of filtering and censorship, in the widest definition of the word, of unacceptable images on the Internet first entered the public domain.  At that time, there was strong resistance from the United States, particularly from Internet companies, to any such measures.  The US Constitution includes freedom of speech provisions which would inhibit the right of anyone to stop the information highway.  Has the environment changed in the intervening years as a result of the growth in child pornography?  Is there a general acceptance internationally that this problem should be stamped out, in as far as possible, through filtering?  As Senator van Turnhout noted, a large number of countries have already acted in this matter.  I note, however, that the United States is not one of them.  Do the US constitutional rights to freedom of expression and information have relevance in this regard and, if so, do they inhibit efforts to secure worldwide agreement on the filtering out of bad images?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900016#P00400","speaker":"1128"},{"type":"speech","time":1379591100,"counter":95,"content":"<p>I welcome the introduction of this directive, which marks an important step in tackling a difficult problem.  The directive helps by requiring states to set out clear offences in a number of areas, provide assistance and support to victims and take preventative measures in a range of areas.<\/p><p>  Having spoken previously on this subject, I propose to focus on the complex issue of child pornography and how such material is disseminated over the Internet.  Efforts to combat child pornography must recognise exactly what is the problem because otherwise one will not come close to solving it.  Not being particularly technologically aware, I asked a computer expert to help me to understand how this works in practice. <\/p><p>  Professor Philip Jenkins of the University of Cambridge has stated that the &quot;overwhelming evidence is that child pornography is all but impossible to obtain through non-electronic means.&quot;  However, while on the face of it, the solution to the problem is simply to remove pornographic pages, it is extraordinarily difficult to obtain access to these pages in the first place.  Child pornography on the web is evolving technologically.  It is not simply found through a Google search and one does not normally stumble upon it randomly.  A stark example of this is the self-report system, <i>hotline.ie<\/i>.  According to its 2010 report, the organisation only once succeeded in identifying and removing child pornography from the Internet in a ten year period.  This was not due to a failure of the system but because child pornography is not usually found when routinely trawling the Internet.<\/p><p>  Groups using the Internet to sell child pornography use encryption and sophisticated data destruction software to protect files and screening measures to ensure only authorised participants can enter relevant chatrooms.  The former method of hosting images on websites which could be accessed by members of the public is becoming a thing of the past.  There are four or five different ways in which pages can avoid being on the surface of the Internet.  This means they cannot be found by using a search engine such as Google but only by using specific web addresses.<\/p> <p>These websites may be placed in the deep web, which consists of regular web pages which are nearly impossible to find without knowing the specific web address.  When the site is accessed, the user gains entry onto it by using encrypted connections, such as those used by banks when trying to access account details.  Unlike the traditional centralised Internet, where each site has a particular domain name and can be accessed by typing in the web address, the meshnet, which is a new and evolving form of web, is completely decentralised.  Each web domain hops from place to place.  As the webpage is constantly moving, it is impossible to pin down.  The meshnet is evolving in response to perceived Big Brother tendencies.  As we all know, material has recently come into the public domain about the actions of certain governments in intruding into people's domestic lives.  There are genuine meshnetters out there who, for perfectly legitimate reasons, simply want to talk to each other through a channel they control.  The darknet, which is an anonymous version of the meshnet, is even more sophisticated and even harder to trace.  Its decentralised nature means that the connection between the user and the location from which he or she is downloading is not well defined.  It cannot be traced as it will be lost among other people's connections routing through his or her computer.<\/p><p>Tor software protects users by bouncing communications around a distribution of networks.  Anything that is sent over Tor is encrypted several times and then sent to a relay.  Each relay server decrypts one layer of encryption and sends it to another relay, selected at random.  That process continues until it has all been decrypted and sent to its destination.  Each relay only knows the identity of the one directly before and after it in the chain.  It leaves a huge mess to be untangled.  This system is infamously used for drug dealing, the sale of illegal goods and child pornography on the Silk Road, which is the dominant marketplace of Tor.  These &quot;goods&quot;, which is the expression that is used out there, include child pornography and children who have been trafficked.  They are bought on the Silk Road using bitcoin, which is like meshnet money in the sense that payments are made anonymously and are identified through strings of random letters.  I mention all of this so that Senators will understand how utterly complex it is.  The only way to find out who has been using bitcoin is if someone uses the same wallet of money repeatedly and an identifiable pattern can be found, or if a person can be tracked from where he or she started by using his or her credit card to buy bitcoin.  As Senators can imagine, however, bitcoin is usually purchased on the street using cash.  Prosecution is difficult because multiple international servers are used, sometimes to transmit images in fragments in order to evade the law.  In the absence of international co-operation, it is almost impossible to find those responsible.  It is clear that this problem is almost impossible to solve.<\/p><p>There are two ways in which we are going to have to consider dealing with this issue.  First, we will have to use our monetary investment in research and technology to try to match the skills, creativity and ingenuity these people show in their use of technology.  It is important to make the point that we need to move past the idea of simple filters on Internet services.  The systems used by the people who deal in this area are far more sophisticated than those which can be dealt with by means of simple filters.  Second, we have to engage in significant Europe-wide undercover operations.  It should be possible to use the anonymity of the system to our benefit, given that any individual can get into the system and undermine it completely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900016#P00500","speaker":"1172","continuing":true},{"type":"speech","time":1379591700,"counter":97,"content":"<p>The Senator has gone way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00200","speaker":"1140"},{"type":"speech","time":1379591700,"counter":98,"content":"<p>I will conclude by asking the Minister of State to bring back the message that this is a matter of resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00300","speaker":"1172"},{"type":"speech","time":1379591700,"counter":99,"content":"<p>I thank the Senator for giving us some very interesting technical information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00400","speaker":"1140"},{"type":"speech","time":1379591700,"counter":100,"content":"<p>I welcome the discussion on this EU directive.  I do not wish to make an open reference to the forthcoming referendum, but I will point out that this is a perfect example of a matter that needs attention and serious discussion in the Oireachtas.  This is not the first time this directive has been discussed in this Chamber.  I would guess that the amount of time we have spent on it is greatly in excess of that spent on it in the D&aacute;il.  My group colleague, Senator van Turnhout, has done a great deal of work in this area.  As we all know, she has been constantly trying to put the topic on the political agenda.  She published a superb report yesterday after doing some excellent work with senior officials.  Basically, she has built a motorway of information that we can use.  I commend her on that.<\/p><p>All of us will agree with the Senator that the protection of children is paramount.  We must do everything to keep our own children and all children safe from this most brutal abuse.  I join other Senators in asking the Minister of State to ensure the Government deals with this matter with greater urgency.  Like Senator van Turnhout, I am pleading for this legislation to be acted on immediately.  I would like it to have A1 status, rather than C status.  I would be most grateful if the Minister of State could bring that request back to his senior colleague.<\/p><p>In the limited time available to me in this brief contribution, I would like to look at the issue of blocking and everything it entails.  I am aware that I am straying from the directive slightly.  I am keen to get the Minister of State's thoughts on the announcement by the British Government earlier this summer that it intends to attempt to block or limit online access to hard pornography from the start of next year.  This links in with the issue we are discussing.  Under the proposed new system, all British Internet users will have to state whether they want to receive pornography through their Internet connections.  They will have to indicate whether they want to have the family-friendly filters on their accounts switched on.  If filters are enabled, all pornographic images will be unable to be viewed.  The filters will be applied to all existing accounts and new accounts at the start of next year as standard.  Account holders will have to tell their Internet providers that they wish to have the filters turned off.  Filters will also be put in place on all mobile device accounts as well as public Wi-Fi.  All pornography streamed online will be subject to the same standards as pornography sold over the counter.  In practical terms, this means that violent and abusive pornography, and scenes depicting rape, will be blocked.  The Internet search providers will be responsible for blocking this type of material.  The UK authorities will get enhanced access to networks to monitor the creation and spread of child abuse pornography.<\/p><p>As Senators will recall, I raised this issue before the summer recess when I called on the Government to examine the measure being introduced in the UK to see whether it could be introduced here.  Having spoken to parents of children as young as nine, I firmly believe the lack of regulations governing online pornography is having a negative impact on the emotional development of thousands of children, and this will remain with them until adulthood.  Right now, a child somewhere in this country is viewing these images, potentially damaging his or her development as a human being.  A skewed impression of sex is being beamed into children's houses, or perhaps more worryingly their bedrooms.  To put it bluntly, our children are being stripped of their innocence and we are standing idly by.<\/p><p>I was interested to hear the worrying details that Senator Hayden learned from an eminent person in Cambridge.  As part of the Lisbon treaty, we have pledged to contribute &euro;17.3 million to the European space programme this year.  When I listened to the Senator, it was clear to me that serious funding is needed in this area if we are to have sufficient expertise and step up to the mark.  Senator Conway said we should lead the way in this regard by going far beyond what is proposed in this directive.  A great deal of work needs to be done.  As Senator van Turnhout said, it is not good enough to say that it cannot be blocked or that nothing can be done.  I thank Senator Leyden for blinding me with science and pointing out what can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00500","speaker":"1169"},{"type":"speech","time":1379591700,"counter":101,"content":"<p>I think the Senator is referring to Senator Hayden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00600","speaker":"1140"},{"type":"speech","time":1379591700,"counter":102,"content":"<p>Sorry.  I beg your pardon.  I was confusing Senators Leyden and Hayden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00700","speaker":"1169"},{"type":"speech","time":1379591700,"counter":103,"content":"<p>I know Senator Leyden is good, but he is not that good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00800","speaker":"1158"},{"type":"speech","time":1379591700,"counter":104,"content":"<p>I do not mind being praised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q00900","speaker":"1140"},{"type":"speech","time":1379591700,"counter":105,"content":"<p>The record will show that I was referring to Senator Hayden.  I will conclude by coming back to the point made by Senator van Turnhout when she drew a very good analogy with drugs, which is that we have to start somewhere.  I ask the Minister of State to ensure this matter is placed on the A list so that we can get it up and running before 18 December next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900017#Q01000","speaker":"1169"},{"type":"speech","time":1379592300,"counter":106,"content":"<p>By order of the House, I must call the Minister of State now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00050","speaker":"1140"},{"type":"unspoken","time":1379592300,"counter":107,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1379592300,"counter":108,"content":"<p>I am sorry that Senators cannot get in but I have no choice in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00100","speaker":"1140"},{"type":"speech","time":1379592300,"counter":109,"content":"<p>Are there many Members left to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00200","speaker":"1158"},{"type":"speech","time":1379592300,"counter":110,"content":"<p>There are two Senators still to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00300","speaker":"1140"},{"type":"speech","time":1379592300,"counter":111,"content":"<p>It would be shame if a Sinn F&eacute;in representative did not get to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00400","speaker":"1171"},{"type":"speech","time":1379592300,"counter":112,"content":"<p>I will give up time to allow everyone to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00500","speaker":"1007"},{"type":"speech","time":1379592300,"counter":113,"content":"<p>Senator C&aacute;it Keane has two minutes.  I would like to let the Minister of State reply, if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00600","speaker":"1140"},{"type":"speech","time":1379592300,"counter":114,"content":"<p>It is unfortunate to have so little time for such an important debate.  I welcome the Minister on his first outing to this House and I thank him for giving up time to allow me to speak about the implementation of the EU directive.  As another Senator mentioned, it is a long time in the making.  I know that the Minister for Justice and Equality, Deputy Shatter, has been proactive on the issue since he came into office, and the different legislation the Government has introduced has been mentioned.<\/p><p>  I welcome the European Union's willingness to protect children from all forms of sexual abuse and to enhance co-operation through the directive.  I will focus my comments on international co-operation.  There is no point in trying to reinvent the wheel in every country.  There is a need to block and, as Senator Mary Ann O'Brien mentioned, filter systems.  Other countries do that and we should all work together.  We have seen what Google has to offer through its global database and information exchange systems.<\/p><p>  I will meet Commissioner Malmstr&ouml;m in Brussels tomorrow to discuss that area as well as trafficking in general. The meeting is in co-operation with the European Parliamentarians Against Human Trafficking, and we will consider child trafficking in particular. We all know how the web is used for that.<\/p><p>  I compliment Senator van Turnhout on the trojan work she has done and the report she published yesterday which contains so much information. Senator Hayden mentioned that, to combat the issue, filtering systems prevent Internet users from inadvertently encountering such illegal activities.  Of course, the key objective from a law enforcement perspective is to achieve the removal of the sites from the Internet.  As we have seen, <i>hotline.ie<\/i> works but removing only one site in the past few years is not sufficient.  Work has to be undertaken and that requires resources.  I compliment the Garda on its work and the special unit that has been set up-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00700","speaker":"1135"},{"type":"speech","time":1379592300,"counter":115,"content":"<p>I am sorry to interrupt, but I call on the Acting Leader to extend the time, if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00800","speaker":"1140"},{"type":"speech","time":1379592300,"counter":116,"content":"<p>I propose a ten minute extension to the debate in order that we can facilitate two more speakers who will each have five minutes speaking time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R00900","speaker":"1158"},{"type":"speech","time":1379592300,"counter":117,"content":"<p>That would take us up to 1.25 p.m., with the Minister replying at 1.20 p.m.  Is that agreed?  Agreed.  Please continue, Senator Keane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R01000","speaker":"1140"},{"type":"speech","time":1379592300,"counter":118,"content":"<p>I also compliment the Garda and Interpol on their joint co-operation in the area.  Not enough work is being done, however, especially as computer software is available to the Garda S&iacute;och&aacute;na to gather information and intelligence on possible suspects operating in their jurisdiction.  Law enforcement agencies from 25 European countries, including Ireland, were supported and co-ordinated by Europol in carrying out a major crackdown in 2011 on child sexual abuse file sharing networks.  The operation targeted those sharing the most extreme forms of video material, which included images of babies and toddlers being sexually abused.<\/p><p>Sexual abuse is second only to drug trafficking in monetary value, so huge sums of money are involved, and for everybody's sake we must put the issue on the A list of proposed legislation.  There is ongoing international debate about the effectiveness of blocking systems which only work on standard web pages.  Some systems have become almost obsolete because, as Senator Hayden pointed out, international experience has shown that most child abuse or pornographic images are transmitted via systems such as peer to peer file sharing.  Senator Quinn also referred to online digital blockers being unaffected by blocking systems.  We should not put all our faith in blocking systems alone.  Filtering systems are of major importance as well.  Perhaps the Minister would examine the UK example in this area.<\/p><p>The British-Irish Parliamentary Assembly is publishing a report on trafficking, including child trafficking.  It does not focus on child pornography which is, as we know, a hugely complicated area, but one of the report's recommendations refers to this matter.  Sexual abuse and sexual exploitation of children constitute serious violations of fundamental rights, in particular the rights of children to protection and care.<\/p><p>I commend the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, on her work on Children First and the updating of national legislation in this area.  She is also working on ensuring the provision of additional vetting services, and we hope to see improvements in this area in which delays have been experienced.  A matter which was brought to my attention which the Ministers, Deputies Fitzgerald and Shatter, suggested may be addressed is that if one is vetted for employment in a school, it will not be necessary for one to be re-vetted for employment in hospitals, community centres, etc.<\/p><p>We have all sought to convey the importance of debate on this matter and stressed the complexities around ensuring we take the best action and work together on a European level.  An EU-funded computer project coming on stream in Portugal which we have enjoined seeks to ensure all countries take a uniform approach to and co-operate in this area.  I have spoken to the Minister about this and look forward to keeping Members informed on its progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R01100","speaker":"1135"},{"type":"speech","time":1379592300,"counter":119,"content":"<p>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il le mo chomhghleacaithe agus go h&aacute;irithe leis an Aire St&aacute;it faoin am breise a chur leis an d&iacute;osp&oacute;ireacht.  I thank all colleagues and the Minister of State in particular for extending the speaking time.  I congratulate the Minister of State on his appointment.  I hope he does well in his brief.  I am sure that he is taking to it with gusto. Sinn F&eacute;in welcome the EU directive on measures to combat the sexual abuse and sexual exploitation of children.  As others have mentioned, the directive is an important one and we must implement it fully and put the resources in place in order that it can be policed fully as well.<\/p><p>We particularly welcome that the directive includes important provisions which attempt to address online pornography and the online grooming of children.  The fact that the directive stipulates clearly the new rules on sentencing thresholds for the various offences and that these are to become uniform across the EU is a major step forward in the battle against the abuse and exploitation of vulnerable children.  The Minister's role in looking at how different jurisdictions will implement the directive will be a particularly interesting one.<\/p><p>It is important that both Ireland and Europe deal with child protection related Internet issues.  Notwithstanding the technical blocks that other Members have mentioned, we as legislators must ensure legislation enables the people with the technical expertise to put whatever blockages and filters need to be in place.  That does not need to be stipulated in too fine a detail in the legislation.  It needs to be worked out by those with the technical expertise.  We are all agreed, however, that the will of the legislators is that this material be blocked and stopped.<\/p><p>Sinn F&eacute;in feels that the criminalisation of online soliciting of children is a step in the right direction, especially when it concerns the use of the Internet for grooming and for the production of child pornography.  We welcome the fact that member states are obliged to transpose the new rules into national law within two years, and we urge the Government not to drag its feet on the issue, a call that has been echoed by other Senators.<\/p><p>We are very good at implementing certain EU directives, but we are less good with others.  This is not the first time I have mentioned the EU reception conditions directive - and it will not be the last time that the Minister of State hears me talk about it - on which I have strong views and which relates particularly to people seeking asylum.  Ireland and Denmark are the only member states that have not signed up to the directive.  Denmark has not done so because it has gone further than the directive calls for.<\/p><p>I note Senator Keane's comments about Portugal.  Senator Conway and I recently visited its equivalent of direct provision in Lisbon.  It is a much better model than the system we have.  That is an issue to which I will return, but the Minister needs to take cognisance of the fact that our direct provision system and asylum mechanisms in this country are far lacking and do not live up to our obligations and what we should be aspiring to on an EU level.  I suggest that the Minister looks at how other EU countries are handling these areas, and perhaps we will come back to this on another date.<\/p><p>Of the new rules contained in the directive, the one with the most significant potential impact is the one concerning the sex  tourism industry.  The introduction of compulsory jurisdiction over nationals who commit crimes abroad and the establishment of preventative measures to that effect are long overdue.<\/p> <p>The sexual abuse and exploitation of children is global in nature and any measures which seek to protect children and combat trafficking and abuse must deal with these issues in an international context.  We welcome this move and look forward to seeing more detailed legislation as it is brought forward. <\/p><p>I note that in his opening remarks the Minister of State referred to vetting.  There are grey areas around the question of vetting people who work as third parties for the State, as would happen in a direct provision centre, which is basically a private service paid for by the State.  For example, do all the staff in those centres fall under the current vetting legislation?  Is it applicable to them?<\/p><p>T&aacute; siad le moladh.  T&aacute; s&eacute; t&aacute;bhachtach go mbeidh an reachta&iacute;ocht seo &aacute; tabhairt chun cinn.  Aonta&iacute;m agus taca&iacute;m leis an m&eacute;id oibre at&aacute; d&eacute;anta ag an Seanad&oacute;ir van Turnhout agus go leor daoine agus eagrais eile ar an &aacute;bhar iontach t&aacute;bhachtach seo.  Go n-&eacute;ir&iacute; go geal leis an Aire St&aacute;it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900018#R01200","speaker":"1122","continuing":true},{"type":"speech","time":1379592900,"counter":121,"content":"<p>T&aacute; m&eacute; ag fanacht anseo agus ag &eacute;isteacht le gach &eacute;inne eile le uair an chloig go leith.  N&iacute;l m&oacute;r&aacute;m le r&aacute; agam.  Cuirim f&aacute;ilte roimh an Aire St&aacute;it ar ais go dt&iacute; an Seanad.  N&iacute; raibh m&eacute; anseo nuair a bh&iacute; s&eacute; ina Seanad&oacute;ir.<\/p><p>In my humble opinion, it beggars belief that 92% of sexual abuse takes place in the victim's own home.  Children are being abused by their parents, which is beyond my comprehension as a parent and a proud grandparent.  Family members and relations are involved - people who are trusted in various jobs by parents.  In later years, children have come forward to admit that they were abused by their own parents.  Some of them abused others in turn because they had been abused themselves.  <\/p><p>As legislators, how can we encourage young people to come forward and say they are being abused by their parents?  It is not an easy thing to do but we must have a mechanism to encourage them to come forward.  I congratulate my colleague, Senator van Turnhout, on everything she is doing in this regard.  We must listen to our children. <\/p><p>I congratulate the Minister of State on the provision of six locations throughout the country, but we may need more.  Other speakers have mentioned the blocking and filtering of unsuitable Internet material.  I would block pornographic images from all Internet users of all ages in this country - young and not so young.  If these abuses are being committed by parents, grandparents, uncles and aunts, we should block such images.  If such measures can be taken legally then it should be done.  I support the idea of filtering and blocking pornographic images from as many people as possible.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00200","speaker":"1138"},{"type":"speech","time":1379592900,"counter":122,"content":"<p>I wish to thank Senators for all their contributions.  I have listened intently to what everybody has had to say and I wish to respond to the core points.  I want to answer a question that was put to me concerning the status of the sexual offences legislation.  I note Senators' concerns about its assignation as a C-piece of legislation.  It is so designated at the moment because in order for it to move any further the Minister has to request, and obtain Cabinet agreement for, the drafting of the general scheme of the Bill.  I have been informed that the Minister will be seeking that and expects to receive that agreement from Cabinet soon.  This is being treated by him as an issue of the utmost urgency.  I will pass on to the Minister the Senators' views on that particular legislation, as well as my own views on it.  I share Senators' views on the need to have the legislation implemented promptly.<\/p><p>The second point concerns the balance between the right to free speech and expression and the consequences of those rights that we all enjoy.  I am very clear on this matter.  We are all endowed with and entitled to rights, one of which is the right to free speech.  However, rights are not infinite - they operate within parameters.  Nobody can exercise their rights in such a way as to cause harm to others, either directly or indirectly.  That is where liberalism runs into real difficulty.  I cannot think of a greater example regarding the need for those rights to be bounded than the issue we are discussing here.<\/p><p>Senators said that those images are crime scenes.  I would go further than that because they are torture scenes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00300","speaker":"1007"},{"type":"speech","time":1379592900,"counter":123,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00400","speaker":"1172"},{"type":"speech","time":1379592900,"counter":124,"content":"<p>That is it.  Burglary can be a crime and many transgressions in civil law are crimes also.  The matter under discussion here, however, is in a whole different universe of acting against somebody.  They are torture scenes and we need to keep that in mind as we discuss how to respond to the problem.<\/p><p>Senator Brennan mentioned the issue of incomprehension.  I find myself in exactly the same place as him.  Senator Quinn also talked of the difficulty in comprehending either the motivation behind this evil or the damage it can cause to people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00500","speaker":"1007"},{"type":"speech","time":1379592900,"counter":125,"content":"<p>It is their own flesh and blood.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00600","speaker":"1138"},{"type":"speech","time":1379592900,"counter":126,"content":"<p>Absolutely.  One of the consequences of the human condition is that we can never really know what it is like to walk in somebody else's shoes.  That can be a good or a bad thing.  One of the bad things, however, is that we can never fully appreciate what it is like for somebody to be harmed in the way these images indicate, unless one is the victim.  That is why it is so important for the EU and national governments to act in the way we are seeking to do at the moment.<\/p><p>I will now touch on individual comments by Senators.  Senator Leyden set an important note for the debate in recognising that this is a crime without borders.  As a result we need national and international institutions to co-operate effectively.  In order for that to happen it requires laws, treaties and institutions to implement them.  <\/p><p>Senator Conway also referred to that point and asked when the Bill would be introduced.  I have done my best to answer that.  He also asked if the heads of the Bill will be referred to the relevant committee.  I can only answer that question generally.  We have given an undertaking that for all non-emergency legislation, the heads of Bills will be referred to committees.  I would hope that such an approach would be utilised under this legislation also. <\/p><p>I want to reassure Senator van Turnhout that it was not anyone's intention to air-brush - as she put it - her contribution or that of the Seanad generally to this debate.  I want to make that very clear to her.  As somebody who spent a lot of time in this House, and then in the D&aacute;il, writing reports whose impact in the light of day was questionable, I would not like to give that impression to Senator van Turnhout.<\/p><p>The impact of pornography in cyberspace on the minds of those who see it was mentioned by the Senator and she has touched on something I agree with.  One of the most malignant consequences of the Internet has been the casualisation of sexuality, as I would see it.  Unfortunately, child pornography is the most apt example of that.<\/p> <p>She introduced the phrase \"crime scene\" on which I have commented and asked about Article 25, which I followed up on during the debate.  I have been given to understand that the reason for taking time in implementing this article is that we believe a robust implementation of it will be very technical.  The Department is taking it very seriously and giving it careful consideration.  If the Senator wants more information on it, I can request it and pass it on.<\/p><p>The Senator's core point was on negotiations between the State, our agencies and Internet service providers.  Senator Mary Ann O'Brien, who is sitting beside Senator van Turnhout, asked what was happening in the UK and our view in that regard.  The Department has informed me that negotiations are at a very advanced stage.  We can never reveal the consequences of any negotiations with any party until they are concluded.  The Senator should rest assured that we want to respond as effectively as we can.  While I had not read the Senator's report prior to this debate, for which I apologise, I read through it this morning while the debate was proceeding.  The Senator described us as the Internet capital of Europe.  I would like to hope we are but we may have some way to go towards achieving that.  Either way, we are conscious of our responsibilities, not only to children within our own borders, but also elsewhere.<\/p><p>Senator Bacik spoke about the importance of the first interview, on which I completely agree.  She asked why we are not going down the statutory route.  We want to see where our current approach gets us and we will take it from there if we need to strengthen it even further.<\/p><p>Senator Quinn illustrated very effectively the nuances behind this debate and why it is so difficult to move it forward, which is that the vindication of one person's right can have consequences on other people.  Within civil society we need to act very carefully to weigh up how to deal with difficulties that we all agree need to be tackled while recognising the rights of people.  He illustrated very clearly some of the practical consequences of that.  I would be confident that we can deal with the evil we are discussing here while recognising and vindicating the rights of people to act in a way that either befits their adulthood or to act in a way that allows them to engage with the Internet in a way they see fit.  I return to a point I made at that start.  I believe all rights should be bounded at the point where they cause grievous difficulty to other people.<\/p><p>I commend Senator Clune on the work she does in the Council of Europe Parliamentary Assembly.  She touched on something with which I agree regarding an undercurrent of our history - the dark thread of our history - which is our frequent failure to look after our most vulnerable.  Members from all parties and none will be conscious of that and we are doing our best to respond to that now.  Tragically we are doing it at a time when the resources available are less than we would want.  However, that acknowledgement is there in a way that it has not been in the past.<\/p><p>Senator Mooney spoke about the time lag.  A few weeks ago I was discussing with a constituent of mine the number of times she had to be vetted and the delay in doing so.  I have pursued the matter and have been informed that everything possible is being done to reduce the lead-time.  However, the issue of training to have the right people in place to do the work is difficult.<\/p><p>I have to be careful not to confuse Senator Hayden with Senator Leyden because once I hear the wrong thing said I am inclined to repeat it myself.  Senator Hayden illustrated very well the differences, which were new to me, between the Deep Web, the Mesh Net and the Dark Net.  I made the point that we need to move beyond filters in what we are doing.  I have no doubt that the Senator is correct, but I argue that one of the early steps we need to make in any coherent response is to deal with the filtering issue.  She is correct in pointing out that the more decentralised any system is, the easier it is for one person to get in and cripple it.  While that crippling can sometimes have negative consequences for the rest of us, in this particular case the consequences can only be for the best.<\/p><p>Senator Mary Ann O'Brien urged us to increase the urgency of dealing with the issue.  I hope the update I have given the House will address her point.<\/p><p>I wish Senator Keane well in her meeting with the Commissioner tomorrow.  I fully agree with what she said about the Garda.  I was involved in a recent case regarding an allegation of child prostitution.  Thank God, it turned out to be an unfounded allegation in that while people were making it with the very best of intentions, when it was investigated it turned out to be unwarranted.  The Garda responded to it in an extraordinarily impressive way.  I say this against the backdrop of having considerable engagement with the Garda on how it responds to the issue of prostitution overall, how it engages with organisations such as Ruhama and how it works with terribly vulnerable women involved in that area.  When the issue of child prostitution was raised, the urgency, if anything, significantly increased and I was very impressed by that.<\/p><p>I am glad to hear the point Senator &Oacute; Clochartaigh made on legislation, which is one I make frequently.  Legislation needs to be enabling in the first place.  It is not the role of legislation to instruct a technical expert on how to respond to a matter in a technical way.  The purpose of legislation is to give him or her the power to do so and then to set parameters for him or her to carry out that role.  Legislation such as this needs to be enabling and occasionally less detail can mean more in the sense that the role of legislation is to provide a foundation within which experts can do their work effectively.  I agree with the Senator on that point and I thank his party for supporting this legislation.  I was going to say I look forward to discussing the EU reception and directive with the Senator, but that would be an inappropriate term to use, although I am sure we will be discussing it.<\/p><p>I was aware of the point Senator Brennan made about abuse overall.  Tragically in the majority of cases it is perpetrated by people known to the victim - often people well known to the victim.  That is why we need all the legislation we discussed.  The Senator asked how we can encourage people to come forward.  The answer appears to lie in awareness and education which are unbelievably important in responding to that.  I am confident in saying that we are endowed with professionals in this area who have the sensitivity and compassion we would want them to have when dealing with this terribly difficult case.  From my personal experience I know that the training is improving thereby allowing them to do their job better.  We need an overall legislative framework involving the forthcoming legislation and other Bills mentioned such as vetting legislation, etc.  This will create an environment which, as Senator &Oacute; Clochartaigh said, will enable people to do the job we all wish them to do.<\/p><p>I thank Senators for their contributions.  They have already been noted by Department of Justice and Equality officials and will be passed on to the Minister, Deputy Shatter.  We are all united in trying to put in place the strongest possible response to what we acknowledge is an unspeakable evil.  I again emphasise that we are not talking about scenes of crime, but scenes of torture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900019#S00700","speaker":"1007","continuing":true},{"type":"unspoken","time":1379593500,"counter":128,"content":"<p>Sitting suspended at 1.40 p.m. until 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Turf-cutting: Statements","time":1379594100,"counter":129,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900021#V00050"},{"type":"speech","time":1379594100,"counter":130,"content":"<p>I welcome the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan and invite him to address the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900021#V00100","speaker":"1118"},{"type":"speech","time":1379594100,"counter":131,"content":"<p>I welcome this opportunity to address Seanad &Eacute;ireann on the issue of turf cutting.  Many Senators have a deep interest in and concern for this issue, as I do, and I look forward to hearing their perspectives.<\/p><p>  The issue of the management of Ireland's bogs is a very complex one.  It concerns the management of raised bogs and blanket bogs, areas protected under EU and national law, non-designated areas and the future of cut-away bogs.  In terms of the most difficult issue we face at the moment - the management of our raised bog special areas of conservation - it is necessary to outline the background to the position in which we now find ourselves.  In 1992, Ireland and all members of the then European Community negotiated and agreed the habitats directive, which set out a way for member states to act together to tackle the continuing loss of Europe's endangered habitats and species.  The cornerstone of this effort is the requirement for member states to designate and protect areas of scientific and environmental importance, the special areas of conservation - SACs.  Ireland has 429 SACs, including forests, rivers and lakes, uplands, estuaries, marine areas and bogs.  Ireland initially proposed 31 sites for designation for the protection of raised bog habitat.  The choice of sites for selection as SACs arose from an extensive survey of habitats and the application of the scientific criteria specified in annex III of the directive.  The criteria used included the degree of representivity of the natural habitat type on the site; the area of the site covered by the natural habitat type in relation to the total area covered by that natural habitat type within the national territory; the degree of conservation of the structure and function of the natural habitat type concerned, and the restoration possibilities; and the global assessment of the value of the site for conservation of the natural habitat type concerned.  The scientific rationale behind the nomination for designation of each individual site is contained in the Natura 2000 standard data form, which can be viewed on my Department's website, <i>npws.ie.<\/i>  These forms also list the scientific assessments and reports that informed the selection of each site.<\/p><p>  Following the initial proposals for designation as put forward by EU member states, the European Commission convened a series of regional biogeographic seminars to assess each member state's approach to site selection.  The process was put in place to ensure that member states with comparable ecology took equivalent measures in terms of including endangered habitats and species within SACs.  The biogeographic seminar for the Atlantic region, which includes this country, reported in 2002, and concluded that Ireland had proposed an insufficient proportion of its raised bog habitat to be included within the SAC network.  To meet its obligations under the directive, Ireland was required to increase its number of sites proposed for designation and, in consequence, 22 raised bogs were added.  We now have 53 raised bog SACs nominated between 1997 and 2002.  At the time, notices were placed in local media and almost 5,000 individuals were notified directly and given an opportunity to appeal.  More than 600 people availed of that opportunity.<\/p><p>  Turf extraction from designated raised bogs is damaging to the SACs and incompatible with their conservation or with Ireland's legal obligations.  While commercial cutting was brought to an end, the then Minister granted the so-called &quot;derogation&quot;, allowing the continuation of domestic turf-cutting for ten years.  However, this domestic cutting carried out by contractors with modern machinery was very damaging.  Since 1995 we have seen a 38% decrease in the area of active raised bog on these SACs.  On my first day as Minister, I was presented with a file on this issue.  It included a letter sent in January 2011 from the European Commission to the then Minister for Foreign Affairs, Deputy Micheal Martin, warning that Ireland faced infringement action before the European Court of Justice for failure to protect our SAC bogs.  This could have resulted in a lump sum fine of up to &euro;9 million, and daily fines of up to &euro;25,000.  This warning came after years of inaction in protecting our bogs.  By 2011, the European Commission had run out of patience and Ireland had run out of time.  The risk of fines is a serious matter.  Only last December, a fine of &euro;2 million with a daily penalty of &euro;12,000 was applied to Ireland on a different environmental issue -septic tanks - another problem this Government inherited from the previous administration.  When I entered office it was clear to me that the country had no strategic approach in place to address this issue.  Since becoming Minister, my priority has been to ensure that we fulfil the legal commitments that we, as a country, made more than 20 years ago.<\/p><p>  Although failure to protect our SAC raised bogs risks financial and reputational damage, more fundamentally we risk losing a unique and valuable part of our natural heritage.  We all have an interest in protecting what is a relatively modest proportion of the raised bogs from destruction.  However, this Government also knew the undeniable imposition the cessation of cutting would have for turf-cutters, some of whom have been sourcing fuel to heat their homes from these bogs for generations.  We have therefore also worked to put in place compensation and relocation options for affected turf-cutters.  On entering office, the Government introduced a new compensation scheme which, to date, has paid in the region of &euro;6 million to affected turf-cutters.  This scheme involves a tax free payment of &euro;1,500 each year for 15 years and a one-off sign-up payment of &euro;500, totalling &euro;23,000.  Turf-cutters can also opt for relocation, where we will seek to provide them with long-term access to a non-protected bog where they can continue to cut turf.  While this bog is being sought they can access the &euro;1,500 of compensation or have 15 tonnes of turf per annum delivered to their home.  The majority of affected turf-cutters have joined this compensation scheme, with almost 2,800 applications received by my Department.  Under this scheme, turf-cutters are not selling their bogs to the State.  They will retain their property rights in the bog and I hope the will become long-term partners in the management and restoration of these valuable sites.<\/p><p>  We also acted immediately to bring about the dialogue that had been lacking for so long.  We established the Peatlands Council, bringing all parties together.  My officials, the IFA, Bord na M&oacute;na, the Turf Cutters and Contractors Association, or TCCA, and representatives of rural and environmental groups all took their seats at the Peatlands Council under an independent chair.  All parties, including the TCCA, signed an agreement in June 2011, confirming that cutting would end on these bogs.  Unfortunately, this agreement was not kept by the TCCA and that organisation has chosen to absent itself from meetings of the council for the past two years.  There is a place at the table for it should it choose to return.<\/p><p>  The Government also decided that a national peatlands strategy should be drawn up for all of Ireland's peatlands, including areas chosen for conservation purposes.  The strategy will set out broad principles for the wise use of our peatlands which is intended to inform sectoral policies and plans.  The Peatlands Council has been working with my officials on this strategy and I hope to be in a position shortly to bring a draft to Government.  In an effort to resolve outstanding issues, I organised a peatlands forum last year, presided over by Mr. Justice John Quirke.<\/p> <p>He recommended that a national raised bog SAC restoration plan be drawn up.  This was accepted by the Government and accorded with the motion subsequently agreed unanimously by D&aacute;il &Eacute;ireann on 8 March 2012.  The motion called for my Department to engage actively with the European Commission to seek a resolution within the terms of the habitats directive, and to prepare and submit a National Raised Bog Restoration Plan to the Commission as a matter of urgency.<\/p><p> Following that I immediately secured the agreement of Environment Commissioner, Mr. Potocnik, to the development of a national raised bog SAC management plan.  The plan will set out the approach to the future restoration and management of each of the SACs, and may unlock some flexibility, within the terms of the habitats directive, to address the most difficult of sites, where relocation alternatives may be limited.  My Department has engaged a team of specialists who are undertaking the necessary scientific work to underpin the plan.<\/p><p> The detailed exploration of relocation sites is a key element in progressing the national plan.  In collaboration with the Peatlands Council, and with the assistance of Bord na M&oacute;na, my Department is actively engaging with turf cutting communities in progressing the delivery of relocation solutions.  Arrangements for the relocation of turf cutters to non-designated bogs have been made for a group from Clara Bog in County Offaly and a group from Carrownagappul Bog and Curraghlehanagh Bog in County Galway.  Progress has been made with a view to the relocation of seven qualifying turf cutters from Ballynafagh Bog special area of conservation in County Kildare to Timahoe North, County Kildare, which is in the ownership of Bord na M&oacute;na.  Progress has also been made with a view to the relocation of a small group of three qualifying turf cutters from Ballynamona Bog and Corkip Lough special area of conservation in County Roscommon to Togher, County Roscommon, which is also in the ownership of Bord na M&oacute;na.<\/p><p> Of the remaining 49 raised bog special areas of conservation, potential relocation sites have been identified for a further 32 bogs and work is ongoing on identifying and investigating sites.  Relocation is unlikely to be required, or is likely to be small-scale, for another 16 raised bog special areas of conservation.<\/p><p> It is a complex process that can take time.  However, through close collaboration and strong leadership from local communities, my Department, Bord na M&oacute;na and turf-cutters have delivered the first of these relocation bogs where turf-cutters have just spent their first turf-cutting season on their new bog.  Similar arrangements are advancing in other locations.  Potential relocation sites have been identified for each of the SACs where relocation is likely to be required.  However, assessing and progressing these solutions requires the engagement of turf-cutters.  I hope the publication of the draft SAC raised bog management plan, which is envisaged for November, will provide a focus for turf-cutters and land-owners to engage with me and my Department in reaching a shared approach to the future of these sites.<\/p><p> In May 2010, the previous Cabinet decided that turf cutting should come to an end on all raised bog natural heritage areas at the end of 2013.  However, as set out in the programme for Government, the current Government undertook to review the situation with regard to raised bog NHAs.  This comprehensive review is currently under way and the future of turf cutting on such sites is being considered as part of that review.  It is my intention that the review will provide clarity for turf cutters and landowners, in advance of the 2014 turf cutting season and my Department will contact individual landowners and turf cutters on these sites in due course.<\/p><p> I have always been clear that any damage to our SACs is against the law.  A number of cases are before the courts and will take their course.  I have consistently called on people to obey the law and to engage with me and with other stakeholders to seek solutions to any difficulties that may arise.  Certain groups and individuals have decided to turn their face from discussion and engagement and appear to be intent on confrontation.  This is regrettable.  While I can only speculate as to their motivation to take such an approach, I know that these issues are most effectively addressed through dialogue.  We are making steady progress within the Peatlands Council and with turf-cutting groups around the country.  My door is open to any other group who wishes to work with me.<\/p><p> It is worth noting that 2013 saw unauthorised cutting on the SACs drop to just over half the levels of last year.  A total of 250 plots were cut on 24 of the protected bogs this year compared to the 453 plots cut last year on the same number of bogs.  The vast majority are working with me and I would ask the minority who are not to come on board.  I avail of the opportunity to thank all those people who are compliant with the law.  These people make a huge sacrifice.  They have ceased to cut turf where they did so for generations because it is the law and we agreed with the European Unionn<b><\/b>to implement this law.  The directive has been transposed into Irish law.  <\/p><p> Resolving this complex issue was never going to be either quick or easy but clearly the majority of domestic turf-cutters on the raised bog special areas of conservation are now engaging with my Department in finding acceptable solutions within the law.  My role as Minister is to uphold Irish and European law, preserve these bogs for future generations and provide compensation and relocation to affected turf cutters.  I have outlined the progress being made.  The door is still open for others to engage in this process with me, my Department and other stakeholders.  I appeal, once again, to everyone in the turf cutting community to avail of this opportunity.  I look forward to hearing the contributions from Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900021#V00200","speaker":"1046","continuing":true},{"type":"speech","time":1379594700,"counter":133,"content":"<p>I thank the Minister.  As the first spokesperson is not present I call Senator Sean D. Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900022#W00200","speaker":"1118"},{"type":"speech","time":1379594700,"counter":134,"content":"<p>I welcome the Minister whose visits I always enjoy.  I hope his message is well received.  He is a very reasonable man.  He has made the offers to recloate and has mentioned the bogs where relocation is possible and the 15 tonnes of turf to be delivered.  That is a reasonable offer which should be accepted and negotiations should take place.  I welcome all he has done in that regard.<\/p><p>Part of the trouble is that Europeans esteem our bogs more than we did traditionally.  I recall reading a Dutch book which expressed bewilderment at how lowly many people in Ireland regarded bogs as they see them as a precious landscape.  They regret having drained out so many of the polders in the Netherlands.  They esteem this highly.  We are part of the European Union and we must accept there will be people there who esteem those landscapes, the environment, the natural habitats and so on, somewhat more than we used to.  There was a section in that Dutch book which said that the Irish thought so little of bogs that to call a person a bogman was meant as an insult.  It was not meant as a compliment that he was a great environmentalist.  <\/p><p>I recall some TV coverage where David Bellamy was in a bog in the midlands where he eulogised his surroundings.  It certainly opened my eyes to it.  This is a wonderful piece of environment, a wonderful habitat and the European Union, in the interests of the community of a whole, has asked us not to destroy them.  In a sense one can see that.  In a cutaway bog we have tried to see what we could do with it.  It is a sort of a lunar landscape and productivity falls very rapidly on it and we are trying to transfer it to a heavily subsidised agricultural sector.  Perhaps we should follow the Dutch in realising there is an important function of bogs and that draining them out for burning purposes, as we had been doing, is not the best use of that wonderful part of our landscape.  <\/p><p>Peat was an emergency fuel during the Emergency and people such as the late Todd Andrews derived much kudos from the use of it.  It is not an industry that has a long term future.  All extraction industries come to an end.  The Minister and his advisers will have the figures but it takes tens of thousands of years before a bog will reform.  As it is a highly uncompetitive fuel, some of the economics of it may be questionable.  The public service obligation payment to the ESB to burn turf in the period 2001 to 2002 is &euro;92.1 million, therefore it adds to the bills of everybody who purchases electricity.  It is a form almost of open-cast mining.  The solution the Minister has proposed is that with the co-operation and involvement of Bord na M&oacute;na, a well-regarded company, people talk to Bord na M&oacute;na and move to those bogs and continue to ply their trade.  I welcome the fact that Bord na M&oacute;na has diversified away from turf and has developed many other businesses,which is to its credit, because it recognises the Irish peat bog is a diminishing resource.<\/p> <p>I hope those who are still holding out would talk to the Minister.  They may find with their local knowledge they could move to the Bord na M&oacute;na bogs.  It is a contradiction that the Minister, Deputy Deenihan is asking people not to cut turf whereas the Minister for Communications, Energy and Natural Resource is subsidising the ESB to the tune of &euro;92.1 million to harvest turf to turn into electricity at high costs.  That is an issue for another day.  <\/p><p>In environmental terms, the bogs are very important to the European Union and are very highly regarded on the European mainland.  That is the reason their politicians have been such strong supporters of the policy being pursued by the Minister for Arts, Heritage and the Gaeltacht.  We on this side of the House recognise the wider importance of bogs and can see alternative development with the input of the Minister for Transport, Tourism and Sport, Deputy Varadkar, the Minister of State, Deputy Ring, and the tourism bodies.<\/p><p>The use of turf from these bogs as a fuel is a high cost option and the Minister, Deputy Deenihan, is offering the turf cutters other alternatives.  As he said, he is delivering free fuel and offering compensation as well as giving them the option to cut turf on Bord na M&oacute;na bogs for the remainder of their working careers.  Europe has asked us to stop extracting turf from certain bogs.  I can see the reason that it does so, because in countries where they did not stop the extraction of peat, they regret the loss of that habitat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900022#W00300","speaker":"1157","continuing":true},{"type":"speech","time":1379595300,"counter":136,"content":"<p>I welcome the Minister to the House.  Having been appointed as Fine Gael spokesperson on arts and heritage I am delighted to have the opportunity to speak today.<\/p><p>The debate on turf cutting has been ongoing for the past 21 years and there has been a significant level of debate in recent years.  As party spokesperson I have identified the chronology of events.  The closest I got to bogs was running around the Bog of Allen when I was doing cross-country races as a young man. <\/p><p>Some 21 years ago the members of the EU signed the habitats directive, whereby areas identified to be of scientific and environmental importance were designated as special areas of conservation, SACs.  Five years later, Ireland proposed 31 sites of raised bogs for designation as SACs.  The choice of the sites for selection as SACs arose from an extensive survey of habitats and the application of the scientific criteria specified in Annexe 3 to the directive.  The then Government announced a ten-year derogation from the implementation of the SAC designations.  However, over this time, very little was done to prepare for the ending of turf cutting in these bogs.  In the ten years following the signing of the habitats directive, the biogeographic seminar for the Atlantic region reported that Ireland had proposed an insufficient proportion of its raised bog habitat to be included within the SAC network.  To meet its obligation under the directive, Ireland was required to increase the number of sites proposed for designation.  The total number of raised bogs designated as SACs increased to 53.  This is only 2% of the peatlands from which peat can be extracted.  Notices were placed in local media and almost 5,000 individuals were notified directly about the designation of raised bogs as special areas of conservation and given an opportunity to appeal that designation.<\/p><p>In May 2010, the then Cabinet formally agreed that turf cutting would come to an end on these bogs and also on 75 national heritage areas.  In spite of this, turf cutting has continued.  The following year in 2011, the European Commission had run out of patience and Ireland had run out of time.  In January 2011, a letter was sent to the then Minister for Foreign Affairs, Deputy Miche&aacute;l  Martin, warning that Ireland faced action before the European Court of Justice for failure to protect these SAC bogs.  This action could result in a lump sum fine of up to &euro;9 million and daily fines of up to &euro;25,000.<\/p><p>In March 2011, the current Minister for Arts, Heritage and the Gaeltacht, Deputy Deenihan, was presented with the complete file on this matter.  From that point onwards, the Minister's priority has been to ensure that bogs protected by the law are preserved and at the same time working with those turf cutters who have been affected by these designations.  Last year the Minister established the Peatlands Council, bringing all parties together, the IFA, Bord na M&oacute;na, the Turf Cutters and Contractors Association, TCCA, and representatives from rural and environmental groups.  All have seats on the Peatlands Council.  Parties, including the TCCA, had signed an agreement confirming that turf cutting would come to an end on these bogs.  I understand this agreement has not been kept.<\/p><p>In September 2011, the TCCA walked away from the Peatlands Council and I understand there is still a place at the table should the representative chose to return.  The Minister has also introduced a compensation scheme that offers financial compensation, the delivery of turf to homes and relocation to another bog.  To date, the scheme has paid out approximately &euro;6 million to affected turf cutters.  In February of last year, the Minister asked Mr. Justice John Quirke to chair a peatlands forum, in which representatives from all the SACs were presented.  This resulted in the Quirke report.  In March 2012, the D&aacute;il unanimously agreed a motion in the House calling on the Government, as already quoted, to engage actively with the European Commission to seek a resolution within the terms of the habitats directive and to prepare and submit a national raised bogs restoration plan to the Commission as a matter of urgency.<\/p><p>In early April 2012 the Minister did that and received an agreement from the European Commission to have this plan drawn up.  A team of consultants was appointed the following year and this team is working on the review of Ireland's natural heritage areas bogs, committed to in the 2011 programme for Government.  Today, in 2013 the situation is as follows: the majority of the affected turf cutters have joined the compensation scheme with almost 2,000 applications received by the Department; approximately &euro;6 million has been paid out in compensation; and the majority of the turf cutters are therefore working with the Department of Arts, Heritage and the Gaeltacht in resolving this long-standing issue.  A national plan as called for in the unanimous motion in the D&aacute;il is being worked on right now as is the review of the national heritage areas that we agreed in the programme for Government.  Unlike the previous Government, I am afraid there is a clear strategy in place for the protection of these bogs and to address the needs of turf cutters.  That is the only way forward. <\/p><p>The special areas of conservation, SACs, were introduced more than 20 years ago.  They are protected by national and European law and damage to these sites is against the law.  The issue has attracted significant attention not just across Europe but around the world.  These are unique sites from a heritage and environmental standpoint and Ireland is committed to preserving them.  There is an onus on the country to implement the laws that we agreed to as a country.  Resolving this was never going to be quick or easy.  The Minister's approach is to uphold the law, preserve the bogs and provide compensation and relocation to the turf cutters who have been affected.  The Minister has done this.  Progress is being made.  All parties should engage in the structures that have been put in place for dialogue.  Co-operation is the best way forward.<\/p> <p>This issue must be resolved in order that the sites still capable of natural regeneration can be repaired and where, with appropriate rehabilitation management, there is a reasonable expectation of re-establishing vegetation such as heathers, bog cotton species and so on, as well as peat-forming capability.  The law must be applied but the affected turf cutters also must be dealt with fairly.  If there are fines to be imposed from the European Union, the taxpayers cannot be expected to foot the bill yet again.  Everyone must work this out within the law in order that the raised bog sites will be there for the future of generations to come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900023#X00200","speaker":"1165","continuing":true},{"type":"speech","time":1379595900,"counter":138,"content":"<p>I welcome the Minister to the House and on behalf of my colleague, Senator O'Sullivan, intend to question him regarding the bogs around Listowel in his own constituency and to ask him to provide Members with an update in that regard.  I have listened to colleagues opposite outlining the process of how this situation has been reached.  They spoke of directives, derogations that were sought, national strategy plans and special areas of conservation, SACs, and an article I wrote struck me.  It was on how 2% of the laws in Ireland are made in Leinster House.  Most laws are made by Ministers signing European Union directives into Irish law.  This particular directive lay inside Departments when my party and others were in government and no one examined it for ten years.  It was deemed to be a problem for the next crowd and by the time it became critical, Ireland's leeway for manoeuvre was gone.  Moreover, even before that, at the time when the directive was being designed across Europe, Ireland's engagement with Europe was minimal, if anything.  I know this from a comment made by the former Taoiseach, Bertie Ahern, who stated he did not know how many officials in the Departments actually look at such EU directives.  That should tell one how badly Ireland examines such matters and now, 25 years later, they have become a huge problem for people and citizens on the ground.<\/p><p>This is an entire failure of process.  Many times in this Chamber, it has been argued how badly European Union scrutiny is carried out here.  This issue is an example of how bad EU scrutiny affects people on the ground.  A position has arisen in which military aircraft are being used to oversee the bogs.  Election promises were made, albeit not by the Minister, Deputy Deenihan.  However, Deputy Feighan stated he would sign in his blood the future of turf cutting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00200","speaker":"1159"},{"type":"speech","time":1379595900,"counter":139,"content":"<p>On natural heritage areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00300","speaker":"1046"},{"type":"speech","time":1379595900,"counter":140,"content":"<p>Yes, but he did not actually qualify that; there is no asterisk next to it.  Moreover, promises were made by the Labour Party, which was going to take it back to Europe.  However, the wriggle room in respect of Europe was gone and perhaps the Minister might outline what is happening in that regard at this stage.  The fault lies with Departments in the past which left the current Minister with very little wriggle room.  Before the directive was developed all, however, Ireland did not engage and it just came.  Initially, we tried to get away with just little bogs, only to be told we would not get away with that and would be obliged to include more.  I repeat that this was an entire failure of process and this happens more often than not.  Consequently, relative to the 54 Acts of the Oireachtas the D&aacute;il and Seanad passed last year, 509 statutory instruments were signed by the Minister, Deputy Deenihan, and others to bring into force EU directives in Ireland.<\/p><p>If I may digress slightly from the particular directive under discussion, a directive on transparency was brought in from Europe.  It was signed by none other than the Minister for Jobs, Innovation and Enterprise, Deputy Bruton, who at present appears to be engaged on a job other than the creation of jobs.  The amazing point about the aforementioned transparency directive is that no Deputy or Senator saw it before it was signed into law.  I hope the Minister, Deputy Bruton, spotted the irony of signing a transparency directive without showing it beforehand to any Member of the Oireachtas.  However, it goes back to the issue of the lack of engagement by previous Governments to ensure that whatever effect it might have on Irish citizens, be they in counties Roscommon or Kerry, would be minimal.  While I acknowledge that many letters were sent out, that was an engagement between Departments and citizens, not the legislators and the citizens because the legislators are largely bypassed in this regard.<\/p><p>When one uses terminology like &quot;directive&quot;, one must understand it is a draft law.  While people may disengage when they hear about directives, regulations or statutory instruments, they are laws.  While they may be different types of laws, they are laws none the less, and yet, if one adds up all the EU regulations, directives and statutory instruments, which are all simply types of laws, that are signed and brought into effect in Ireland each year, they account for 98% of what comes into effect in Ireland each year.  Leinster House is only responsible for the balance of 2%.  I do not need to educate my colleagues opposite, who will be aware that in the forthcoming referendum and the alleged reform of the D&aacute;il, if one House of the Oireachtas is incapable of reform, one might be amazed as to how one could reform the other House.  Nevertheless, although it is proposed that it be reformed, none of what I have referred to will change.  EU directives will continue to come in without scrutiny by the officials in the relevant Department.  Ministers will continue to be told at the last minute that they must sign this directive without proper scrutiny or examination of the topics and measures that could be taken because the measure must be returned to Europe.<\/p><p>I acknowledge compensation packages have been put in place, but while that may be satisfactory for some people, it is not satisfactory for others.  There has been a great deal of protest on the issue both in my native county of Kerry and elsewhere.  This problem stems from various European Union directives, but it was our failure to engage and to scrutinise properly early on that led us to the current position in which people in Ireland are breaking the law.  Had this been done better and earlier, many of the difficulties we face would have been avoided.<\/p><p>Will the Minister provide Members with an update regarding the Monivea bog near Listowel?  On my own behalf and that of my colleague, Senator O'Sullivan, I ask him to outline how that issue is progressing, as well as the progress, if any, he is making with the Commission in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00400","speaker":"1159"},{"type":"speech","time":1379595900,"counter":141,"content":"<p>I wish to share time with Senator Whelan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00500","speaker":"1161"},{"type":"speech","time":1379595900,"counter":142,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00600","speaker":"1118"},{"type":"speech","time":1379595900,"counter":143,"content":"<p>I welcome the Minister to the House.  I will not repeat everything that has been said because the facts concerning the current position and how it was arrived at have been presented well by Senator Eamonn Coghlan.  Turf cutting is an age-old tradition, which is the reason plans to ban the activity have proven to be so contentious.  All one hears is that a person's father and his father before him cut turf, and this point is being repeated everywhere one goes.  I am well aware that 53 raised bogs had been nominated between 1997 and 2002 and that in May 2010, the then Fianna F&aacute;il-Green Party Government announced that turf cutting on those bogs was over.  At the time, the then Minister for Foreign Affairs also was told that Ireland could be facing fines of &euro;25,000 per day.  The big pity in this regard, and this is not the Minister's fault, is that is when an independently chaired Peatlands Council should have been set up in order that we would have had time on our hands to resolve all these issues..  Unfortunately, all these issues just kicked off in 2011 once the announcement was made, and I believe Senator Daly also made this point as well.  The Government of which he was a supporter was partly to blame for this as it did not deal with this issue at the time.<\/p><p>Two years later, efforts are being made to play catch-up in this regard and the Government, slowly and gradually, is trying to resolve the outstanding issues.  Moreover, the ban on turf cutting was proposed at a time when Ireland was in recession, and perhaps an argument should have been made to the European Union to the effect that fuel costs were soaring, the prices of everything were rising and people on the margins simply needed to cut turf.  As for the compensation package, I believe there has been a huge take-up on it.  At times, payouts under the package have been slow, and at times, there have been issues with title, which I understand cannot be sorted out overnight.  I urge the Minister to deal with those issues and get a resolution to them, particularly the &euro;500 once-off payment, in order that people can finally sign up to this deal.<\/p> <p>I believe increasing numbers of people are willing to come on board.  A total of 3,690 payments and 264 deliveries of turf have taken place.  As Senator Coghlan stated, more than &euro;6 million has been paid to date.<\/p><p>The Department continues to develop a national raised bogs special areas of conservation, SAC, management plan, as called for by the unanimous vote of D&aacute;il &Eacute;ireann and agreed with the European Commission, to underpin the long-term approach to the restoration and management of each SAC.  This approach may unlock some limited flexibility available under the habitats directive to find solutions for the most difficult cases where relocation options may be limited or non-existent.  This is crucial to resolving the problems we have at present.  What is this flexibility?  Will part of it consider reversing the designation of certain bogs to allow turf cutting take place?  I do not condone breaking the law and at no stage do I agree with illegal turf cutting.  That said and as I have told the Minister, I have the greatest sympathy for many of the contractors.  To resolve this problem not only must the Minister consider the turf cutters but also the contractors and involve them.  They have invested hundreds and thousands of euro in their machinery and overnight they were told they are gone.<\/p><p>I will conclude with a funny story showing the human side to all of this.  I met a lady in the supermarket who asked me to come to the house to help Daddy fill out the compensation form.  I called out and Daddy was sitting in the corner.  The button of his shirt was open and I do not think his trousers were tied on too well.  His wife was sweeping, making tea and telling him he was too old to cut turf, to give it up, to fill out the form, to close his button and not to spill the tea.  He turned to me and said it is great to get out of the house.  The sum of &euro;1,500 a year is not enough compensation for this poor man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900024#Y00700","speaker":"1161","continuing":true},{"type":"speech","time":1379596500,"counter":145,"content":"<p>I am glad to have an opportunity to contribute to this discourse in the Seanad.  I am a bog man.  I am from the heart of the bog in the midlands and I am glad to say it.  Like many of my neighbours and friends when I was growing up, I spent the summer months helping to stack turf and draw it home.  It is something more than home heating and fuel.  It is not about money in many cases because it is a strong and proud tradition handed down.  People enjoy it and it is a great and healthy way of getting out.  Then and now, people who like the bog and cutting turf also have a great regard for the environment, nature and wildlife.  They do not easily or lightly desecrate the landscape.<\/p><p>I commend the Minister because he has done in two years what others failed to do or address in 20 years.  Credit needs to be given where it is due.  While this is not to score political points, previous Governments contained people who claimed to care for the environment and future generations, but knowing it is a thorny issue, they left this ball to be kicked around the square and put this issue on the long finger in order that it would fall to someone else to grasp the nettle and deal with it.  We cannot blame the EU and Europe for everything, with no disrespect.  We do not mind putting our hand out for direct payments, REPS and regional infrastructural funding.  Economic and financial transfers to the country run to billions of euros.  We have a responsibility, therefore, as Irish and EU citizens, to uphold our commitment to the environment and the broader community.  The same applies with regard to water conservation and the security of a safe water supply.<\/p><p>The Minister referred to septic tanks, and this is another issue which was left as a time-bomb and landmine for the Government.  The Minister, Deputy Phil Hogan, deserves super credit for the manner in which he has addressed it.  The majority of people, more than 90%, have registered their septic tanks, and where they are found to be faulty and contaminating water courses, an 80% grant is available from the Government to assist in resolving the problem.  Others in the D&aacute;il screamed blue murder, stating there would be consternation and Armageddon and that it could not be done.  This was a problem left lying around for 20 years.<\/p><p>Where there is a will there is a way to solve these problems, such as in Clara where the Offaly turf cutters have accepted relocation.  We must respect and recognise, however, that in other places, such as Coolrain in the Slieve Bloom Mountains in Laois, turf cutters have been put out and there is no obvious available alternative bog.  They are not inclined to go for the financial compensation package, although I honestly believe it is extremely fair and generous.  It is not always about money and people prize their traditional turbary rights.  As the Minister stated, it needs to be reiterated that people are not forgoing their land or ownership and it is important to note this.<\/p><p>Prior to the previous general election in February 2011, I attended a meeting of turf cutters in the Bridge House in Tullamore.  Some people there would not be satisfied or happy no matter what was offered to them.  Senator Kelly is correct that we must ensure people do not lose their livelihood unfairly after investing tens of thousands of euro in expensive machinery, but people at that meeting were jeering and sneering and suggesting National Parks and Wildlife Service rangers should be thrown into bog holes.  One person suggested to rousing cheers that the staff should be shot, and some of them were egged on by candidates contesting the general election.  This type of conduct and language is not acceptable.  People should step away from it and not support this type of blackguarding because there is a reasonable solution for everyone if they were minded to find one.  I commend the Minister on his work and I ask him to keep with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900025#Z00200","speaker":"1143"},{"type":"speech","time":1379596500,"counter":146,"content":"<p>Sinn F&eacute;in is committed to the preservation of our national wildlife and resources, including certain bogs.  This issue has been ongoing for a long time and the Minister has been working very hard to try to resolve it.  We all know the issue of the 53 bogs has proven very difficult and must be dealt with soon.  We have seen trouble in bogs throughout the country.  The basis for resolution should be in the motion passed unanimously in the D&aacute;il last year with regard to the plan.  How many bogs have been surveyed and found suitable for relocation?  With regard to the all-party motion accepted last year on the national plan, which was mentioned by the Minister and other Senators, what parts of the motion have yet to be implemented and what parts must be worked on?  Can this be done without the input of the Turf Cutters and Contractors Association, TCCA?  The Minister said that people have turned their face, that dialogue is the only way and that his door is open.  What interaction has the Minister had with the people to whom he referred?  What interaction or dialogue has taken place with the TCCA given its abstention from the Peatlands Council?  Has other interaction or dialogue taking place?  What is being done to meet its concerns?  Has its abstention from the council precluded interface or dialogue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900025#Z00300","speaker":"1155"},{"type":"speech","time":1379596500,"counter":147,"content":"<p>I am delighted to speak on the issue of turf cutting in certain areas, which gathered much coverage during the summer.<\/p> <p>To many, it may have appeared as a relatively new issue.  However, what we witnessed resulted from a delay of 20 years in the implementation of the habitats directive, the consequences of which the Minister has inherited.  Ireland ranks last among the EU-15 in terms of progress in implementing the directive.  The illegal actions of a few will result in the likelihood, not the threat, of injunction proceedings and large fines being imposed on the taxpayer.<\/p><p>Originally, the areas in question were considered wetlands.  When the inherent value of raised bogs was discovered, utilisation and extraction increased.  In the 20th century this escalated to the removal of peat on a commercial scale for the production of fuel and horticultural peat.  Only a fraction of the former raised bogs remain, making them unique in the world, seeing as how most raised bogs are found in the European Union.  We have a duty to protect these unique habitats.  Owing to their particular nutrient content, the peat contains many species found nowhere else.  Under EU rules, we are obliged to implement the directive which was dramatically enacted.  Failure to do so is likely to result in fines of up to &euro;25,000 per day.  We cannot allow this to happen.<\/p><p>My colleagues have told stories about turf cutting.  Some cutters would happily relocate or opt for compensation.  In difficult summers cut turf must be left on the land because of bad weather.  Compensation or the delivery of turf to one's house is the better option.<\/p><p>The Minister has been working constructively with all sides towards a long-term solution.  I hope everyone comes to the process with an open mind so as to ensure these unique sites, species and plants can be preserved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900025#Z00400","speaker":"1124","continuing":true},{"type":"speech","time":1379597100,"counter":149,"content":"<p>I thank the Minister for attending this debate on turf cutting issues.  Does he have concerns about the legality of the turf cutting compensation scheme set up to address the bogs located in special areas of conservation, SACs?  People are prohibited from cutting turf on them by virtue of the EU directive.  The scheme devised by the Department offers a lump sum payment of &euro;1,500 per year over 15 years, but it does not take into account the number of acres over which a turf cutter has rights or the fact that more than one family might draw from the same plot.  It is an arbitrary decision.  Regardless of whether someone has one or 20 acres of bog, the Department awards the same amount of money.  This is unfair and unreasonable and may well be in breach of numerous legal codes, particularly the Constitution.  The State should not interfere with bog owners' property rights without putting in place an adequate compensation scheme.  The current scheme is inadequate.  There should be a rising scale according to acreage ownership.<\/p><p>I must put a question to the Minister.  Having examined the scheme, does he view it as being fair and reasonable?  Can it be argued to be unconstitutional and, as such, open to a successful legal challenge?  What legal advice did the Minister receive before finalising the scheme and will he publish that advice in order that there can be full accountability for the decision made by him and his Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00200","speaker":"1173"},{"type":"speech","time":1379597100,"counter":150,"content":"<p>I welcome the Minister and commend him for his efforts to date on this difficult and thorny issue.  As for my learned colleague immediately behind me, a gracious lady with legal training, perhaps she thought she was in court, as she sounded so confrontational.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00300","speaker":"1151"},{"type":"speech","time":1379597100,"counter":151,"content":"<p>My point cannot be overlooked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00400","speaker":"1173"},{"type":"speech","time":1379597100,"counter":152,"content":"<p>I will never doubt the Senator's good points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00500","speaker":"1151"},{"type":"speech","time":1379597100,"counter":153,"content":"<p>Of which there are many.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00600","speaker":"1173"},{"type":"speech","time":1379597100,"counter":154,"content":"<p>That goes without saying.  The compensation package is generous.  People receive a certain amount per year, a down payment, turf deliveries and so on.  Thousands have accepted it, although there are difficulties on a limited number of bogs.  As Senator Sean D. Barrett stated, we are somewhat bedevilled.  The European Union valued our lands more highly than we did.  Slowly but surely, however, we have come to realise the worth of their preservation and enhancement.  As the Minister stressed, people will not lose ownership rights.  There is no fear in that regard.  People want to respect the law.  Slowly but surely, however, the realisation is dawning and the number cutting in the protected areas has halved in the past year, which is good.<\/p><p>The Minister has a &quot;can do&quot; attitude and is a man of dialogue.  His door is open and we will see further progress.  I commend him and his officials, one or two of whom I know.  The blackguarding they suffered while doing their duty in upholding the law was shocking.<\/p><p>I commend Mr. Justice John Quirke's work at the peatlands forum, the report of which was accepted by the Minister and his Department.  A national raised bog SAC management plan has been developed.  This may unlock some flexibility in respect of the limited number of bogs where significant relocation difficulties are being encountered by those who hold rights.  Specialists have been engaged to work on the matter and I look forward to the management plan's publication in November.  I hope the number of people who cut on the bogs in question will decline further.<\/p><p>Everything has been said and everyone is trying to be reasonable about the matter.  I take some of Senator Lorraine Higgins's points, but I cannot comment on the constitutional issue.  Let someone take it to court.  If an issue is outstanding, let it be resolved.  However, very little, if anything, will be outstanding following publication in November and the further dialogue in which the Minister and his officials are prepared to engage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00700","speaker":"1151"},{"type":"speech","time":1379597100,"counter":155,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  T&aacute; m&eacute; thar a bheith s&aacute;sta go bhfuil an d&iacute;osp&oacute;ireacht seo ar si&uacute;l againn.  T&aacute; an &aacute;bhar seo ardaithe agam go r&iacute;-mhinic agam sa Teach seo.<\/p><p>I appreciate that this is a thorny issue and that we have held a number of conversations on it.  I am grateful to the Minister for taking this debate.  It is important to put the matter in context.  The Minister inherited it and the directive has been in place for a long time, during which previous Governments could have agreed a roadmap to a solution that would have accommodated all stakeholders, but that did not happen.  When the Minister took office, there was a sense of emergency because the European Union was breathing down his neck about the fact that the directive was not being implemented, as required.  He has been trying to deal with it for some time.<\/p><p>Sinn F&eacute;in is committed to the preservation of our national wildlife and resources, including bogs.  It is fair to say the same about most of the people who cut turf.  In the media, in particular, there tends to be a perception that anyone who cuts turf is anti-environment.  I argue the opposite.  Most of those who cut turf have great respect for the environment.  The practice of cutting turf has led to our bogs having an elevated status.  People have cared for wildlife.<\/p><p>The previous Government failed miserably to resolve the issue of SAC status for bogs.  I would even claim that it misled people.  For many years, a Minister from my constituency told us about a derogation from the directive.  On investigation, however, it was found that there was never a derogation.  People were misled.  Those on the ground believed they were exempt.<\/p> <p>Responsibility for resolving this lies with the current Government, which has now spent two and a half years now examining the issue.  Problems at a small number of the 53 bogs have proven difficult to resolve.  However, they need to be resolved as a matter of urgency.  Sinn F&eacute;in believes that the basis for agreement lies in the motion unanimously passed by the D&aacute;il in February 2012, which obliged the Government to put in place an overall plan for the 53 SACs and to resolve the outstanding issues in full consultation with the Turf Cutters and Contractors Association.  Sinn F&eacute;in believes that there is an onus on Government to engage immediately with the TCCA to implement such a plan.  <\/p><p>I note that the Minister in his opening remarks alluded to the TCCA and people who are not co-operating with the process.  I do not propose to go into the issues on either side.  However, I would liken this to Government trying to do a deal with the consultants without having them at the table.  Deputy Brian Stanley and I travelled to Brussels last year to meet with the Deputy Director General of the Commission dealing with these issues, Mr. Alan Seatter, to find out if there was room for manoeuvre or for a solution.  He was categoric in his response that any solution should be based on the recommendations put forward in the TCCA plan.  In my view, if, when putting together a plan, one does not have the required people at the table, one is going nowhere.  I welcome the Minister's statement that a plan is forthcoming.  The nettle will at some stage have to be grasped and the TCCA will have to be brought back to the table.  The Government needs to engage with it immediately.  <\/p><p>There is huge frustration on the ground in regard to the lack of progress on this issue.  I appreciate the Minister's officials are likewise frustrated.  There was a sense that misinformation was being provided, that the proposal was to divide and conquer and that departmental officials were trying to do side deals with people on particular bogs and may actually have succeeded in some cases.  While some people have accepted compensation, no overall agreement is yet in place.<\/p><p>Sinn F&eacute;in believes that it is imperative if the forthcoming plan is to be successful that it should provide for the relocation option in most cases and that this should be done on a like-by-like basis; that compensatory habitats, whereby raised bogs that are unsuitable for turf cutting are designated as SACs, are deemed a viable option; and that the Department officials engage with the TCCA to resolve issues on the outstanding bogs.  The Minister will be aware that Sinn F&eacute;in has been in regular contact with the TCCA and has met with departmental and EU officials.  I welcome the fact that there has not been as much of a stand-off this year as there was last year.  Nobody wants to see a stand-off on the bogs, or for garda&iacute; to be put in an awkward position or departmental officials or those cutting turf to be put in awkward positions.  As stated by the Minister, the way forward is dialogue.  However, without one of the key stakeholders at the table, dialogue will not happen.  Having met with the EU Commissioner, Sinn F&eacute;in believes there is sufficient flexibility within the EU directive to resolve the situation.  We call on the Government to resolve these issues as a matter or urgency and to engage without delay with the TCCA and other turf cutters.<\/p><p>The case made by my colleague in regard to the constitutionality of this is pertinent.  Senator Paul Coghlan stated earlier that these issues should be fought out in the courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900026#AA00800","speaker":"1122","continuing":true},{"type":"speech","time":1379597700,"counter":157,"content":"<p>I agree with Senator &Oacute; Clochartaigh that dialogue is the only way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900027#BB00200","speaker":"1151"},{"type":"unspoken","time":1379597700,"counter":158,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1379597700,"counter":159,"content":"<p>Senator &Oacute; Clochartaigh without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900027#BB00400","speaker":"1120"},{"type":"speech","time":1379597700,"counter":160,"content":"<p>It is a very pertinent point.  At the end of the day the only person losing out is the taxpayer.  If this ends up in the courts the result will be lengthy court cases from which barristers and solicitors will make a great deal of money and for which the State will end up footing a huge bill.  None of us wants to go down that route.  We would like to see proper resolution in advance.  It is pertinent to find out whether legal advice has been sought on the constitutionality of the Department's stance on this.<\/p><p>We know that some persons who have cut turf on SACs have been deemed to have broken the law.  Are there any cases pending against the Department?  Has anybody taken a legal challenge to the stance being taken by the Department?  I am sure the Minister expected me to be vocal on this issue.  Like him, I am working to find a solution.  It is important there is engagement with all parties involved.  I agree that on both sides tempers have been frayed and people have been very vocal and demonstrated in ways that may not have been appropriate.  However, this is an issue about which people are very passionate.  It is exacerbated by the fact that we are in the middle of an economic crisis and people are finding it had to make ends meet.  Turf cutting is very important for them, as is having a regular supply of turf, as was the case for their ancestors.  I look forward to hearing the Minister's closing speech.  Without the involvement of the TCCA and other stakeholders his proposed solution will not work and he will continue to go round in circles, cause stand-offs and end up in a legal wrangle in the courts.  None of us wants to see that happen.  In my view the European Commission does not want to go down that route either, and was prepared to show a little leniency.  I appreciate that the time was running out because this issue had been put on the long finger.<\/p><p>T&aacute; s&uacute;il agam go dt&oacute;gfaidh an tAire ar bord na molta&iacute; at&aacute; d&eacute;anta againn.  T&aacute; Sinn F&eacute;in ag tac&uacute; leis na hiarrachta&iacute; at&aacute; &aacute; dh&eacute;anamh le dh&aacute; bhliain go leith anuas, agus leanfaidh muid leis sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900027#BB00500","speaker":"1122"},{"type":"speech","time":1379597700,"counter":161,"content":"<p>I welcome the Minister to the House and thank him for his comprehensive contribution.  We all accept that the Minister, on taking up this portfolio and being handed a file that had been left unattended on a desk for a decade, was given a hospital pass.  He has done a good job in attempting to address this very difficult and sensitive issue.<\/p><p>I welcome that Senators are unanimous in stating that it is important our environment is protected for future generations and that we adhere to directives and legislation.  Having said that, I admit there are difficulties in many parts of the country, including my own county of Galway.  I regret that it has not to date been possible to resolve the difficulties that have arisen there.  I urge the TCCA to return to the table.  At the end of the day, this problem can only be resolved through dialogue and engagement.  It is what everybody in this House wants to happen.<\/p><p>The Minister will be aware of the particular difficulties that arise in terms of the lack of options for relocation for people in the Clonmoylan-Barroughter area of south Galway.  This issue needs to be addressed urgently.  Ultimately, concessions will have to obtained from Europe to allow for a limited amount of turf cutting in this area.  I cannot see how the issue can be otherwise resolved.  Not everybody is interested in taking compensation.  I hope there is sufficient bog in other parts of the country that can be traded for concessions in the Clonmoylan-Barroughter area.<\/p><p>I ask that the Minister expedite engagement and discussion with those who up to now have not come to the table and appear not to be interested in finding an immediate solution to this problem.  As a country, we cannot afford huge fines from Europe.  However, we must respect that some people want to provide fuel for their homes and we must do all we can to provide that opportunity for them, particularly in areas where this matter cannot be easily resolved.  I commend the Minister on his work thus far on this matter and ask that he expedite engagement with the stakeholders so that this ongoing issue can be brought to a satisfactory conclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900027#BB00600","speaker":"1118"},{"type":"speech","time":1379597700,"counter":162,"content":"<p>I thank all Senators who have contributed to this debate this afternoon, which have been very helpful, positive and supportive.  As Senators will be aware, this is not an easy issue.  My great grandfather, grand-uncles and cousins cut turf on Moanveanlagh bog, which is one of the designated bogs in Kerry.<\/p> <p>I recognise the fact that my cousins left the bog as soon as this became an issue.  My family had a presence in the bog for generations, going back over 100 years, so the matter is very close to home.  There were 31 bogs designated at first and the EU asked for more designations because we had not done enough.  That was one of the additional bogs.  There are two bogs in Kerry and there is no issue with the one in the national park.  It is a sensitive issue and there have been a number of posters on trees and poles that are directed at me personally.  I have never seen a local politician targeted in that sense to such an extent but I would prefer to be unpopular for doing the right thing than being popular for procrastinating or doing the wrong thing.  I have a responsibility and I take it very seriously.  It is a privilege to be a Minister, as anybody would recognise, and after being in the Houses for 30 years, I know that one must take that responsibility if it comes along.  We must implement the law although we can, of course, seek to have laws changed.  We cannot break the law or support the breaking of the law.<\/p><p>I thank Senators for their contributions, and I will refer to most of them individually.  There were some very good points.  From Senator Barrett's Kerry background, he would have a deep knowledge of the bogs and a great understanding of them.  I completely agree with his comments, as we all do, and all we are being asked to do is preserve 2% of the raised bogs from where turf can be extracted.  It is a very small percentage of bog.  Europe has given us much and is asking us to do this.<\/p><p>The Dutch have played a very important role in raising awareness in this country of the importance of bogs.  Whether it is solving drainage issues, water retention or carbon sinks, as well as critical locations for flora and fauna, there are important elements to biodiversity in the landscape and our heritage.  The Dutch highlighted such issues when people did not fully appreciate the value of bogs in Ireland, as in the past they may just have been associated with peat extraction.  As youngsters we all worked hard in the bogs and perhaps some people feared having to go there.  There was much drudgery and difficult work, especially in bad weather, and the Dutch brought a new aspect of the value of bogs to us.  That arose because they lost so much of their own bogs, and they are paying significant amounts of money just to grow bog again and conserve what they have.<\/p><p>I heard recently that it takes 1,000 years to grow 1 m of bog; in a profile of a bog that is 3 m high, we are talking about 3,000 years.  The great poet Seamus Heaney immortalised our peatlands with the poem &quot;Bogland&quot;, which set him on his way, and he referred to them as the dark repository of our past.  He increased awareness of the importance of bogs in his own way.<\/p><p>A large proportion of the Irish population would now see the importance of bogs.  I also agree about the importance of tourism, and in certain parts of Ireland there are walks around and through bogs, with restoration work being done by Bord na M&oacute;na and significant numbers of tourists being attracted.  More of this will happen in future.  I propose to prioritise such work as part of the overall management of protected bogs, and when we formulate a national strategy, the tourism element will be referred to.<\/p><p>I thank Senator Coghlan for his contribution and research on the subject.  In the past, a former runner and journalist, Mr. Tom O'Riordan, mentioned that he worked on the bog with the Senator, although I do not know if that is true.  He has experience not only of running around a bog but also of working on a bog.  I agree that we must work out solutions within the law.  Senator Mark Daly made a very good point about the scrutiny of EU legislation, particularly some of the earlier directives.  We adopted directives without fully understanding or scrutinising them.  When we agree with a directive, we must implement it; it is a responsibility of the Government and it is not the European Union's fault if we do not scrutinise the directives.  We have not been good at doing that but we have an obligation to implement the law.<\/p><p>We are not alone in struggling to implement some aspects of the habitats directive, although Commissioner Potočnik has acknowledged that this is one of the most difficult issues that the European Commission is dealing with.  Commissioner Potočnik has confirmed to me that the conservation of raised bogs is one of the most high-profile environmental issues in Europe, and people are watching very closely how this will pan out in Ireland.  They are also watching what action the European Union will take against the Irish Government if we do not implement the policy.  He was very clear about it and the Commission will not hold back on the issue.  If incidents of turf cutting had not reduced this year, it would have taken action.  The Commission is happy with the approach we are taking and it respects the fact that we are now taking the matter seriously after years of inaction.  Nevertheless, it will not tolerate any return to widespread turf cutting, and if that happens, we will be injuncted.  Not only will that cost us financially but there will be reputational damage as well.  Senator Daly mentioned Monivea Bog which the consultants will visit this weekend.  I hope the local people will co-operate and allow them on to the property if there is a request.  Senator Daly asked if there was any &quot;wriggle room&quot; but when I met Commissioner Potočnik and asked him if there was any room for manoeuvre, he told me Ireland's time has run out.<\/p><p>Senator Kelly mentioned progress on the special area of conservation management plan and engagement has intensified with bog committees with regard to relocation.  Issues of restoration will begin shortly, and it is important that all local committees and communities engage with the process.  My Department has engaged RPS consultants to undertake the scientific work essential to underpinning the national SAC management plan, as well as the review of the national heritage area raised bogs.<\/p> <p>Certainly whatever argument we make to the EU will have to based on science.  It cannot be based on emotion or sentiment.  These designations were originally made based on science and our arguments in the pursuit of any change, if we choose to make them, will have to have a scientific basis.  That is why the consultancy will provide the necessary information.  It will provide, for example, for nature conservation objectives for the raised bog habitats, conservation objectives for the 53 sites, restoration and management plans for each site, a Natura impact statement and an environmental report for the national plan itself, as well as the identification of compensatory habitat and an assessment of potential compensatory sites.  This is very important.  It is looking at sites that Bord na M&oacute;na have available.  These sites were not examined previously.  There are also other Coillte-owned sites that are available, for example.  Hopefully these can be used as compensatory habitats, if there is flexibility there.  <\/p><p>I do not want to make predictions or promises now but the plan may allow for some limited flexibility on a small number of bogs.  That is why it is so important that everybody engages.  I appeal to all of the Senators here to encourage the communities to get involved in this process.  We have just one chance at this.  If we can get this right, it can satisfy the vast majority of the turf cutters.  <\/p><p>Senator Whelan made a very pertinent comment about the resources the EU has given to Ireland over the years.  The EU has given us huge amounts of money.  I am not sure of the exact figure, but the EU has given Ireland well over &euro;60 billion.  It has given us a vast sum of money for environmental protection and it is simply asking us to conserve 2% of the bogs from which turf can be extracted, which is a very small percentage.  These bogs have enormous scientific value.  The EU is not asking us for too much.  The EU finds it very hard to reconcile the fact that it has given us so much money for environmental protection and rural development but we cannot oblige by protecting these bogs which are not just important to Ireland but to Europe as a whole.  Let us face it, the type of peat landscape we have here is not seen in other parts of Europe.  Our peat lands are unique because of Ireland's latitude and climate, particularly the levels of rainfall and the average temperatures here.  The bogs here are unique.  The type of bog we have here cannot be reproduced in any other part of the world. It is not just a question of an EU obligation that we must abide by.  We also have an obligation to preserve our own rich natural heritage.  The bogs are part of our precious landscape and we need to protect them.  <\/p><p>I thank Senator Whelan for his comments on the threats to my staff, which are totally unacceptable.  The names of departmental staff have been published on Facebook and staff have been threatened on that site and other social media organs, which is disgraceful.  Staff have been threatened in various ways.  This should not be happening in a civilised country.  These are people who are doing their job, implementing EU directives that are law in this country.  They are telling people not to do things, which is the nature of their jobs.  They are much maligned across the country.  In some cases, their families have also been threatened and some staff are living a life of fear, which is totally unfair.  They are employees of the State who are simply doing their job.  While people have a right to disagree with them, they do not have the right to threaten them.  I thank Senator Whelan for recognising that reality.  <\/p><p>Senators Reilly and &Oacute; Clochartaigh referred to a motion tabled in the D&aacute;il.  What I am doing is fully implementing what was agreed in the D&aacute;il.  What was agreed will be implemented.  We are pursuing that.  We are paying consultants an enormous sum of money to draw up the national plan, as agreed in the other House.  Three weeks after that agreement was reached, which was applauded by all parties in the D&aacute;il, I was in Rinn D&uacute;in in County Roscommon and Deputy Luke 'Ming' Flanagan handed me a different plan entirely.  He said it was the TCCA plan.  He put a motion before the Dail, with which the House agreed.  The Government made a commitment to pursue it and as the Senators pointed out, the EU Commission also agreed with this course of action, following an intervention by the Taoiseach.  The TCCA then abandoned what it put forward in the D&aacute;il through its public relations officer, Deputy Luke 'Ming' Flanagan and went off on a totally different tangent.  It drew up a new plan, which it then sent on to the EU.  That plan was rejected by the EU Commission.  Had the TCCA presented that plan in the D&aacute;il, the House could have voted on it but it did not do that.  What I am doing here is fully implementing what was accepted unanimously by D&aacute;il &Eacute;ireann.  That is my commitment.  <\/p><p>The TCCA came up with an entirely different plan, with which the Commissioner would not agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900027#BB00700","speaker":"1046","continuing":true},{"type":"speech","time":1379598900,"counter":165,"content":"<p>I do not think the TCCA would agree with the Minister on that point, in all fairness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900029#DD00200","speaker":"1122"},{"type":"speech","time":1379598900,"counter":166,"content":"<p>That is exactly how it happened.  People are trying to twist things but that is exactly how it happened.  Perhaps Senator &Oacute; Clochartaigh or some of his party colleagues do not agree but that is how it happened.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900029#DD00300","speaker":"1046"},{"type":"speech","time":1379598900,"counter":167,"content":"<p>The TCCA certainly does not agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900029#DD00400","speaker":"1122"},{"type":"speech","time":1379598900,"counter":168,"content":"<p>Well, that is exactly how it happened.  How the TCCA was influenced or who convinced it to do that, I do not know.  Who drew up the plan is a totally different issue.  What I agreed to in the D&aacute;il is what I am implementing.  I said we would take on consultants to draw up a national plan for the 53 bogs and that is what we are doing.  The plan presented by the TCCA allowed for turf cutting but the Commission would not allow any cutting to take place under the habitats directive.  I am glad to have been given the opportunity to clarify that this afternoon because we are doing exactly what the D&aacute;il asked us to do.  What we agreed in the other House was abandoned by the TCCA almost immediately.  Its members are not even co-operating with the plan that they asked for in that they are not co-operating with the consultants.  I would appeal to them to co-operate with the consultants.  This is a real chance for everybody.  TCCA members know that I am willing to speak to any of them individually or as a group.  My door is always open.<\/p><p>Senators Comiskey, Paul Coghlan and Mullins made various points.  The former referred to the fact that we have a very poor record in Europe on implementation of the habitats directive.  We are catching up, definitely, but we have to demonstrate more action at this stage because in the past we had a very bad record, perhaps because the directive was not discussed widely, people did not understand its full implications and there was not enough scrutiny.  This Government has addressed a large number of environmental issues in the past two and a half years.  A number of issues over which the EU was taking cases against us have been addressed.<\/p><p>Senator Higgins raised issues relating to compensation, the size of plot holdings and so forth.   At this point in time we are considering the position of large land holders and how that question might be addressed.  Under the compensation scheme, turf can be delivered to family members who have been cutting from the same bog plot.  If we can confirm that a number of family members were cutting from the same bog plot, then they will all get deliveries of turf.<\/p> <p>There is a difficulty when large families are claiming turf from the same bog plot, as it costs a great deal.  We have spent &euro;6 million already on the scheme, which is putting a great deal of pressure on the Department's limited budget. <\/p><p>We are addressing the other issues raised by Senator Higgins.  Let me assure Members that we consulted the Office of the Attorney General when we set up the compensation scheme and have taken advice on all these issues from the Attorney General.  The Attorney General has a very keen interest in this issue.  She has contact in Europe and had expressed her deep concerns to me on a number of occasions.  In June 2011, she was concerned that the EU would hit us with major fines.  Following the formal notice, we got the reasoned opinion because the EU had evidence from digital photography that large tracts of designated bog continued to be cut.  The EU did not believe we were serious about implementing the directive.  Following the receipt of the reasoned opinion in 2011, TCCA together with all the people around the table at the Peatlands Council signed up that there would be no further turf cutting.  The Turf Cutters and Contractors Association, TCCA, then withdrew from the Peatlands Council and reneged on that commitment within a couple of months.<\/p><p>The advice of the Attorney General is not published.  Before I can put an initiative in place, I must consult the Office of the Attorney General and rely on the advice I receive.  I have received very good advice and rely on the advice of the Attorney General.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900029#DD00500","speaker":"1046","continuing":true},{"type":"speech","time":1379599500,"counter":170,"content":"<p>Will the Minister confirm that he received legal advice in relation to the compensation scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900030#EE00200","speaker":"1173"},{"type":"speech","time":1379599500,"counter":171,"content":"<p>We contacted and consulted with the Office of the Attorney General before any scheme was put in place.  My officials have confirmed this.<\/p><p>  Senator &Oacute; Clochartaigh referred to the motion in the D&aacute;il<b>. <\/b> I will implement it to the &quot;t&quot;.  I am open to meeting members of the TCCA at any time.  I have no argument with them personally and appeared on national television with the TCCA chairman, Michael Fitzmaurice, on &quot;Prime Time&quot;.<\/p><p>  I get on very well on a personal level with Michael Fitzmaurice.  Following my appointment, I travelled with him in a helicopter to look at all the bogs in Roscommon and Galway.  I paid from my own pocket for my part of the journey.  Indeed Deputies Flanagan and Naughten were with us, but there was no room for Deputy Feighan, so he had to drive around in his car.  <\/p><p>  I have had close contact with the TCCA and while I am in this job I will try to resolve this matter.<\/p><p>  There is some confusion about national heritage areas, NHA.  Senator Mark Daly referred to the commitment made by Deputy Frank Feighan on this.  In the programme for Government, the Fine Gael Party made a commitment to review the natural heritage areas, NHAs, to see whether turf cutting can continue on a managed basis.  The difference between special areas of conservation, SACs, and NHAs is that the NHAs were determined by national law, but the special areas of conservation were determined by European law transposed into national law.  Obviously we have some flexibility, in consultation with Europe on NHAs.  It is important that the consultants will come up with a solution.  If NHAs were closed down totally, it would pose major challenges in the future.<\/p><p>  It was very important that I had an opportunity to clarify the position of the motion that was agreed in the D&aacute;il and other matters.  The contributions from Members were positive and I listened attentively and have taken very good notes of the points made.  If the spirit that has prevailed during our discussion in this House could prevail across the spectrum, we would find an all-party solution to this problem.  We share our culture and heritage, which we appreciate and love, and our landscape.  We have an obligation to future generations to ensure the landscape is passed on to them.  That is an obligation on all of us.  This is a critical part of our landscape that is unique and precious.  What is happening is very important.<\/p><p>  I thank the Cathaoirleach and Members for their attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900030#EE00300","speaker":"1046"},{"type":"speech","time":1379599500,"counter":172,"content":"<p>That concludes the statements.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900030#EE00400","speaker":"1120"},{"type":"speech","time":1379599500,"counter":173,"content":"<p>On Tuesday next, at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900030#EE00500","speaker":"1151"},{"type":"majorheading","content":"Adjournment Matters","time":1379599800,"counter":174,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00100"},{"type":"minorheading","content":"School Accommodation","time":1379599800,"counter":175,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00200"},{"type":"speech","time":1379599800,"counter":176,"content":"<p>I welcome the Minister of State, Deputy McGinley, to the Seanad and thank him for taking this matter.  The issue concerns the immediate acquisition of a permanent site for Gaelscoil Riabhach in Loughrea, County Galway.  Gaelscoil Riabhach is a multi-faith school which is being used as a model for the new Irish medium schools that are interested in developing a multidenominational ethos, an ethos encouraged by the Department of Education and Skills.  The school is in its 14th year and has a student population of 180, a number that is increasing year on year.<\/p><p>The board of management and the principal are concerned regarding the process of acquiring a permanent site, which has taken much longer than expected.  I am aware the school is included in the Department's five-year building plan and that a suitable site for a new school has been identified.  However, now that talks regarding the cost of this site are in progress, the acquisition process seems to have stalled somewhat.  Due to the lack of a permanent site, the school has been forced to install further temporary accommodation, thus costing the Department up to &euro;140,000 per annum.  Given the growing student population and the school's current lack of space, these costs will increase every year until the school can relocate to a permanent site.<\/p><p>Will the Minister of State outline the progress that is being made on the acquisition of the site for the construction of a new primary school for Gaelscoil Riabhach?  In addition, will he indicate a timeframe for the delivery of a new school.  The principal, board of management, students and parents would welcome this information.  The greatest support the Government could provide to the school would be the immediate acquisition of the site and to ensure it is expedited so that the growing number of students attending the school will not be forced to inhabit accommodation that is not fit for purpose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00300","speaker":"1173"},{"type":"speech","time":1379599800,"counter":177,"content":"<p>I thank Senator Higgins for raising this matter on the Adjournment, a matter close to my heart since it has to do with a Gaelscoil.  I am taking this debate on behalf of my colleague, the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, who is unavoidably absent.<\/p><p>  This debate affords us an opportunity to outline to the Seanad the process being utilised to ensure there will be adequate accommodation in schools at primary and post-primary level in all parts of the country.  The forward planning section of the Department of Education and Skills has carried out a study of the country to identify the areas where, due to demographic changes, there may be a requirement for significant additional school provision at both primary and post-primary levels over the coming years.  School accommodation requirements throughout the county have been considered as part of this detailed study and the Department is considering options to meet the deficit of accommodation identified in areas of particular need as a top priority.<\/p><p>  In regard to the specific query referred to by the Senator regarding Gaelscoil Riabhach, Loughrea, County Galway, I can confirm that the school authority has submitted an application for large-scale capital funding for the provision of a new school building.  This is to replace the current rented temporary accommodation occupied by the school in Loughrea.  The school has been in temporary accommodation since its establishment.  However, I am pleased to confirm that the school has been awarded permanent recognition by the Department of Education and Skills since the commencement of the current school year and that a project for the provision of permanent accommodation is being progressed.  The application has been assessed in accordance with the published prioritisation criteria for large-scale building projects and it has been determined that a new school building on a new site is required to meet the school's accommodation requirements.  This new building will contain eight mainstream classrooms, a general purpose room and a suite of other ancillary accommodation appropriate to a school of this size.<\/p><p>  The progression of the proposed building project is subject to the acquisition of a suitable site and in this regard I can confirm that the Department has been working very closely with Galway County Council for some time now to identify and acquire a site for a new school building for Gaelscoil Riabhach.  I am pleased to be in a position to confirm to the Senator that a suitable site has been identified and that negotiations are continuing with the relevant landowner with a view to concluding a deal.  However, as the Senator will understand, given the sensitivities associated with land acquisitions generally and negotiations regarding particular sites, I am not in a position to comment further on the current state of these negotiations.<\/p><p>  The progression of all large-scale building projects, including this project, from initial design through to construction phase will be considered in the context of the Department's multi-annual school building and modernisation programme and the available financial resources.  However, until the negotiations with the landowner in question have reached a successful conclusion, it is not possible to give an indicative timeframe for the progression of the project through the design stages and on to tender and construction.  Information in respect of the current school building programme, along with all assessed applications for major capital works, including the project for Gaelscoil Riabhach, is available on the Department's website at <i>education.ie.<\/i><br \/><i><\/i>I thank the Senator again for giving me the opportunity to outline to the Seanad the current position regarding Gaelscoil Riabhach, Loughrea, County Galway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00400","speaker":"1000"},{"type":"speech","time":1379599800,"counter":178,"content":"<p>I thank the Minister of State for his response, but I am a little disappointed with it because I have not received any further information regarding the progress of the project.  The principal, the parents, the students and the board of management are in limbo as a result of the project being stuck where it has been for some time.  We need a firm commitment from the Department that it will expedite the negotiations with the landowner and Galway County Council, for the benefit of the students attending the school and the growing population.  Currently there are 180 students enrolled in the school and the trend is upward.  This is a project that needs to be expedited and I appeal to the Department and its Ministers to do so.  I appreciate this project is not within the remit of the Minister of State, but I would appreciate it if he carried this message back to the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00500","speaker":"1173"},{"type":"speech","time":1379599800,"counter":179,"content":"<p>I understand the Senator's commitment to this project.  I know from dealing with Gaelscoileanna in my constituency and in other parts of the country the commitment and dedication of parents, teachers and boards of management of Gaelscoileanna.  For someone interested in the Irish language, which we all are, the thousands of young children attending these schools and leaving them as fluent Irish speakers give us more hope than anything else that the language will live.  I am sure the Senator will agree that progress is being made on this.  Permanent recognition has been given to the school and negotiations are advancing for the purchase of a site.  These things progress a step at a time.  I will convey the Senator's interest in the project to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013091900031#FF00600","speaker":"1000"},{"type":"unspoken","time":1379599800,"counter":180,"content":"<p>The Seanad adjourned at 3.50 p.m. until 2.30 p.m. on Tuesday, 24 September 2013.<\/p>","notice":"TIME STRING DETECTED"}]