[{"type":"minorheading","content":"Prelude","time":1371720600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1371720600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1371720600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1371720600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1371720600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000002#A00100"},{"type":"speech","time":1371720600,"counter":6,"content":"<p>I have notice from Senator John Kelly that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Communications, Energy and Natural Resources to outline what steps are being taken to introduce post codes into Ireland.<\/blockquote>  I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for Communications, Energy and Natural Resources to outline Government policy with regard to the placing of giant wind turbines close to residences and urban and village areas.<\/blockquote>  I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>Go dtabharfaidh an tAire Gaeltachta le fios c&eacute;n uair at&aacute; i gceist aige na suirbh&eacute;anna agus na h-aighneachta&iacute; maidir leis an athbhreithni&uacute; ar Acht na dTeangacha Oifigiula a fhoilsi&uacute;, c&eacute;n uair an mbeidh na cinn bille ar f&aacute;il agus c&eacute;n f&aacute;th an bhfuil an oiread moille leis seo.<\/blockquote>  I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>To ask the Minister for Education and Skills if he will consider implementing a policy whereby suicide prevention and awareness, mental health and anti-bullying contact numbers will be printed on school books or in student journals as a means of assisting in ensuring the health, safety and well-being of schoolgoing teenagers.<\/blockquote>  I have also received notice from Senator Averil Power of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to ensure the Government will proactively endorse the bid to host the 2018 Gay Games in Limerick, given that the games would be worth up to &euro;80 million to the city and Ireland more generally and that the alternative bids from London and Paris have been officially endorsed by David Cameron and Fran<font color=\"#222222\">&ccedil;<\/font>ois Hollande; and if he will ensure the Government provides every possible support for the site visit of the Federation of Gay Games from 1 to 5 July 2013.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment.  I have selected the matters raised by Senators John Kelly, Thomas Byrne, Trevor &Oacute; Clochartaigh and Lorraine Higgins as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.  Senator Averil Power may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1371720600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00100"},{"type":"speech","time":1371720600,"counter":8,"content":"<p>The Order of Business is No. 1, Further Education and Training Bill 2013 - Second Stage, to be taken at the conclusion of the Order of Business and conclude not later than 1.45 p.m. if not previously concluded, the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 2, Central Bank (Supervision and Enforcement) Bill 2001 - Second Stage, to be taken at 1.45 p.m. and adjourned not later than 3.45 p.m., if not previously concluded, with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00200","speaker":"1130"},{"type":"speech","time":1371720600,"counter":9,"content":"<p>Yesterday I raised the prospect of another savage attack on children who require special needs assistants and additional resource hours in schools.  It has been confirmed that the Government is effecting a 10% reduction to children who have special educational needs and require assistance in schools.  I remind colleagues opposite that since taking office that is a 25% cut since 2011.  Yesterday the Leader mentioned that we are retaining the same number of hours and teachers.  I am aware of that.  However, there are 4,000 extra children in the system seeking assistance.  Whatever language the Government uses, it is a 10% cut.  The Special Needs Parents Association described it as a direct attack on the provision of services which are essential for children struggling through mainstream.<\/p><p>My party can be criticised for many things but in the area of education and mainstreaming children with special needs we have a proud track record.  The Fine Gael and Labour Party Government is cutting the resources provided to children with special needs and dismantling the mainstreaming policy before our eyes.  Given that the cut is 25% in two years, what will it be after five years?  I remind the Government of what it stated in the programme for Government, namely, that it would support diversity in education of children with special needs, recognising that both intensive education and mainstreaming can be seen to work for individual children.  How does that statement in the programme for Government marry with the fact that yesterday the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, effected another cut of 10% for our most vulnerable children who need this support to move on in live?<\/p><p>What is even worse is that the Minister hid behind the National Council for Special Education and let it announce it.  He was not man enough to announce it himself.  That is absolutely despicable.  He is a Minister for whom I have much regard in many areas but this is nothing short of disgraceful.  Not one Member opposite should stand over this cut in any shape or form.  How can one stand over removing supports from children who need them?<\/p><p>It is also stated that if the cuts are assessed independently and a child needs five hours per week, that child will get only 75% of what is required.   That is outrageous.  How much is the Government expecting to save by this cut?  I put it to the Leader that the saving will be minimal in the context of not giving young children a start and mainstreaming children with special educational needs.  I do not want to hear the nonsense that is being peddled by Government that the number of hours will remain the same.   I understand that but there are more children in the system which has been cut by 25%.  The Minister for Education and Skills should come to the House and explain it to those of us who care about children with special needs, unlike the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00300","speaker":"1139"},{"type":"speech","time":1371720600,"counter":10,"content":"<p>Not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00400","speaker":"1131"},{"type":"speech","time":1371720600,"counter":11,"content":"<p>How can one stand over a 25% cut since the Government came into office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00500","speaker":"1139"},{"type":"speech","time":1371720600,"counter":12,"content":"<p>Because the Fianna F&aacute;il budget-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00600","speaker":"1131"},{"type":"speech","time":1371720600,"counter":13,"content":"<p>That is not true.  I propose an amendment to the Order of Business, that the Minister for Education and Skills, Deputy Quinn, come to the House and explain to me and my colleagues the reason it is acceptable to remove supports from children who require them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00700","speaker":"1139"},{"type":"speech","time":1371720600,"counter":14,"content":"<p>I welcome the Government decision yesterday to retain in State ownership the harvesting rights of Coillte.  This is a good decision and it proves that the Government makes decisions on the basis of merit and on the basis of views expressed by others.  The Government also confirmed that there will be no fire sale of any State assets.  The predators across the globe who were looking at Coillte will be disappointed but the people of Ireland will be very pleased.  I am happy that it allays the concerns of the public who use the State forests for recreational purposes.  I compliment and congratulate the IMPACT trade union which was to the fore in proving that the sale of this particular State asset was not a viable proposition.  It set about acquiring the Bacon report into this whole area which proved categorically that the proper course of action was for the State to retain ownership of the harvesting rights of Coillte.<\/p><p>Yesterday the Alzheimer Society launched its pre-budget submission.  Currently there are 41,000 people who suffer from Alzheimer's disease and it is anticipated that the number will increase to 67,000 by 2021.  I support the society's call that the Government publish the national dementia strategy.  This will ensure a timely diagnosis of Alzheimer's disease with a view to proper intervention and support for carers who care for sufferers of Alzheimer's disease.<\/p><p>I ask the Leader to intervene with the Minister of State at the Department of Education and Skills, Deputy Ciar&aacute;n Canon, in respect of school transport for children, given the ruling last year that a child had to attend the nearest school to his or her home. <\/p> <p>Due to the late notification a number of children throughout the country were unable to change school buses and currently have to be transported to school by their families.  I call on the Minister of State, Deputy Ciar&aacute;n Cannon, to provide for a once-off amnesty for these children.  There is proper notification for the start of the 2013 school year, but there was no such proper notification in 2012.  Several hundred children are caught in this trap.  Senator John Kelly has been championing this cause for a long time and I support him.  I ask the Leader to raise this issue with the Minister of State on behalf of the children concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000003#B00800","speaker":"1162","continuing":true},{"type":"speech","time":1371721200,"counter":16,"content":"<p>I draw attention to proposals from the European Parliament for legislation relating to infant formula, which would forbid pictures of smiling infants or anything else that would idealise the use of infant formula.  To deal with the trivial aspect first, at least children in Europe are allowed to smile.  Between 25% and 30% of them will be unemployed if the European Union continues with its policies and then they will inherit a massive national debt.  This is just silliness in the European Parliament.  The serious point is that we have built a major industry in this area.  The Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, and the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, have drawn attention to the fact that Ireland is one of the major producers of infant formula in the world; therefore, our smiling infants must have had a big impact.  Is this an attempt by competing countries in Europe to restrict the highly successful business we have built with the aid of these same smiling children?  We should invite the Minister for Agriculture, Food and the Marine to address that problem and alert our Members of the European Parliament to the impositions this would mean for the economy.<\/p><p>I also note the abolition of the National Pensions Reserve Fund, with the money to be put into a stimulus package.  That was a rainy day fund and as it has been raining for about five years, it was probably time to call it into play.  However, serious problems could arise and there are serious dangers unless we do this properly.  The multiplier effect of a stimulus in Ireland is small, as the Fiscal Advisory Council has stated.  Unfortunately, we have inherited a political culture of clientelism and lobbying, which means that people will be seeking to have their favourite project paid for out of this money, regardless of whether it is of any use from the point of view of the national economy.  As bureaucracy always expands its budgets, it will be an opportunity for that to happen.  We have very weak definitions of capital in the traditional capital programme and appraisal of projects became a branch of the public relations, PR, industry.  We need a central office of project evaluation, COPE, and independent project evaluations published approximately one year in advance in order that we can see what they contain.  There is a danger this could seriously add to waste and inefficiency and we could end up where we started, with useless projects and a mounting national debt.  I hope the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, or the Minister for Finance, Deputy Michael Noonan, will address the issue of spending the National Pensions Reserve Fund moneys efficiently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00200","speaker":"1157"},{"type":"speech","time":1371721200,"counter":17,"content":"<p>I join my colleague, Senator Denis Landy, in welcoming the decision not to sell the harvesting rights of Coillte.  It is the right decision.  I call for a debate on the future of Coillte.  In some parts of the country some of the land has been felled but not replanted.  In some cases, some of the logs have been left and not removed.  There is a great deal of work to be done in this regard and I seek a debate on the issue.  Also, it is very important to develop the walks through forests.  Some of them have fallen into decline and become overgrown in recent years.  They have not been maintained properly.  This is an opportunity to develop them for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00300","speaker":"1124"},{"type":"speech","time":1371721200,"counter":18,"content":"<p>I second the amendment to the Order of Business proposed by our party leader in the House, Senator Darragh O'Brien, and wish to expand a little on his very trenchant and accurate comments on the most recent savage cut introduced by the Government.  Why is it that it always seems to go for the soft touch?  This comes just 24 hours after reading in the national media that the Minister for Finance is indicating \"an easy budget\".  What does \"an easy budget\" mean?  Does it mean that it will provide more resources for those from whom the Government has been taking them away in the past couple of years?  I refer not only to special needs but also to single parent families.  We had a debate in the past couple of days on the manner in which they are being treated with regard to jobseeker's allowance.  The Government has introduced a range of initiatives under the cover of austerity which really only affect those who are most vulnerable in our society.  This is one example and it is time it stopped.<\/p><p>I also wish to raise an issue that arose at the transport committee yesterday.  I endorse the comments of Mr. Pat Hickey of the Olympic Council of Ireland which have been widely reported in the media this morning and in which he criticised, correctly, comments made by Diageo at the weekend.  Who does this company think it is?  It even has the Government of the day siding with it whenever leading celebrities come to this country.  The first place they are photographed is at the Guinness Storehouse drinking a pint.  That is a terrible image of the country to convey and it is time it stopped.  In the future the Government should be advised that it is the last place to which anybody coming to the country should be taken to sip pints, sending pictures around the world showing the country to be nothing more than a place where people drink.  It is time that stopped and I hope it will.<\/p><p>The reason Mr. Hickey was present at the committee meeting yesterday was to provide a debriefing on the Olympic Games.  We also strayed into the area of alcohol and sport.  The transport committee is in the process of discussing a final report in this regard which will be presented to the Government.  There is a draft report which was leaked to the media last weekend.  Regardless of the spin put on the report by RTE and every other media outlet, no final decision or conclusion has been made on what the committee will do about the link between sport and alcohol.  It is a draft report and a sub-committee has been set up to investigate it further.  I call on all Members of this House to respond to an e-mail sent by the clerk to the committee yesterday inviting submissions on this very important issue in order that we can obtain a comprehensive response from all Members of both Houses in this regard.  Will the Leader consider inviting the Minister of State with responsibility for sport, Deputy Michael Ring, or the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, to discuss this very important issue and allow the House to have a debate on the link between alcohol and sport?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00400","speaker":"1128"},{"type":"speech","time":1371721200,"counter":19,"content":"<p>I wish to raise an important issue, but, first, I support Senator Denis Landy's call on the Minister of State at the Department of Education and Skills, Deputy Ciar&aacute;n Cannon, on the issue of school transport.  It is only right that an amnesty be given to those families who inadvertently picked a school that might be one metre further away than what was perceived to be their nearest school and, as a result, are deprived of school transport.  What has irritated me about this issue is that I fought for two families last year on the basis that there were empty seats on a bus, but I was refused point blank.  However, I subsequently discovered that discretion did prevail in other parts of the country where children who had picked the school that was furthest away secured school transport because there was availability on buses.  The Minister must deal with this issue.<\/p><p>The issue I wish to raise concerns a report I read in the newspaper this morning - it is no surprise to me - that the rate of sick leave in the Department of Social Protection outweighed that in any other Department.  For me, this is an exact science because for every action there is a reaction.  If one piles enough pressure on people, in this case employees in the Civil Service, something will give.  Since the end of the so-called good times no extra resources have been put into the Department of Social Protection, although the floodgates opened with regard to applications for social welfare payments.  To compound the issue, we have medical referees who have decided to refuse everything, be it disability allowance or invalidity pension, despite the fact that one of the conditions for receiving disability allowance is that one must be unavailable for work for at least 12 months.  I have encountered so many cases-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00700","speaker":"1161"},{"type":"speech","time":1371721200,"counter":20,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00800","speaker":"1120"},{"type":"speech","time":1371721200,"counter":21,"content":"<p>I do.  I have dealt with many cases in which the person applied for disability allowance and was refused.  They sought a medical reassessment and were refused.  They appealed and six months after appealing the decision their file was sent from Longford to the appeals office.  When one asks when the appeal will be heard, the office cannot state whether it will be in three, six or 12 months.  Therefore, cases are ongoing for almost two and a half years.  The bottom line is that we are dealing with faceless medical referees and appeals officers who are making decisions to frustrate people.<\/p> <p>This is piling pressure on the civil servants trying to administer the scheme, in respect of which no additional resources have been put in place.  I call on the Leader to bring this matter to the attention of the Minister for Social Protection for no other reason than to ensure the pressure is taken off the families who have made these applications and are being frustrated by the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000004#C00900","speaker":"1161","continuing":true},{"type":"speech","time":1371721800,"counter":23,"content":"<p>I wish to again raise the savage and unacceptable cuts in the area of special needs.  On the Leader's statement in the House yesterday that there have been no cuts, I met yesterday afternoon with staff at a school in Killinarden, Tallaght, who told me the school had applied for 90 resource hours and was granted only 33 hours and that its special needs assistant staff has been reduced from seven to six despite that it will be taking on four new special needs students this year.  Clearly, there are cuts in this area which, as I stated earlier, are savage and unacceptable.<\/p><p>Senator Mooney referred to the constant reference to softer budgets and that green shoots have at long last appeared.  Why then in God's name are we attacking the most vulnerable?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00200","speaker":"1169"},{"type":"speech","time":1371721800,"counter":24,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00300","speaker":"1128"},{"type":"speech","time":1371721800,"counter":25,"content":"<p>As I demonstrated yesterday these so-called special needs people could be the next Thomas Edison, Steven Spielberg or Richard Branson.  Let us assist and educate these people.  Why should we educate normal children and not special needs children?  I call on the Leader to provide time for a debate on this issue, at which time the Minister, Deputy Quinn, will hopefully climb down from the pulpit he has climbed by mistake and reverse these cuts.<\/p><p>The debate on Senator Quinn's Bill last night is a clear demonstration of how the Seanad should work.  I am a little disappointed that the Minister for Health, following much deliberation, has decided to conduct a technical survey with the assistance of four HSE personnel who, as stated by Senator Barrett, will cost &euro;75,000 each.  Senator Quinn has conducted all of the research.  While some amendment of the Bill is required, it is ready to go.  What a great idea to have defibrillators available all over Ireland.<\/p><p>I welcome the Government decision on forestry.  I would welcome a debate on this matter.  I recall during the first meeting of the agriculture committee with Coillte that I was a little concerned about its business practises.  When I asked the Coillte representative to outline its gross margins the response was that it does not do margins.  I am concerned about Coillte's commercial activities.  I welcome the proposed merger.  There is a great deal of money to be made for the Government and State.  I welcome the superb business-like approach being taken in this regard.  We all need to know our margins if we are to move forward and make money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00400","speaker":"1169"},{"type":"speech","time":1371721800,"counter":26,"content":"<p>I rise to condemn the immoral move by the banks to remove tracker mortgages from homeowners in difficulty.  One of the conditions of the mortgage arrears resolution process, MARP, is that a person's tracker mortgage cannot be touched.  I would like to know from the Minister for Finance what such homeowners will get in return.  What is next?  How safe are other people's tracker mortgages if this precedent is being set?  It is critical that the Minister, Deputy Noonan, intervene and make a statement on how homeowners with tracker mortgages are to be protected.  <\/p><p>On the special needs issue, the Minister, Deputy Quinn, is faced with an enormous challenge.  We must work together.  The Minister will have to find a way of meeting the needs of special needs children within existing resources.  We must ensure that all children get a fair crack at education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00500","speaker":"1131"},{"type":"speech","time":1371721800,"counter":27,"content":"<p>How is that to be achieved when the resources are cut by 25%?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00600","speaker":"1139"},{"type":"speech","time":1371721800,"counter":28,"content":"<p>I will suggest how it can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00700","speaker":"1131"},{"type":"speech","time":1371721800,"counter":29,"content":"<p>Is the Senator seeking a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00800","speaker":"1120"},{"type":"speech","time":1371721800,"counter":30,"content":"<p>Yes.  We need a real debate on this issue.  A huge amount of money is being spent on special educational needs in this country.  This is critical to ensure a level playing field for children.  We must find a new way of managing resources to ensure all children are treated fairly.  This may require expert additional training for our resource and classroom teachers and, in particular, special needs assistants the current remit of whom is around the welfare needs of the child.  We must consider whether they should also be required to care for the educational needs of such children.  Having engaged in supervision of classrooms, I know they do so in some cases.  We have a crisis on our hands and must face up to it.  These children matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D00900","speaker":"1131"},{"type":"speech","time":1371721800,"counter":31,"content":"<p>I draw the Leader's attention to two related health issues, which I ask that he bring to the attention of the Minister for Health, and to another issue which needs to be discussed.  I will start with the third matter.  I was unable to contribute to the debate on the HSE report into the Savita Halappanavar tragedy.  In this regard, I would like to repeat a point I made a number of months ago.  The number of obstetricians per head of population in the western region of this country is the lowest in Ireland and western Europe.  Ireland is firmly anchored at the bottom of the league table in terms of the number of obstetricians per head of population.  The next lowest is the Netherlands, which has approximately twice as many as Ireland and has a lower birth rate than we have.<\/p><p>Without attempting to conduct our own private inquest on what was a personal tragedy thrust into the public light, I ask Senators and Ministers to reflect that every time they read the account of a case like this in which reference is made to the words &quot;registrar&quot;, &quot;specialist registrar&quot;, &quot;senior house officer&quot;, &quot;house officer&quot; and &quot;intern&quot; they should replace it with the word &quot;trainee&quot; and then consider how much sense what they read makes.  Every major decision about a sick person should be made by a fully-trained specialist.  This is not possible because of our current staffing levels.  Lest anybody will say this is because of the exorbitant salaries of Irish consultants, I would remind them that the system began at a time when Irish consultants effectively worked for free, making their money in private practice and donating their public service.  This was the type of system that tended to apply before the common contract era in many of our voluntary hospitals.  It is a structural problem dictated not by doctors but by the permanent government of the Civil Service and is something that needs to be fixed.<\/p><p>On health insurance, as a result of the issue I raised yesterday other facts have come to light.  Incredibly, several insurance companies have taken the decision not to pay for a potentially life saving proven cancer treatment, including an insurance company that pays for homoeopathy, which is right up there with leprechauns and moonbeams as a treatment for anything.  The reason given for this is that the National Centre for Pharmacoeconomics, an agency of the Government, conducted a cost effective analysis on the drug and deemed it not to be cost effective.  The Minister, wisely and humanely, chose to ignore that advice and to make the drug available.  However, the State, its citizens and taxpayers are funding an agency of the State to generate data which is then used by private health insurers to deny people treatment, thrusting the cost of that treatment on the State which paid for the analysis in the first instance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D01000","speaker":"1147"},{"type":"speech","time":1371721800,"counter":32,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D01100","speaker":"1120"},{"type":"speech","time":1371721800,"counter":33,"content":"<p>Perhaps things can get crazier, but I do not know how.  I ask that the Minister ensure that assessments, which I believe are unnecessary - anybody with a computer can download these assessments which are available internationally - conducted on behalf of the State are used only by the State and are not put into the public domain where they can be used by others to deny treatments.  Will the Leader ask the Minister, with his new health insurance commissioner, to look at the practices of the for-profit private insurance companies, some of which I believe are behaving extremely badly.  As previously stated, I believe people should think carefully about signing up to insurance with Aviva, GloHealth and, possibly, Laya.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000005#D01200","speaker":"1147"},{"type":"speech","time":1371722400,"counter":34,"content":"<p>I welcome the news that the international congress of the European People's Party will take place in Dublin in March 2014.  A total of 2,000 delegates from 40 countries will attend.  It will be a great boost for Dublin and for tourism in the city.  The European People's Party is the largest grouping in the European Parliament with 73 member parties in 40 countries.  The conference will take place in Dublin ahead of the European elections next year.<\/p><p>I agree with the comments of Senator Mooney with regard to the pint of Guinness.  Our relationship with alcohol runs a lot deeper and it is unfortunate that our international reputation for alcohol use is as a result of the behaviour instilled in people, including those who have been forced to emigrate in difficult circumstances.  We should ask the Minister of State with responsibility for sport to come to the House to discuss the issue but as I have been requesting for some weeks and yesterday I think we need to have a really full debate with the Minister of State, Deputy White, whose responsibility it is to deal with the alcohol issue.  I understand the strategy is to be rolled out in the coming weeks.  I am assuming that the alcohol sponsorship issue will be debated in and around that strategy.  I ask if we could have an update as to when the Minister of State will come to the House to discuss this very serious issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000006#E00100","speaker":"1153"},{"type":"speech","time":1371722400,"counter":35,"content":"<p>Oireachtas Members from all parties and none will meet today to again discuss the issue of the European Court of Justice ruling in respect of the former Waterford Crystal workers.  The case was taken by former workers of Waterford Crystal to the High Court and the High Court sought advice from the European Court of Justice in respect of the EU 2008 Insolvency Fund.  The EU Court of Justice found that the State was in breach of its obligations under the directive and that it would be obliged to rectify this.  This means the possible introduction of legislation as  happened after the Robins case in the UK.  The failure to transpose this directive will have potential implications for other pension funds.  The State will also need to rectify the situation by compensating the former Waterford Crystal workers.  I am a bit angry about the responses from the Ministers, Deputy Michael Noonan and Deputy Joan Burton.  A number of weeks ago, representatives of the workers' legal team, an expert in the area of pensions and members of the UNITE trade union, addressed Oireachtas Members.  On behalf of the Members who attended that briefing we wrote to both Ministers asking that they would simply meet with those representatives and with the trade unions but they have refused to do so.  They seem to be hiding behind the courts again, a bit like the previous Government.  They need to face up to their responsibilities that these workers need to be properly compensated and the quicker the State does this, the better.<\/p><p>I ask the Leader to inquire with the Ministers why they are refusing to meet the representatives of those employees and if he will agree that those workers should be compensated as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000006#E00200","speaker":"1133"},{"type":"speech","time":1371722400,"counter":36,"content":"<p>I commend the Minister for Communications, Energy and Natural Resources who yesterday announced 21 energy efficiency projects which will be supported by Sustainable Energy Ireland and three local authorities, Fingal County Council, the Cathaoirleach's county of Mayo and Kerry County Council.  I ask for an urgent debate with the Minister in this regard.  I can see the efficiencies involved and the savings they will achieve for the local authorities.  I propose an extension of this type of project for the reduction of lighting times and lighting output at certain hours of the day such as at 2 a.m. to 4 a.m. This would reduce carbon emissions.  Irish motorways are lit more than any other motorways throughout the world.  I said it in the House that there are more lights on the motorway from Dublin to Dundalk than on any interstate highway in the United States.  Phenomenal savings could be made.  I ask for an urgent debate.  In my view we could spend a couple of hours having a debate on the issue.  Savings in money and in carbon emissions could be achieved.  I urge the Leader to organise a debate.  I have some statistics that will surprise people.  I have a final suggestion.  I tell Senators that the public lighting in Dublin's fair city is on for one hour too long every single day of the year.  Hundreds of thousands of lights are lighting until five past six in the morning when they could be turned off at five past five at certain times of the year.  This is what we must consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000006#E00300","speaker":"1138"},{"type":"speech","time":1371722400,"counter":37,"content":"<p>I wish to support Senator Landy's call for support for the national strategy on dementia.  Together with Senator Landy and many other colleagues I attended the pre-budget submission of the Alzheimer's Society of Ireland.  There are currently 41,700 Irish people with dementia and this figure is expected to double in the next 25 years.  The current system cannot cope with 41,700 people and there is no sign that preparations are being made to cope with a doubling of that number in the next 25 years.  The Alzheimer's society is pleading with politicians to support its campaign to make the Government present and develop a national plan for dementia.  In the most awesome and inspiring speech yesterday, Professor Ian Robertson of Trinity College's institute of neuroscience said that 20 years ago, hearing the diagnosis of cancer would lead us to fear, despair and hopelessness.  He said that today, cancer is seen as a frightening diagnosis but as one for which there are options, possibilities and for some form for hope.  Today, Alzheimer's disease and its diagnosis leads to similar reaction to the cancer diagnosis of 20 years ago - shock, fear and resignation.  Professor Robertson said that the key to dealing with this condition is prevention.  All of us at the Royal Irish Academy were in awe to hear that we could individually make an effort to prevent getting that awful Alzheimer's disease.  He spoke about prevention at the outset of Alzheimer's by lifestyle changes in ordinary people and also by trying to delay the progression of symptoms in people already diagnosed.  A lady spoke who one year ago was diagnosed with Alzheimer's.  She explained how she had become optimistic over some months and she then had to persuade her colleagues and friends that there is hope, that she will not collapse into this awful disease.<\/p><p>Professor Robertson said that the seven secrets of prevention are aerobic exercise; good diet; keeping stress under control; mental stimulation; social engagement; new learning; and a youthful and positive mental attitude.  He said that the three main points are that each of us should challenge ourselves continuously, make changes in our lives and keep learning.  The bottom line is that in 20 years time we should not look back and ask &quot;why did I not do that?&quot; That is why I have decided I will throw my hat into the ring to go for the D&aacute;il in the new Dublin-Rathdown area.  I do not want to be looking back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000006#E00400","speaker":"1156"},{"type":"speech","time":1371722400,"counter":38,"content":"<p>My goodness, I was taken aback by that announcement.  I am trying to let it sink in.<\/p> <p>I share the concerns expressed by Senator Sean Barrett in regard to the National Pensions Reserve Fund which, as the Senator observed, was intended to cater for a rainy day.  It has been raining for quite a while now and we are not out of the woods yet.  Everything he said in that regard is true.  The fund must not be plundered or raided for any individual's pet project without proper assessment and evaluation.  To allow that would simply be codding ourselves and adding to our budgetary woes by further increasing the national debt.  However, more power to Senator Mary White and her positivity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000006#E00500","speaker":"1151","continuing":true},{"type":"speech","time":1371723000,"counter":40,"content":"<p>I thank colleagues for their contributions to the debate last night on my Public Health (Availability of Defibrillators) Bill 2013.  The Minister probably did not come into the Chamber intending to support the proposal, and his decision not to oppose it was most welcome.  The strongly worded and unanimous support for the Bill from colleagues in this House was critical in that success.  Our achievement in this regard is a testament to the Seanad which I hope will help to safeguard its future.<\/p><p>I am not a great supporter of State involvement in business affairs and, as such, I did not object to the proposal to sell the national lottery licence for &euro;600 million.  However, the announcement that the sale is likely to fetch only &euro;300 million is more suggestive of a fire sale than a business operation.  We must consider whether this is the right course of action.  The argument we have heard is that a failure to sell the licence will lead to a reduction in the moneys available for good causes.  The reality, however, is that securing such a low sum for the sale will damage the prospects for good causes in any case, irrespective of the identity of the successful bidder.  I propose that the State should instead allocate &euro;30 million of funds raised each year for good causes, which would enable us to build six hospitals in the next 12 years.  It makes little sense to sell the licence for a price that is only half of what was initially indicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00200","speaker":"1145"},{"type":"speech","time":1371723000,"counter":41,"content":"<p>I share in the relief being felt in rural areas throughout the country today at the positive decision by the Government not to proceed with the sale of Coillte's harvesting rights.  In addition, I very much welcome the proposed merger with Bord na M&oacute;na, which will create a substantial and streamlined State company operating in the bioenergy and forestry sector.<\/p><p>Senator Healy Eames raised an issue of grave concern to homeowners in her comments on tracker mortgages.  There must be clarity from Government in this regard.  I call for a debate on the activities of the banks in general and especially their treatment of customers.  I raised the issue recently of how small businesses, particularly in rural areas, are being badly impacted by the failure of banks to top up ATM machines at weekends, thus leaving customers without access to cash.<\/p><p>We in this Chamber have had significant business to discuss in recent days, including Senator Feargal Quinn's impressive Private Members' Bill, with the House sitting until almost 9.30 p.m. last night.  It is disappointing that RTE has not seen fit to cover even one second of that business.  The people of this country will decide later in the year whether or not this House should be abolished.  It seems, however, that the national broadcaster has already decided that Seanad &Eacute;ireann is irrelevant.  That is not good enough and I call on RTE to review its broadcasting policy as it applies to the Oireachtas in order to provide fair and accurate coverage of proceedings in this House in the coming weeks and months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00300","speaker":"1118"},{"type":"speech","time":1371723000,"counter":42,"content":"<p>I join the leader of my party in this House, Senator Darragh O'Brien, and other colleagues in strongly condemning the reduction in support hours for pupils with special educational needs.  Some 42,500 children will be deprived next year of additional teaching supports to which they are entitled.  I absolutely condemn that decision.<\/p><p>I support the call by Senator Paschal Mooney and others for a debate on alcohol in our society, not only in terms of sponsorship of sports by alcohol companies but also the abuse of alcohol which is prevalent in all 32 counties of this island.  I refer to the 32 counties because if we are to deal with the problem, it must be done on an all-island basis.  I am aware, coming from a Border county, that if a law is introduced in this jurisdiction which increases the price of alcohol, one only has to go 7 miles up the road to avoid it.  A lack of co-ordination in this regard between North and South will defeat the whole purpose of any initiative this State might introduce.  The reality is that people will travel to the North from all over the Twenty-six Counties to avail of cheaper alcohol.<\/p><p>I welcome the comments yesterday by the Minister for Health, Deputy James Reilly, in which he encouraged people who want to take a drink to do so in a pub setting.  When one is drinking in a pub, one is at least subject to opening and closing hours.  Spirits are provided in standard measures and there are only so many pints one can drink, no matter how large one's stomach.  I join the Minister in encouraging people to do their drinking in the pub.  Moreover, I urge the Minister for Finance, Deputy Michael Noonan, to be brave by forgetting about adding a few cent to the price of alcohol in pubs and instead impose a levy of &euro;5 on a bottle of wine.  The evidence suggests that wine often features where there is problem drinking in a home setting.<\/p><p>I conclude by asking whether the Leader would agree that we have a very well balanced Government in terms of the number of promises that have been broken by both Fine Gael and the Labour Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00400","speaker":"1164"},{"type":"speech","time":1371723000,"counter":43,"content":"<p>That is rich coming from a member of Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00500","speaker":"1153"},{"type":"speech","time":1371723000,"counter":44,"content":"<p>That is an easy line to spin.  All we hear about are the mistakes of the past, not those of the present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00600","speaker":"1156"},{"type":"unspoken","time":1371723000,"counter":45,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1371723000,"counter":46,"content":"<p>I have called Senator Jim D'Arcy.  Members must allow him to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00800","speaker":"1120"},{"type":"speech","time":1371723000,"counter":47,"content":"<p>I recall participating in a radio discussion in 2002 with a Fianna F&aacute;il election candidate who informed listeners that 2,000 additional teaching posts were to be created in schools throughout the country.  I went back to school delighted to be able to inform my colleagues that we would be getting extra teachers.  It seemed it was all over and I could pull out of the election with an easy conscience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F00900","speaker":"1166"},{"type":"speech","time":1371723000,"counter":48,"content":"<p>Does Senator D'Arcy have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01000","speaker":"1120"},{"type":"speech","time":1371723000,"counter":49,"content":"<p>In fact, we did not get any new teachers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01100","speaker":"1166"},{"type":"unspoken","time":1371723000,"counter":50,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1371723000,"counter":51,"content":"<p>You cannot stand over these cuts, Jim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01300","speaker":"1139"},{"type":"speech","time":1371723000,"counter":52,"content":"<p>Senator D'Arcy without interruption.  Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01400","speaker":"1120"},{"type":"speech","time":1371723000,"counter":53,"content":"<p>I am obliged to respond to some of the nonsense we have heard this morning from the other side of the House.  This is the third year in a row that the number of special needs assistants and resource teachers has been protected by the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01500","speaker":"1166"},{"type":"speech","time":1371723000,"counter":54,"content":"<p>The Senator needs to get his facts straight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01600","speaker":"1156"},{"type":"speech","time":1371723000,"counter":55,"content":"<p>As regards the 10% reduction in support hours, the National Council for Special Education has asked schools to use theme teaching where possible.  I visited Scoil Mhuire Gan Sm&aacute;l in Kilsaran, County Louth, last week with the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, and my constituency colleague, Deputy Gerald Nash.  There are 18 SNAs in that school, all doing a wonderful job for the pupils in their care.  Anybody who visited it could not fail to be convinced of the Minister's commitment to special educational needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01700","speaker":"1166"},{"type":"speech","time":1371723000,"counter":56,"content":"<p>There has been a 25% reduction in provision in two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01800","speaker":"1139"},{"type":"speech","time":1371723000,"counter":57,"content":"<p>He is working, however, within the limits imposed upon him as a consequence of the squandering of moneys that went on under the previous Government.  Money was thrown about like confetti for years and now there is nothing left in the pot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F01900","speaker":"1166"},{"type":"unspoken","time":1371723000,"counter":58,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1371723000,"counter":59,"content":"<p>Will Senator D'Arcy put a question to the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02100","speaker":"1120"},{"type":"speech","time":1371723000,"counter":60,"content":"<p>There are more than 10,000 SNAs in the system.  I am surprised that a person of such integrity as Senator Darragh O'Brien will not acknowledge the work being done by the Minister to retain resources and funding in the area of special educational needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02200","speaker":"1166"},{"type":"speech","time":1371723000,"counter":61,"content":"<p>Senator D'Arcy should see what response he gets if he makes that argument to parents of children with special needs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02400","speaker":"1128"},{"type":"speech","time":1371723000,"counter":62,"content":"<p>Senators, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02500","speaker":"1120"},{"type":"speech","time":1371723000,"counter":63,"content":"<p>Not a single SNA in Donegal will lose his or her job this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02600","speaker":"1166"},{"type":"speech","time":1371723000,"counter":64,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02700","speaker":"1123"},{"type":"speech","time":1371723000,"counter":65,"content":"<p>Will the Senator please put a question to the Leader?  He is out of time at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02800","speaker":"1120"},{"type":"speech","time":1371723000,"counter":66,"content":"<p>Apologies, a Chathaoirligh, I do not often get hot and bothered.  Senator David Cullinane said he was a bit angry this morning; I am very angry at what certain colleagues have said.  The Minister has asked the NCSE to establish a working group to begin developing a proposal for a revised allocation mechanism.<\/p> <p>I would like that process to be fast-tracked and a report on the matter provided sooner rather than later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000007#F02900","speaker":"1166","continuing":true},{"type":"speech","time":1371723600,"counter":68,"content":"<p>I feel sad rather than angry about the latest cut in provision for children with special needs.  That is what it is.  The officials say it is a case of doing more with the same rather than doing the same with less.  However, when it comes down to it, there is extra demand.  If a child needs five hours' attention in a week then that is what he or she needs, not the four and a quarter hours proposed for this year or the three and three quarter hours proposed for next year.  It is this intervention that enables many children to participate in mainstream education.<\/p><p>A few weeks ago, I tabled a Private Members' motion on the implementation of the report of the National Council for Special Education.  On that occasion, credit was given to the Government for what it had achieved, including the 10,000 special needs assistants currently in place and the degree of commitment to provision in this area.  However, I thought on that occasion that the Minister looked a little sheepish.  I now know why.  This is an unacceptable cut.  Senator D'Arcy said the Minister was doing the best for his Government.  He will forgive me if I am more inclined to believe the statement of Patricia Griffin of Down Syndrome Ireland that the cuts are utterly unacceptable.  I think this is an understatement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00200","speaker":"1146"},{"type":"speech","time":1371723600,"counter":69,"content":"<p>Education is extremely important to every parent and family.  Ireland is traditionally known as the land of saints and scholars.  For many years, the education system has, unfortunately, deprived people with disabilities of a proper education.  If it were not for the good graces of special schools, such as those for the blind and deaf and special schools in general, people with disabilities would have been deprived of a basic education.  I always believed that the introduction of the special needs assistant and resource hours structure was a positive step forward in creating equality in education.  However, that system is now broken.  The announcement made yesterday is not acceptable, including the manner in which it was announced, because of the confusion it has caused.  I call on the Minister for Education and Skills to immediately clarify the situation and make a statement to let the parents of the 42,500 vulnerable children in this country know that this State does care and that what is proposed is an administrative change rather than anything else.<\/p><p>I believe that not all of the 42,500 children concerned need resources.  I welcome the announcement of a review of the methodology used in this regard.  I support the calls made in this House that that process be fast-tracked.  If there is waste within the allocation of special needs assistants and resource teachers then let us address that rather than introducing a universal cut, the result of which will be the provision of 25% fewer resource hours as compared with those available in 2008.  Let us deal with the system and not introduce a universal cut.  Universal cuts as a rule do not work.  I want every primary school teacher in this country to have the skills of a resource or special needs assistant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00300","speaker":"1158"},{"type":"speech","time":1371723600,"counter":70,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00400","speaker":"1120"},{"type":"speech","time":1371723600,"counter":71,"content":"<p>I would like us to arrive at a situation whereby 10,500 special needs assistants are not required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00500","speaker":"1158"},{"type":"speech","time":1371723600,"counter":72,"content":"<p>The Senator can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00600","speaker":"1120"},{"type":"speech","time":1371723600,"counter":73,"content":"<p>We must improve the skills of our teachers to such a degree that they can provide the necessary supports.  A statement from the Minister for Education and Skills, Deputy Quinn - not his Department - is an absolute priority at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00700","speaker":"1158"},{"type":"speech","time":1371723600,"counter":74,"content":"<p>I also wish to raise the issue of special needs education.  We all subscribe to the fact that we are in stringent times and that money is not as readily available to the Exchequer as it was previously.  That is a fact.  However, the Government must govern and make decisions on how money is spent.  The decisions being taken are not protecting the most vulnerable in our society.  Two specialist preschools in County Donegal, one in Letterkenny and the other in Donegal town, will close by 2015 as a result of the Government's policy to mainstream specialist preschool education for children who require nurses and medical assistance.  These children are now being asked to attend mainstream preschools.  Mainstream preschool professionals have stated that this is not possible.  Therefore, the decision being made by the Government will affect children who can hardly walk or are blind or unable to feed themselves, which is a disgrace.  No Government in any State should stoop to that level of attack on the most vulnerable.<\/p><p>The 25% reduction in the provision for special needs assistants is another glaring example of this.  There are other choices and alternative ways of governing and raising money.  We are currently spending almost &euro;650 million on foreign aid to fund abortion clinics in Ethiopia and so on.  Is this the right thing to do at a time when cuts are being made to special education facilities for the most vulnerable children in our own country?  The Constitution states that all children should be cherished equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00800","speaker":"1123"},{"type":"speech","time":1371723600,"counter":75,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G00900","speaker":"1120"},{"type":"speech","time":1371723600,"counter":76,"content":"<p>On the Government's watch, that is not happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G01000","speaker":"1123"},{"type":"speech","time":1371723600,"counter":77,"content":"<p>I was somewhat disturbed by the misrepresentation in The Irish Times this morning that I had questioned the value of investment in sport in Ireland.  That is not true.  The statement that I had referred to Ireland as a Third World nation when it came to sport was also not true.  As we all know, sport has done an incredible amount for Ireland.  We have been represented in golf and ladies' and men's rugby all over the world for many years.<\/p><p>I wish to put on record that yesterday the Olympic Council of Ireland and Irish Sports Council appeared before the Oireachtas Joint Committee on Transport and Communications to discuss a review of the London Olympic Games.  We were told at that meeting that we were represented at the 2012 Olympics by the greatest ever Irish Olympian team.  We won five medals - one gold, a silver and three bronze.  I applaud all of the great athletes who participated in the 15 or 16 sports in which Ireland was represented.  <\/p><p>During the meeting I put a particular question to the Olympic Council of Ireland and Irish Sports Council representatives, which I am entitled to do as a Member of the Oireachtas.  When one strips out boxing and equestrian sports, Ireland was represented in 13 or 14 other sports.  My question was whether the representatives believed, given the millions of euro invested in these sports in preparation for the London Olympic Games, that the performances of our participants had been rather poor.  My comments were not about sports in Ireland but about the Olympic Games and the performance there of our athletes.  I know how difficult it is to qualify for the Olympic Games and I give credit to all of the sports people who achieved qualification.  However, I believe, given the amount of money invested in these sports, that we have a right to question poor performance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G01100","speaker":"1165"},{"type":"speech","time":1371723600,"counter":78,"content":"<p>Senator Darragh O'Brien and several other Senators again raised the issue of special needs, which was addressed on the Order of Business yesterday.  I will repeat some of what I said yesterday.  The number of SNA and resource teachers is being maintained at current levels.  That is a fact.  Owing to budgetary and staffing constraints, the cap on SNAs and resource teachers cannot be increased.  The number of valid applications for resource teachers has risen by 12% in the past year.  However, the number of posts available cannot be increased.  It has been necessary to reduce the allocations to each school and child in receipt of resource teaching hours by 10% compared to the level of support provided last year.<\/p> <p>This means a reduction from 85% to 75% of the recommended teaching allocation per child.  This is regrettable and hopefully it can be reversed when we restore the national finances to an acceptable level.  We are coming from a situation where the country was bankrupt under the previous Government.  We are trying to restore our national finances which we are doing quite successfully but it will take time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000008#G01200","speaker":"1130","continuing":true},{"type":"speech","time":1371724200,"counter":80,"content":"<p>It went from 300 SNAs to 10,000.  The Government inherited this and now it is destroying it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000009#H00200","speaker":"1123"},{"type":"speech","time":1371724200,"counter":81,"content":"<p>The Senator has had his say.  Let other people speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000009#H00300","speaker":"1130"},{"type":"speech","time":1371724200,"counter":82,"content":"<p>The Leader without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000009#H00400","speaker":"1120"},{"type":"speech","time":1371724200,"counter":83,"content":"<p>I have addressed that matter as best I can.  Hopefully when the economy improves sufficiently more resources can be given to that area and also several other areas.  Members have asked questions about a myriad of other areas.  We simply do not have the money to fund everything that everybody wants.  The hand is out from many areas with genuine needs but we are unable to provide the money we would like to provide.  This Government is acting in a fair manner and doing the best it can in order to manage this country, a country which was bankrupt and was managed very poorly over a long number of years.<\/p><p>Senator Landy and other Senators asked about Coillte.  The Government has decided that now is not the appropriate time to proceed with the sale of Coillte harvesting rights.  The current focus must be on the restructuring of Coillte overseen by NewERA and the relevant stakeholder Departments.  It was also decided that a robust analysis be carried out to evaluate how to give effect to the beneficial merger of Coillte with Bord na M&oacute;na to create a streamlined and refocused commercial State company operating in the bio-energy and forestry sectors as committed to in the programme for Government.  It was further decided that the Government will consider all options to maximise the value from Coillte when the restructuring is complete in 18 months' time.  This decision has been welcomed by all Members present.  I am sure the restructuring will result in a better and stronger Coillte and Bord na M&oacute;na and possibly an amalgamation of both.<\/p><p>Senator Barrett spoke about the proposed restrictions on the information provided on infant formula milk tins.  It is a ludicrous situation and like Senator Barrett, I would be worried whether it is a result of the Irish success in providing one third of the world's infant milk formula that these restrictions are being imposed.  We should liaise with our MEPs and the Ministers on this very important matter for the Irish economy.  I note the Senator's comments and those of Senator Coghlan about the pension reserve fund.  I am sure those recommendations and suggestions will be taken up by the Government.<\/p><p>Senator Mooney asked for a debate on the joint committee report on the sponsorship of alcohol.  I understand it will be a number of weeks before that report will be published and we will have a debate on that matter at that time.  <\/p><p>Senator Kelly and Senator Landy asked about school transport.  I will raise the matter with the Minister of State, Deputy Cannon.  I suggest this topic could be addressed as an Adjournment matter next week for further clarification.<\/p><p>I agree with Senator Kelly and I have mentioned it before that there is an independent appeals process in the Department of Social Protection.  It is not acceptable for anyone to have to wait over a year for a decision on a disability benefit and other benefits.  One could blame civil and public servants for delays in the past but there is now an independent appeals process which obviously needs a bit of a shake-up in order to ensure appeals are decided more speedily.  The Minister for Social Protection was in the House yesterday and I hope those points were raised with her.  She will be in the House next week.  There is ample opportunity for Members to make those points to Ministers when they are in the House.<\/p><p>Senators O'Brien and Quinn asked about the Public Health (Availability of Defibrillators) Bill.  I compliment Senator Quinn on bringing forward this Private Members' Bill.  It has been accepted by the Government.  It is an example of how this House can operate meaningfully.  I presume the Bill will proceed to Committee Stage when the Minister can deal with amendments.<\/p><p>I note the points raised by Senator Healy Eames about tracker mortgages.  Senator Mullen raised the same question.  The Central Bank (Supervision and Enforcement) Bill will be in the House today.  I urge Members to make their points during the discussion of the Bill this afternoon.  <\/p><p>Senator Crown raised the matter of the for-profit private health insurance companies.  He has raised the matter with the Minister.  I agree with him with regard to the number of obstetricians.  I believe quite a number of positions have been advertised and it is hoped these will be filled before the end of this year.<\/p><p>Senator Noone referred to the European People's Party conference which will have more than 2,000 delegates in attendance and will be held next year in Dublin.  It will certainly be a boost for tourism.  I am sure any such conference will be welcomed by all Members.  As soon as the alcohol strategy is decided, the Minister of State, Deputy Alex White, has agreed to come to the House for a debate.<\/p><p>Senator Cullinane raised the matter of the Waterford Crystal workers and the EU Court of Justice ruling.  This matter has been discussed previously on the Order of Business.  Compensation will have to be given to the workers as a result of that ruling.  I hope this will be done as soon as possible.  I regret the Ministers could not agree to a meeting without prejudice with the representatives of the workers.  The amount of compensation will be decided by the High Court.  I hope payment will be expedited.  These workers were treated very shabbily in the matter of their pensions.  They had worked for 30 and 40 years and more in the company and they were left with little or nothing.  The sooner the situation can be rectified the better.  I urge the Ministers to liaise with the representatives, irrespective of what will be decided in the High Court.<\/p><p>Senator Brennan outlined the 22 energy-efficient projects which were announced by the Minister, Deputy Rabbitte, yesterday.  He also outlined the savings that could accrue from the use of such energy-efficient programmes.  We will try to arrange a debate with the Minister on that matter.  <\/p><p>Senator White and Senator Landy spoke about the Alzheimer's society.  We all recognise the excellent work of the society nationwide.  They asked for a national strategy which I agree is necessary.<\/p> <p>I am sure the Minister will act on that as a matter or urgency.  I wish Senator White well in her request for a nomination to contest the next general election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000009#H00500","speaker":"1130","continuing":true},{"type":"speech","time":1371724800,"counter":85,"content":"<p>Gabhaim bu&iacute;ochas leis on gCeannaire.  I have no regrets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00200","speaker":"1156"},{"type":"speech","time":1371724800,"counter":86,"content":"<p>It will be three years ahead, I assure the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00300","speaker":"1130"},{"type":"speech","time":1371724800,"counter":87,"content":"<p>There is plenty of time, hopefully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00400","speaker":"1156"},{"type":"speech","time":1371724800,"counter":88,"content":"<p>I mentioned Senator Quinn's Bill yesterday and note his points on the lotto.  The probability that the amount will be less than what had been suggested is because of the insistence that good causes will be helped.  That is possibly the reason the value will been brought down.  I will bring the Senator's concerns to the attention of the Minister, Deputy Howlin.<\/p><p>Senator Mullins spoke on banking practices and I refer him to make those points during the Central Bank (Supervision and Enforcement) Bill, which we will discuss this afternoon.  I note the Senator's comments on &quot;Oireachtas Report&quot;.  There was no coverage of Seanad &Eacute;ireann for the last two evenings.  I do not think it is fair and appropriate coverage but it is left to the people in RTE to decide what they want.  I have written to RTE previously at the request of Members of this House and I read out the letter from RTE.  Whether we should write to RTE again, all I ask is that this House gets a fair and appropriate response from RTE in its coverage.<\/p><p>Senator Wilson called for a general debate on the abuse of alcohol.  We had murder over the suggestion that we put &euro;5 tax on a bottle of wine.  We had blue murder when &euro;1 was put on it last year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00500","speaker":"1130"},{"type":"speech","time":1371724800,"counter":89,"content":"<p>It is the biggest offender.  It might not go down well in Dublin 4.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00600","speaker":"1123"},{"type":"speech","time":1371724800,"counter":90,"content":"<p>The Senator is obviously not a wine drinker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00700","speaker":"1130"},{"type":"speech","time":1371724800,"counter":91,"content":"<p>That is not party policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00800","speaker":"1139"},{"type":"speech","time":1371724800,"counter":92,"content":"<p>Senators Jim D'Arcy and Conway called for the work of the working group on special needs to be expedited and I am sure that will be done.  I have addressed the whole question of special needs.  Senator &Oacute; Domhnaill said the Government is here to govern and that is exactly what this Government is doing, trying to implement fair and compassionate policies.  This is not the first time Senator &Oacute; Domhnaill has said we should not be giving foreign aid to many agencies.  We had a debate on foreign aid here and I do not think he contributed to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J00900","speaker":"1130"},{"type":"speech","time":1371724800,"counter":93,"content":"<p>I did.  I will clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01000","speaker":"1123"},{"type":"speech","time":1371724800,"counter":94,"content":"<p>I am glad.  I was waiting for the Senator to come in and correct me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01100","speaker":"1130"},{"type":"speech","time":1371724800,"counter":95,"content":"<p>No, the Leader was not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01200","speaker":"1123"},{"type":"speech","time":1371724800,"counter":96,"content":"<p>I was wondering whether the Senator was awake.  He did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01300","speaker":"1130"},{"type":"speech","time":1371724800,"counter":97,"content":"<p>The Leader should check his facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01400","speaker":"1123"},{"type":"speech","time":1371724800,"counter":98,"content":"<p>He was not as forthcoming during the debate on the amount of foreign aid that should be given.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01500","speaker":"1130"},{"type":"speech","time":1371724800,"counter":99,"content":"<p>I was very clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01600","speaker":"1123"},{"type":"speech","time":1371724800,"counter":100,"content":"<p>Senator Eamonn Coghlan clarified the comments he made yesterday at the Joint Committee on Transport and Communications regarding sport.  The only thing we can say is that one can never believe everything one reads in the newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01700","speaker":"1130"},{"type":"speech","time":1371724800,"counter":101,"content":"<p>Senator Darragh O'Brien has moved an amendment to the Order of Business, \"That a debate on the reduction and removal of supports in special needs education be taken today\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01800","speaker":"1120"},{"type":"speech","time":1371724800,"counter":102,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000010#J01850","speaker":"1139"},{"type":"unspoken","time":1371724800,"counter":103,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1371724800,"counter":104,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1371725100,"counter":105,"content":"<p>Under Standing Order 62(3)(b) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000011#K00100","speaker":"1164"},{"type":"vote","time":1371725100,"counter":106,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 18; Níl, 23.<\/p><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Marie Moloney.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000011#K00200","aye":["1157","1116","1147","1159","1149","1128","1146","1139","1169","1122","1123","1154","1145","1171","1126","1156","1164","1176"],"nay":["1121","1138","1150","1114","1165","1151","1124","1158","1130","1166","1117","1144","1152","1173","1161","1162","1132","1174","1134","1118","1153","1125","1163"]},{"type":"unspoken","time":1371725100,"counter":107,"content":"<p>Question, &quot;That the Order of Business be agreed to,&quot; put and declared carried.<\/p>"},{"type":"majorheading","content":" Further Education and Training Bill 2013: Second Stage","time":1371725400,"counter":108,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000012#M00100"},{"type":"unspoken","time":1371725400,"counter":109,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1371725400,"counter":110,"content":"<p>I am pleased to have the opportunity to address the House on Second Stage of the Further Education and Training Bill 2013.  The Minister of State at the Department of Education and Skills, Deputy Cannon, a former Member of this House, who would otherwise have taken the Bill as he took it through the D&aacute;il, is unwell.  I spoke to him today and he indicated that he is making a recovery.  He would have liked to have been here but I take the Bill on his behalf.  I will probably take it right through the session as Deputy Cannon will not be back with us for a week or so.  I will begin by briefly outlining the background and context for the creation of this legislation.  Senators will already be aware of some of this background having dealt with the Education and Training Boards Act which provides for the restructuring of our VEC set-up into 16 new education and training boards.  The boards will be formally established on 1 July 2013.<\/p><p>  The scale of the unemployment crisis which has hit Ireland in recent years is without precedent.  Many people have lost jobs in the construction, manufacturing and other domestic sectors of the economy where employment levels are unlikely, sadly, to return to pre-recession levels.  Unemployment can have a devastating effect, not just on a person's earning capacity, but on his or her emotional state and ability and desire to participate in society.  In particular, the troubling phenomenon of youth unemployment has returned to our country.  Against this bleak backdrop, we must look towards a better future.  The actions of the Government are inspired by such ambition.  I want Ireland to be recognised as a fair, inclusive and equal society supported by a productive and prosperous economy.  In the difficult economic circumstances in which we operate, that is not an easy goal.  However, it is one I hope we can realise over time.<\/p><p>  The Government must prove to the Irish people that it has credible answers for dealing with the immediate crisis and that it has a vision for the future.  The Government must demonstrate its ability to create more jobs, grow the economy, improve living standards and build a brighter future for our children.   Our politics must be about improving the lives of our people.  Since March 2011, we have introduced a series of measures, including an off-balance sheet stimulus package and new training and work programmes to help the unemployed.  I am and will continue to be a strong advocate within the Government for continuing investment in education.  Mine is not a lone voice.  It is joined by many Senators, which I very much welcome.  While I will protect education to the greatest extent possible, our ambitions must be broader than that.  Therefore, I have put the reform of the structures and quality of our education system at the top of my agenda as Minister.<\/p><p>  The legislation before the House today is part of a necessary restructuring of the further education and training sector.  It has been recognised that the further education and training sector - the FET sector - has grown in an un­co-ordinated way without strategic direction over many years.  VECs have traditionally delivered further education while F&Aacute;S has delivered training.  As Ireland strives to restore its economic well-being, it is crucial that we ensure the social investment we are making in education is relevant to people's needs and helps assist our economic recovery.  The State has a fundamental role in addressing this challenge.  There is now a particular need to respond with measures that provide clear and purposeful pathways to employment or to further and higher education and training.  In 2012, the Government published <i>Pathways to Work, <\/i>a blueprint to increase the employability of jobseekers and encourage them to be more active in their efforts to find work.  As part of its commitment, the Government has decided to radically reform and restructure the further education and training system to encourage a restoration of public confidence.  It must provide courses that are particularly relevant to the needs of school-leavers and the unemployed and that help people to develop as we recover from the economic and social crisis of recent years.<\/p><p>  Last year, the Department invested over &euro;900 million in the provision further education and training.  A wide range of programmes are on offer which serve a variety of purposes for diverse groups of learners.  However, many people are unaware of the opportunities available in the sector.  It is very difficult for an individual to find out what courses are available, where they are on and whether a new qualification is what employers are actually looking for.  It is a huge issue for the many unemployed people who are seeking support from our further education system.  One reason for the lack of public awareness is that programmes are currently provided by so many different organisations, including F&Aacute;S, VECs, community groups, second-level schools and private bodies.  Programmes have grown organically over the past few decades, too often in an unco-ordinated fashion.  Remarkably, there is no single database or universal calendar covering the range of courses on offer in our further education system.  We cannot expect people to get the most out of our system if they cannot get a good overview of what services are available.  This has to change.  There is an urgent need to bring coherence to a fragmented system and to create an integrated sector delivering high quality programmes.<\/p><p>  There is also a need to ensure we deliver programmes that are relevant to the needs of both learners and the economy.  It is not just a question of addressing the skills of teachers in the system.  We want people to have access to courses and services which actually help them leave unemployment rather than just occupy their time.  That is why the Government has decided to establish SOLAS and to bring this legislation before the Oireachtas.  SOLAS will be to the further education and training sector what the HEA is to higher education.  Let me be very clear about what SOLAS will and will not do.  SOLAS will not simply be a rebranded F&Aacute;S.  SOLAS will put the existing F&Aacute;S training centres under the remit of the 16 new education and training boards, which are replacing the 33 vocational education committees.  SOLAS will not be delivering courses on the ground.  That will be done by the 16 new education and training boards and other providers, including the institutes of technology.  Just as there is no single designated HEA institution offering courses, SOLAS will co-ordinate courses which will be delivered by separate providers.<\/p><p>  SOLAS will lead the process of making the further education and training sector a distinct one.  For the first time ever, we will be able to measure both the inputs and outputs of the &euro;900 million investment we make each year in further education and training.  I want to ensure that the unemployed, particularly the long-term jobless, are prioritised for support.  I also want to bring about a revitalised further education and training sector that is fit for purpose for all learners who wish to avail of programmes, including the unemployed and employed, school leavers, including early school leavers, those with disabilities and those who want to pursue particular interests through part-time learning.  SOLAS will bring a much needed focus to this part of our education system for the first time.<\/p><p>  We do not want to throw out the baby with the bath water.  I have already referred to the legislation providing for the reduction of the current 33 VECs to 16 education and training boards.  The Education and Training Boards Act 2013 was enacted on 8 May 2013 to provide for the establishment of education and training boards and the dissolution of vocational education committees.  The new boards are to be established on 1 July 2013.  We want SOLAS to work with education and training boards and other service providers to harness what is good about our further education and training system and make it even better.<\/p> <p>We must ensure that we listen to learners and staff and use their valuable input appropriately in making decisions.<\/p><p>We all know that the F&Aacute;S brand has been badly damaged in recent years.  The corporate governance failures exposed in F&Aacute;S dealt a serious blow to the organisation's credibility with the public.  That is why the Bill will repeal the legislation underpinning F&Aacute;S and replace it with a new agency.  <\/p><p>Much of the good work done by F&Aacute;S staff on the ground was overshadowed by the actions of a small minority at the top.  In many respects, the failings in F&Aacute;S at the height of the Celtic tiger were symptomatic of the corporate governance failures throughout Irish society.  However, there are many examples of the positive achievements of F&Aacute;S to which I pay tribute.  For instance, the performance of our apprentices in international competitions exemplifies some of the excellent work done by F&Aacute;S.  I am also aware of the excellent work done by the current board of F&Aacute;S in successfully addressing many of the governance issues that generated adverse public controversy and serious reputational damage in recent years.  The work of the board to restore the fortunes of F&Aacute;S has helped to pave the way for the forthcoming transfer of functions from F&Aacute;S to the education and training boards, ETBs, and the establishment of SOLAS.  I am genuinely thankful for the commendable public service the board and the chairman have given since 2010.<\/p><p>SOLAS will be a different type of organisation from F&Aacute;S.  It will be an oversight, advisory and funding organisation with a completely different mandate from that of F&Aacute;S and, notwithstanding the excellent work done to date, it is appropriate for the Oireachtas to disband F&Aacute;S and task SOLAS with driving a new chapter in the sector.  Together with the restructuring and streamlining of the VEC system, this represents, possibly, the most significant change in the training sector in over 70 years and the most significant change in it since the establishment of F&Aacute;S over 25 years ago.  SOLAS will be tasked with ensuring the provision of 21st century high quality further education and training programmes that are integrated, flexible, represent value for money and are responsive to the needs of learners and the requirements of a changed and changing economy.  One of its key tasks will be the development and implementation of a national five year strategy for the further education and training sector.<\/p><p>I am acutely aware of the barriers posed by illiteracy and innumeracy for so many in our society.  This is one of the major policy challenges I have prioritised as Minister for Education and Skills and one I would like SOLAS to pay particular attention to.  In the past I raised with F&Aacute;S literacy and numeracy issues and the difficulty people had in accessing training and remaining in training programmes.  The response from F&Aacute;S officials was that it was not their problem.  Not everyone learns to read at the same age and not everyone gets a second chance.  In most armies with conscription in Europe the period after the war provided many young men, as it was in those days, with a second chance.  They learned to read and write as adults because the skill had not been picked up in coming through the school system.  I am acutely aware of this and have an interest in it because of that experience.  SOLAS must act as a filter for those coming through the system to ensure they have basic literacy and numeracy skills.<\/p><p>During the discussion on Committee Stage in the other House Deputies put forward useful suggestions with regard to the literacy and numeracy strategy.  Many of the suggestions were prompted by community education and other interest groups and I am pleased to say they have been addressed in the Bill.  The Minister of State, Deputy Ciar&aacute;n Cannon, who has led on various stages of this legislation met the relevant Oireachtas committee in formal session and a follow-up informal meeting.  As a result, we have been able to address all concerns in a constructive and positive manner.  Issues raised include consultation with community interests and learners in the devising of the further education and training, FET, strategy by SOLAS, the inclusion of a focus on the development of a literacy and numeracy programme as part of the overall strategy, the inclusion of a learner representative in the board of SOLAS and the promotion of equality of opportunity in further education as a core function of SOLAS.  While this may seem like an abstract aspiration to some, it is important for the Oireachtas to give SOLAS an ethos that will guide its behaviour and actions.  The development of the FET strategy will involve consultation with the key stakeholders such as the ETBs and other providers of further education and training, including the Department of Jobs, Enterprise and Innovation; Intreo, the new labour market activation office of the Department of Social Protection; Enterprise Ireland; the HEA; and other bodies, as appropriate, including the addition of consultation with the other interests I have mentioned.<\/p><p>SOLAS will not deliver programmes once the restructuring is complete.  Its key function will be to provide strategic oversight and funding for the main deliverers - the ETBs and, where appropriate, the private sector and others.  However, it will maintain the delivery of F&Aacute;S services, pending the completion of the transfer of the F&Aacute;S training divisions and centres to the ETBs.  It will also monitor the outputs and outcomes of the programmes to ensure they are relevant and delivered in an efficient and effective manner.<\/p><p>I will now outline the provisions of the Bill.  Its purpose is to give effect to the Government's decision to establish a further education and training authority called An tSeirbh&iacute;s Oideachais Lean&uacute;naigh agus Scileanna which was carefully constructed in order that we ended up with the acronym SOLAS, under the aegis of the Department of Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000012#M00300","speaker":"1035","continuing":true},{"type":"speech","time":1371726000,"counter":112,"content":"<p>I thank the Minister for shedding light on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000013#N00200","speaker":"1146"},{"type":"speech","time":1371726000,"counter":113,"content":"<p>The main provisions of the Bill are to provide for the establishment of SOLAS, the dissolution of F&Aacute;S and the transfer of staff and property of the F&Aacute;S training division to the newly formed ETBs.<\/p><p>  The Bill is divided into four Parts and one Schedule.  Sections 1 to 4, inclusive, deal with technical matters such as the Short Title and commencement, the definitions of frequently used terms, expenses in the administration of the Bill and the repeal of F&Aacute;S legislation.  <\/p><p>  Sections 5 and 6 include provisions to enable the establishment of SOLAS.  Section 7 sets out the key functions of SOLAS, many of which I have touched on.  Section 8 provides that the Minister may confer additional functions on SOLAS with the consent of the Minister for Public Expenditure and Reform.<\/p><p>  Section 9 sets out the detailed requirements of the further education and training strategy, to which I referred.  This section provides that SOLAS will prepare and submit to the Minister for approval a five year national strategy for the provision of further education and training.  SOLAS will prepare the plan having regard to the directions of the Minister, the likely cost of implementing the plan and consultations with the Minister, the Minister for Jobs, Enterprise and Innovation and the Minister for Social Protection.  It may also consult appropriate stakeholders, including ETBs, other providers of further education and training programmes, the Higher Education Authority, Enterprise Ireland, Teagasc, Quality and Qualifications Ireland, QQI, and employers.<\/p><p>  Sections 10 to 14, inclusive, set out the structure of the board of SOLAS, the eligibility criteria for membership and conditions of office of members of the board.  The board will comprise 13 members, including the chairperson.  Eight persons will be appointed by the Minister, following consultation with the Minister for Social Protection and the Minister for Jobs, Enterprise and Innovation, who, in the opinion of the Minister, have experience and expertise in matters connected with the functions of SOLAS or with finance, trade, commerce, corporate governance or public administration.  Two persons will be nominated directly by the Minister for Social Protection and appointed by the Minister for Education and Skills.  One person will be appointed by the Minister from among persons considered to be representative of those in receipt of further education and training.  The chairperson will be appointed by the Minister and the chief executive officer of SOLAS will be an <i>ex officio<\/i> member of the board of SOLAS.<\/p><p>  Section 15 provides that where either a member of the board of SOLAS or a staff member is elected a Member of either of the Houses of the Oireachtas or elected to be a Member of the European Parliament, that person shall either cease to be a member of the board or the staff member in question shall stand seconded from SOLAS and will not be paid by it.  <\/p><p>  Sections 16 and 17 deal with board members or staff conflicts of interest and provide that where a member of the board has a material interest in matters being discussed, that person shall disclose the interest and not be involved in the decision-making process relating to that matter.<\/p> <p>It is important to note that these provisions largely copy the additional safeguards introduced in the aftermath of the crisis in F&Aacute;S by the Labour Services (Amendment) Act 2009.<\/p><p> Section 18 prohibits the unauthorised disclosure of confidential information.  <\/p><p> Section 19 allows the Minister to give a direction in writing to SOLAS in relation to the performance of its functions.  Section 20 provides for the Minister to advance moneys provided by the Oireachtas and the national training fund to SOLAS with the consent of the Minister for Public Expenditure and Reform.  Section 21 provides that SOLAS may provide grants, subject to terms and conditions, to public and private training bodies with the consent of the Minister.  SOLAS shall inform the Minister where an ETB contravenes these terms and conditions.  This will allow the Minister to take action against such bodies, where appropriate.  Section 22 permits SOLAS to borrow money subject to the approval of the Minister with the consent of the Minister for Public Expenditure and Reform.<\/p><p> Sections 23 to 26, inclusive, provide for the appointment of a chief executive officer, his or her role and functions in the organisation and his or her accountability to the Committee of Public Accounts and other Oireachtas committees.  The chief executive officer will also be an <i>ex officio<\/i>member of the board of SOLAS.  <\/p><p> Sections 27 to 29, inclusive, deal with staffing issues of the new authority, including the transfer of staff and superannuation rights from F&Aacute;S to SOLAS.  Section 30 provides that SOLAS will submit a three year strategy statement in respect of the organisation not later than six months following its establishment and the Minister will have a copy of the strategy laid before each House of the Oireachtas.<\/p><p> Sections 31 and 32 set out the requirements of SOLAS in respect of delivering an annual report and set of accounts to the Minister which will be laid before both Houses of the Oireachtas.  Section 33 allows SOLAS to accept gifts with the consent of the Minister and the Minister for Public Expenditure and Reform.  <\/p><p> Section 34 is at the heart of some of the issues that brought about the end of F&Aacute;S.  It provides protection for a whistleblower who, in good faith, reports an offence under the Bill or any other enactment that has been or is being committed or other serious wrongdoing relating to SOLAS.  Section 35 prohibits the penalisation of SOLAS employees for making a complaint to a member of An Garda S&iacute;och&aacute;na or a member of the SOLAS board that a provision of this Bill or any enactment or other rule of law has been or is being contravened.  It prohibits the penalisation of SOLAS employees for making a complaint to the Minister that a direction given by him under the Bill has been or is being contravened.  It also prohibits the penalisation of SOLAS employees for making a complaint to a member of the SOLAS board that there has been serious wrongdoing relating to SOLAS or for giving evidence in proceedings under the Bill or any other enactment.  Section 36 provides that any person making a false statement in the context of section 35 shall be guilty of an offence.  <\/p><p> Sections 37 to 44, inclusive, deal with the winding up and dissolution of F&Aacute;S, including the transfer of F&Aacute;S functions and property to SOLAS.  It also provides for the transfer of F&Aacute;S rights and liabilities to SOLAS and the continuity of schemes created by F&Aacute;S, where appropriate.  Section 45 relates to a definition of a term.  Section 46 provides the Minister with the power to designate staff for transfer on a transfer day from SOLAS to the proposed ETBs under no less beneficial terms and conditions of service relating to remuneration and superannuation which they enjoyed immediately prior to the transfer day.  Section 47 provides for the transfer of land and other property to ETBs.  Section 48 and 49 relate to the transfer of other rights, liabilities and other matters.  <\/p><p> Section 50 provides that the Freedom of Information Act 1997 shall apply to SOLAS on its establishment.  Section 51 refers to an amendment to the Qualifications and Quality Assurance (Education and Training) Act 2012.<\/p><p> The Schedule provides a vehicle for seeking redress for contravention of section 35.  It provides for the process of obtaining redress where an employee of SOLAS is penalised by it for making a complaint to a member of the Garda or a member of the SOLAS board that a provision of the Bill or any enactment or other rule of law has been or is being contravened, for making a complaint to the Minister that a direction given by him under the Bill has been or is being contravened, for making a complaint to a member of the SOLAS board that there has been serious wrongdoing relating to SOLAS, for giving evidence in proceedings under the Bill or any other enactment.  The Government is determined that the establishment of SOLAS, combined with the establishment of the ETBs, will provide a framework for the positive future management and development of the further education and training sector.  I, therefore, commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000013#N00300","speaker":"1035","continuing":true},{"type":"speech","time":1371726600,"counter":115,"content":"<p>I should have welcomed the Minister earlier.  I wish the Minister of State, Deputy Ciar&aacute;n Cannon, well in his recovery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000014#O00200","speaker":"1164"},{"type":"speech","time":1371726600,"counter":116,"content":"<p>I welcome the Minister and extend the good wishes of the Fianna F&aacute;il group to the Minister of State.  We have had good exchanges with him on further education and training issues and I hope he will make a quick recovery.<\/p><p>I very much welcome the legislation.  It is the third Bill relating to reform of the further education sector that we have discussed in the past few months.  It is a hugely important sector, given the high unemployment rate.  It has the potential to make a major contribution to equipping people with the skills they need, not only in the context of their personal development but also in accessing employment.  A sum of &euro;900 million is invested annually in further education and training.  The higher education sector is overseen by the Higher Education Authority and it is a shame, as the Minister said, that the administration of the sector has been disjointed in the past, with F&Aacute;S on one side and a range of providers on the other.  Having a strong authority looking after policy and ensuring there is a national strategy will be a positive development.  While the programmes will be run by other providers and not SOLAS, such co-ordination and strategic oversight will be important in ensuring unnecessary duplication of courses is avoided and courses are matched not only against current skills needs but also future needs and the need of employers.<\/p><p>This is positive legislation, of which we are supportive.  A number of useful recommendations were made during the consultation process by different groups, but, in particular, by CDVEC and the TUI which I would like to highlight.  Both groups stressed the importance of community education.  I welcome the Minister's reference to this because there is a fear among community providers that they will be lost in the new system and that they will not be given the priority they deserve.  Community education is one of the key pathways, particularly for the long-term unemployed, to access education and get on the ladder to avail of other opportunities.  It is important that priority be given to community education, particularly to smaller providers that offer excellent courses.  They should not be swamped by focusing on larger institutions.  I refer to the NCU Training Centre for the Unemployed in Coolock in my area.  Excellent courses are provided for the long-term employed and we need to ensure such providers are included in the overall picture and what they are doing is matched with what larger providers in the area are doing to make sure both are used to their full potential.<\/p><p>It is also important to avail of the opportunity to achieve two purposes at once.  It is welcome that the authority will work with both the Department of Education and Skills and the Department of Social Protection.  There is significant potential to use the community employment scheme apparatus to make sure participants leave community employment programmes not only with work experience but also with appropriate qualifications to help them to secure jobs.  I welcome the Minister for Social Protection's announcement two weeks ago of an additional 15 community employment places for Darndale village centre, which probably represents one of the largest approvals for a community employment provider in the State.<\/p> <p>A new centre is being set up to provide home care day services for senior citizens.  Those concerned have been operating on a smaller scale in the past few years using CE places.  As a result of taking in CE workers and giving them experience in the area, and as a result of working with FETAC, it has been ensured that the employees leave with level-5 FETAC qualifications.  Some 50% of the staff who began on community employment have already managed to find jobs with providers of home care services.  This is an example of two Departments working together creatively while providing an essential public service.  This is an example of good governance.  I welcome the fact that the Minister for Social Protection, Deputy Burton, is supporting this.<\/p><p>There is much more potential to engage with people who are unemployed and who want to work with local social services through CE schemes.  It is a question of ensuring that, at the end of their CE programmes, participants emerge with qualifications and, ultimately, get jobs.  I would like to see much more cross-departmental co-operation in these kinds of areas.  I hope SOLAS, with its brief of working with various Departments and agencies, will ensure that happens on a much greater scale.<\/p><p>The VEC and TUI both stress the importance of community education and the need to prioritise adult literacy.  I welcome the fact that the Minister mentioned this in his contribution.  It is essential.  The number of adults with problems with basic literacy is frightening.  Illiteracy shatters one's opportunities to gain access to any other form of education.  It is important that the new agency ensure that we focus on helping people with the initial steps and prioritising adult literacy courses and other programmes at FETAC levels 1 to 3, not just at the higher levels.<\/p><p>Guidance counselling has been stressed, as has the need to ensure people are getting advice on thinking through what course is best and on what employment opportunities a course is likely to lead to.  The latter is important at this time.  If people, especially those who have not been in education for a long time, encounter an obstacle while doing their course, they should have support and somebody to encourage them to stick with it.<\/p><p>While I welcome the legislation, it would be remiss of me not to draw attention to the considerable concern in the sector over the somewhat contradictory approach of the Government.  It is important that legislation is introduced to reform the sector and that there is a national strategy.  The stakeholders in the sector welcome this and are keen to see greater emphasis on further education and training, but they have seen a succession of budgetary cuts affecting the further education sector.  In budget 2013, there was a two-point increase in the pupil-teacher ratio.  There have been cuts to training allowances and supports for Youthreach, a vital programme.  The Minister mentioned youth unemployment.  Youth unemployment is particularly chronic, yet support for Youthreach has been cut.  It is all very well to have the right policies, words on paper and legislation, but if the necessary financial supports are not made available and if courses must be closed because of personnel cuts, they are of no consequence.  We need to ensure we support the sector financially; otherwise the exercise is pointless.<\/p><p>It would also be remiss of me in the Minister's presence not to refer to the special education cuts that have been announced in the past two days.  Nobody in this House disagrees with the fact that savings must be made somewhere.  I completely appreciate that and know the Minister is in a difficult position but I believe it is incredibly unfair that, yet again, people with disabilities are being targeted.  They seem to be regarded by the Government as a soft target for cuts.  Children who were receiving five hours of support, such as autistic children, will now just receive three hours and 45 minutes.  There have to be other ways of saving the money.  We must establish some priorities in this recession, draw a red line and state some developments are not good enough.  For me, targeting children with special needs is one of the latter.  While I realise we are present to discuss further education, I believe it would be remiss of me not to take the opportunity to implore the Minister to reverse the cuts.  I ask Senators on the other side of the House to use their influence on the Government in this regard.  We have seen revolts by Government backbenchers on other issues.  The issue in question is particularly worthy of their time and efforts to lobby Ministers.  Children with special needs are relying on all of us to stand up for them.  I hope that Members will do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000014#O00300","speaker":"1154","continuing":true},{"type":"speech","time":1371727200,"counter":118,"content":"<p>I wish the Minister of State, Deputy Cannon, well and a full recovery.  Perhaps the Minister, Deputy Quinn, will deliver my message.<\/p><p>The structural reform of further education and training must be recognised as unprecedented in scale and potential impact.  It will affect the lives of all current and future students.  It will affect the future economic growth of the nation, the working lives of many people in the VECs and up to 750 working in the F&Aacute;S training centres, which will become part of the new education and training boards.  This legislation may be outside the scope of finance Bills but to me it is certainly the most important to come to the Houses of the Oireachtas in this Government's term.  It will have long-lasting effects on the future of our country.<\/p><p>We must recognise that most of the people who worked in F&Aacute;S, and previously in AnCO, have contributed well.  I am reminded of Hamlet, who said, &ldquo;Alas, poor Yorick! I knew him, Horatio&rdquo;.  We will not lament the brand but we must distinguish between the brand and the majority of the people who are associated with it.<\/p><p>The Minister mentioned the VECs and their incorporation into the new 16 education and training boards.  The 33 VECs will be no more.  At one stage, there were 41 or 42 VECs.  I attended the last meeting of County Louth VEC as a guest last Thursday evening.  I was a member of the body for years.  Had I not been appointed to the Seanad through the generosity - we will not talk about the perspicacity &ndash; of the Taoiseach, I would have been the last chairman of County Louth VEC.  I have a great affinity with the VECs and the work they all did.  Mr. Michael Moriarty, head of the IVEA, gave me a book on the history of the VECs.  It is a big tome but I have been reading it and am very impressed.  I congratulate the VECs on their work down through the years.  The Minister may be aware that the CEO of County Louth VEC, Dr. Padraig Kirk, has been appointed to head up the new junior certificate implementation programme.  The Minister always thinks in terms of integration.  The new programme is a very important part of the process of reform and restructuring, particularly in terms of numeracy and literacy, which we talked about.  We wish Mr. Kirk well and know he will do a good job.<\/p> <p>This Bill is about the establishment of SOLAS to oversee education and training as an integrated network.  The crucial role that education, further education and training will play in the future of our young people, and indeed for everyone in this country, cannot be overestimated.  I believe everybody should be training all the time.  Perhaps I am particularly aware of the need for training at present because of the proposal to abolish the Seanad.  I am in training for a number of future roles I may have to take up.  The levity is there, but the reality in this day and age is that everybody has to continue to train even while working.  In addition to assisting the unemployed, I hope SOLAS will facilitate lifelong learning for the employed.  That would be a crucial thing for me.  Everybody knows it is easier to get a job when one is in a job than when one is out of work.  One should always be preparing for one's next position while one is in one's current position.  Senator Power is laughing.  I know what she is preparing for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000015#P00200","speaker":"1166","continuing":true},{"type":"speech","time":1371727800,"counter":120,"content":"<p>I ask the Senator to stick strictly to the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00200","speaker":"1164"},{"type":"speech","time":1371727800,"counter":121,"content":"<p>I will indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00300","speaker":"1166"},{"type":"speech","time":1371727800,"counter":122,"content":"<p>I am finding the Senator's contribution most interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00400","speaker":"1154"},{"type":"speech","time":1371727800,"counter":123,"content":"<p>It is important to note that one should not train for a marathon unless one will have to run a marathon.  We should not pre-empt the outcome of any referendum that may be put to the people in the autumn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00500","speaker":"1164"},{"type":"speech","time":1371727800,"counter":124,"content":"<p>I take it from the Chair's comments that he knows where he is going as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00600","speaker":"1166"},{"type":"speech","time":1371727800,"counter":125,"content":"<p>I ask the Senator to stick to the Bill and advise him to enjoy the three years he has left in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00700","speaker":"1164"},{"type":"speech","time":1371727800,"counter":126,"content":"<p>Does the Chair not think I might have a future beyond the next three years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00800","speaker":"1166"},{"type":"speech","time":1371727800,"counter":127,"content":"<p>He is guaranteed three more years in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q00900","speaker":"1164"},{"type":"speech","time":1371727800,"counter":128,"content":"<p>I thank the Chair.<\/p><p>I would like to make a point about language teaching in County Louth.  I met a Greek businessman lately, and we compared notes on our daughters.  I mentioned that my daughters are doing this and that.  He said that his daughters had completed business degrees and learned two foreign languages.  When I asked him to elaborate, he said they did not speak pidgin versions of the two languages in question.  He was very eloquent.  It reminded me of the need for the new education and training boards to be proactive in promoting languages.<\/p><p>If the Minister does not mind us saying so, we must sweat our assets.  We should open our colleges of further education and institutes of technology during the summer.  They are closed at weekends and throughout the summer.  Equally, our university facilities must be opened up to ordinary people so they can train at weekends and during the summer months.  All of these things should be done more than they are done now.<\/p><p>I agree with what Senator Power said about skills improvement on community employment schemes.  She made the very good point that those who participate in such schemes should emerge with new skills.<\/p><p>Before I conclude, I would like to take Senator Power up on her invitation to comment on special educational needs.  I remind her that there has been no reduction in numbers in the last three years.  The increase in numbers this year means there will be a 10% reduction in the amount of time that is provided.  The National Council for Special Education has written to all schools to ask them to use group teaching to make up the shortfall.  The use of team teaching would mean there was no actual reduction in the amount of time spent with pupils or the time pupils get for learning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q01000","speaker":"1166"},{"type":"speech","time":1371727800,"counter":129,"content":"<p>I ask the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q01100","speaker":"1164"},{"type":"speech","time":1371727800,"counter":130,"content":"<p>Deputy Nash and I were present when the Minister visited Scoil Mhuire gan Sm&aacute;l in Kilsaran last Friday.  We saw how the school operates.  I know Senator Power is deeply concerned about education.  I guarantee her that the Minister is absolutely supportive of special education in our schools.  I am sure he will talk further about it with her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q01200","speaker":"1166"},{"type":"speech","time":1371727800,"counter":131,"content":"<p>I welcome the Minister, Deputy Quinn.  It is great to have him with us.  I also want to extend my good wishes to the Minister of State, Deputy Cannon.  It has been wonderful to debate these issues with him in recent times.  He has demonstrated a tremendous commitment to them.  Like the rest of us, he is on a learning curve in this regard.  I regret he is not with us today.  I ask the Minister to tell him I enjoy his tweets as well.<\/p><p>  It is great to have the Minister for Education and Skills here for the debate on this progressive Bill, which is part of the Minister's overall vision for reform.  It is wonderful to have an opportunity to say a few words on it in his presence.  We have all spoken on this issue in the presence of the Minister of State, Deputy Cannon.  The Minister referred in his speech to the importance of social investment in this sector.  It is great to hear about the relevance of such investment.  The Minister's vision will be implemented when this Bill is enacted.  We will have a strategic vision for this sector, the development of which has been somewhat <i>ad hoc<\/i>.  As the Minister identified, for many years there has been a need for the delivery of coherent and high-quality training that is of relevance to the economy and also to learners.  It is great to hear that too.<\/p><p>  I suppose I could say I have prepared a happy speech.  I am happy to say the Bill is a good and progressive one.  I am delighted to see the changes that have been made to it since its initiation.  I commend the Minister on his vision and the Minister of State, Deputy Cannon, on his work.  I commend the Department.  I also commend my colleagues in the other House - the Minister referred to many of the amendments that were made on Committee Stage in that House - on their collective efforts in making the changes needed to make this Bill a truly transformative piece of legislation for the further education and training sector.  I acknowledge the support of members of the National Adult Literacy Agency and the community education section of Aontas, with whom I have worked closely.  I expect many others have benefited from their influence and the support they have given to lawmakers.  It has been great to work in partnership with them on this legislation.<\/p><p>  I wish to refer to some of the improvements that have been made.  I raised a number of concerns when statements on further education and training were taken in this House in February.  I said it seemed that the volunteering community in education was being sidelined in the proposed legislation.  This concern, which was raised by others as well, has been addressed.  I am particularly pleased that one of the functions of the new agency will be to promote an appreciation of the value of further education and training.  As the Minister mentioned, the agency will also be responsible for promoting equality of opportunity in terms of access to the sector.  I am thrilled that a reference to community education providers has been included in section 9 of the Bill.  I know others who have worked in support of that sector will agree that the inclusion of those words in the Bill will send a powerful message to those providers about the value of their work.<\/p> <p> I welcome representatives from the National Adult Literacy Agency, NALA, adult learners, individuals who are involved in adult learning programmes and who are present in the Visitors Gallery.  One of them might be one of those whom the Minister appoints to the board.  It is great to see that inclusion.  It is right that this invaluable sector and adult learners will now be consulted by the new agency as they prepare the strategy.  I hope that there will be deep consultation in that regard as the sector carries a wealth of expertise.  Consultation involves asking people what they think, hearing what they say and incorporating that into the strategy or if what they say is not incorporated explaining why it is not.  That is the kind of relevant consultation that I hope will take place.  Policy makers must give serious weight in the Bill to a commitment to consult with adult learners and include them on the board.<\/p><p>While welcoming the inclusion of the community education sector I think we need to be careful that it is not undermined by wider changes within the significant reform process of further education and training.  For example, we must ensure that the funding streams that affect the capacity of community education to provide important services are protected and that we invest in education in this manner.  Senator Power also referred to this.  The Minister might be willing to comment on that point.  We know that on taking office the Minister made a commitment to a literacy and numeracy strategy.  It is a striking improvement in the Bill that SOLAS will develop this strategy.  I note that the section dealing with the strategy could be interpreted narrowly to cover adult literacy and numeracy provision at National Framework of Qualification levels 1 to 3 only.  Having heard the Minister's speech I do not think that is what he means but could he perhaps clarify for the House that it can be interpreted more broadly to cover the embedding of relevant literacy and numeracy development across further education training systems and all programmes in the State from levels 1 to 6?  I presume that it is the deliberate purpose of the literacy strategy to raise adult literacy and numeracy levels by working across all further education and training programmes such that if someone at level 4 needs some literacy and numeracy support he or she will receive it. <\/p><p>In 1997 OECD research found that one in four, approximately 500,000, Irish adults had problems with even the simplest literacy tests.  I understand that in October it will publish follow-up results of that research for Ireland.  I hope that will inform the development of the further education and training strategy.  This legislation represents an effort to take an integrated approach to this vibrant and diverse sector, and caters for all the needs of adult learners.  Given the Minister's and Minister of State, Deputy Cannon's openness to making this Bill strong I am hopeful that it will be as strong as possible and look forward to the development of the further education and training strategy and to continuing to engage with these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000016#Q01300","speaker":"1176","continuing":true},{"type":"speech","time":1371728400,"counter":133,"content":"<p>I too welcome the Minister back to the House this afternoon.  I extend the good wishes of the Labour group to the Minister of State, Deputy Cannon, and wish him a speedy recovery.  I also welcome the representatives of NALA who are here today.  I commend the Minister on  ensuring that there will be a learner representative and for accepting the recommendations to include a learner on the board of SOLAS.<\/p><p>The Government is committed to reform of our public services and to delivering an overall better public service.  This Bill seeks to reform how further education and training are delivered to thousands of people within the community and to ensure our education and training programmes are fit for purpose.  In order to see through such reform we have to embrace change.  We all know that there has been duplication across this service for many years and taxpayers have not been getting best value for money.  There are currently 9,000 staff employed in centres offering over 270,000 places to learners on full-time, part-time, formal and informal courses.  The investment total in agencies across the country is approximately &euro;900 million at present.  F&Aacute;S alone provides 81,500 market-led and client-focused training interventions for unemployed people, with a total investment of &euro;420 million.  These agencies and staff provide a key service in their communities and the aim of this Bill is to make this service run more efficiently&mdash;as we need now it more than ever.  The establishment of the new training and education authority, SOLAS, which this Bill proposes, will see a major transfer of responsibilities and the running of a more efficient  service.  SOLAS will be responsible for commissioning and funding the delivery of the service from the 16 new education and training boards, which, in turn, will replace the 33 existing VECs.  The 16 new boards will be responsible for the planning and delivery of all vocational training and further education in their regions and SOLAS will have the freedom to commission private sector providers as deemed appropriate.  I believe the provisions in this Bill will give an identity to the further education and training sector.<\/p><p>As in all areas of education the student should be at the centre of the process.  I again commend the Minister on referring to this in his speech.  With so many providers and programmes, quality control and student-led learning have been an issue.  Having some experience of Youthreach courses I am very aware of the need to provide interesting and useful courses instead of the 'gap-fillers' which existed down through the years, courses that were designed to suit the qualifications of the teacher rather than the interests of the students.  Many of the students attending Youthreach or other courses needed the added incentive to be kept in education and kept interested.  SOLAS will have a role in auditing and quality-assuring the programmes that are delivered and will have the task of ensuring that teachers and trainers undergo continuous professional development of which I am a major supporter.  Another core part of SOLAS's role will be to ensure the referral of jobseekers to appropriate courses, and therefore the inclusion of a guidance service will be extremely important.  SOLAS will also have the function of consulting the Department of Social Protection and employers to determine the types of education and training programmes to be funded by the authority and delivered to the public.  It is imperative that learners are the focus and that we provide them with the best possible programmes to aid them in their future prospects.  I welcome the recognition that the learner-centred approach is fundamental to providing the best experience.  We should not forget why we are teaching and training: it is not to put forward what we think is important but what the learner finds important.  This can be seen most recently in the report of the EU high-level group, chaired by former President McAleese, that was published this week.  This group has recognised the importance of a student-centred approach in third level education and I am delighted that we are also adopting a similar approach in the further education and training sector.  I believe these functions of SOLAS will greatly aid in the experience of the learners and hopefully will positively impact on their employment outcomes.<\/p><p>That SOLAS has wide ranging functions is welcome and needed.  Not only will it be involved in shaping the training and programmes presented but it will also have the function of ensuring efficiency of the service, which to date has been lacking.  It will promote co-operation between bodies involved in the provision of further education programmes.  It will also be able to assess whether training boards perform their functions in an economically efficient and effective manner, which is key at a time when every cent counts.  It will also have the power to conduct research relating to its own functions.  I believe this new umbrella body will ensure that taxpayers' money is handled efficiently and that a useful and comprehensive service is delivered to those seeking employment and looking to upskill.<\/p><p>While I have outlined many of the positives that this Bill, specifically the implementation of SOLAS, brings to the table, challenges do exist and will need to be addressed.  One major challenge for the immediate future will be the differing terms and conditions of employment of teachers in further education services and those of F&Aacute;S trainers.  I have received representations from people who are in this position so I would appreciate if the Minister would comment further on this.  I know that annual leave is also an issue due to the fact that courses run by F&Aacute;S, Youthreach and SOLAS are to be run year-round whereas school terms are shorter.  The task of integration will not be easy but I believe it will be worth it.<\/p> <p>I hope that SOLAS and the further education and training sector will be able to lead the charge in providing the appropriate courses to meet the demands of some of Ireland's emerging sectors such as technology, foreign languages, engineering and many more.  We constantly hear of the need for more upskilling in these key areas and my hope is that we will begin meeting the needs of these international investors in the very near future through new, existing and revised courses and programmes.  I would like to look further into the future and point to the need for our further education and training sector to recognise the emerging employment fields.  In ten years' time we do not want to be playing catch-up, having been left behind.  In ten years' time, we should be able to meet the needs of the emerging fields of employment and be able to supply them with well-skilled and educated individuals who will be immediately able to meet that employment need.<\/p><p>The further education and training sector has been crying out for reform for many years.  There is no doubt that excellent work is being done by passionate and dedicated people in the VECs, F&Aacute;S training units, colleges of further education and so on.  I  would like to pay tribute also to the current CEO of Louth VEC, Dr. P&aacute;draig Kirk, who will take over as CEO with responsibility for the junior cycle, and I wish him well in that role.  The Further Education and Training Bill will most importantly place learners at the heart of the process.  That may be my former role as a teacher coming out in me but that is what we need to keep in mind.  This will ensure that learners are empowered to access the courses they need and that they can progress through the system and achieve their goals.  <\/p><p>I commend the work done by Minister, the Minister of State, Deputy Cannon, and the Department on the implementation of the greatest change to further education in more than 70 years and the greatest change in the training sector since F&Aacute;S was established more than 25 years ago.  I commend the Bill. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000017#R00200","speaker":"1174","continuing":true},{"type":"speech","time":1371729000,"counter":135,"content":"<p>The Minister is welcome to the House.  Like previous speakers, I ask him to pass on to the Minister of State, Deputy Cannon, our wishes for his speedy recovery.  I welcome the Bill.  I have had the experience only in recent years of being involved with Springboard and I am reminded of very different touches that are needed.  There is no one solution to this problem.  People are unemployed, looking for work but their skills may be in a different area from the area in which vacancies may arise.  The Minister has ensured that what is provided in the Bill is not only a replacement for F&Aacute;S - he explained that well - and he has avoided the duplication that might have occurred in many other ways.  I welcome his efforts in this area.  Proper organisation of future education and training is vital for the economy.<\/p><p>  I am glad the Bill proposes a strong relationship between SOLAS, the Department of Social Protection and the employers, which is the relationship on which I want to touch.  We must concentrate on linking the provision of further education and its relationship with the private sector.  Through my involvement with Springboard I learned of the number of different organisations that are involved in training, teaching and education at quite a high level.  It is not only the traditional colleges that are doing this, many others are also doing it.  <\/p><p>  The Government must look more closely at what other countries are doing in terms of relating training to social welfare.  The real point of legislation such as this is to get people back to work and back into the workforce.  We cannot think of education and training in a vacuum.  The Government must sometimes implement measures to nudge people back into the workforce.  We need more emphasis on the so-called principle of activation.  I will give the example of Denmark.  The term the Danes use in this context is &quot;activation&quot;.  The Danish state offers an activity such as training on the job or whatever it may be - be it to an unemployed person or a volunteer - and the person is obliged to accept it.  There is no option of simply continuing on benefits if one refuses to work or refuses training. That is the basic principle applied in Germany, the Netherlands and in some other EU member states.  The state will help a person find work or provide training but after a certain period if the individual refuses all jobs, all offers or the training available, the person will return to being on social welfare.  <\/p><p>  I was startled to read in the <i>Sunday Independent <\/i> recently that one in every seven people on social welfare has never worked a single day in their lives.  I could not get over that and did not realise that was the case.  The benefit claimed is jobseeker's benefit and it used to be called unemployment benefit.  Other reports show that one in three people offered a place on the back to work scheme failed to show up for interview.  I am not generalising but highlighting a reality which the Government needs to face.  <\/p><p>  We need to ensure that we introduce this principle in tandem with the reorganisation of further education and training, which the Minister has done efficiently in this Bill.  We must also recognise that degrees have become, if I dare say it, slightly devalued because so many people have them and some real world skills desired by employers are at a premium.  Many countries are now trying to bridge the gap between education and work by upgrading vocational schools, encouraging standard schools to form closer relationships with local companies and embracing apprenticeships.  We have moved away from this.  We spoke in the House recently of the danger of concentration on academic skills only and losing touch with the ability to do things.  In 2010, South Korea created a network of vocational meisters schools - the word &quot;meister&quot; comes from the German for master craftsman - to address the country's shortage of machine operators and plumbers.  It had concentrated to a very large extent on academics.  The South Korean Government pays the students' room and board as well as their tuition.  We have a massive shortage of ICT professionals here.  Could we consider something similar here to address that skills gap?  We know there is a skills gap but what are we doing to address it and in the real world what can SOLAS do to forge links with the private sector?<\/p><p>  In the UK some further education colleges are embracing the principle that the best way to learn is to do - l love that term.  If one is going to learn, one is much better doing what one is learning rather than sitting at a desk learning about it.  North Hertfordshire College has launched a business venture with a gymnasium.  Bluegrass College in Kentucky and Toyota have created a replica of a car factory where workers and students go to classes together.  I would love to see something like that being done here.  I remember reading a book about Toyota many years ago and noting how dramatically it changes things.  <\/p><p>  While not strictly related to further education, I would like to mention some practical changes that could improve our education system.  Could we offer voluntary catch-up classes, as are offered in France?  During the summer months in France such classes are offered to students who feel they have been left behind.  Could we follow the model in Finland where teachers get shorter holidays and the long breaks are typically used to take training courses?  Those are only some of some of the changes that could be made.  A number of those points were made by previous speakers.<\/p><p>  I wish to touch on one further point about which I have a strong view, namely, the need for language development.  We must find a way to solve that.  It was interesting to hear other speakers mention this issue.  We have five children in our family, as the Minister will know, and we sent them all to school in France.  That was dangerous in as much as the two girls fell in love with French men and are now married to French men and so we have got a very strong link with that part of the world.  We have one French grand-daughter in Paris who is in her third year in college in China.  She is studying law and Chinese and she was encouraged in France to study in China.  I am not sure that we are doing enough in that area - there is so much we can do.  <\/p><p>  I have referred in the House previously to the Michel Thomas method of teaching, particularly French.  An article in <i>The Guardian<\/i> newspaper described the Michel Thomas method of teaching French in a school.  The article states:<blockquote>He astounded staff at a school in north London by teaching a group of teenagers deemed incapable of learning languages.  In one week, they learned the amount of French it normally takes five years to acquire. <\/blockquote>This method is taught without the giving of homework and, as I understand it, without even books.  Imagine the possible application of this method in terms of further education and training?   Could we try it out and be truly innovative in this way?  There are a large number of vacant jobs in Europe but we are being excluded from that market.  We can do something about it ourselves but it needs a firm concentration on learning other languages.  If we could do that, we would take a large step towards helping to bring in the foreign companies that come to Ireland.<\/p> <p> When Hewlett Packard, or a similar company, announced the creation of 100 jobs, a reporter asked what was required and was told that jobseekers needed another foreign language.  The reporter replied that would exclude the Irish.  It was a matter of no Irish need apply because we are not very good at languages.  There must be better ways to improve language education.  The Michel Thomas method is just one way to learn a language.  I urge the Minister to do something to improve the teaching of languages.  <\/p><p>I welcome the Bill and the Minister's commitment.  The changes made to the Bill in the D&aacute;il will enhance the legislation and help achieve its goals.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000018#S00200","speaker":"1145","continuing":true},{"type":"speech","time":1371729600,"counter":137,"content":"<p>I call Senator Clune and she has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000019#T00200","speaker":"1132"},{"type":"speech","time":1371729600,"counter":138,"content":"<p>I am glad to have an opportunity to speak about the Bill and I congratulate the Minister for bringing it to this point.  We badly need a co-ordinated focus on further education and training and co-ordination will play a very important part.<\/p><p>F&Aacute;S had a bad name but, as the Minister pointed out, the legislation will not redraw the organisation.  It will co-ordinate F&Aacute;S courses and improve further education and training facilities.<\/p><p>It was important that the Minister laid out how SOLAS will operate.  SOLAS will prepare a national five-year strategy involving consultation with both Houses.  Therefore, we will know its direction and what content will be provided to service users, the most important element.  The strategy will give certainty to people who avail of further education and training and will ensure courses are essential and reach a certain standard.<\/p><p>I welcome the fact that SOLAS will determine the type of education programmes to be funded and delivered.  I hope it will work in consultation with the Expert Group on Future Skills Needs which regularly prepares valuable reports for various sectors.  The group does not get much air time in these Houses.  The group will get attention from SOLAS which will establish and deliver the skills required for industry. <\/p><p>I am a member of the Oireachtas Joint Committee on Jobs, Enterprise and Innovation.  Therefore, I am aware that Fastrack to IT, FIT, recently produced an excellent ICT skills audit.  It examined various sectors and discovered that there are vacancies in games development, web development, call centres, cloud computing of games, etc.  It also examined the entry level requirements, competencies and necessary expertise.  We are all familiar with the headline that there are 4,500 vacancies in these companies but there are many vacancies in other companies too.<\/p><p>The FIT report was broken down into the exact needs at various levels and the type of skills required.  We do not need everyone to be a Java programmer or have a high competency in ICT.  There are many areas such as media which require people who are competent in using technology but need to be supported.  SOLAS will do the important work of co-ordinating training.  It will give everyone confidence in the system and prove that it works well.<\/p><p>Everyone is aware that F&Aacute;S provided a very valuable service and employed many competent individuals.  I was a member of the Committee of Public Accounts.  Therefore, I am very familiar with the investigations into F&Aacute;S and that only a small number of people sullied its good name.<\/p><p>I welcome the section of the Bill that addresses corporate governance and the provision for whistleblowers.  People learn from their mistakes and we must ensure that controversy does not happen again.<\/p><p>I welcome the Minister's comments on literacy and numeracy.  Both are extremely important but many people have slipped through the education system without gaining a competent knowledge of these skills.  I, like other Senators, am a former member of the VEC.  I found the experience invaluable.  It made me aware of the services that were available and what ones were needed.  While a member of the VEC I was also on an adult learning board.  At the time the construction industry actively promoted literacy competence among its employees.  It found that employees did not have a necessary competence in one area so tried to rectify the matter.  I also was a board member of further education colleges which led me to value identifying the needs of individuals and providing the correct support.  SOLAS will be learner centred and based on outcomes.  SOLAS will give individuals clear direction and provide integrated and co-ordinated services.  It also needs to provide proof that such things are happening.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000019#T00300","speaker":"1114"},{"type":"speech","time":1371729600,"counter":139,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus roimh an Bille seo.  Ach an oiread le gach duine eile, ba mhaith liom mo bheannachta&iacute; a chur chuig an Aire St&aacute;it, Deputy Cannon, mo chomhghleaca&iacute; as Gaillimh.  T&aacute; s&uacute;il agam nach fada go mbeidh s&eacute; ar ais i mbarr a mhaitheasa.<\/p><p>Sinn F&eacute;in is pleased to support the Bill.  Too often, political debate in the Oireachtas is divisive and unproductive.  Government Ministers, more often than not, are unwilling to take on board constructive proposals from Opposition Deputies and Senators.  When Ministers break with that approach, as Minister Quinn did with this Bill, they are to be commended.  <\/p><p>The legislation is progressive and will be instrumental in shaping the future direction of the further education and training sector for years to come.  I hope that the establishment of SOLAS, under the Further Education and Training Bill, will bring closure to one of the worst scandals to arise from the workings of a State body since the formation of the State.  The scandalous misuse of funds and expenditure in F&Aacute;S dated back to 2004 and was common in the higher echelons of the organisation.  Spending controls were routinely bypassed and there was a serious failure to provide good corporate governance.  <\/p><p>In some of the most appalling examples of unaccountability in competence and wastage - characteristics of some of the worst excesses of the so-called Celtic tiger era - the activities of certain senior personnel in F&Aacute;S greatly undermined its capacity to discharge its duty.  This all happened at a time when labour activation measures, through training and learning, were badly needed.  The actions of certain personnel discredited an organisation that did a lot of good work to generate employment since its inception in the 1980s.  During the period investigated the organisation spent almost &euro;1 billion of taxpayers' money annually even though it was a time of full employment.  It was a time of decadence and wastage.  In 2011, when reviewing the extent of the scandal that became fully apparent in 2008, the OECD director of employment labelled the controversy as a national disaster.<\/p><p>I shall return to discussing the Bill.  I wish to acknowledge the hard work done by both sides of the House during the D&aacute;il Stages of the Bill.  A lot of serious debate took place.  As a result, today's Bill has been significantly improved even though it was already a good piece of legislation.<\/p><p>I am happy with the Bill's focus on adult learners and people with literacy difficulties.  Sinn F&eacute;in has argued for the Bill to provide enhanced levels of support to marginalised learners who were least well served by the education and training systems in the past.<\/p><p>The Bill commits the current and future Governments to the promotion of equality of opportunity in further education and training.  It ensures that there will be close consultation with learners and community education providers because there will be learner representation on the SOLAS board.  It also ensures that SOLAS develops a strategy to promote and develop adult literacy and numeracy.<\/p><p>I welcome representatives from the National Adult Literacy Agency and AONTAS, the National Adult Learning Organisation.  I pay tribute to both organisations for their input into the Bill since its first publication.  Their contributions have proved invaluable.  I commend the work done by both organisations and the work that they do in the community education sector.  <\/p><p>When the Bill concluded in the D&aacute;il, my party colleague and education spokesperson, Deputy Jonathan O'Brien, described it as a once in a lifetime opportunity for the State to raise adult literacy and numeracy levels.  I commend the Minister and the Minister of State, Deputy Cannon, for taking on board the majority of the most important amendments tabled by Sinn F&eacute;in and others.  Despite adult literacy being a top priority in further education and training since the publication of the White Paper in 2000, adult literacy and numeracy levels in Ireland are unacceptably poor.  I hope that the enactment of the Bill will lead to a co-ordinated response at national level that will greatly improve matters and ensure there are enhanced opportunities for adult learners.  Sinn F&eacute;in is happy to support the Bill and commends the Government on its open and inclusive approach to its passing.   <\/p><p>I wish to make a brief comment on the Irish language.  SOLAS does not come under the remit of the Official Languages Act or Acht na dTeangacha Oifigi&uacute;la at present.  The organisation that must have such a scheme and I ask the Minister to table an amendment for same.  <\/p> <p>It is probably an oversight.  I ask the Minister to take this on board and, if not, I will table an amendment on Committee Stage to this effect so that from its inception it will be covered by Acht na dTeangacha Oifigi&uacute;la.  F&Aacute;S and the VECs have always done great work in Gaeltacht areas and the provision of courses through the Irish language has been a central part of their work.  I hope this is a sign of how Oireachtas business will be conducted in the future.  T&aacute; suil agam go n-&eacute;ireoidh go maith leis an mBille.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000019#T00400","speaker":"1122","continuing":true},{"type":"speech","time":1371730200,"counter":141,"content":"<p>I welcome the Bill before the House and I compliment the Minister on many of the educational initiatives he has taken since coming to office.  He has our full support.  I was delighted to hear him state SOLAS will not be a rebranded F&Aacute;S.  My understanding was that SOLAS would sit down with the former community welfare officer service and social welfare service, and work together to get people either back to work or retrained.  I am not quite sure whether this system is up and running as we speak.  I have an example of where it should be up and running and the type of bureaucratic nonsense which goes on.<\/p><p>I am aware of a young man who would qualify for the back to education allowance on age grounds and is long-term unemployed as he has spent more than two years on the dole.  He failed two subjects in his leaving certificate and while he was on the dole he decided to study physics and mathematics online.  At all time he was available to take up work if it was offered to him.  He studied at night at home and decided to do the GCE exam in the UK.  He spent one day in the UK doing the exam and passed it.  He then decided to come back and apply for the back to education allowance, but was told he was not eligible because he was not long enough out of mainstream education, despite the fact he had been on the dole for two years.  He is being told he will not be given the back to education allowance but that he will be left on the dole, and given the same amount of money to sit at home and do nothing.  This is the type of bureaucratic nonsense which has been going on.  I do not think we should be finding excuses to deprive people of further education.  This particular incident does not add up or make sense.  Will the Minister and the Minister for Social Protection, Deputy Burton, get together on such issues and ensure people are not deprived of further education because of such nonsense rulings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00200","speaker":"1161"},{"type":"speech","time":1371730200,"counter":142,"content":"<p>I thank all of the Senators who have welcomed the Bill in a fulsome way.  I acknowledge the work my colleague, the Minister of State, Deputy Cannon, has done in the other House and the exchange of dialogue which, I must say, is not confined to the other House.  If we need to examine issues in this House let us do so, and if it means changes we can return to the other House.  This type of legislation will not come around again very soon and it is important we get as much input into it as we possibly can while we are doing it.  I will also convey the good wishes expressed by so many of the Senators to the Minister of State, Deputy Cannon, and I know he will be back fairly soon.<\/p><p>I recognise the point made by Senator Averil Power regarding the input from various groups and the importance of community employment groups and their relationship with education.  I introduced the original social employment schemes, and the thinking on them was very much related to what my cousin, Senator Feargal Quinn, spoke about with regard to the interaction between entitlement to financial support in return for doing something.  What the Minister, Deputy Joan Burton, is trying to do with Intreo, and the merger of F&Aacute;S placement activities into the Department of Social Protection and its training activities into the Department of Education and Skills, is to move to the Nordic Scandinavian model.  If one no longer has a job for whatever reason, one is assessed by Intreo and if one is of an age, ability and attitude one will be offered training places and opportunities to work in return for income support.  If one turns down these places and opportunities there will be a financial penalty.  We must move to a culture where entitlement to an income is not automatic.  Full employment in most economies of our type is recognised at 4% unemployment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00300","speaker":"1035"},{"type":"speech","time":1371730200,"counter":143,"content":"<p>The debate is scheduled to finish at 1.45 p.m. but by leave of the House this can be extended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00400","speaker":"1132"},{"type":"speech","time":1371730200,"counter":144,"content":"<p>I will finish by 2 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00500","speaker":"1035"},{"type":"speech","time":1371730200,"counter":145,"content":"<p>The debate is scheduled to conclude that 1.45 p.m. but we can give the Minister leave to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00600","speaker":"1132"},{"type":"speech","time":1371730200,"counter":146,"content":"<p>I beg the Acting Chairman's pardon.  I was under the impression it was to conclude at 2 p.m.  I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00700","speaker":"1035"},{"type":"speech","time":1371730200,"counter":147,"content":"<p>We will give the Minister some leeway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00800","speaker":"1132"},{"type":"speech","time":1371730200,"counter":148,"content":"<p>I take the point made that this is not a rebranding of F&Aacute;S.  SOLAS will co-ordinate the provision of courses in all of the 16 education and training boards and the 18 training centres which, in the next 18 months, will transfer legally to them.  Many of the courses will be provided by the private sector.<\/p><p>Senator Moran made the point we have a cultural conflict in that F&Aacute;S was open for business in its training centres 12 months of the year while the VEC educational sector grew out of the educational culture which existed previously, not with regard to the original training of apprentices which is what it had been doing, but in getting onto the academic calendar which is nine months of the year.  This must change and it will be difficult to do.  One way in which we could start to change it is to take people in the further education sector coming out of the VECs and instead of having 22 hours a week as their allocation for employment, to annualise this and give people a certain number of hours a year.  This would not interfere with the actual amount of money they get but would certainly change the way in which they deliver these hours.  It will be difficult, and there are no easy solutions, but we need to do it and we can do so if there is goodwill on all sides.  From our point of view there will be.<\/p><p>The interaction between SOLAS, further education provision and the education and training boards will change the landscape of the provision of higher education and further education in this country.  This is something we need to do and we will do so with the support of the players in the system, in particular the learners.  I am glad so many of the Senators put an emphasis on the primacy and centrality of the learner.  There is the old comment that sometimes one gets the impression hospitals are run for the benefit of the staff who work in them and not those who get sick, and sometimes one is tempted to say courses were adapted to meet the ability of the teacher to teach them rather than the needs of the pupil to learn them.  This is part of a bigger and wider agenda we must address.<\/p><p>Senator Clune spoke about the expert group on future skills needs.  This will be an ongoing part of what SOLAS must do.  Senator Quinn spoke about Springboard and we must recognise there are many different roads to the same destination, and that one road does not have priority or primacy over the others.<\/p><p>On the question many Senators raised on adult literacy, and I mentioned it in my comments at the outset, we have so big a scandal in this country that we were not even prepared to measure it in any real way.  I remember when Fianna F&aacute;il was in government in the previous Administration a Minister of State at the Department, in response to repeated supplementary questions by me asking him to put a number on the scale of illiteracy, finally conceded reluctantly that it was 500,000.  This is data from approximately 2009.  We will publish information later and I hope the figure will have reduced.  I do not hold out great expectations quite frankly because the scale of the problem is enormous and for many years, in this country in particular and we are probably not unique, if a problem was not measured it could be ignored because one did not have data.  One must start with measuring the extent of a problem and then find strategies to address it and not expect overnight successes in getting it done.<\/p><p>The central role of the second chance, and I will not repeat my comments, is that literacy and numeracy will be an integral part of assessing ability to move up the qualifications ladder.  In this regard I welcome the work done by NALA and Aontas, and representative learners will not only be on the board of SOLAS, but representative learners will be nominated by learning organisations and elected to every one of the boards of the education and training boards. There will also be representatives of educational stakeholders and the business world and employers on the education and training boards.<\/p> <p>In each of the 16 education and training board areas, IBEC, chambers of commerce and ISME will be asked to nominate a man and a woman from the area to join a panel from which the council will appoint one person to the board.  It will no longer be the traditional approach of deeming someone who lost a county council seat and now runs a shop to have a knowledge of business.  It will be more structured and realistic.<\/p><p>I have taken note of the various submissions that have been made.  I am unsure as to when Committee Stage is due, but I would be open to considering any amendment that could improve the Bill.  Having discussed the matter with the Minister of State, Deputy Cannon, I was open to amendments on Committee Stage in the Lower House, where there was a great deal of discussion and many improvements were made to the legislation.  No Department has a monopoly on wisdom as regards legislation, although there is a great deal of experience and expertise.  The job of the Oireachtas is to fine-tune and examine legislation from a different angle.<\/p><p>I thank Senators for their wholehearted support of and welcome for this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000020#U00900","speaker":"1035","continuing":true},{"type":"unspoken","time":1371730800,"counter":150,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1371730800,"counter":151,"content":"<p>Committee Stage ordered for Tuesday, 25 June 2013.<\/p>"},{"type":"majorheading","content":"Central Bank (Supervision and Enforcement) Bill 2011: Second Stage","time":1371730800,"counter":152,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000021#V00400"},{"type":"unspoken","time":1371730800,"counter":153,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1371730800,"counter":154,"content":"<p>I apologise for keeping the Minister of State waiting.  Our last business overran.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000021#V00600","speaker":"1132"},{"type":"speech","time":1371730800,"counter":155,"content":"<p>It gives me great pleasure to be able to introduce this legislation on Second Stage in the Seanad.<\/p><p>The regulatory failures of the financial crisis have been the subject of extensive and objective analysis.  The reports of Professor Patrick Honohan, Messrs. Regling and Watson, the Nyberg commission and the Moriarty tribunal have pointed out the problems that need to be addressed, namely, poor supervision and an overly-deferential attitude by regulators, a poor assessment of risks and a lack of follow-through on enforcement, all of which played a major part in the financial crisis.<\/p><p>The Central Bank (Supervision and Enforcement) Bill draws on the lessons from that experience.  Combined with the Central Bank Reform Act, the Bill hands the Central Bank a strong set of powers to enable it to undertake effective supervisory interventions.  The Act was a crucial first step in the introduction of a new, fully-integrated single structure within the Central Bank.  It provided a statutory basis for a comprehensive domestic regulatory framework for financial services and set out new powers for the Central Bank to ensure the fitness and probity of nominees to key positions within financial service providers.<\/p><p>The Bill strengthens the ability of the Central Bank to impose and supervise compliance with regulatory requirements and provides it with greater access to information and analysis, which will underpin the credible enforcement of Irish financial services legislation in line with international best practice.  These reforms in banking regulation and supervision are in line with the major programme of international change and reform since the financial crisis.<\/p><p>The reforms being made under this Bill must be viewed in the context of a busy and successful EU agenda on financial sector reform under the Irish Presidency.  The Presidency succeeded in concluding a number of strategically important reforms of financial services.  We negotiated an agreement on the single supervisory mechanism, one of the main cornerstones of a banking union.  This will provide for the European Central Bank, ECB, to act as supervisor for systemic important banks throughout the Union.  We also reached an agreement on the capital requirements package, which will ensure that European banks hold enough good quality capital to withstand future economic and financial shocks.  Under our watch, member states have agreed in principle the markets in financial instruments regulation and directive.  On the markets side we have reached agreement with the European Parliament on the transparency directive.  On the consumer side, the mortgage credit directive has been concluded.<\/p><p>The Bill is complex and far-reaching legislation.  It is the result of an extensive collaboration exercise between the Department and the Central Bank.  It has involved two consultation exercises with industry, first on the published Bill and later on the D&aacute;il Committee Stage amendments.  Overall, there has been widespread support for the Bill inside and outside the Oireachtas.  The ECB was also very positive towards it, welcoming the legislation as enhancing the supervisory and enforcement tools available to the Central Bank.<\/p><p>I will now give a brief overview of the principal provisions of the Bill.  Part 2 provides a new power for the Central Bank to require financial service providers to commission an independent and objective report on any aspect of their business.  This is essentially a new way for the Central Bank to collect information and insights about financial service providers.  This new power will complement the Central Bank's information gathering powers, but is not meant to take the place of direct regulatory oversight, such as authorised officer powers.  This power is modelled on a similar regime that has operated in the UK's financial system during the past decade, with some modification to ensure that it is used in a balanced and proportionate way.<\/p><p>It is envisaged that such reports would cover a variety of purposes, for example, controls over data security and prevention of money laundering.  Other areas would include adequacy of systems and controls, corporate governance, compliance and risk management arrangements.  A key plank of the proposal is that the financial service provider would nominate a reviewer to undertake the preparation of the report, but the reviewer would be subject to Central Bank approval.  A number of safeguards have been included in the proposal enabling the Central Bank to take account of any potential conflict of interest on the part of the reviewer.  There is also provision for direct discussions between the Central Bank and the reviewer on completion of the report to pick up on any issue of interest.<\/p><p>Part 3 of the Bill amalgamates the Central Bank's consolidated authorised officer powers with its new information gathering powers across all of its statutory measures.  This new Part is designed to reflect the fact that, in the course of performing its functions under the Central Bank Acts, the Central Bank receives information through a variety of means.  These include statutory measures requiring the provision of information, information obtained by an authorised officer in the course of an inspection and information obtained through the receipt of regulatory returns.<\/p><p>The importance of having access to vital information has been raised in numerous reports on the financial crisis.  For example, the report by the Central Bank Governor, Professor Honohan, pinpointed a lack of regulatory information as one of the contributory factors to the financial crisis.  At EU level, the De Larosi&egrave;re report pointed to serious limitations in the supervisory framework and the information that was available to supervisors.  The UK's Turner report also stressed the importance of having sufficient regulatory information in order to be able to create a stable and effective banking system.<\/p><p>This informational Part will also enable the Central Bank to request the preparation of forecasts, plans, accounts or any other document, which is an integral part of an effective information gathering power.  This will allow the Central Bank to obtain explanations and analyses as opposed to just historical data.  Part 3 also includes provisions on legal professional privilege.  This will enable the Central Bank to apply to a court for a determination as to whether any information to which a person refuses to give access is privileged legal information.<\/p><p>Part 4 of the Bill is in response to calls for better communication between auditors of financial institutions and the Central Bank.<\/p> <p>In 1999, the Comptroller and Auditor General, C&amp;AG, noted that there was scope for requiring external auditors to report to the Central Bank on matters of prudential concern.  The C&amp;AG also referenced the provision of additional assurance by auditors to the Central Bank regarding the implementation of an adequate internal control structure.  Furthermore, the Honohan, Nyberg and Regling and Watson reports on the financial crisis all referenced the role of auditors in the collapse of the banking system.  Under the provision, the Central Bank may issue a notice to the auditor of a regulated financial service provider requiring an examination and a report on compliance with key regulatory requirements.  These requirements could include accounting standards, internal control mechanisms and governance issues.<\/p><p>Part 5 of the Bill addresses a key missing feature of our financial regulatory system by introducing protection for whistleblowers.  It will provide protection from penalisation for persons who, in good faith, bring issues of concern to the attention of the Central Bank.  Such protection is essential to encourage disclosures and to prevent unjust penalisation of those who take action in the public interest to highlight wrongdoing.  There are extensive protections already in place on a sectoral basis.  However, no such protections are available in the financial sector.  The Minister for Public Expenditure and Reform is bringing forward whistleblower protection legislation which will address this issue on a more comprehensive basis.  However, it is important to introduce protection in the financial sector in the meantime.  This part also provides that the Governor would be required to prepare a report for the Central Bank commission on action taken or not taken on foot of protected disclosures received by the Central Bank.<\/p><p>Part 6 provides a statutory basis for customer redress in circumstances where there is a widespread or regular event.  Examples could include overcharging or a computer system failure which causes customers to suffer damage.  Currently, the main statutory avenue for dealing with such complaints is through appeal by each customer to the Financial Services Ombudsman.  This is clearly not an ideal approach.  Under this provision, there is a process by which the Central Bank can examine what has happened, determine whether redress is warranted and, if necessary, put in place the necessary arrangements to provide redress to those affected.<\/p><p>Parts 7 and 8 concern the Central Bank's powers to give directions and make regulations respectively.  The power to issue regulatory directions is a central provision in the Bill and allows for early intervention by the Central Bank in specified serious circumstances.  These are important regulatory tools which allow the Central Bank to take action where there is an unacceptable build-up of risks or non-compliance.  The regulation-making powers in the Bill will enable the Central Bank to migrate, over time, from a system based on codes to requirements based on regulations.  Such an approach will bring greater transparency for customers on the scope of requirements and the extent of protections available.  It is anticipated that many of the current codes will remain in place for the time being, but it is expected that the Central Bank will move to a system based on regulations on a phased basis over time.<\/p><p>Part 9 deals with enforcement.  This part includes two powers of note.  First, a provision enabling the Central Bank to apply to court for an order restraining conduct that constitutes a contravention of financial services legislation, regardless of whether the person is a regulated financial services provider.  Furthermore, it includes a provision allowing the Central Bank to apply to the High Court for a restitution order against any person who has been unjustly enriched, or caused another person to suffer loss or detriment.<\/p><p>Part 10 provides for the regulation of debt management and bill payment firms.  This Part is also in response to a Private Members' Bill introduced in D&aacute;il &Eacute;ireann by Fianna F&aacute;il.  A new category of regulated business will be incorporated into the existing regulatory framework in Part 5 of the Central Bank Act 1997.  The introduction of this new category of regulated business will ensure that such firms are subject to powers in other pieces of financial services legislation.  These include fitness and probity powers in the Central Bank Reform Act 2010 and administrative sanction powers under the Central Bank Act 1942.<\/p><p>Part 11 deals with amendments to the administrative sanctions regime provided for in Part 3C of the Central Bank Act of 1942.  The most notable change is a doubling of the financial sanctions that can be imposed.  In the case of a financial service provider who is a natural person, i.e. a sole trader, the maximum financial sanction increases from &euro;500,000 to &euro;1 million and, in the case of a firm, the maximum fine is at least doubled to the greater of &euro;10 million or 10% of turnover.<\/p><p>Part 12 amends various pieces of financial services legislation.  Of particular note is the proposal enabling the Financial Services Ombudsman to publish information on the complaints record of firms against whom complaints are upheld.  This was also the subject of a Fianna F&aacute;il Private Members' Bill in D&aacute;il &Eacute;ireann.  This will enable consumers to analyse the performance of all financial service providers and help them to make informed choices when choosing a provider or a product.<\/p><p>Part 13 amends various other pieces of legislation.  Of particular note are amendments to the planning Acts and the landlord and tenant Acts to protect the interests of the Central Bank around security requirements of new developments or claims of tenancy rights.<\/p><p>The Minister for Finance has previously indicated his intention to bring forward a proposal to enable credit institutions from non-EU countries to apply to the Central Bank for authorisation to operate a branch in Ireland.  This proposal will be brought forward in this House next week by way of a Committee Stage amendment.  The thrust of the proposal is that the authorised branch would continue to be the subject of prudential regulation in its home country, with the Central Bank responsible for regulating conduct of business in Ireland.  This approach mirrors the passporting arrangements which already apply within the EU.  The approval of the bank branch would remain at the Central Bank's discretion and subject to whatever conditions it deems fit.  The amendment will include a number of safeguards to ensure that the Central Bank can be satisfied that the standard of regulation and depositor protection in the home country is at least as robust as the regime which applies within the EU.<\/p><p>Financial services regulation is an evolving process, as demonstrated by the plethora of new developments at EU level.  This Bill and the reform Act equip the Central Bank with a significant suite of powers to complement its supervisory and enforcement regimes.  Our future as an international financial centre depends on having a credible, responsible and internationally respected regulatory regime.  However, it also requires balance, proportionality and judgment.  In bringing forward this Bill, the Government has sought to introduce a new structural and regulatory environment to ensure that the domestic regulatory framework for financial services would contribute to the maintenance of the stability of the financial system.  I believe this Bill achieves that.  I commend it to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000021#V00700","speaker":"1006","continuing":true},{"type":"speech","time":1371731400,"counter":157,"content":"<p>I welcome the Minister of State, Deputy Costello, to the House.  Fianna F&aacute;il supports this Bill.  As promised by Fianna F&aacute;il prior to the last election, we are endeavouring to be a responsible Opposition party and to be constructive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000022#W00200","speaker":"1139"},{"type":"speech","time":1371731400,"counter":158,"content":"<p>What has happened?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000022#W00300","speaker":"1117"},{"type":"speech","time":1371731400,"counter":159,"content":"<p>As mentioned by the Minister of State in his opening speech on the Bill, the Fianna F&aacute;il Party spokesperson on finance in the D&aacute;il, Deputy Michael McGrath, previously introduced two Private Members' Bills, the thrust of which were accepted by the Minister for Finance and are now incorporated into Part 10 of this Bill dealing with the regulation of debt management firms and Part 12, dealing with the publication of information on how companies are operating the remit of this legislation so that people will know which financial institutions are stepping up to the plate and which are falling short.  That is important.<\/p><p>The Minister of State also referred in his opening remarks to the deficiency in current legislation and regulation, particularly during the period of the Celtic tiger.  This was not necessarily the fault of the regulations in place.  We can make all the laws we wish to strengthen the powers of the Central Bank.  However, what is important is application and oversight of those regulations.  The Minister of State mentioned earlier that the financial services sector and financial services regulation is an evolving process.  It is important the Department of Finance keeps a watching brief on this, that we remain ahead of the curve as much as possible and seek to introduce further amendments or legislation should that be deemed necessary.<\/p> <p>Undoubtedly, we are a long way down the road of improving our regulatory structures and we, as the main Opposition party, will play a constructive role in bringing forward our ideas and legislation which we would hope would be accepted where the Government sees merit in them, as the Minister for Finance did with two legislative measures here.<\/p><p>This Bill is the second legislative measure brought forward to strengthen the Central Bank and its regulation following the Central Bank Reform Act 2010, which effectively dissolved the Irish Financial Services Regulatory Authority.  The staffing and skill levels within the Central Bank and the previous regulatory authority were brought to the fore in many reports.  Even prior to that, when Members across all parties, myself included, questioned the previous financial services regulator back in 2007 and 2008 in the Committee of Public Accounts, we raised concerns about the skill levels within these organisations.  It is important to note that the appointment of Mr. Elderfield by my former colleague, the late Brian Lenihan, was recognised as a very good appointment.  It brought forth a culture change within that organisation and ensured an increase not just in the number of staff, which is significantly higher than was employed in previous years and is very important, but also in the skill level and skill mix within the Central Bank.<\/p><p>Never again can we have a situation whereby the smaller firms, and I speak from experience in my previous profession, were subject to very heavy regulation but the banks and large corporations were effectively trusted to self regulate and do the right thing.  We should never again lull ourselves into a false sense of security.  Regardless of whether it is our two pillar banks or foreign institutions operating in this State, we should not take an institution's word for it regarding what it is doing or that it is following the regulations as it should.  There is a great deal more work to be done not just by the Irish Government but also by the European Union to ensure there is a properly functioning European Central Bank with proper powers to oversee all other central banks within the European Union.  Most of us remain critical of the slow pace at which the EU and the ECB have dealt with the financial crisis and some of the issues that have still not been dealt with five years later.<\/p><p>In the context of bringing forward good legislation such as this, none of us should forget that the people who are suffering because of these failures are not just Irish citizens but people across Europe.  For that reason I earnestly ask the Minister, in advance of the publication of the statutory code of conduct on mortgage arrears later this month, not to allow the banks to have the major say in what is contained in that code of conduct.  The previous Government and successive Governments allowed banks to have a major say in what should be done in the Irish market.  We should not be driven by the banks telling us as legislators, and the Government and the Department of Finance, what should be contained in statutory codes of conduct.  I await the publication of that code with interest.  I hope what I am hearing about aspects to be included in it is not correct, such as allowing the banks for the first time to revoke people's tracker mortgages in certain instances and removing the protection from customers regarding the level of contact an institution can have with a mortgage holder.<\/p><p>This country still has not grappled with the mortgage crisis.  There has been an increase of almost 45,000 in the number of people in arrears in the last two years.  The situation will continue to get worse.  I urge the Minister and his colleagues in the Government to be brave in what they do later this month and to try to tackle, once and for all, what I acknowledge is a very difficult situation.  The failure of our institutions to assist those in financial difficulty, regardless of what legislation and regulation is in place, is basically proven by the fact that there have been a little more than 150 split mortgages offered to the many thousands of people who are in financial difficulty.<\/p><p>I realise I a straying a little from the content of the legislation, but this is all connected.  We will table some amendments on Committee Stage and I note the Minister has advised that the Government will also table amendments on that Stage.  Should there be no Seanad after this D&aacute;il, I wonder what will happen if the Government was obliged to make amendments on important legislation such as this.  Would that just be rammed through the D&aacute;il as well, with a nod and a wink from everybody?  However, that is a matter for another day.  I thank the Minister for his statement and reiterate my party's support for this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000022#W00400","speaker":"1139","continuing":true},{"type":"speech","time":1371732000,"counter":161,"content":"<p>This is very important legislation.  It is a pity it was not on the Statute Book a number of years ago as we might not have ended up in the current mess.  The mess is due to a failure not just of politics but also of the regulatory regime that was in place.  Indeed, it is more accurate to say there was no regulatory regime in place.<\/p><p>I did not hear all of the Minister's speech.  However, as Senator Barrett and I have said previously, in this small city there has been a far too cosy relationship for too long between the bankers, regulators and primary legal companies who advised the Department of Finance, the Central Bank and the banks.  The Minister mentioned it too in respect of the auditors.  It beggars belief how the auditing regime was allowed to continue and that nobody has been brought to task about how the auditors were satisfied with what happened and how it was almost facilitated.  I look forward to a significant tightening up in that area, in particular.  Dublin is a small city and when one is involved in a sector in this city one finds that too many people know each other.  Indeed, occasionally some legal companies were advising both the financial institution and the Central Bank.<\/p><p>I greatly welcome the whistleblower section.  This State does not have a great history of whistleblowing.  To some extent people who carry out that action, even though they are doing the right thing, are treated badly afterwards.  It is as if they cannot be trusted.  We are slowly getting to the position we should have with regard to giving people the protection that is required if they are acting in the general interest rather than in the interest of an institution.<\/p><p>The Minister concluded by saying something that I consider to be crucial in this Bill.  He said it requires balance, proportionality and judgment.  That is true.  We are anxious to tighten up the regime but we do not wish to make it so tight that it does not allow the important financial sector to trade.  I saw a note from the Central Bank yesterday which stated that the investment funds resident in Ireland at the end of the first quarter this year have increased by &euro;82 billion and that the net asset value at the end of that quarter is &euro;1,014 billion.  It is a huge industry that is crucial for this country and employs many people as well.  While it is absolutely essential to ensure we get this legislation correct, the Minister's point about balance, proportionality and judgment is also relevant.  I look forward to dealing with these issues in more detail on later Stages.<\/p><p>I wish to raise a matter which I consider to be relevant.  The code of conduct for mortgage arrears is obligatory for the financial institutions that have a banking licence from the State, but something has been brought to my attention on more occasions than is satisfactory.<\/p> <p>There are people within financial institutions whose clients are coming to the bank because of mortgage distress but they are not being informed about the mortgage arrears resolution process, MARP.  I am making a very serious accusation that there are individuals within financial institutions who are not telling people in mortgage distress about the mortgage process which they are obliged to disclose.  People are not being given the information.<\/p><p>I raised the matter on the Order of Business last week and to my dissatisfaction, I have again received a call from a constituent where it became clear the person in question knew nothing about the MARP or the code of conduct for mortgage arrears from the Central Bank.  If somebody working for a bank is doing a job contrary to rules and regulations that we know and understand are intended to help a client in mortgage distress, the bank worker should be fired.  That would send a very clear message to anybody who may be trying to make a name within a financial institution that he or she is tougher than other guys and is able to get more money from people than others.  It would be a good message to send to individuals within a bank.  The ultimate sanction in these cases is that a banking licence can be revoked but that is very unlikely; an ultimate sanction for an individual is a sacking.<\/p><p>That is not on the books or within this legislation, and perhaps this is not the appropriate Bill for such a measure.  Nevertheless, I am glad to raise the matter when there are officials from the Department of Finance in the Chamber.  It is not good enough and the next time I find an individual from a banking institution is doing this to citizens and constituents of mine, I will name him or her in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000023#X00200","speaker":"1160","continuing":true},{"type":"speech","time":1371732600,"counter":163,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000024#Y00200","speaker":"1139"},{"type":"speech","time":1371732600,"counter":164,"content":"<p>It is a good idea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000024#Y00300","speaker":"1117"},{"type":"speech","time":1371732600,"counter":165,"content":"<p>I know the Cathaoirleach will not be pleased with that but I have had enough of bankers and bank employees doing whatever the hell they like.  There must be a sanction and I implore that it be made possible - perhaps in this Bill - that such action can be punished by a sacking.  I seek the Minister of State's opinion and I hope he will advance my opinion on the matter, particularly the case of people being badly treated by banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000024#Y00400","speaker":"1160"},{"type":"speech","time":1371732600,"counter":166,"content":"<p>I welcome the Minister of State responsible for multi-tasking, as he seems to come here with many portfolios.  He is always welcome.  When we first met, the Minister of State was visiting Trinity College and we had some great discussions.  When Trinity got some public assistance in the early 1950s, it was interesting that a condition was that the public assistance could not be used to increase the pay of the senior people in the university.  If we could do that 50 or 60 years ago, why was it not done with banks later?  The view of this House is to very strongly support the Minister in every way in bringing the sector under control, given the immense damage it has done to the country.  It is not just a case of &euro;64 billion and it is probably heading towards &euro;90 billion when we take out NAMA-related and other assistance.  I am happy that the bill for Ulster Bank goes to the British taxpayer, as that bank was performing in the same kind of reckless way.  Towards the end of the Bill it deals with licensing of foreign banks and it is a pity they were not all foreign banks so that some other taxpayers would be picking up the bill.  Unfortunately, it has become clear that Irish people are incompetent in the banking area and we may have been better off if we had never come up with the pillar bank idea.  There are fears that it will become a duopoly that will demonstrate faults even worse than those outlined by my colleagues, Senators O'Brien and D'Arcy.<\/p><p>  The Minister of State has mentioned the people who have investigated this issue and I would add the Wright report, which shows a lack of qualified people in the banks, the Central Bank and the Department of Finance.  We cannot have people with qualifications in the classics, law or theology running the sector, and I know this is being addressed within the Department.  I do not think the Governor of the Central Bank, Professor Honohan, was in Trinity when we were there but he has moved from being a colleague of mine in that economics department and has tried to recruit people appropriately.  The idea that there would be a transfer of people without qualifications and who did not know what was going on between the Department of Finance and the Central Bank is appalling.<\/p><p>  When I first came to economics, people like Professor Louden Ryan, Professor James Meenan and Professor Paddy Lynch moved from being eminent in Irish economics to being on the boards of banks.  That custom seemed to stop and the banks stopped publishing the <i>Irish Banking Review<\/i>, which was an internationally rated journal.  It is almost as if they did not want to know any economics, and in the way they conducted themselves that certainly showed.  In books, musicals and plays the population of this country really resents the way those incompetent people foisted the cost of their activities on taxpayers.<\/p><p>  I very strong agree with the Minister of State's comments on Part 4 of the Bill, when he mentioned that the Honohan, Nyberg, and Regling and Watson reports &quot;on the financial crisis all referenced the role of auditors in the collapse of the banking system&quot;.  I know of a case where a person in a remote county was before a disciplinary proceeding for having the wrong books for a cattle market or petrol station so how come the big four companies who prepared the accounts for Irish banks do not seem to be amenable to any sanctions at all?  There are cases in other jurisdictions where people given dud advice by auditors sued the auditors and were recompensed.  Is there a case even now that the Irish Government was sold a pup when those bankers went into Government Buildings on the basis of audited accounts that we now know were works of fiction?  It is fair to say that our mutual friend, the late Brian Lenihan, was repeatedly fed misleading information by banks and he bore that cost to his own health afterwards.  Let us have the auditors on trial for what they are doing.  There have been excuses that the books were taken as they were and stamped, leaving them as audited accounts, but how widely blinkered were these people?<\/p><p>  The Seanad has been unfairly accused, in the Taoiseach's attempt to abolish the House, of having done nothing to prevent the excesses of the Celtic tiger.  Ever since we have arrived, all 60 of us have worked to assist the Minister of State and his ministerial colleagues in dealing with the matter.  We have a Fiscal Responsibility (Statement) Bill that would place a stop to the Government giving out money in certain cases and the Mortgage Credit (Loans and Bonds) Bill is based on the Danish mortgage system.  I gather that there are officials who would promote that system of 20% deposits, leaving much less default and smaller bubbles.  We have also proposed a Bill to split institutions into a utility bank while getting rid of casino banks.  We have had discussions with officials in the Department of Finance this week and the next meeting will be in July.  I would appreciate it if the Minister of State could communicate to the Taoiseach that we have helped, doing everything we can in that respect.  We have been most responsible in assisting the Government in dealing with an appalling inheritance of incompetent bankers and regulation of banks.<\/p><p>  This problem is not just confined to Ireland, and the Minister of State is probably aware of the conflict in the United States that Mr. Bernanke referred to yesterday when he argued that Wall Street rules over Main Street, with quantitative easing making stockbrokers and those in the financial sector massively wealthy over a period of months.  Mr. Bernanke has indicated that he wants to turn off that system.<\/p><p>  In one of yesterday's newspapers, the trustees of the pension fund criticised Aer Lingus for not putting in enough money.  Do trustees bear no responsibility?<\/p> <p>Are they financially responsible if they pay out more than is in the fund, if they bankrupt it and if they keep giving added years to present people at the expense of future generations?  Pensions trustees should be subject to the new much stricter regulations because they have been guilty of the malpractices that we all know about.<\/p><p>I hope that the insurance problem has been solved.  We have had the ICI affair, the Allied Irish Banks scandal, the Quinn affair and the PMPA went bust.  The FBD is the only indigenous insurance company left.  Obviously that is a record of bad, incompetent regulation of an insurance business that kept going bankrupt and it is only now that we are getting our act together.  The industry should be supervised by the Central Bank.<\/p><p>I have mentioned accountants, pensions and actuaries.  I shall make an economic point about competence.  One has got to recruit at the higher level of PhD.  The same point was made in the Wright report, a study of the contrasts between the regulatory authorities in Canada and here.  As the Minister of State knows from his visits, Canada has an admirable financial system that did not experience our problems.  In Canada over 40% of people working in its regulatory agencies have a PhD in economics compared with 5% or 6% in Ireland.  There has been a huge cost to the economy.  It might be a good investment to send our people to the colleges such as Harvard and Yale to pick up these qualifications.<\/p><p>I welcome the Minister of State's speech and I shall make some concluding remarks on the legislation, particularly on whistleblowers.  I spoke to one of the writers on the area, Estelle Feldman.  She said that the problem is nobody protects the whistleblower after he or she blows the whistle and nobody reforms the &quot;whistle blown upon&quot; organisation, if I may call it that.  She wondered whether there is follow-up when a whistle is blown.  Another example is the McErlean case that was mentioned in the document drawn up, in the usual helpful way, by the staff of the Oireachtas Library &amp;amp; Research Service.  Can we make whistleblowing useful in this task?<\/p><p>As the Minister of State will have gathered from my colleagues earlier, we all support this overdue legislation.  We are in the fifth year of this crisis but I am not so sure that the corporate culture of the banks has changed.  If it takes a message from the Seanad and Leinster House to change their ways then I am delighted to assist him in sending that message.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000024#Y00500","speaker":"1157","continuing":true},{"type":"speech","time":1371733200,"counter":168,"content":"<p>I welcome the Minister of State to the House.  It is always good to see him here.  I also welcome this complex and dense legislation.  It must be viewed as an intricate legislative super structure that surrounds the Central Bank and financial legislative items.  Several hundreds of these items or threads could permeate the legislative structure of the financial services.  The date of the Bill is 2011 but it has only arrived in the House today and that goes a long way to explaining its intricacy.<\/p><p>The Bill's passage through the D&aacute;il was fairly trouble free and I wish to acknowledge that the Bill enjoys the support of all sides in both Houses.  I know that Fianna F&aacute;il, an Opposition party, tabled some prescient amendments in the D&aacute;il.  The Minister, in his wisdom, decided to accept most of them and incorporated them into today's Bill.  That was a welcome development.  <\/p><p>I do not need to remind Members why the legislation is necessary so I shall not dwell on the matter.  I have a few technical questions for the Minister of State.  Section 21 relates to the powers and functions of the authorised officer and mentioned &quot;a regulated financial service provider&quot; or the &quot;former regulated financial service provider.&quot;  Is the provision similar to sections 7 and 8 by providing retrospective legislation?  If so, that is welcome.  Hopefully, it is also wise.  <\/p><p>It is welcome that the authorised officer has wide-ranging powers under the Bill&rsquo;s provisions.  Were such powers available to the Central Bank and other regulatory authorities and wielded in an appropriate manner, would they have set off an early warning of the financial armageddon lurking beyond the horizon?  Do these regulatory powers go far enough to allow another such scenario to be detected?  I hope that one will not arise again.<\/p><p>I wish to make a point on general legislation on the Central Bank and regulation.  As a national central bank, the Central Bank forms part of the European system of central banks.  Can this legislation or any related legislative provision reach into the area that examines the management, mismanagement, governance or misgovernance of parts of an Irish bank that operates in the EU but not in this jurisdiction?  What is the relationship between this Bill and the legislation on such issues?  For example, there seemed to be peculiar behaviour at Anglo Irish Bank Austria as late as end of summer or early autumn 2008.  It had deposits of more than &euro;1 billion, yet Anglo Irish Bank&rsquo;s directors had indicated to our Government that it was experiencing a liquidity problem.  We now know that it was not a liquidity problem.  At that most critical point, Anglo Irish Bank Austria sold its deposits.  At the very least, this was peculiar.<\/p><p>Had this legislation existed at the time, could our Financial Regulator, observing peculiar behaviour outside this jurisdiction by a body licensed as a bank or incorporated in Ireland, have acquired information to determine what was happening?  Will the Bill allow for that in the future?<\/p><p>I welcome Part 5 on whistleblower protection, but the issue is more complex than the Bill allows.  I welcome the Minister of State&rsquo;s remark that further legislation to  protect whistleblowers more robustly is on the way.<\/p><p>I wish to cite an example of a whistleblower who made it known to the regulatory authorities in 2007 that there was a suspected breach of liquidity ratios by a bank operating in the Irish financial services sector.  At the time that he made his allegation, he was the person responsible for ensuring liquidity ratios were not breached and, as such, would have been sanctioned by the criminal justice system.  The protection offered to him in one respect was not offered under other criminal legislation.  Naturally, he went no further with his complaint.  These issues are complex and intricate, but the Bill is welcome.<\/p><p>Part 10 requires regulation of debt management companies.  This morning, Senator Harte and I held conversations with representatives of the industry.  They expressed their concern that the current lack of regulation in the area leaves wide scope for less-than-optimum practices.  Like us, the industry welcomes the proposal on a robust regulatory system.<\/p><p>I will enjoy Committee Stage.  I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000025#Z00200","speaker":"1117"},{"type":"speech","time":1371733800,"counter":169,"content":"<p>I welcome the Minister of State to the House.  My party supported this Bill in the D&aacute;il and will support it in the Seanad.  Previous speakers noted we had a lax culture of enforcement and supervision, and cronyism in the banking sector, in this State for far too long.  This led to the collapse of the banking system and, conversely, the collapse of our economy and the consequences that flowed from it.   I support anything that improves supervision and enforcement within banks.<\/p><p>Several Senators asked if this goes far enough.  More work remains to be done on supervision of the banks and changing the culture of the banks, which is the most important aspect.  At the heart of the problem in the banks is a culture within them.  I raised this point with the CEO of AIB in his meeting with my party.  It is important each bank looks at its culture and practices.  The State must ensure the Central Bank has robust supervision and enforcement mechanisms but we must also put responsibility on banks to ensure the culture in the banks is what it should be.<\/p><p>We had competition between banks during the Celtic tiger years, which led to dodgy practices.  There was also competition within banks between staff and pressure was put on employees to reach targets, achieve sales and provide loans to people who should never have had loans.  That must change.  While we can do as much as we can at the level of the State and pass legislation for supervision, we must change mindsets and cultures in the banks.  That is more difficult and challenging but is also important.<\/p><p>The Bill goes some way to rectifying the bad culture we had.  Vigilance is key and we must keep the legislation under review and ensure it is being reinforced in the spirit and the letter of the law.  The most important thing is that it is implemented so that we have the resources and capacity to ensure we have proper supervision.  That was one of the failures of the past.  One of the failures of the past was the close relationship between the regulator and the banking sector.  We must examine the separation of that relationship and healthier relationships for the State and the customers.  We must have best practice rather than what passed as enforcement and scrutiny of the banks during the Celtic tiger years.<\/p><p>I also welcome the protection and provisions concerning persons reporting breaches, or whistleblowers.  I put this point to the CEO of AIB with regard to putting responsibility back on banks to see what they have done.  It is important the Government continues to do this.  We are bringing in senior bankers and asking them how they have changed the culture in their banks across these issues.  They should be accountable to us, particularly the banks that have taken huge amounts of taxpayers' money.  The Bill addresses some of the issues and provides long overdue protection to whistleblowers.  This is important because where there are bad practices in banks, it should be exposed and people should have the freedom to expose it without suffering as a consequence.  I welcome the protection for whistleblowers.<\/p><p>I welcome the accommodating attitude of the Minister when the Bill was passing through the D&aacute;il.  A number of recommendations by my party and Fianna F&aacute;il were accepted.  My party recommended that reviewers be subject to adequate punishment and recommended allowing the Financial Services Ombudsman to include a description of the complaints upheld.  These suggestions were accommodated by the Minister.  The Fianna F&aacute;il initiative on naming and shaming and bringing debt management companies into regulation are important additions to the Bill.  The Minister accepted these suggestions in an accommodating way.  I hope the Central Bank acts swiftly and brings debt management companies under regulation as soon as possible.<\/p><p>I will press two outstanding issues and I hope the Minister can accommodate us.  We see no reason debt collectors cannot be brought directly under the remit of this Bill.  The Department of Justice and Equality has a role to play but the purely financial service that debt collectors provide means they can be brought within the remit of this Bill.  We will table amendments in the Seanad as the Bill progresses to Committee Stage.  We wish to see the Financial Services Ombudsman empowered to name and shame without preconditions.  This means removing the three complaints rule, which we do not see as being of real value.  We see problems with it, although I can understand its logic.  I read the contributions made in the D&aacute;il on Second Stage and on Committee Stage.  I can see the logic but allowing the Ombudsman to name and shame should be an important part of improving supervision.<\/p><p>This is comprehensive legislation that is, as Senator Gilroy said, to be welcomed and supported.  Anything Members can do to improve the supervision of the banking system is important.  At some point, the economy will recover to the extent we need it to and there will be an uptake in the housing and property markets.  We will get to the stage where the banks will lend more but it is also important not to revert to how it was, where it was far too easy to get credit.  Banks were sending false cheques to people and they were invited to contact the bank to get &euro;10,000, &euro;20,000 or &euro;50,000.  It was very irresponsible.  Cheap money was being thrown at people and we can now see the consequences of it.  It also shows the cosy culture between a small number of developers and banks that were really developer banks.  There were competing with each other and lending to developers in a crazy way.  We know the consequences of it.  A huge amount of work remains to be done and the real test will be when there is economic recovery.  We will then see whether the checks and balances are robust enough to protect us from what happened in the State in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000026#AA00100","speaker":"1133"},{"type":"speech","time":1371733800,"counter":170,"content":"<p>I welcome the Minister of State to the House.  I was often in the House to hear him speak when he led from the benches where Senator Cullinane is now sitting.  He did so ably and well in the term when I was there.  I am glad to have him back in his current capacity.  I have read the speech of the Minister of State and I am sorry I was not in the Chamber.  There are too many things going on simultaneously.<\/p><p>I welcome the Bill, which is extensive, complex and detailed.  Worthwhile effort was made at ministerial level.  Senator Cullinane referred to the willingness displayed in the other House to accept amendments.  We all realise the appalling mess we inherited because supervision and regulation were non-existent.  The cosy culture relationship that existed between the Central Bank, the banks and the people asleep at the wheel was shocking.  It will take years to recover from this.  The Bill attempts to lay down proper impositions and supervisory compliance and regulation.  For those reasons, in common with other speakers, I welcome the Bill.<\/p><p>I also welcome the provisions for reviewers of each financial institutions.  I also welcome the guarding against conflicts of interests.  We will have the opportunity on Committee Stage to comment on matters in more detail.  It is sad to say that we need protection for whistleblowers.  There is something of an anathema in the Irish culture towards whistleblowers.  Sadly, these measures are necessary as we see from instances that have been highlighted in the not too distant past.  It was necessary for someone to blow the whistle because of what happened.<\/p> <p>Hopefully, it will be less necessary in the future but I welcome the powers in the Bill in this regard.<\/p><p>There are competition problems in banking and there will continue to be so.  The Irish banking market is so small, particularly now, that foreign-owned banks operating here may wish to be out of the market.  Hopefully, we will manage, either through coaxing, cajoling or whatever is required, to keep some of them here.  I welcome what Mr. Duffy and others have achieved in AIB.  State ownership of that bank will continue for a long time while it is downsizing.  I am glad that in the other pillar bank, Bank of Ireland, the State&rsquo;s equity stake is now only 15%.  Hopefully, within 12 months that will have been wiped out and the State will have received a proper and worthwhile return in regard to its necessary investment in that bank.  Those investments were necessary because one cannot have a functioning economy without a banking system.  No matter how we criticise ourselves, it was necessary to keep these two pillar banks.<\/p><p>The head of the Credit Review Office, John Trethowan, recently called for the threshold for appeals to be increased, a call with which I agree as the current threshold is inadequate.  There are many stable indigenous small and medium-sized businesses whose credit requirements are not being met by the pillar banks.  These businesses need assistance in accessing credit, particularly seasonal credit.  I know of these problems coming from Kerry, the heart of Irish tourism.  I hope the Minister will review the threshold for appeals with a view to extending it.<\/p><p>There is no point in going back on the past but the banks effectively did as they liked which turned into a herd culture.  We have read so many books, articles and reports on the banking crisis.  The Minister referred to the reports by Professor Patrick Honohan, Klaus Regling, Max Watson, the Nyberg commission and the Moriarty tribunal which pointed out the problems we had.  Maybe we will have the proposed Oireachtas banking inquiry.  If we get some further benefit from it, I would welcome it too.  I believe it is necessary to have such an inquiry to make a clean breast of matters.  It is important it has proper terms of reference and the sooner it is dealt with, the better.<\/p><p>I look forward to dealing with detailed amendments on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000026#AA00200","speaker":"1151","continuing":true},{"type":"speech","time":1371734400,"counter":172,"content":"<p>I thank all Senators who contributed to the wide-ranging debate on this legislation.  I also welcome the complimentary remarks they had for the text of the legislation and the manner in which the Minister for Finance, Deputy Noonan, dealt with it.  It is positive that several Private Members&rsquo; Bills from various parties covering the regulation of bill payment firms and the publishing of complaints against financial firms by the Financial Services Ombudsman, as well as other proposals, have been incorporated in the legislation.<\/p><p>All Members referred to how the checks for the banks, the regulatory process and the auditors were inadequate and how light-touch regulation ended up being no regulation.  There was poor supervision and a deferential attitude on the part of the regulators with poor assessment of risk.  It is almost difficult to imagine such a perfect storm of inadequacy, failure and negligence which brought about the current crisis.  The proposals in this Bill go a long way to dealing with these problems on foot of the Central Bank Reform Act 2010.<\/p><p>Senator Darragh O&rsquo;Brien referred to the new statutory code of conduct on mortgage arrears which will be published later this month and said it should direct the banks in as strong a manner as possible.  Senator Michael D&rsquo;Arcy gave examples of the heavy-handed manner in which some of the banks are still operating when dealing with mortgage arrears.  He asked that the statutory code of conduct should be sufficiently strong to ensure the bankers treated citizens in a proper and fair fashion.  That is being worked on and I am sure it will be a strong code.<\/p><p>Senator Michael D&rsquo;Arcy also asked about the sacking of bank employees who do not inform customers about their rights under the mortgage arrears code.  The fitness and probity regime allows for the Central Bank to investigate employees of financial institutions who breached the requirements of the code and remove them from their roles.  There is existing legislation that covers that area.  However, we must make sure that cases where customers have come under pressure from their lending institutions to take a particular course of action that may not be in their interest are dealt with effectively.<\/p> <p>The Professor Honohan report, the Nyberg report and the Regling-Watson report on the financial crisis all reference the role of auditors in the collapse of the banking system.  That should not be the case.  Auditors should have been watchdogs.  They have the accounting mechanism but nevertheless, as Senator Barrett said, they appeared to be works of fiction in many cases.  In regard to the big four auditors he suggested, perhaps rather strongly, that the Irish Government was sold a pup and that the audited accounts were works of fiction.  The point is well made that the auditors did not do anything to prevent the crisis taking place and that some of the audited accounts left an awful lot to be desired.<\/p><p> The Bill makes a number of changes to address the role of auditors but the broader issues on this matter fall under company law and not the Central Bank Acts.  Nevertheless it has been dealt with fairly strongly and no doubt the message has gone out loud and clear at this point in time.  The same situation pertains in relation to pensions.  Pensions are regulated by the Pensions Board and not the Central Bank.  Again, this matter was raised by a number of Senators, including Senator Barrett.  <\/p><p> All Senators who contributed referred to whistleblowers.  We are all in favour of protection being given to whistleblowers.  We are all in favour of the need for whistleblowers to be provided for in the relevant legislation in order that inside information, where misdeeds are taking place, should come into the public domain and the particular improprieties, frauds or misdeeds can be dealt with.  It is difficult to find a mechanism whereby the whistleblower is adequately protected because whistleblowers by their nature find that the forces within the area in which they are working tend to close in on themselves and to react against the whistleblower.  An important provision that must be included in the Bill and in all legislation is that whistleblowing is a good practice for citizens.  Where misdeeds are taking place it is the duty of citizens to blow the whistle where they have information that would bring to light something that is wrong.  That is often where we do not provide sufficient protections.  In this case, the Bill is amended in order that the Central Bank commission will hold the Central Bank to account and follow up in respect of this matter.  There is an attempt to deal with the issue as strongly as possible.  I remember dealing with the issue very strongly in 2005 when the Garda S&iacute;och&aacute;na legislation was introduced and how whistleblowers might be protected and more measures put in place to do so.<\/p><p> Senator John Gilroy asked if foreign companies are covered.  The Bill allows for improved co-operation with international regulators and also applies to &quot;related undertakings&quot; of Irish firms so that the Central Bank has the full picture of the firms it regulates.  Therefore, it applies to international companies for improved co-operation with international regulators as well as our new regulations that are in place.  There is also the question of retrospection in respect of a former financial service provider.  Unfortunately, there cannot be any retrospection in law without incurring the wrath of the Constitution.  Former financial service providers need to be covered in order that a firm cannot evade sanctions by handing in its authorisation so that it can avoid responsibility for what it did in the past.  Nevertheless the acts that took place in the past are covered by law and can be pursued in any case but the Bill <i>per se<\/i>is not retrospective.<\/p><p> Senator Cullinane suggested that the rule whereby there would have to be three complaints should be removed.  That matter was considered in detail by the Minister and he concluded that in the requirement to have three complaints before bringing the matter into the public domain, it was necessary to have some protection.  For example, there is a need to protect to some degree a small operator in a small provincial town or village suffering reputational damage over a single complaint.  The single complaint might not be enough to warrant bringing damaging information into the public domain in relation to a particular small service provider in a small area.  The protection of having at least three complaints would appear to be a reasonable way of going about it.  <\/p><p> Senator Paul Coghlan made it clear that the banks and the financial institutions had let us down.  That is the message that has come through in the overall discussion on the legislation.  I am not sure if I have covered all the issues raised.  It is clear that we have had a cosy club for far too long where people could operate with relative impunity and where self-regulation or light regulation was the order of the day.  That can no longer be the case and that is clearly spelled out in every single provision of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000027#BB00200","speaker":"1006","continuing":true},{"type":"unspoken","time":1371735000,"counter":174,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1371735000,"counter":175,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00300","speaker":"1120"},{"type":"speech","time":1371735000,"counter":176,"content":"<p>Next Tuesday<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00400","speaker":"1160"},{"type":"unspoken","time":1371735000,"counter":177,"content":"<p>Committee Stage ordered for Tuesday, 25 June 2013.<\/p>"},{"type":"speech","time":1371735000,"counter":178,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00600","speaker":"1120"},{"type":"speech","time":1371735000,"counter":179,"content":"<p>At 2.30 p.m. on Tuesday, 25 June 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00700","speaker":"1151"},{"type":"majorheading","content":"Adjournment Matters","time":1371735000,"counter":180,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00800"},{"type":"minorheading","content":"Postcode Implementation","time":1371735000,"counter":181,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC00900"},{"type":"speech","time":1371735000,"counter":182,"content":"<p>I welcome the Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC01000","speaker":"1120"},{"type":"speech","time":1371735000,"counter":183,"content":"<p>I welcome the Minister to the House.<\/p><p>I wish to raise the issue of post codes, a matter I raised on the Order of Business some weeks ago.  I understand Ireland is one of the last remaining countries in Europe that does not have post codes in place.  The process of introducing post codes was initiated in 2006 and in 2009 the then Minister for Communications, Energy and Natural Resources, Eamon Ryan, said they would be in place by 2011, but nothing has happened to date.<\/p><p>The reason I raise the issue is that I am looking at it from an emergency services point of view more than anything else.  I am aware it has other benefits from a postal delivery point of view.<\/p> <p>In Dublin, if an ambulance does not arrive within eight minutes, it is almost a crime.  Unfortunately, in rural Ireland, if one is lucky, one will have an ambulance in 45 minutes.  Recently, I saw an ambulance passing through my town and going out my road.  I stayed behind it and was curious as to whether there was an emergency in the area.  I noticed the ambulance pull up on two occasions and each time it was seeking directions.  On both occasions, the ambulance staff ended up talking to non-national ladies who did not really understand what they were looking for.   I followed the ambulance and the staff eventually found our community park where an incident had occurred.  This demonstrates the kind of difficulty we have when we do not have postcodes in place.  We need them in place so that emergency services can pinpoint their destination accurately.  This is a particular problem late at night when there is nobody around to provide directions to the emergency services.  I would appreciate a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000028#CC01100","speaker":"1161","continuing":true},{"type":"speech","time":1371735600,"counter":185,"content":"<p>I thank Senator Kelly for raising this issue.  I agree entirely with him that this is an important issue, not only for the critical area he has raised in respect of the emergency services.  He is also correct in that Ireland is the only country in the European Union and the OECD area that does not have postcodes.<\/p><p>  However, the Government is strongly committed to introducing a national postcode system in Ireland.  In July 2009, the then Government approved the launch of a procurement process for a national postcode, based on the report of the national postcode project board.  In 2010, the Department established a postcode steering group and appointed PA Consulting to assist it in introducing and implementing a national postcode system.  During 2010, the Department undertook a wide-ranging consultation on the implementation of a national postcode system, but for some reason thereafter, the subject lost urgency.  More that 60 different interested parties were met as part of that process and there was a unanimous welcome for the introduction of a nationwide postcode system.  There is continued strong support in the commercial sector in particular for the development of a national postcode model to drive competitiveness in the broader economy and in turn contribute to a better jobs environment.  Government Departments and agencies also see the benefit of postcodes in helping them deliver services to the public, especially in these challenging economic times.  Senator Kelly has given an example of one such critical service.<\/p><p>  The procurement process for postcodes began in January 2011, with the publication of a pre-qualification questionnaire on <i>etenders.gov.ie.<\/i> for the appointment of a postcode management licence holder.  Since then, intensive work has taken place on what is an extremely complex national project with many different interdependent aspects to it.<\/p><p>  The key general areas where benefits will be derived from a national postcode system include: improved efficiency and accuracy of internal business processes as a result of improved accuracy and consistency of databases across public and private sectors; delivery of improved efficiencies with regard to logistics, including emergency service response; better planning and analysis capabilities across public and private sectors; providing a stimulus to mail volumes through improved direct marketing capabilities; enabling organisations to improve existing services and-or develop new service offerings; and facilitating improved efficiencies and quality improvements in the mails sector.  It is expected that a final tender in the postcode procurement process will be issued to all qualified bidders in the weeks immediately ahead.  The proposals in response to that tender will, in turn, be evaluated by the postcode evaluation team, a preferred option will be chosen and a recommendation will be made to Government in September.<\/p><p>  The final decision to proceed with the implementation of a national postcode will, of course, be one for Government and will be based on appropriate financial, technical and operational considerations.  I cannot give a precise date for when this decision will be made, but I intend that it will be no later than the third quarter of this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000029#DD00200","speaker":"947"},{"type":"minorheading","content":"National Wind Energy Strategy","time":1371735600,"counter":186,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000029#DD00300"},{"type":"speech","time":1371735600,"counter":187,"content":"<p>The issue I am raising today is one that is close to Senator Kelly's heart, namely, wind farms and windmills.  However, I am not requesting him to stay for this issue.  I know his part of the country well and many of the windmills currently in the Roscommon-Sligo area are much smaller than what is being proposed for the midlands, which apparently include large parts of County Meath.<\/p><p>This issue has come to a head lately because of a number of projects that seem to have full Government approval.  This is the perception with regard to massive windmills that will be erected in the midlands to provide power for the United Kingdom.  Overall, one can see there are benefits for the country if it can generate electricity and make money from selling it to another country.  In principle, this should be beneficial.  However, in reality many of these projects are being undertaken by multinational companies with little connection to this country and very little of the benefit seems to come to the country.  There is also very little consultation with residents.  The situation regarding consultation is so bad that many residents in the areas where wind farms are proposed currently have no idea of what is going on.<\/p><p>I support the development of wind power and renewable energy, but we must take into account the genuine concerns of residents who have been asked to put up with gigantic wind turbines.  One company has told me the turbine will reach 185 m, which is at least twice the height of many of the existing windmills.  When Fianna F&aacute;il was in power, it laid the foundations for using clean, renewable, sustainable power sources and that work continues.  It is important we continue that work and that we recognise the reality of climate change.  The main issue for people is the inexcusable lack of correspondence and consultation with local residents.  This is coupled with the perception that the Government is pushing and endorsing wind farms at an early stage.  I hope the Minister can contradict that perception.  At least, he should set out the Government position on the existing projects. <\/p><p>Another issue is that planning guidelines regarding wind turbines are hopelessly out of date and date from a time when the technology in use now was not available.  The technology proposed for these high turbines does not even exist here currently.  Residents in the areas of Carlanstown, Oristown, Moynalty, Nobber and Kilbeg parish area have contacted me about their serious concerns, particularly concerns about the Greenwire project.  First, there is a lack of information.  They are also concerned at the proximity of many of the proposed sites to their homes.  Although the proposed sites have not been officially revealed, everybody on the ground seems to know the exact locations.<\/p><p>Another issue the Greenwire and Element Power company must deal with is that this is creating a lack of public confidence in the process.  People are also concerned about noise pollution.  They want to know what is going on and want to see whether there is a better way of doing this.  I understand some counties have, on their own initiative, set out certain areas which are suitable for wind power and I understand those areas are far from population centres and are generally non-controversial.  However, in County Meath it is proposed to put many of these wind turbines close to centres of population.  I attended a public information meeting hosted by Greenwire in Carlanstown recently and it was clear that most of the people in the area did not even know the meeting was taking place and knew nothing at all about the proposed project. <\/p><p>We must have more consultation.  Yesterday, the Fianna F&aacute;il leader, Deputy Martin, raised this issue in the D&aacute;il, but the Taoiseach did not seem to be aware of the lack of consultation.  I have written to An Bord Plean&aacute;la to ask it to get Element Power to reopen and restart the consultation process so as to inform the public of what is going on.  I suggested that a turbine of 185 m be constructed or laid out on the ground to show people what is involved and give them some idea of what is proposed.<\/p> <p>I understand it is proposed to locate approximately 50 wind turbines in the general Kilbeg area of County Meath.  Pylons are also being routed through the this tiny rural parish, which will become a hub for electricity export and import.  That two major projects in one small rural area are going through the strategic infrastructure process should give pause for thought.  The current strategy must be reconsidered because the area is not suitable for this purpose.  I am aware the process is still at an early stage but the Government must set out its position on the issue.  I look forward to the Minister's contribution. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000029#DD00400","speaker":"1116","continuing":true},{"type":"speech","time":1371736200,"counter":189,"content":"<p>There has been significant development in the wind energy sector in Ireland in recent years.  Since 2003, approximately 1,250 turbines in 150 wind farms across 22 counties have been commissioned, with a total capacity of 1,738 MW.  Wind energy has been the largest driver of growth in renewable electricity, contributing most towards the achievement of the target for 2020 to deliver 40% of electricity demand from renewable sources.  Estimates for 2012 indicate the current level is approaching 20%.<\/p><p>The 2020 target will not be achieved without an increase in wind energy development from an historical average of 180 MW per annum to at least 250 MW per annum.  The timely development of a healthy pipeline of potential wind projects is essential if Ireland's 2020 renewable electricity targets are to be achieved.  Non-achievement will result in compliance costs and the purchase of emissions permits.  The Sustainable Energy Authority of Ireland has estimated that compliance costs could amount to between &euro;100 million and &euro;150 million per annum for each percentage point shortfall in renewable energy, with a further &euro;250 million in emissions permit purchases.  This could also undermine Ireland's opportunity to potentially export renewable energy to the United Kingdom to assist in meeting its 2020 renewable electricity targets.<\/p><p>Development in the wind energy sector is underpinned by a clear policy framework.  The national renewable energy action plan sets out the Government's approach and concrete measures to deliver on Ireland's overall 16% renewables target under Directive 2009\/28\/EC, to which the 40% renewable electricity target makes an important contribution.  My Department's Strategy for Renewable Energy 2012-2020 has the strategic goal of having progressively more renewable electricity from onshore and offshore wind power for domestic and export markets.<\/p><p>With regard to export markets, the Deputy will be aware that in January of this year the United Kingdom Secretary of State for Energy and Climate Change, Mr. Edward Davey, and I signed a memorandum of understanding on energy co-operation.  This will result in completion of consideration of how Irish renewable energy resources, onshore and offshore, could be developed to the mutual benefit of Ireland and the United Kingdom, and will determine whether it is beneficial for both countries to enter into an intergovernmental agreement under the renewable energy directive to provide for renewable energy trading.  An agreed programme of work is already under way to prepare for the intergovernmental agreement.  This work programme includes economic analysis, addressing policy and regulatory questions and dealing with grid issues.  While highly complex engineering and market issues need to be teased out, the ambition is to settle on an intergovernmental agreement in early 2014.  If such an agreement is entered into, the potential employment opportunities will be significant.<\/p><p>New wind farms, whether for the domestic or export market, will be subject to the Planning and Development Acts, including the requirements for public consultation, irrespective of the source of funding for their construction.  Best practice wind energy guidelines were published in 2006.  Currently, the Department of the Environment, Community and Local Government, in conjunction with my Department and other stakeholders, is undertaking a targeted review of certain aspects of the 2006 guidelines.  This review will examine the manner in which the guidelines address key issues of community concern such as noise, separation distance and shadow flicker, to ensure Ireland continues to meet its renewable energy targets and exploits potential export opportunities while ensuring wind energy does not have a negative impact on local communities.  In addition, the 2012 Government policy statement on the strategic importance of transmission and other energy infrastructure emphasises the importance of public and local community acceptance; adherence to national and international standards in designing and constructing energy networks and infrastructure; early consultation and engagement with local communities; and building community gain considerations into energy infrastructure planning and budgeting.<\/p><p>I intend to establish an overarching strategic policy framework, with a spatial dimension, for wind development in Ireland.  This will be underpinned by a strategic environmental assessment.  Work on this framework will begin in the near future with a view to completion in 2014.  There is a clear framework for the development of wind energy, which is to be supplemented in the coming year.  This will assist in realising the various goals I have outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000030#EE00200","speaker":"947"},{"type":"speech","time":1371736200,"counter":190,"content":"<p>To be fair to the Minister, his reply has been helpful.  However, he should have a public consultation on the review of the planning guidelines.  This is especially important given the significant changes in technology that have taken place in recent years.  I ask that the companies in question withdraw their projects from the planning process until the guidelines have been reviewed.  It appears they are seeking to have the planning process concluded as quickly as possible using guidelines that have become obsolete.  I ask the Minister to take this into account.  In County Meath, the area between Kells and Navan to the east of the old N3 is to become a hub for the export of energy.  Pylons for a major EirGrid project and wind farms will all be located in one area.  It is madness that at a time when the Conservative Party, the dominant partner in the UK's coalition government, is trying to ban the construction of wind farms, we are planning to build wind farms to export energy to Britain.<\/p><p>I ask the Minister to consider the issues I have raised.  While his statement is reasonable, much work remains to be done.  The companies involved should withdraw their planning applications until the Government has completed this work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000030#EE00300","speaker":"1116"},{"type":"speech","time":1371736200,"counter":191,"content":"<p>There is a good deal of d&uacute;irt bean liom go nd&uacute;irt bean l&eacute;i about this issue, which is surrounded by myths.  It is not true, for example, that England - Scotland is a leading player in renewable energy, especially wind - has banned wind farms, although it is true that some Tory backbench MPs representing the shires make a great deal of noise about the issue.  Last year alone, more wind turbines were erected in England than have been erected in this country since 2003.<\/p><p>As to the Deputy's request that the planning guidelines be offered for public consultation, the guidelines went out to advertised public consultation and an extensive response was received.  My colleague, the Minister of State with responsibility for this matter, Deputy Jan O'Sullivan, is teasing through the responses with the co-operation of officials in my Department.  While I do not know how quickly she believes she will complete this work and promulgate the new guidelines, I do not suppose she will hang about on the issue. <\/p><p>The Senator has a point about local communities being surprised by planning applications.  There is nothing the Government, and probably the political parties in the House, would want to do about the situation.  If someone is minded to visit Moynalty or some other area and make a local farmer or landowner a bid in respect of options to erect a mobile telephone mast or wind turbine, the resulting transaction will be private.  It is somewhat unfortunate that people may learn of it only after the event.  However, all applications arising from such transactions must go through the planning process.<\/p> <p> In respect of the discussions that have grown up around the development of an export sector in this country, I have been engaged with my opposite number in Westminster in putting in place the basis of a framework that can facilitate trade between the two countries.  The relevant European directive requires there be an intergovernmental agreement in place.  We have signed a memorandum of understanding and our respective officials are hammering away at the nuts and bolts of changing that into an intergovernmental agreement.  The economics of it must stack up but it would appear that because we have a wealth of such resources, we have a capacity to generate more electricity than we need.  We can only generate more electricity than we need if we can export it because broadly speaking it cannot be stored.  We are in the fortuitous situation that we have the capacity to generate more than we need and Britain has a need for green energy to help it to meet its renewable targets and its appetite for energy.  It is a win-win situation for both countries.<\/p><p>There is a lot of work to do with the nitty gritty of striking a bargain and Senators have been more moderate in their criticisms than some of the noise I heard in the other House, including one party that deplores my giving away natural resources, especially, as one Deputy put it at the last Question Time, &quot;to the Brits&quot;.  If I was in London selling beef, no one would complain in Meath.  Similarly this is a commodity that it would be economic to trade.  If it is, it will create jobs and wealth on this island and meet a demand on the other island.  In the meantime, all projects must go through the planning process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000030#EE00400","speaker":"947","continuing":true},{"type":"speech","time":1371736800,"counter":193,"content":"<p>I am moderate about this because we only found out about it about three weeks ago in County Meath so we are still getting to grips with it.  That is the position for the public and I would be grateful if the Government would consider that when thinking about the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000031#FF00200","speaker":"1116"},{"type":"minorheading","content":"Acht na dTeangacha Oifigi&uacute;la","time":1371736800,"counter":194,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000031#FF00250"},{"type":"speech","time":1371736800,"counter":195,"content":"<p>T&aacute;im thar a bheith bu&iacute;och den Aire St&aacute;it as ucht teacht isteach ar an gceist th&aacute;bhachtach seo tr&aacute;thn&oacute;na.  T&aacute; Acht na dTeangacha Oifigi&uacute;la againn le riar maith blianta agus t&aacute; an Coimisin&eacute;ir Teanga i bhfeidhm sa St&aacute;t agus ag d&eacute;anamh togha na hoibre, agus na daoine at&aacute; ag obair san oifig leis.  T&aacute; dul chun cinn suntasach d&eacute;anta &oacute; tugadh an t-aitheantas oifigi&uacute;il sin don teanga &oacute; thaobh reachta&iacute;ocht St&aacute;it de.  T&aacute; s&eacute; f&oacute;gartha ag an Aire St&aacute;it go bhfuil s&eacute; chun athbhreithni&uacute; a dh&eacute;anamh ar an Acht, agus t&aacute;imid ag fanacht tr&eacute;imhse fhada anois i nd&aacute;ir&iacute;re leis an athbhreithni&uacute; c&eacute;anna - m&iacute; Ean&aacute;ir 2012 a cuireadh deireadh leis an bpr&oacute;iseas comhairli&uacute;ch&aacute;in a bh&iacute; ann maidir leis an Acht.  Tuigtear dom go bhfuair an Roinn thart ar 1,400 suirbh&eacute; isteach mar chuid den phr&oacute;iseas sin agus riar maith aighneachta&iacute; a bhaineann leis an bpr&oacute;iseas comhairli&uacute;ch&aacute;in.  T&aacute;im ag d&eacute;anamh f&iacute;or-iontais.  N&iacute; d&oacute;igh liom go raibh a leith&eacute;id de chomhairli&uacute;ch&aacute;n poibl&iacute; ann nuair n&aacute;r foils&iacute;odh na tortha&iacute; chomh fada seo tar &eacute;is don chomhairli&uacute;ch&aacute;n a bheith thart.  C&eacute;n f&aacute;th nach bhfuil sin tarlaithe?<\/p><p>T&aacute; s&eacute; f&iacute;or-th&aacute;bhachtach sula gcuirfear reachta&iacute;ocht nua i bhfeidhm go dt&oacute;gfar tuairim&iacute; an phobail ar bord mar n&iacute; fi&uacute; bheith ag iarraidh tuairim&iacute; an phobail mura bhfuil an tAire St&aacute;it chun aird a thabhairt orthu.  Sh&iacute;lfeadh duine go mbeadh go bhfoilseofa&iacute; an Rialtas na tortha&iacute; sa phr&oacute;iseas comhairli&uacute;ch&aacute;in sin, na haighneachta&iacute; a bhfuarthas agus an scag a rinne an Roinn mar bhun&uacute;s don reachta&iacute;ocht nua seo at&aacute; le cur i bhfeidhm.<\/p><p>T&aacute; daoine eile amuigh ansin at&aacute; n&iacute;os cinici&uacute;la n&aacute; m&eacute; f&eacute;in a d&eacute;arfadh gurb &eacute; an f&aacute;th nach bhfuil an Rialtas ag foilsi&uacute; na dtortha&iacute; n&aacute; nach maith leis na tortha&iacute; sin a th&aacute;inig isteach.  Daoine eile a bheadh cinici&uacute;il a d&eacute;arfadh gur m&iacute;-&eacute;ifeacht at&aacute; sa Roinn.  N&iacute; d&eacute;arfainn f&eacute;in sin ach sin an rud at&aacute; daoine a r&aacute; liom amuigh i measc phobal na Gaeilge, go bhfuil f&iacute;or-iontas orthu nach bhfuil na ruda&iacute; seo tagtha chun cinn.  Is d&oacute;cha go bhfuil m&iacute;sh&aacute;stacht orthu chomh maith c&eacute;anna maidir leis an gcaoi go bhfuil an Roinn faoi l&aacute;thair ag feidhmi&uacute; Acht na dTeangacha Oifigi&uacute;la.  T&aacute; a fhios againn go maith go gcuireann Acht na dTeangacha Oifigi&uacute;la dualgas ar gach Roinn St&aacute;it, eagras St&aacute;it agus comhlacht poibl&iacute; sc&eacute;im teanga a chur i bhfeidhm a chuireann in i&uacute;l cad a dh&eacute;anfaidh siad maidir le cur chun cinn na Gaeilge de r&eacute;ir for&aacute;lacha an Achta.<\/p><p>De r&eacute;ir mar a thuigim, t&aacute; 75% de na sc&eacute;imeanna sin in &eacute;ag faoi l&aacute;thair.  T&aacute; os cionn 100 de na sc&eacute;imeanna suite ar deasc sa Roinn ag fanacht le daingni&uacute;.  N&iacute; l&eacute;ir&iacute;onn sin dom go bhfuil an tAire St&aacute;it chomh diongbh&aacute;ilte sin &oacute; thaobh chur i bhfeidhm an Achta.  T&aacute; m&uacute;in&iacute;n &aacute; dh&aacute;ileadh ag daoine san Aire St&aacute;it mar Aire St&aacute;it &oacute; thaobh chur i bhfeidhm Acht na dTeangacha Oifigi&uacute;la agus go bhfuil an-mh&iacute;sh&aacute;stacht ann faoi sin.  Sin an f&aacute;th gur chuir m&eacute; an cheist seo s&iacute;os.  Bliain &oacute; mh&iacute; Ean&aacute;ir seo caite, bh&iacute; deireadh leis an bpr&oacute;iseas comhairli&uacute;ch&aacute;in, fuair an tAire St&aacute;it na haighneachta&iacute;, d&uacute;irt s&eacute; sna Tithe seo n&iacute;os t&uacute;isce i mbliain go raibh s&eacute; i gceist aige cinn Bhille a fhoilsi&uacute; i mbliana agus roimh go bhfoilseofa&iacute; an t-athbhreithni&uacute; sin.  T&aacute; s&eacute; thar am go dtiocfaidh sin chun cinn, t&aacute; s&eacute; thar am go mbeadh pl&eacute; ioml&aacute;n sna Tithe seo ar chur i bhfeidhm an Achta.  Bheinn ag s&uacute;il, agus cuireadh cuid mhaith aighneachta&iacute; isteach &oacute;n phobal, daoine a bh&iacute; ag iarraidh go l&aacute;idreofa&iacute; an tAcht agus go gcuirf&iacute; leis seachas lag&uacute; a dh&eacute;anamh ar na for&aacute;lacha.<\/p><p>T&aacute; s&uacute;il agam go bhfuil dea-sc&eacute;al ag an Aire St&aacute;it d&uacute;inn anocht agus go gcuirfidh s&eacute; in i&uacute;l d&uacute;inn faoi dheireadh thiar thall cathain go bhfuil s&eacute; i gceist aige na tortha&iacute; seo a fhoilsi&uacute; bliain go leith tar &eacute;is don obair a bheith faighte aige.  Is f&eacute;idir linn ansin dul i mbun d&iacute;osp&oacute;ireachta agus an tAcht a athdhr&eacute;acht&uacute; i gcomhair lena ch&eacute;ile go nd&eacute;anfar cinnte go gcuirfear an Ghaeilge san &aacute;it a ba cheart di bheith ann sa reachta&iacute;ocht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000031#FF00300","speaker":"1122"},{"type":"speech","time":1371736800,"counter":196,"content":"<p>F&aacute;ilt&iacute;m roimh an deis labhairt sa Teach inniu maidir leis an athbhreithni&uacute; ar Acht na dTeangacha Oifigi&uacute;la 2003.  Ba mhaith liom an deis seo a thap&uacute; chun mo bhu&iacute;ochas a chur in i&uacute;l do Bhaill an T&iacute; seo mar gheall ar an sp&eacute;is at&aacute; l&eacute;irithe acu san &aacute;bhar seo.<\/p><p>Sin&iacute;odh Acht na dTeangacha Oifigi&uacute;la 2003 ina dhl&iacute; ar 14 I&uacute;il 2003.  Is &eacute; pr&iacute;omhaidhm an Achta a chinnti&uacute; go gcuirtear feabhas ar shol&aacute;thar seirbh&iacute;s&iacute; poibl&iacute; tr&iacute; Ghaeilge.  Ainneoin st&aacute;das bunreacht&uacute;il na Gaeilge mar phr&iacute;omhtheanga oifigi&uacute;il an St&aacute;it, cuireann an tAcht creat reacht&uacute;il ar f&aacute;il den ch&eacute;ad uair do shol&aacute;thar seirbh&iacute;s&iacute; i nGaeilge ag comhlachta&iacute; poibl&iacute;.<\/p><p>D&eacute;antar for&aacute;il san Acht do shol&aacute;thar seirbh&iacute;s&iacute; poibl&iacute; tr&iacute; Ghaeilge ar thr&iacute; bhealach: tr&iacute; fhor&aacute;lacha an Achta at&aacute; infheidhme maidir le gach comhlacht poibl&iacute; faoin Acht; tr&iacute; rialach&aacute;in a dh&eacute;anann an tAire Eala&iacute;on, Oidhreachta agus Gaeltachta at&aacute; infheidhme freisin maidir le gach comhlacht poibl&iacute; faoin Acht; agus tr&iacute; sc&eacute;imeanna teanga, a aonta&iacute;tear le gach comhlacht poibl&iacute; ar leith agus a fhor&aacute;lann do mh&eacute;ad&uacute; de r&eacute;ir a ch&eacute;ile ar l&iacute;on agus ar chaighde&aacute;n na seirbh&iacute;s&iacute; a chuireann an comhlacht poibl&iacute; sin ar f&aacute;il tr&iacute; Ghaeilge.<\/p><p>Cinnt&iacute;onn an tAcht freisin go gcuirtear ar f&aacute;il bunchearta t&aacute;bhachtacha teanga maidir le h&uacute;s&aacute;id na Gaeilge agus an Bh&eacute;arla sna c&uacute;irteanna agus i dTithe an Oireachtais.  Tugann s&eacute; bun&uacute;s reacht&uacute;il do logainmneacha oifigi&uacute;la an St&aacute;it agus cuireann s&eacute; c&oacute;ras i bhfeidhm le monat&oacute;ireacht a dh&eacute;anamh ar gh&eacute;illi&uacute;lacht na n-eagras St&aacute;it don reachta&iacute;ocht agus c&oacute;ras le gear&aacute;in faoi sh&aacute;ruithe ar dhualgais reacht&uacute;la teanga a fhiosr&uacute; agus a r&eacute;iteach.<\/p><p>Buna&iacute;odh Oifig an Choimisin&eacute;ara Teanga faoin Acht sa bhliain 2004.  Is iad pr&iacute;omhfheidhmeanna na hoifige sin monat&oacute;ireacht a dh&eacute;anamh ar an gcaoi a bhfuil for&aacute;lacha an Achta &aacute; gcomhl&iacute;onadh ag comhlachta&iacute; poibl&iacute;, agus bearta riachtanacha a dh&eacute;anamh chun a chinnti&uacute; go gcomhl&iacute;onfaidh comhlachta&iacute; poibl&iacute; a ndualgais faoin Acht.  T&aacute; r&oacute;l t&aacute;bhachtach ag Oifig an Choimisin&eacute;ara Teanga maidir le comhairle agus c&uacute;namh a shol&aacute;thar do chomhlachta&iacute; poibl&iacute; agus don phobal i gcoitinne maidir le feidhmi&uacute; fhor&aacute;lacha &eacute;ags&uacute;la an Achta.<\/p> <p>Ar nd&oacute;igh, t&aacute; an Coimisin&eacute;ir Teanga neamhsple&aacute;ch i gcomhl&iacute;onadh a chuid feidhmeanna.  Mar at&aacute; a fhios ag an Teach, th&oacute;g an Rialtas cinneadh Oifig an Choimisin&eacute;ara Teanga a ch&oacute;nascadh le hOifig an Ombudsman, mar chuid de r&eacute;imse gn&iacute;omhartha athch&oacute;irithe faoi phlean athch&oacute;irithe an Rialtais don tseirbh&iacute;s phoibl&iacute; a foils&iacute;odh i m&iacute; na Samhna 2011.  D&eacute;anfar an cinneadh sin a chur i gcr&iacute;ch i gcomhth&eacute;acs na leasuithe reacht&uacute;la ar an Acht at&aacute; &aacute; mbeart&uacute;.  Sa chomhth&eacute;acs seo, n&iacute; miste dom a threisi&uacute; ar&iacute;s go leanfaidh Coimisin&eacute;ir Teanga, a bheidh ceaptha go reacht&uacute;il agus a bheidh lonnaithe sa Ghaeltacht, ag feidhmi&uacute; cumhachta&iacute; reatha an Choimisin&eacute;ara Teanga go neamhsple&aacute;ch faoi Acht na dTeangacha Oifigi&uacute;la 2003.  D'eascair an t-athbhreithni&uacute; ar an Acht as an ngealltanas seo a leanas a tugadh i gcl&aacute;r an Rialtais:<blockquote><br \/>D&eacute;anfaimid athbhreithni&uacute; ar Acht na dTeangacha Oifigi&uacute;la chun a chinnti&uacute; go mbainfear an leas is fearr as caiteachas ar an teanga chun an teanga a fhorbairt agus chun a chinnti&uacute; go bhforchuirtear dualgais go cu&iacute; de r&eacute;ir &eacute;ilimh &oacute; shaor&aacute;naigh.<\/blockquote>Ba iad aidhmeanna an athbhreithnithe d&aacute; r&eacute;ir, a chinnti&uacute; gur meicn&iacute;ocht &eacute;ifeachtach &eacute; an tAcht a thaca&iacute;onn le forbairt na Gaeilge ar bhealach at&aacute; &eacute;ifeachtach agus &eacute;ifeacht&uacute;il &oacute; thaobh costais de agus go bhfuil na dualgais a eascra&iacute;onn &oacute;n Acht cu&iacute; chun sol&aacute;thar s&aacute;s&uacute;il seirbh&iacute;s&iacute; tr&iacute; Ghaeilge ag comhlachta&iacute; poibl&iacute; a chinnti&uacute;, de r&eacute;ir an &eacute;ilimh at&aacute; orthu &oacute;n bpobal.  Mar chuid den athbhreithni&uacute;, glacadh comhairle le pr&iacute;omhph&aacute;irtithe leasmhara &eacute;ags&uacute;la lena n-&aacute;ir&iacute;tear Oifig an Choimisin&eacute;ara Teanga, Ranna Rialtais, eagra&iacute;ochta&iacute; Gaeilge agus Gaeltachta agus an pobal i gcoitinne.  Mar at&aacute; curtha in i&uacute;l agam cheana don Oireachtas, fuarthas os cionn 1,400 freagra ar shuirbh&eacute; agus 262 aighneacht le linn an phr&oacute;isis chomhairligh.<\/p><p> Beidh a fhios ag an Seanad&oacute;ir &oacute; chl&aacute;r reachta&iacute;ochta an Rialtais, go bhfuil s&eacute; beartaithe Bille a fhoilsi&uacute; i mbliana ina nd&eacute;anfar for&aacute;il do na leasuithe ar Acht na dTeangacha Oifigi&uacute;la 2003.  T&aacute; na c&eacute;imeanna cu&iacute; idir l&aacute;mha ag mo Roinn faoi l&aacute;thair chun cinn an Bhille seo a dhr&eacute;acht&uacute;.  T&aacute;thar ag s&uacute;il na dr&eacute;acht-chinn a chur faoi bhr&aacute;id an Rialtais a luaithe agus is f&eacute;idir.  T&aacute; na molta&iacute; &eacute;ags&uacute;la a fuarthas i dtaca leis an athbhreithni&uacute; ar an Acht curtha san &aacute;ireamh mar chuid de phr&oacute;iseas ullmh&uacute;ch&aacute;in na reachta&iacute;ochta seo.  D&eacute;anfar &aacute;bhar cu&iacute; &oacute;n phr&oacute;iseas comhairligh poibl&iacute; a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in mo Roinne in am tr&aacute;tha i dteannta le cinn an Bhille.  N&iacute;l amhras ar bith orm go n-aonta&iacute;onn gach duine liom nuair a deirim go bhfuil t&aacute;bhacht agus fi&uacute;ntas ag baint le hAcht na dTeangacha Oifigi&uacute;la, 2003.  Ag an am c&eacute;anna, n&iacute; miste a aithint go bhfuil an tAcht sin i bhfeidhm le deich mbliana anuas.  Is ioma&iacute; cor at&aacute; tagtha in&aacute;r gcinni&uacute;int &oacute; shin i leith.  T&aacute; s&eacute; tr&aacute;th&uacute;il go nd&eacute;anfaimis athbhreithni&uacute; ar an Acht d&aacute; r&eacute;ir.  T&aacute; m&eacute; s&aacute;sta go gcuideoidh an t-athbhreithni&uacute; at&aacute; d&eacute;anta go m&oacute;r le h&eacute;ifeachtacht an Achta sa todhcha&iacute;.  T&aacute; m&eacute; ag s&uacute;il mar sin le teacht ar ais os comhair an T&iacute; seo chomh luath agus at&aacute; na c&eacute;imeanna ullmh&uacute;ch&aacute;in cu&iacute; go l&eacute;ir curtha i gcr&iacute;ch, le Bille chun an Acht a leas&uacute; a chur faoi bhur mbr&aacute;id.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000031#FF00400","speaker":"1000","continuing":true},{"type":"speech","time":1371737400,"counter":198,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it ach, i nd&aacute;ir&iacute;re, t&aacute; s&eacute; ar n&oacute;s a bheith ag &eacute;isteacht le sean-cheirn&iacute;n at&aacute; casta ar&iacute;s agis ar&iacute;s eile.  N&iacute;l tada nua sa bhfreagra.  T&aacute; an Rialtas ag tarraingt na gcos.  T&aacute; s&eacute; cruthaithe ar&iacute;s anocht go bhfuil s&eacute; seo curtha ar an m&eacute;ar fhada.  Iarraim ar an Aire St&aacute;it an 1,400 freagra agus an 262 aighneacht a bhaineann le Acht na dTeangacha Oifigi&uacute;la a fhoilsi&uacute; roimh dheireadh na m&iacute;osa seo chugainn, sula scoireann an D&aacute;il agus an Seanad.  N&iacute;l aon athr&uacute; chun teacht orthu.  D'fh&eacute;adfadh muid scagadh agus pl&eacute; a dh&eacute;anamh orthu.  Iarraim ar an Aire St&aacute;it iad a fhoilsi&uacute; seachas teacht isteach chun an seanphort c&eacute;anna a insint d&uacute;inn an t-am ar fad.  De r&eacute;ir an fhreagra seo, n&iacute;l aon dul chun cinn d&eacute;anta seachas na ruda&iacute; at&aacute; cloiste againn sna me&aacute;in agus sna Tithe seo le s&eacute; mh&iacute; anuas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00200","speaker":"1122"},{"type":"speech","time":1371737400,"counter":199,"content":"<p>N&iacute; aonta&iacute;m ar chor ar bith leis an Seanad&oacute;ir.  T&aacute; s&eacute; ar sodar mar a bheadh capall ar mire.  Caithfidh an Seanad&oacute;ir a thuiscint go mbaineann pr&oacute;is&eacute;as an-t&aacute;bhachtach le reachta&iacute;ocht a thabhairt isteach sa Teach.  Nuair a bheidh s&eacute; anseo tamall eile, is d&oacute;cha go mbeidh n&iacute;os m&oacute; eolais aige ar ch&uacute;rsa&iacute; Rialtais.  T&eacute;ann na ruda&iacute; seo ar aghaidh c&eacute;im ar ch&eacute;im - go mall righin r&eacute;idh - cos&uacute;il le muilte D&eacute;, a meileann go mall ach go m&iacute;n ag an am c&eacute;anna.  T&aacute; an reachta&iacute;ocht ag teacht isteach.  T&aacute; s&eacute; ar chl&aacute;r an Rialtais.  T&aacute; na haighneachta&iacute; againn.  T&aacute; s&eacute; r&aacute;ite agam go nd&eacute;anfaimid iad a fhoilsi&uacute; nuair a bheidh cinn an Bhille &aacute; fhoilsi&uacute; againn.  N&iacute; f&iacute;or a r&aacute; ar chor ar bith n&aacute;r ghlac muid comhairle agus &eacute; seo &aacute; ullmh&uacute; againn.  Thugamar cuireadh don phobal m&oacute;r Gaelach a gcuid aighneachta&iacute; a chur isteach.  Fuarthas 1,400 freagra agus 262 aighneacht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00300","speaker":"1000"},{"type":"speech","time":1371737400,"counter":200,"content":"<p>C&eacute;n f&aacute;th nach bhfuil siad &aacute; fhoilsi&uacute; ag an Aire St&aacute;it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00400","speaker":"1122"},{"type":"speech","time":1371737400,"counter":201,"content":"<p>Is &eacute; an t-aon gear&aacute;n at&aacute; ag an Seanad&oacute;ir n&aacute; nach bhfuil said aige.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00500","speaker":"1000"},{"type":"speech","time":1371737400,"counter":202,"content":"<p>Is mian liom iad a fheice&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00600","speaker":"1122"},{"type":"speech","time":1371737400,"counter":203,"content":"<p>Caithfidh an Seanad&oacute;ir foighne a bheith aige agus fanacht go dt&iacute; go dtiocfaidh an reachta&iacute;ocht tr&iacute;d de r&eacute;ir mar a lu&iacute;onn s&eacute; le cl&aacute;r reachta&iacute;ochta an Rialtais.  N&iacute; ghlacaim ar fad go bhfuil-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00700","speaker":"1000"},{"type":"speech","time":1371737400,"counter":204,"content":"<p>Mair, a chapaill, agus gheobhair f&eacute;ar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00800","speaker":"1122"},{"type":"speech","time":1371737400,"counter":205,"content":"<p>T&aacute; an seanphort c&eacute;anna ag an Seanad&oacute;ir i gc&oacute;na&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG00900","speaker":"1000"},{"type":"speech","time":1371737400,"counter":206,"content":"<p>Mair, a chapaill, agus gheobhair f&eacute;ar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01000","speaker":"1122"},{"type":"speech","time":1371737400,"counter":207,"content":"<p>Deireann s&eacute; nach bhfuil aon rud ceart anseo agus go bhfuil gach rud m&iacute;cheart.  N&iacute; d&oacute;igh leis go mbeidh aon rud ceart sa Teach seo go dt&iacute; go mbeidh s&eacute; ina shu&iacute; sa chathaoir seo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01100","speaker":"1000"},{"type":"speech","time":1371737400,"counter":208,"content":"<p>Beidh an Seanad scortha faoin am sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01200","speaker":"1122"},{"type":"speech","time":1371737400,"counter":209,"content":"<p>Caithfidh m&eacute; a r&aacute; go bhfuil c&uacute;pla Becher's Brook le d&eacute;anamh aige roimhe sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01300","speaker":"1000"},{"type":"speech","time":1371737400,"counter":210,"content":"<p>Gan dabht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01400","speaker":"1122"},{"type":"speech","time":1371737400,"counter":211,"content":"<p>T&aacute; c&uacute;pla rud l&eacute; d&eacute;anamh aige sula dtarl&oacute;idh s&eacute; sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01500","speaker":"1000"},{"type":"speech","time":1371737400,"counter":212,"content":"<p>We must move on to the next matter, which is in the name of Senator Higgins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01600","speaker":"1120"},{"type":"speech","time":1371737400,"counter":213,"content":"<p>Gabh mo leithsc&eacute;al, a Chathaoirligh.  T&aacute; m&eacute; ag iarraidh ceacht a mh&uacute;ineadh don Seanad&oacute;ir maidir le c&uacute;rsa&iacute; reachta&iacute;ochta in Oireachtas &Eacute;ireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01700","speaker":"1000"},{"type":"minorheading","content":"Suicide Prevention","time":1371737400,"counter":214,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01800"},{"type":"speech","time":1371737400,"counter":215,"content":"<p>I thank the Minister of State for coming to the House to discuss the possibility of implementing a policy that would undoubtedly assist the safety and well-being of Irish teenagers.  I raised this issue in the Seanad a number of months ago.  As we know, the issues of bullying and suicide are persisting right across the country and, unfortunately, are remaining prevalent among teenagers.  I feel that every channel of communication must be examined to raise awareness of these problems, which are reaching unacceptable levels in our society.  Information on helplines needs to be easily accessible to those who need such services most.  It is vital for this critical information, which could save the life of a teenager or anybody else, to be readily available to such people.  Therefore, I ask the Minister of State to indicate whether he agrees that information on suicide prevention and anti-bullying helplines should be printed on the back covers of all secondary school books.  This information should contain the telephone numbers and website details of all relevant bodies and organisations that provide anti-bullying and suicide prevention measures.  I would like the Minister of State to indicate whether he is amenable to the implementation of an initiative that would ensure helpline information is printed on all secondary school books and manuals used for present and future curriculums for secondary school students.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG01900","speaker":"1173"},{"type":"speech","time":1371737400,"counter":216,"content":"<p>I thank Senator Higgins for raising this matter in the House.  I am responding on behalf of my colleague, the Minister for Education and Skills.  I am conscious that youth suicide is a serious issue.  I accept that schools can play a role in suicide prevention.  There is a need to ensure the education system is more responsive to those with emotional or mental health difficulties.  The Senator may be familiar with the guidelines entitled Well-Being in Post-Primary Schools: Guidelines for Mental Health Promotion and Suicide Prevention that were launched by the Minister, Deputy Quinn, last January.  The guidelines, which were developed by the Department of Education and Skills in conjunction with the Department of Health, are informed by consultation with key education partners and the findings of recent research.  They provide practical guidance to post-primary schools on how they can promote mental health and well-being in an integrated way.  They also provide evidence-based advice on how to support young people who may be at risk of suicidal behaviour.<\/p><p>The guidelines have been developed to bring coherence to and build on the multitude of practices that are already in place in schools to promote well-being.  They emphasise the need to integrate all elements by taking a co-ordinated, whole-school approach to the promotion of positive mental health.  This involves building and integrating school self-evaluation processes, implementing the social, personal and health education curriculum, developing whole-school guidance plans, adopting the National Educational Psychological Service continuum of support and building effective inter-agency relationships.  Support for schools will be integrated into existing continuing professional development work plans for the social, personal and health education support service.  It will be co-ordinated nationally in collaboration with the National Educational Psychological Service and the HSE to ensure there is a streamlined approach.<\/p> <p>Copies of the guidelines have been circulated to school authorities.  In addition, the Minister for Education and Skills, together with the Minister for Children and Youth Affairs, Deputy Fitzgerald, launched an action plan on bullying in January of this year.  Work has commenced in consultation with the education partners and is progressing well on the 12 actions outlined in the plan.  Implementation will continue in the coming months.<\/p><p>I can inform the Senator that the Department of Education and Skills, with the active participation of the Irish Educational Publishers' Association, IEPA, has developed a number of notices for students focusing on well-being, suicide prevention and anti-bullying supports available to them and highlighting information sources or contacts for general and crisis support.  The IEPA has agreed with its members to include these notices as appropriate in the broad range of student publications produced by its members annually.  The full effect of this co-operative venture will be seen in 2014 and 2015, with the notices being placed in up to 1,000 mainstream publications used by primary and post-primary students.  I would like to place on record the thanks of the Minister for Education and Skills to the IEPA for its support in this venture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000032#GG02000","speaker":"1000","continuing":true},{"type":"speech","time":1371738000,"counter":218,"content":"<p>I thank the Minister of State for his response.  I am delighted to learn of this latest initiative to deal with an issue I raised some months ago as a result of lobbying from people in my area.  It was great to be able to bring it to the floor of the House and now to see that something so positive is being enacted as a consequence.<\/p><p>Teenagers are our future.  I was one, as indeed was the Minister of State, which means we know exactly how important they are in shaping our future.  To be fair to the Ministers for Education and Skills and Children and Youth Affairs, the Department has followed several great initiatives.  This is one of its best.  I am delighted to learn that this matter has been followed right through.  I also commend the IEPA on what it is doing in this regard because one life lost is one too many, so well done to all involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000033#HH00200","speaker":"1173"},{"type":"speech","time":1371738000,"counter":219,"content":"<p>I thank the Senator for her supportive remarks, which will be brought to the Minister's attention.  It is good to see that there is co-operation among several Departments in dealing with this very serious problem.  There is a recognition that there is a serious problem and there is a co-ordinated approach among several Departments to get to grips with the serious situation that has brought tragedy to so many lives and families.  I thank the Senator for giving us the opportunity to debate this problem here this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013062000033#HH00300","speaker":"1000"},{"type":"unspoken","time":1371738000,"counter":220,"content":"<p>The Seanad adjourned at 3.54 p.m. until 2.30 p.m. on Tuesday, 25 June 2013.<\/p>","notice":"TIME STRING DETECTED"}]