[{"type":"minorheading","content":"Prelude","time":1544005800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1544005800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1544005800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1544005800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1544005800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00100"},{"type":"speech","time":1544005800,"counter":6,"content":"<p>I have received notice from Senator M&aacute;ire Devine that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to outline if the proposed new National Maternity Hospital is to become a subsidiary of the St. Vincent's Healthcare Group.<\/blockquote> <p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p><blockquote>The need for the Minister for Employment and Social Protection to provide an update on the commencement of Part 9 of the Children and Family Relationships Act 2015.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Rural and Community Development to provide an update on the seniors alert scheme and to advise if funding will be made available from his Department for the nationwide roll-out of the scheme.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to examine the possibility of purchasing McDermott&rsquo;s Castle and island on Lough Key, in Boyle, County Roscommon, or entering into a suitable arrangement with the local authority or another agency to preserve this national monument in the long term.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected Senators Warfield, Devine and Boyhan and they will be taken now.  Senator Feighan has withdrawn his matter, which I had also selected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1544005800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00300"},{"type":"speech","time":1544005800,"counter":8,"content":"<p>I welcome the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00400","speaker":"1381"},{"type":"minorheading","content":"National Maternity Hospital","time":1544005800,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00450"},{"type":"speech","time":1544005800,"counter":10,"content":"<p>F&aacute;ilte ar&iacute;s, an tAire Stait.  This matter relates to the proposed new facility for the National Maternity Hospital and the lack of progress in recent years on its governance and ownership.  I am asking for clarity regarding who will own the hospital or have influence and control over it.  There is a lack of clarity and transparency about that, a tactic used frequently by the religious organisation that owns the land on which the new facility is being built.  The National Maternity Hospital is being built by the State, so we will probably own the bricks.  The project will cost at least &euro;350 million and the facility will then be handed over to the Sisters of Charity order, which is a subsidiary of St. Vincent's Healthcare Group - a major shareholder in the project.  The assurances from the religious order that it is giving up ownership of its hospitals or removing itself from the boards, and that it will not dictate the parameters of healthcare  given two women in these hospitals, are not adequate.  It is our National Maternity Hospital, it is not the religious order's hospital.  We can go through the legacy of cruelty and torture by the religious orders, in collusion with this State, of women and children, and we will not take that any more.  We have an opportunity to provide what the Sl&aacute;intecare's report recommends, namely, universal healthcare without interference from private or vested interests or religious interests.<\/p><p>The ethos of the nuns disallows <i>in vitro<\/i>fertilisation, IVF, gender reassignment, abortion and other necessary procedures.  They took the Minister, who asked the Health Information and Quality Authority, HIQA, to inquire into the death of a 34 year old patient from an ectopic pregnancy, to court and won.  HIQA is not allowed investigate that death.  Despite all the reassurances from the religious orders, women do not believe them.  We had the Uplift petition which yielded almost 120,000 signatures.  Dr. Peter Boylan, a former master of the National Maternity Hospital, Holles Street, resigned saying he never thought this would happen again following the referendum.  The Master of the Coombe Hospital resigned in the same vein.  Fergus Finlay of Barnardos was aghast at what happened in this case.  Women need to believe that they will be cared for and not judged, like Savita Halappanavar, on the basis of the religious ethos in a hospital.  That needs to be gone from our healthcare system.  We have had enough of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00500","speaker":"1388"},{"type":"speech","time":1544005800,"counter":11,"content":"<p>I thank Senator Devine.  I am taking this matter on behalf of the Minister, Deputy Harris.<\/p> <p>I welcome the opportunity to address the House on this matter.  The National Maternity Hospital, NMH, was originally established at Holles Street in 1894.  The buildings have aged considerably over the years and, understandably, have accrued significant infrastructural problems which have impacted on the ability of the hospital to deliver clinical services.  It is clear that the current hospital needs to be redeveloped.<\/p> <p>The national maternity strategy reaffirms a commitment by Government to co-locate the remaining stand-alone maternity hospitals with adult acute services in order to provide mothers with access to a full range of medical and support services.  The availability of these services helps to ensure the delivery of an optimum, safe service, particularly for high risk mothers and babies.<\/p> <p>Against this background, the Government approved the NMH relocation project, which involves the development of a new maternity hospital on the campus of St Vincent&rsquo;s University Hospital at Elm Park.  The new hospital will be funded by the State and is included in Project Ireland 2040.  This relocation project came to fruition following extensive mediation discussions led by Kieran Mulvey, which resulted in an agreement being reached between the St Vincent&rsquo;s Healthcare Group and the NMH on the relocation of the facility to the Elm Park campus.  One of the guiding principles of the Mulvey agreement was the requirement for the protection of State investment and interests.  It is vitally important that the legal and governance arrangements associated with this very significant State investment are robust.<\/p> <p>Considerable work has been undertaken, therefore, to develop a legal framework to protect the State&rsquo;s significant investment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This legal framework will underpin the operational and clinical independence of the new hospital, ensuring care in the new maternity hospital will be delivered without religious, ethnic or other distinction and any medical procedure which is in accordance with the laws of the land will be carried out there.  The proposals will require consideration by Government, the National Maternity Hospital and the St. Vincent&rsquo;s Healthcare Group before they are finalised.<\/p><p>I mentioned at the outset that the model of stand-alone maternity hospitals is not the norm internationally.  Government policy is therefore to co-locate all remaining maternity hospitals with adult acute services in order to provide optimal clinical outcomes.  In this context, it is proposed to relocate not only the National Maternity Hospital, but also University Maternity Hospital Limerick to University Hospital Limerick, Dooradoyle; the Rotunda Hospital to the Connolly Hospital campus in Blanchardstown; and the Coombe Women and Infants University Hospital to St. James&rsquo;s Hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#A00600","speaker":"1307","continuing":true},{"type":"speech","time":1544005800,"counter":13,"content":"<p>Unfortunately that was not really an answer in respect of the governance and the concerns that have been expressed.  The history of this hospital has been one of chaos, political fallout, and public outcry with regard to governance.  Essentially it is a Catholic and private hospital.  There is an idea to compulsorily purchase the land so that it would be truly national - it is called the National Maternity Hospital for a purpose - but it seems politicians are deaf to the concerns of the public they serve.  One seat at the table for an extra public interest member is being proposed.  The National Children's Hospital and Our Lady's Children's Hospital have granted and signed over the land, building and governance of the new national children's hospital to the State.  There will be at least two patients' advocates on the board of that hospital.  There will only be one on the very concentrated board of this hospital, which will be privately owned and religiously run and which will have that ethos.  We are trying so hard in this country to get rid of that ethos and to shake off the shackles of religious influence over our health.  The interests of the public and of women are not being served here.  The response just does not cut the mustard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00200","speaker":"1388"},{"type":"speech","time":1544005800,"counter":14,"content":"<p>The Minister of State is unfortunately not the line Minister so maybe we can find another way to bring the issue up with the senior Minister.  The Senator might write to him or raise the issue on the Order of Business when the Leader is present.  The issue the Senator is pursuing does not seem to be adequately dealt with in the response because it is about the future location of the new hospital building.  The Minister of State is not to blame for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00300","speaker":"1381"},{"type":"speech","time":1544005800,"counter":15,"content":"<p>That is fine.  I will just read the response I have been given by the Minister, Deputy Harris.  I reaffirm to the House that the Minister's commitment is to this hugely important project and similarly his commitment is to ongoing progressive development of the maternity services in this country.  The new national maternity hospital is a key strategy pillar in the development of those services.  Substantial time and effort has been spent in ensuring that the State's significant investment is protected through robust legal and governance arrangements.  The Minister is fully satisfied that the new company to be established, the National Maternity Hospital at Elm Park DAC, limited by shares, will have clinical and operational independence in the provision of maternity, gynaecology, and neonatal services as well as financial and budgetary independence.  I will bring Senator Devine's concerns back to the Minister, Deputy Harris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00400","speaker":"1307"},{"type":"speech","time":1544005800,"counter":16,"content":"<p>That goes some way towards satisfying the Senator.  I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00500","speaker":"1381"},{"type":"minorheading","content":"Commencement of Legislation","time":1544005800,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00550"},{"type":"speech","time":1544005800,"counter":18,"content":"<p>I welcome the Minister, Deputy Cannon, back to his <i>alma mater<\/i>, even though we are in a different room.  I am sure he has fond memories of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00600","speaker":"1381"},{"type":"speech","time":1544005800,"counter":19,"content":"<p>He is very welcome.  There is a warm seat here for him next time around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00700","speaker":"1379"},{"type":"speech","time":1544005800,"counter":20,"content":"<p>I thank the Minister of State for coming to the House.  I know this does not relate to his own brief.  I do not intend to pre-empt his response, but far too often we are left a bit unsatisfied with the responses.  We have just had a discussion on that issue.  I suggest we really need to look at the slot for Commencement matters because many are not satisfied with the responses received.<\/p><p>It has been three and a half years since the Children and Family Relationships Act 2015 was signed into law.  This legislation should have meant that same-sex parents could register as legal parents on the birth certificate of their child and that their families would be recognised and protected as such.  That is what people understood the national conversation around civil marriage equality to be about.  That is what we understood the knock-on effects would be.  I have been dealing with affected families for some time.  Many of us in these Houses would have received striking correspondence that painted a grim picture.  Over the last week and over the weekend Heather was in touch with me.  She says:<\/p><blockquote>[A]s the non-biological mother, one of the biggest emotions I feel right now is anxiety.  It is taking over what should be some of the happiest days of our lives.  This anxiety comes from knowing that despite being a mom to my baby, my name won&rsquo;t go on the birth certificate, and that I will have no legal rights to my own child, solely due to the fact that it is my wife who is the birth mother and not me.  Anxiety from being made a second class citizen, fighting to have our rights as parents recognised.  Anxiety (and a bit of humiliation) from having to email my employer&rsquo;s HR department and ask them to please ensure my parental benefits will be intact, even though legally I won&rsquo;t be a parent at all, despite being a mom.  Anxiety that comes lying awake at night from wondering what will happen to our child if something were to happen to my wife.<\/blockquote> <p>Since the Bill's passage in April 2015, the Government has stated deadlines for commencement six times.  Each and every time, those deadlines have been missed.  Every time, these parents have been let down.  The Minister, Deputy Harris, stated in the D&aacute;il and the Seanad that an amendment Bill would fix the errors.  He committed to a deadline of the end of October to commence all parts.  That has not happened and now further typographical errors have been identified by the Department of Employment Affairs and Social Protection.  That is why I tabled this Commencement debate today.  We now have to go through another round of legislative process.<\/p><p>Notwithstanding that it has taken the Department three and a half years to realise that these errors were present, the Minister for Employment Affairs and Social Protection recently indicated that the errors will be fixed by an amendment to the Social Welfare, Pensions and Civil Registration Bill 2017, a Bill that has languished on Committee Stage for more than a year.  I cannot see how its speedy passage through the Oireachtas can be guaranteed.<\/p><p>Given that the Government's track record on this is not great and given the upset it has caused, has the Minister of State received a statement about bringing forward any standalone amendment Bill, similar to the Bill the Minister, Deputy Harris, brought before this House in July, that would address those typographical errors and which would not be contingent on the passage of legislation completely unrelated to the issue which is stuck on Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00800","speaker":"1372"},{"type":"speech","time":1544005800,"counter":21,"content":"<p>I thank Senator Warfield for raising this matter.  As he has already outlined, certain sections in Part 9 of the Children and Family Relationships Act 2015 provide for the registration and re-registration of the birth of a donor-conceived child and, in particular, make possible the registration of details of &ldquo;parent&rdquo;, as well as &ldquo;mother&rsquo; and &ldquo;father&rdquo;, where required.  The current position is that these sections need to be amended to correct technical errors and have yet to be commenced.  Our intention is to correct these technical errors by means of Committee Stage amendments to the Social Welfare, Pensions and Civil Registration Bill 2017, which the Minister hopes to see taken early in the new year.<\/p> <p>Commencement of these provisions is also dependent on commencement of Parts 2 and 3 of the Act, which is the responsibility of the Minister for Health.  In this regard, the Children and Family Relationships (Amendment) Bill 2018 was enacted on 24 July 2018.  It was introduced to correct typographical and technical errors in the Children and Family Relationships Act 2015, which will facilitate the subsequent commencement of Parts 2 and 3 of the Act.  There are important administrative and operational arrangements to be put in place to facilitate the implementation of Parts 2 and 3, including the establishment of the national donor-conceived person register and the appointment of authorised persons under the Act.  I know that it is Minister for Health&rsquo;s intention that Parts 2 and 3 of the Act will be commenced as soon as possible.<\/p> <p>In order to progress this, officials from the General Register Office, the Department of Employment Affairs and Social Protection and the Department of Health are working together to ensure that the appropriate legislative, regulatory and operational mechanisms are in place to allow for the earliest possible commencement of all of the relevant legislation that will allow for birth registration of donor-conceived children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ciar&aacute;n Cannon:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2253\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2253&amp;amp;pid=CiaranCannon&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On the specific question posed by Senator Warfield about introducing a stand-alone Bill, the intention is to include the legislation in the list of Committee Stage amendments to the Social Welfare, Pensions and Civil Registration Bill 2017, which is expected to progress early in the new year to allow for a prompt commencement following enactment.  In the circumstances of the anticipated early conclusion of that legislation, it is not considered necessary to introduce a stand-alone Bill.  Given the 2017 Bill has passed some Stages of the legislative programme, continuing to progress the measures as part of that Bill is seen as the most efficient way to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#B00900","speaker":"1241","continuing":true},{"type":"speech","time":1544005800,"counter":23,"content":"<p>Is Senator Warfield satisfied?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00200","speaker":"1381"},{"type":"speech","time":1544005800,"counter":24,"content":"<p>I have some concerns.  There is also a Social Welfare, Pensions and Civil Registration Bill 2018, which I understand will appear on Committee Stage in the Seanad next week.  There are significant problems with the 2017 Bill and it is unclear to us whether it can be enacted any time soon or whether there will be support in the Oireachtas to do so, but we will examine the 2018 Bill in the Seanad next week.<\/p> <p>Crucial lesbian, gay, bisexual and transgender, LGBT, family and children's rights have been endorsed by these Houses and people have suffered for too long.  I appreciate the Minister of State's response, given that he does not have responsibility for that Department, but will he be an advocate and add urgency to this issue?  I would appreciate it, as would the families involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00300","speaker":"1372"},{"type":"speech","time":1544005800,"counter":25,"content":"<p>The Minister of State was quite clear that it may be dealt with next week or, if not, certainly early in the new year.  If it does not progress, I am sure the Senator will have another opportunity to speak on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00400","speaker":"1381"},{"type":"speech","time":1544005800,"counter":26,"content":"<p>I will speak on the issue again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00500","speaker":"1372"},{"type":"speech","time":1544005800,"counter":27,"content":"<p>The Senator promises to revert to the Minister of State if it does not progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00600","speaker":"1381"},{"type":"speech","time":1544005800,"counter":28,"content":"<p>I undertake to raise the Senator's concerns with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00700","speaker":"1241"},{"type":"minorheading","content":"Seniors Alert Scheme","time":1544005800,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00800"},{"type":"speech","time":1544005800,"counter":30,"content":"<p>I welcome the Minister for Rural and Community Development, Deputy Ring.  It is great to see him because he is always positive and always appears personally to tell the good news.<\/p> <p>I acknowledge the work of his Department and its excellent website, from which I glean more information than any other Department's website.  It is on the ball, active and covers real issues of community engagement and community supports, particularly rural but also urban, which is never missed by the Department.  It is important that we support people, not least those who are vulnerable, to remain in their homes, and any supports that feed in to securing and allowing people to stay in their homes and live there are vital.  The seniors alert scheme, also known as the personal emergency response scheme, offers fast and easy ways for both elderly and vulnerable people to access important health services and provides support during an emergency for those who live alone.  Whether the emergency is a medical issue, a fall, a fire or merely feeling vulnerable at home, these people have the capacity and ability to use the seniors alert scheme, which is fantastic.  <\/p> <p>As I said, it supports people staying in their communities and is beneficial for rural and urban areas.  Are there additional resources for the scheme or plans to roll it out for more people who want this scheme, which is simple and great technology?  Will the Minister outline any further roll-outs of the scheme and, more importantly, will he give reassurance that there are sufficient funds for people to avail of the scheme?  How should people tap into the various schemes available?  It is a good scheme and I thank the Minister for making a personal appearance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C00900","speaker":"1379"},{"type":"speech","time":1544005800,"counter":31,"content":"<p>I thank the Senator for his kind comments, which I appreciate because my Department is new and it underwent three moves of offices in the past year although we have a permanent office now.  I have a fine team with a new Secretary General, three assistant secretaries and fantastic staff in Dublin and Ballina.  I take this opportunity to thank them because they found it difficult that there were so many changes while we were expected to be a functioning Department, which we were.  A fantastic Department is now up and running, and I thank the Senator for his comments and the staff for the great work they have done in difficult circumstances over the past 15 or 16 months.  I am proud of how the Department was set up, and it recently won an award for a public library initiative it created.  We do not often have the opportunity to thank our staff and, therefore, I am taking this one.<\/p> <p>Following the relaunch of the seniors alert scheme in November 2017, which was accompanied by a major publicity campaign, the scheme has seen considerable growth over the past 12 months.  The objective of the seniors alert scheme is to encourage community support for vulnerable older people in our communities through the provision of personal monitored alarms to enable persons over the age of 65 of limited means to continue to live securely in their homes with confidence, independence and peace of mind.<\/p> <p>A significant change in the new version of the scheme is that users no longer have to live alone or with another qualifying person to qualify for the scheme.  The criteria were widened to include elderly people who are not living on their own but may be alone for a substantial part of the day and elderly people who are primary carers for other people in their household.  The issue of isolation, whether in urban or rural areas, should concern us all and I am committed to continuing my Department&rsquo;s response to the issue through programmes such as the seniors alert scheme.  <\/p> <p>Funding is available under the scheme for the purchase of equipment, such as a personal alarm or a pendant, by a registered community or voluntary or not-for-profit organisation.  All users have a base unit installed in their home which is connected to a national seniors alert scheme helpline using landline or mobile telecommunications.  When the user activates the personalised alarm, it puts a call through to the national call centre, which is open 24-7, 365 days a year.  The call centre operator talks to the person in his at her home and decides whether to alert a local volunteer responder or, in potentially serious circumstances, the emergency services.  <\/p> <p>Funding for this scheme is made available by my Department.  The equipment is free for the end user although there is a small charge should the applicant require a SIM card for the mobile phone.  Under the new scheme, free monitoring is provided for the first year of use and recipients are required to pay a modest annual charge for the second and subsequent years.  At the end of 2017, just over 18,000 participants had been approved, while 601 community groups provided support.  By the end of the third quarter in 2018, in excess of 35,000 participants were approved with 660 community groups providing support.  This is strong evidence of the growth of this scheme, providing real support and peace of mind for elderly people in their communities. <\/p> <p>The seniors alert scheme is a demand-led programme.  My Department was allocated &euro;2.3 million in 2018 to administer the scheme.  As a result of the unprecedented increase in participants in the scheme, I was determined to secure additional funding from within the resources of the Department to ensure we continue to meet the surge in demand and that every single applicant was catered for.  The amount spent on the seniors alert scheme for 2018 stands at &euro;5.4 million, and I ensured we funded that money from our Department.  Funding is being allocated from my Department for a further roll-out of the seniors alert scheme nationwide for 2019.  As it is a demand-led scheme, I will closely monitor it with a view to ensuring funding will continue to be available to meet the demand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C01000","speaker":"1334"},{"type":"speech","time":1544005800,"counter":32,"content":"<p>I thank the Minister for that comprehensive response.  As he said, the seniors alert scheme is in demand, and the Department was allocated &euro;2.3 million in 2018 yet the Minister confirmed the amount spent on the scheme for 2018 stands at &euro;5.4 million.  That increase is testament to him and I acknowledge him for driving this significant matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is positive news for anyone who wanted to be given confidence and assurance about the Government's commitment to elderly and vulnerable people living in their homes who wish to stay in their homes, urban or rural.  Sometimes people think this scheme is not available to those who live in urban communities.  I thank the Minister.  It is a really good scheme.  I acknowledge the work of the Department and how it manages its news and press relations.  Someone said to me, \"If Ringer can't do it, nobody can do it\".  He does share his information.  People have to get up and look for it and I look for it.  There is not a day that I do not tap into the website.  It is crystal clear and I can see how systemically the whole thing is done.  Well done and I thank the Minister for his comprehensive report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#C01100","speaker":"1379","continuing":true},{"type":"speech","time":1544005800,"counter":34,"content":"<p>I think the Senator and the Minister both get up early in the morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#D00200","speaker":"1420"},{"type":"speech","time":1544005800,"counter":35,"content":"<p>We do not go to bed late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#D00300","speaker":"1379"},{"type":"speech","time":1544005800,"counter":36,"content":"<p>The Senator has a great concern about rural issues.  I am glad to receive his acknowledgment.  We brought in a few new schemes in the Department, for Tidy Towns, the shows, the men's sheds, all organisations that deal with the problems the Senator is talking about, namely, rural and urban isolation.  He is quite correct.  I want to see this scheme rolled out.  We did put a fair bit of money into the scheme, but we also put a bit of money into making sure that we advertised that scheme.  I did the local newspapers, the local radio stations, the national media and we put out a tender for the groups to apply.  I am delighted the community groups are out there actively promoting this scheme.<\/p> <p>I will finish with this very positive example.  This is not a lie.  I met a woman last week who fell in her home.  She was in a very serious condition and but that she pressed that pendant she would not be here today.  She spent five days in hospital and she is home again.  The pendant and the senior alert scheme saved her life.  She just happened to mention it to me.  She did not know that I had responsibility for the scheme but she had the pendant on her wrist.  I encourage more people to take up that scheme because it does give them peace of mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#D00400","speaker":"1334"},{"type":"unspoken","time":1544005800,"counter":37,"content":"<p>Sitting suspended at 11.02 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Message from Joint Committee","time":1544005800,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#G00100"},{"type":"speech","time":1544005800,"counter":39,"content":"<p>The Joint Committee on Justice and Equality at its meeting today has completed its consideration of the following motion:<\/p><blockquote>That Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to take part in the adoption and application of the following proposed measure:Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No. 516\/2014 of the European Parliament and the Council, as regards the re-commitment of the remaining amounts committed to support the implementation of the Council Decisions (EU) 2015\/1523 and (EU) 2015\/1601 or the allocation thereof to other actions under the national programmes,a copy of which was laid before Seanad &Eacute;ireann on 20th November, 2018.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#G00200","speaker":"1381"},{"type":"majorheading","content":"Order of Business","time":1544005800,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#G00300"},{"type":"speech","time":1544005800,"counter":41,"content":"<p>The Order of Business is No. 1, Finance Bill 2018 - Committee Stage, to be taken at 12.45 p.m. and to be adjourned not later than 3.30 p.m., if not previously concluded; No. 2, Consumer Protection (Regulation of Credit Servicing Firms) Bill 2018 - Second Stage, to be taken on conclusion of No. 1 and to be adjourned not later than 3.30 p.m., if not previously concluded, with contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes; No. 3, Qualifications and Quality Assurance (Education and Training) (Amendment) Bill 2018 &ndash; Committee Stage, to be taken at 3.30 p.m. and to be adjourned not later than 5.30 p.m., if not previously concluded; No. 4, Private Members' business, Control of Economic Activity (Occupied Territories) Bill 2018 &ndash; Report and Final Stages to be taken at 5.30 p.m. and to be adjourned after two hours, if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#G00400","speaker":"1406"},{"type":"speech","time":1544005800,"counter":42,"content":"<p>Threshold's annual report was launched this morning in the presence of the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and the chairperson of the agency, the former Senator, Aideen Hayden.  The report highlights a significant increase in the number of tenants being unfairly evicted and there has been an 18% rise in calls from renters who have been told their tenancies are coming to an end.  Some 32% of the calls to the charity last year were from tenants faced with losing their homes.  Last year, Threshold received 73,526 calls, a staggering figure.  It also outlined that in Dublin rents are up 10% this year, despite the rent pressure zone limit of 4%.  It is very clear that these rent pressure zones are not working.  At this launch Threshold called on the Government to admit that rent pressure zones are not working and to introduce a transparent rent register so that people can see rents from one tenancy to the next, what rent was being paid for the property they are going into and any increases being applied.<\/p> <p>The British Government has had to publish the full legal text it received on Brexit and we await that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Yesterday, a five-day debate on Brexit commenced at Westminster.  The British Prime Minister, Theresa May, told the House of Commons that another deal would not miraculously appear if this one does not go to plan.  Remainers have welcomed the opinion of the legal adviser to the European Court of Justice that the UK could abandon Article 50 unilaterally and does not need the agreement of the rest of the EU to do so.  The British can revoke Article 50 if they so choose and that is something that many of us hope they will consider.  We could then think of the past two years as a bad dream.  Either way, we must make sure that, from our perspective, Brexit is the least worst option.  We are all united on that for the sake of the peace process, the health of our economy and everything else.<\/p><p>I draw the attention of Members to the fact that the chairman of the Irish Fiscal Advisory Council, IFAC, Mr. Seamus Coffey will address the Committee on Budgetary Oversight later today.  He has said that the forecasts for economic growth will move beyond potential for 2019 and that overheating will emerge in later years.  He is also warning that predicting the Irish economy's performance will be very difficult and that the long-term spending plans of the Minister for Finance, Deputy Donohoe, \"lack credibility and look unrealistic\".  I call on the Deputy Leader to invite the Minister for Finance to the House to discuss and thoroughly examine the latest report from IFAC.  While I believe the Minister is doing a good job, it must be acknowledged that he has been lucky that interest rates have been so low in the context of repaying the national debt.  At the same time, somewhat miraculously, billions in corporation tax receipts have been appearing out of nowhere.  We will take in approximately &euro;9.4 billion in corporation tax this year, compared with only &euro;4 billion or &euro;5 billion five or six years ago.  While these additional funds are very welcome, they are unpredictable and I would like a debate on the long-term sustainability of our public finances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#G00500","speaker":"1412","continuing":true},{"type":"speech","time":1544005800,"counter":44,"content":"<p>I wish to raise two issues, the first of which relates to yesterday's charade in the House when we were dealing with statements on climate action and low-carbon development.  There is a statutory obligation on Ministers to present their plans to the House and while they walked in, they actually ran out.  Apart from the Minister for Communications, Climate Action and Environment, Deputy Bruton, none stayed to listen.  That was an insult to this House.  I have thought about this long and hard and have chatted with a lot of people who feel the same about the matter this morning.  The Ministers and Ministers of State did not come here voluntarily; they are obliged by law to present their annual national transition statements to the House.  While I will hold my fire on the matter for the moment, I ask the Deputy Leader to invite all of the relevant Ministers and Ministers of State to come back to the House so that we can hold them to account.  They read out statements yesterday but there was not a lot in most of them.  It seemed to be, for many of them, a box-ticking exercise.  I respectfully ask the Deputy Leader to contact the lead Minister, Deputy Bruton, regarding this matter.  I would also like to see all of the other Ministers and Ministers of State back in the House, listening to and engaging with Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00200","speaker":"1379"},{"type":"speech","time":1544005800,"counter":45,"content":"<p>Please do not impose that on us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00300","speaker":"1393"},{"type":"speech","time":1544005800,"counter":46,"content":"<p>My second point should serve as a wake-up call for anyone involved in politics and as an illustration of the need for an electoral commission.  A woman called to my house at 10.30 p.m. yesterday to say that she had received a letter from a particular local authority suggesting that she is no longer residing at her address and that her name is being passed on to the county registrar to be struck off the electoral register.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00400","speaker":"1379"},{"type":"speech","time":1544005800,"counter":47,"content":"<p>To where was the letter addressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00500","speaker":"1392"},{"type":"speech","time":1544005800,"counter":48,"content":"<p>The letter was addressed to her home and had her name on it.  She contacted me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00600","speaker":"1379"},{"type":"speech","time":1544005800,"counter":49,"content":"<p>If she had left the address and was not there, then what was the point of sending the letter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00700","speaker":"1392"},{"type":"speech","time":1544005800,"counter":50,"content":"<p>She was still living there and had not left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00800","speaker":"1379"},{"type":"speech","time":1544005800,"counter":51,"content":"<p>Yes, but those who sent the letter said that she had left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H00900","speaker":"1392"},{"type":"speech","time":1544005800,"counter":52,"content":"<p>They said that she should no longer be on the register and that it was proposed to delete her name from it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01000","speaker":"1379"},{"type":"speech","time":1544005800,"counter":53,"content":"<p>That is ridiculous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01100","speaker":"1392"},{"type":"speech","time":1544005800,"counter":54,"content":"<p>Senator Norris, it is a matter for the Deputy Leader to respond to Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01200","speaker":"1381"},{"type":"speech","time":1544005800,"counter":55,"content":"<p>-----for 2019 as it appears that she is no longer resident at that address.  This woman has lived in the same house for 48 years.  In any event, I contacted the local authority and was informed that it has issued hundreds of similar letters.  I checked with a number of other local authorities and was told the same.  Hundreds of these letters have been issued and the names will be presented to the registrar on 13 or 14 of December to be struck off.  When I asked if I could look at the list, I was told I could not.  People's names are being deleted from the register of electors this week.  I have since learned that a notice is supposed to be published in the press regarding this procedure but that this has not yet happened in some counties.  We really need an electoral commission and I ask the Deputy Leader to prioritise that matter and to determine the current Government position on it.  I urge all Members of this House to contact their own local authorities to find out how many names they are proposing to delete from the register of electors.  That process will start next week and is supposed to be completed before the end of the month.  This is a very serious wake-up call, particularly when it has been confirmed to me that hundreds of people in D&uacute;n Laoghaoire-Rathdown have received this correspondence.  It is worrying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01300","speaker":"1379"},{"type":"speech","time":1544005800,"counter":56,"content":"<p>As someone who was struck off the register twice, I understand the point the Senator is making.  At the most recent referendum, I had two votes but I could only use one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01400","speaker":"1381"},{"type":"unspoken","time":1544005800,"counter":57,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1544005800,"counter":58,"content":"<p>I welcome the announcement by the Minister for Health, Deputy Harris, of a new autism plan for next year.  Sinn F&eacute;in has been arguing for this for a long time.  I do not know the details of the plan but I ask the Deputy Leader to invite the Minister to the House to discuss his intentions with us.  It is really important that we all-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01600","speaker":"1378"},{"type":"speech","time":1544005800,"counter":59,"content":"<p>I ask the Senator to repeat what she just said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01700","speaker":"1406"},{"type":"speech","time":1544005800,"counter":60,"content":"<p>The Minister for Health has announced a new autism plan for next year.  I ask that he be invited to the House so that we can discuss the plan in detail and give him our input and views on it.  We must ensure that the plan works for people with autism and their families.<\/p> <p>A recently published report from the Society of St. Vincent de Paul warns that many households are at risk of fuel poverty and blackouts this winter.  Increasing energy bills and higher prices for those on pay-as-you-go meters mean that many low income families will struggle to heat their homes.  Some will have to choose between feeding their families and heating their homes.  SSE Airtricity and Pinergy customers are facing 6% increases in energy costs over the coming months.  I have looked at energy bills for different household types and compared them to last year and the year before.  People now have to find enormous amounts of money to meet their energy bills, which is a matter of real concern.<\/p> <p>Sinn F&eacute;in believes this issue must be tackled head on and proposes a number of measures that can be taken immediately.  A cross-departmental report on the effectiveness of the fuel allowance scheme, taking account of increased energy costs, must be prepared.  The Government should also explore the option of introducing a cold weather payment, similar to the one in place in Northern Ireland in times of severe weather events.  There is also a need to provide additional resources to local authorities to enable them to increase the number and frequency of inspections of private rental properties.  Local authority houses should be setting the standard for the warmer home and conservation schemes.  We must see the continued roll-out of the energy efficiency retrofitting programme and the Government must ensure that phase 2 is made available to improve local authority housing across the State.  Sinn F&eacute;in also urges the Government to expand eligibility for the warmer homes scheme, which offers some energy retrofitting to certain low income households free of charge.  The qualifying criteria for that scheme must be relaxed.  We also call on the Government to introduce a subsidised, low cost, green loan scheme to enable the purchase of energy efficiency and microgeneration technologies by a wider cohort of households so that increasing numbers of households can enjoy low energy bills.<\/p> <p>It is really important that we act on this and I ask that the Minister be invited to the House to discuss fuel poverty and some of the solutions put forward by Sinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01800","speaker":"1378"},{"type":"speech","time":1544005800,"counter":61,"content":"<p>I echo Senator Boyhan's complaint about the fact that this House was treated with contempt yesterday in the context of the Climate Action and Low-Carbon Development Act 2015.  That Act clearly states that Ministers are to be held to account by both Houses of the Oireachtas.  The Ministers clearly failed in their statutory duty yesterday.  They lined up in the seats beside the Public Gallery, ran up and spoke for five minutes and then shot out of the place.  There was supposed to be interaction and discussion on targets.  Ireland was supposed to reduce its greenhouse gas emissions by 1 million tonnes last year but instead our emissions increased by 2 million tonnes.  It appears that we will breach our 2020 targets by 16 million tonnes.  This is what we were supposed to engage on yesterday, as outlined in the legislation but what we saw here last night was contempt.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was not just contempt of the Seanad but it showed contempt of the people of Ireland, who are far ahead of the people in both these Houses.  They want action and Ministers held to account over the targets and commitments they give.  It is not good enough for the Taoiseach to say we are climate change laggards.  The Government talks the talk but, in reality, it is comprised of climate change deniers.  They are not prepared to start to reduce our emissions, something I find disgraceful and despicable, and they ignore the legislation laid down in both Houses in 2015.<\/p><p>I would also like to raise an issue relating to Threshold's report which was launched earlier.  The Government talks about hitting supply targets and we have seen the press releases and the articles in the newspapers about what action it is going to take.  Unfortunately, these are not being followed up with legislation.  We have been promised a rent register and a reformed PRTB and we have been told constantly that this matter was going to Cabinet.  We were told earlier that proposals will go to Cabinet next week but this is not the first time.  It was announced that a land agency would have control over State lands and would make sure they were made available for housing but there has been no heads of a Bill or other legislation.  Measures have been promised to deal with short-term lets and a promise on this was made again earlier at the launch of the Threshold report.  We have been listening to this for more than a year and there was an announcement in September of action in the shape of legislation in both Houses by the end of the year, to be implemented by June 2019.  As of yet, nobody has seen heads of Bills or draft legislation nor has there been scrutiny at committee level.  There has been discussion about supply in our cities and we have been promised a height strategy for urban areas, but this is delaying planning applications being put in by developers who want to get on-site and are waiting to see what that strategy is.  The mantra is, \"Supply, Supply, Supply\", but four issues can be dealt with now.  We can move on later to deal with microbeads, single-use plastics and all the other issues the Government mentions in press releases but takes no action on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#H01900","speaker":"1417","continuing":true},{"type":"speech","time":1544005800,"counter":63,"content":"<p>I was at the launch of the Threshold report earlier and it was interesting.  The Minister announced that he will bring it to Cabinet next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00200","speaker":"1384"},{"type":"speech","time":1544005800,"counter":64,"content":"<p>Again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00300","speaker":"1417"},{"type":"speech","time":1544005800,"counter":65,"content":"<p>The PricewaterhouseCoopers report on rents in Dublin refers to vulture funds buying up properties as they are being built, which affects all of us around the country and is something that makes rents prohibitive for people in the rental market.  Limerick has not been included as a rent pressure zone, RPZ, but it needs to be included and I call for the Minister to come to the House for a debate on how we tackle ever-increasing rents in large urban areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00400","speaker":"1384"},{"type":"speech","time":1544005800,"counter":66,"content":"<p>I commend the Houses of the Oireachtas Commission on initiating and providing the Oireachtas TV channel, which broadcasts live and is a good service that provides information for the public throughout the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00500","speaker":"1393"},{"type":"speech","time":1544005800,"counter":67,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00600","speaker":"1417"},{"type":"speech","time":1544005800,"counter":68,"content":"<p>The channel is only available if people have the proper platform to receive it.  I regret very much that RT&Eacute; has decided not to show \"Oireachtas Report\" on three nights of the week, that is, Tuesday, Wednesday and Thursday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00700","speaker":"1393"},{"type":"speech","time":1544005800,"counter":69,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00800","speaker":"1392"},{"type":"speech","time":1544005800,"counter":70,"content":"<p>We are paying &euro;160 per year for the licence fee and the public is entitled to have a summary of events in the Oireachtas during the day.  Leaders' Questions are taken at 12 noon but a person who is working will not be able to watch them at that time and they are being deprived of the opportunity to see the debate until a night when the Oireachtas does not sit.  RT&Eacute; should restore a summary like \"Oireachtas Report\", even if it is at 11.30 p.m.  If RT&Eacute; is not prepared to carry out its public service duties, we should tell the director general that we will invite Virgin Media 1, 2 or 3 to provide the service.  Those channels provide a good service and they could also take some of the licence fee from RT&Eacute;.  The Oireachtas approves the licence fee that goes to RT&Eacute; and we need a more proactive approach to this.  People have told me they miss Senator Norris and they miss being able to watch a summary of events in the Oireachtas when they are at home at night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J00900","speaker":"1393"},{"type":"speech","time":1544005800,"counter":71,"content":"<p>Someone in Roscommon may miss it as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01000","speaker":"1374"},{"type":"speech","time":1544005800,"counter":72,"content":"<p>As a member of the Joint Committee on Communications, Climate Action and Environment, I will raise this with the director general and ask how she would feel if &euro;10 were taken off the &euro;160 fee and handed over to Virgin Media 1, 2 or 3.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01100","speaker":"1393"},{"type":"speech","time":1544005800,"counter":73,"content":"<p>We are reluctant to talk about politicians' pay, PRSI, etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01200","speaker":"1390"},{"type":"speech","time":1544005800,"counter":74,"content":"<p>I talk about them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01300","speaker":"1392"},{"type":"speech","time":1544005800,"counter":75,"content":"<p>I am not afraid to do so.  When I was on the education committee, I initiated a report into class K PRSI and I initiated a High Court action against the State on county councillors' class K PRSI.  The State capitulated and gave county councillors class S, while giving those who had joined me in the legal action a tidy sum for their trouble, without them having to go to court.  However, the noble gesture of putting them on class S PRSI, without retrospectively recognising the 4% they had paid under class K, has been a disservice to some county councillors, particularly those who had a broken PRSI record and who are now looking for benefits such as optical or oral benefit.  We need to discuss this but I am going to go further today.  This House should not be afraid to debate terms and conditions of employment for all politicians.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01400","speaker":"1390"},{"type":"speech","time":1544005800,"counter":76,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01500","speaker":"1392"},{"type":"speech","time":1544005800,"counter":77,"content":"<p>I am sick to my back teeth of my PRSI record, which is broken because I moved from class A to class K.  A man of advancing years like myself does not get an opportunity to maintain his PRSI record and were I to try to do that, it would cost me &euro;5,000 per year, having taken &euro;8,000 of a pay cut to sit in this seat.  I am not afraid to talk about it because I am one of the few politicians in this country who was denied an opportunity to maintain an external career and a political career.  I had to take a career break under statutory instrument so I am not afraid to talk about our terms and conditions of employment.<\/p> <p>We are not all in here on golden pensions and many of us came into the House with a short time left to serve.  We will not build up a substantial Oireachtas pension in that short time.  Why are we afraid to talk about our terms and conditions?  A few junior Ministers met the Minister for Finance last week and the newspapers had a feast on what they suggested were junior Ministers cribbing about their costs but they were right to meet the Minister and to stand up for what they are entitled to.  People ask me about my expenses all the time and I was featured in the media last Sunday because of a trip I took during the summer.  They reported that the cost of flights was &euro;4,000 but they did not report that the first journey, three flights over 18 hours, and the following journey, four flights taking over one and a half days, were done on budget airlines.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The cost of my accommodation for a week was &euro;646.  I am, therefore, not afraid to talk about the money spent or about terms and conditions of employment.  We should have an open debate and let the media do whatever they do about it.  I do not care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#J01600","speaker":"1390","continuing":true},{"type":"speech","time":1544005800,"counter":79,"content":"<p>I am afraid to ask the Senator to sit down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00200","speaker":"1381"},{"type":"speech","time":1544005800,"counter":80,"content":"<p>He might not get up again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00300","speaker":"1412"},{"type":"speech","time":1544005800,"counter":81,"content":"<p>At times the Seanad has the opportunity to debate issues of national importance on a forum basis.  I am now finding that the issue of climate change affects every facet of society, including the dairy industry and business.  We are looking to decrease our carbon footprint.  I ask the Cathaoirleach and the Deputy Leader to look at doing what we did on Brexit, that is, to hold a day forum within the Chamber to which we would invite witnesses from a range of sectors.  I ask that we, as a Chamber, do a body of work on climate change.  There has been a seismic change in the public consciousness on this issue, particularly in the past six months to a year.  We are now at a stage where people want feedback from independent witnesses as to the precise impact.  To take a basic issue, that of dairying, we are encouraging farmers to increase the sizes of their herds while, at the same time, asking them to decrease their carbon footprint.  The question is how to do that in a sustainable way.  I would like to hear from expert witnesses.  The Cathaoirleach might look at how we could structure a day, at some point in the not too distant future, when we would bring in good witnesses from a range of sectors and do a body of work on the issue ourselves.<\/p> <p>On an issue which pertains more to the House, I congratulate our colleague, Senator Frank Feighan-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00400","speaker":"1374"},{"type":"speechnospeaker","time":1544005800,"counter":82,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00500","nonspeaker":"Senators"},{"type":"speech","time":1544005800,"counter":83,"content":"<p>-----and his wife, Elaine, on their recent marriage and on their daughter, Francesca.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00600","speaker":"1374"},{"type":"speech","time":1544005800,"counter":84,"content":"<p>I would like to second that proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00700","speaker":"1393"},{"type":"speech","time":1544005800,"counter":85,"content":"<p>Senator Leyden is a bit slow off the mark there.  He was going on about his licence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00800","speaker":"1374"},{"type":"speech","time":1544005800,"counter":86,"content":"<p>I thought that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K00900","speaker":"1393"},{"type":"speech","time":1544005800,"counter":87,"content":"<p>He was more interested in his licence fee than his colleague.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01000","speaker":"1374"},{"type":"speech","time":1544005800,"counter":88,"content":"<p>I could not see him behind the other Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01100","speaker":"1393"},{"type":"speech","time":1544005800,"counter":89,"content":"<p>Can I finish?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01200","speaker":"1374"},{"type":"speech","time":1544005800,"counter":90,"content":"<p>By the way, I would have thought that he would have gone on a longer holiday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01300","speaker":"1393"},{"type":"speech","time":1544005800,"counter":91,"content":"<p>I will finish the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01400","speaker":"1374"},{"type":"speech","time":1544005800,"counter":92,"content":"<p>I did not expect him back today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01500","speaker":"1393"},{"type":"speech","time":1544005800,"counter":93,"content":"<p>I am sure that Senator Feighan------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01600","speaker":"1381"},{"type":"speech","time":1544005800,"counter":94,"content":"<p>There is no need for division now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01700","speaker":"1393"},{"type":"speech","time":1544005800,"counter":95,"content":"<p>Senator Feighan is universally liked<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01800","speaker":"1374"},{"type":"speech","time":1544005800,"counter":96,"content":"<p>There is no holiness left in Fine Gael.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K01900","speaker":"1412"},{"type":"speech","time":1544005800,"counter":97,"content":"<p>It is nice to see one of the good guys getting a proper break.  Senator Feighan is a lucky man.  I hope he appreciates the wife he has.  On a human level, I wish him, Elaine and Francesca well.  It is a good day for all of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02000","speaker":"1374"},{"type":"speech","time":1544005800,"counter":98,"content":"<p>I do not stand in any danger of a vote from Senator Feighan, but I am delighted to hear his news and wish him every happiness in the future.  With regard to the question raised by Senator Craughwell in respect of politician's pay, I am weary from talking about this issue and am very glad to be joined by him on it because few people are prepared to talk about it.  I am in about the only job in Ireland in which there is no long-service increment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02100","speaker":"1392"},{"type":"speech","time":1544005800,"counter":99,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02200","speaker":"1390"},{"type":"speech","time":1544005800,"counter":100,"content":"<p>This is the only job.  After 32 years and umpteen elections, I am on exactly the same pay as somebody who was appointed last week without any election.  That is absolutely ridiculous.<\/p> <p>I would like to refer to Senator Horkan's comments on Brexit.  We are awaiting news of the UK Attorney General's advice.  I hope it is explosive.  I have been saying since the beginning of this mess that the British would fart around and eventually stay in.  That is what is going to happen.  All the signs are that, after this catastrophic mess, the British will stay in the European Union.  They will have a second referendum.  The polls show that the British public is increasingly moving towards staying in.  They were sold a pup in the beginning by a collection of liars.  The thing is that Britain will be seriously weakened for years to come in Europe, which is a pity.  I firmly believe there will be a second referendum, that Britain will stay in, and that will be it.  David Cameron, who is a complete nincompoop, should have said in the beginning that the Government took the people's advice, that it knew they were divided equally, and that the UK would stay in as the referendum was not legally binding, end of story.  He did not have the guts to do it, however, because all the British politicians at that stage were putting their parties' interests ahead of those of their country.  That is the wrong way around.  I am a big fan of Jeremy Corbyn but I regret the fact that he is so totally wishy-washy on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02300","speaker":"1392"},{"type":"speech","time":1544005800,"counter":101,"content":"<p>I join with my colleague regarding Senator Feighan's wonderful news last weekend.  I acknowledge his wonderful wedding and everything else.  We were shocked that Senator Leyden missed it.  Perhaps he is just losing the touch when it comes to local politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02400","speaker":"1386"},{"type":"speech","time":1544005800,"counter":102,"content":"<p>I am sorry but Senator Lombard is obstructing my view of Senator Feighan.  Does the Senator not realise that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02500","speaker":"1393"},{"type":"speech","time":1544005800,"counter":103,"content":"<p>Senator Leyden got lost there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02600","speaker":"1386"},{"type":"speech","time":1544005800,"counter":104,"content":"<p>Senator Feighan should have stayed away for another month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02700","speaker":"1393"},{"type":"speech","time":1544005800,"counter":105,"content":"<p>This morning, I want to raise the issue of Bord Plean&aacute;la, where it fits into the hierarchy of planning permission, and applications for planning permissions it has granted or refused in recent months and years.  In the past 48 hours, planning permission for a waste plastics factory in Skibbereen has been granted by the board.  The inspector's report opposed the project, but the board granted permission.  That seems to be the way in which An Bord Plean&aacute;la has been doing its business of late.  If one looks at other planning permissions regarding solar farms and an incinerator in Cork Harbour, one will see the same process.  The independent inspector goes through the project, examines it, probably holds an oral hearing, compiles a report and then makes a recommendation to the board, which is ignored before it grants permission.  It is an issue that needs to be examined.  A judicial review of decisions of An Bord Plean&aacute;la can be requested, but is an audit conducted of its decisions?  Is there an independent planning inspectorate that steps back and examines how the board deals with these issues?  There is an issue here, particularly in respect of environmental projects, which can involve jobs and employment on one side and environmental issues on the other.  The board seems to lean towards regarding the potential for jobs as more valuable than the environment.  We have seen that with an incinerator and with solar farms and now we are seeing it with the plastics factory in Skibbereen.  It is an issue at which we need to look.  I call for the Minister for Housing, Planning and Local Government to be brought to the House to discuss the planning affairs of the State to see what can be done to ensure that the decisions made are appropriate and, if not, to see what can be done to ensure applicants do not have to go through the expensive process of a judicial review.  It is an issue which has to be raised and on which change is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02800","speaker":"1386"},{"type":"speech","time":1544005800,"counter":106,"content":"<p>I refer to the topic of Spinraza again.  I have spoken about this in the past, as has my colleague, Senator Conway-Walsh.  Representatives of the spinal muscular atrophy, SMA, patient group met the newly formed rare diseases review committee on 8 November.  They presented for 40 minutes on what life is like with SMA, the disease burden of SMA, and the perceived impact of treatment with Spinraza.  The patient group was happy with the committee, which comprised a good mix of independent experts, including treating consultants and experts on patients' concerns.  It was also evident, however, that the committee would not make a statement, as it needed to further consider proposed suitable treatment guidelines and access through a managed access programme.  The patient group believes that this has since been completed and that the statement from the review committee will be accessible to the drugs group in December.  I have been contacted by the parents of an affected child.  They believe that the group meeting is scheduled for 11 December.  Parents want to be assured that the matter is being considered at the first available opportunity, which is the 11 December meeting, and that it will not be kicked out until January.  It is only fair that families have a decision before Christmas.  I would appreciate if the Deputy Leader could give me an update on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K02900","speaker":"1373"},{"type":"speech","time":1544005800,"counter":107,"content":"<p>I join in the hearty congratulations to my colleague, Senator Feighan, and his new bride, Elaine.  I wish them long life and happiness together.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish to voice my concern over the disappointing news I have received from An Bord Plean&aacute;la that it intends once again to put back the decision on the planning application for a new bridge at Cloongullane, Swinford on the N26, which is a national primary road.  This is quite shocking.  In March 2017, an oral hearing was conducted by the board.  From then until July 2018 it was asking questions of an environmental nature, citing concerns about alluvial woodland and freshwater pearl mussel, because this is a designated special area of conservation, SCA, never mind that there is a road there and a sizeable population.  We are not talking about a wilderness but an area where there is human activity.  That does not seem to be catered for.  More than &euro;4 million has been spent to date just to get to this point.  The planning process has not even concluded nor has a cent been paid to a farmer for land.  It is shocking that although the decision was to have been made on 30 November, it has been delayed once again.  This is the worst stretch of national primary road on the network.  Year after year, people have been trying to find a solution to overcome the environmental designation.  It is very frustrating.  There are serious questions to be asked.  There is either a significant problem within An Bord Plean&aacute;la or serious practical issues with the operation of the habitats and birds directives.  This is impeding much needed development of a road that is necessary for economic and social growth and all the good measures planned under Project Ireland 2040.  I ask for the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, to be invited to the House in order that we can get to the bottom of this.  The N26 Cloongullane bridge is not alone.  The west, including the western seaboard, where there is a significant volume of designated land, is being persecuted by this designation.  The balance is not being got right between the wildlife and the human beings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#K03000","speaker":"1425","continuing":true},{"type":"speech","time":1544005800,"counter":109,"content":"<p>The Senator might get a more comprehensive reply if she submitted this as a Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#L00200","speaker":"1381"},{"type":"speech","time":1544005800,"counter":110,"content":"<p>I echo some of what Senator Norris said about Brexit.  Yesterday I spoke about the desirability of this House sometimes expressing its views on these matters; we had a special committee on Brexit.  It has not been sufficiently emphasised in Ireland what a tragedy Brexit is for Ireland within the European Union.  Because the Government has naturally, as a matter of politeness, been driven to the position of accepting the outcome of the referendum in Britain and is saying it is a matter for the British people to proceed further, there has been a complete failure to emphasise in public discourse that Brexit is bad for Ireland.  It will be bad for North-South relations and east-west relations, and for Ireland's position in the EU.  I speak as a former Minister for Justice, Equality and Law Reform and former president of the European Union's council on justice and home affairs.  We will lose one of our great allies in the European political process.  People talk about ancient enmities between Ireland and Britain but it should be emphasised that in EU affairs, Britain and Ireland have been close as allies on so many issues.  Each has been generous towards the other's position on many issues.  We are losing a significant friend and ally at the Council table in Europe.<\/p> <p>Some may empathise with the dilemma in which Mrs. May now finds herself.  Our optimal outcome is that the Brexit decision be reversed.  If Mr. Dominic Grieve, MP, a sensible conservative, has managed to prize open the brickwork to enable a reconsideration of that issue, our Government should be on his side asking that the British people be given the opportunity to reconsider their position.  It has been stated that there is something undemocratic in asking the British people to reconsider their decision.  However, on the night of the Brexit referendum, the head of the Brexit movement, Mr. Nigel Farage, thinking he had lost the vote, said it was only the beginning and that he would not accept the outcome.  He said he would be back again and again to argue the point.  There is nothing undemocratic about allowing the people to change their minds.  Parliament can change its mind; why can the people not?  We should be unequivocal from now on in supporting those in Britain who want to reconsider the issue.  Ireland's interests require it and we believe in good faith that Britain's interests also require it.  We should not be shy in saying, however embarrassing it may be for some in the Tory Party in England, that the people of Britain at least deserve the opportunity to reconsider the decision they made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#L00300","speaker":"1403"},{"type":"speech","time":1544005800,"counter":111,"content":"<p>I call next on the newly wed Senator Feighan to address the Seanad.  I add to the many congratulations he has received and wish him the best of luck and a long, happy marriage and life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#L00400","speaker":"1381"},{"type":"speech","time":1544005800,"counter":112,"content":"<p>I thank the Cathaoirleach and all those who offered us good wishes.  I agree with Senators McDowell and Norris.  What is happening in Westminster has been impacting on our lives over the past three years and will do so like never before in the next few months.  Mr. Dominic Grieve, MP, and many others have shown great leadership, vision and courage in trying to look at a situation that was damaging to the UK, the island of Ireland, the EU and world politics.  I hope that there is a second referendum in the next few months or that the UK will remain.  Senator McDowell put his finger on the pulse of what is happening.  The UK is our best ally and friend in Europe.  I hope in the coming months that whatever happens, those relationships North-South and east-west will be cemented even more.  The UK is our nearest neighbour and our friend and we rely on it to a great extent.  I hope sense prevails in the next few months.<\/p> <p>I note that Temple Street charity is going to start collecting cashless payments online.  I welcome this, as it is the way forward.  Another politician in another House was saying churches were being affected by Garda checks for drink-drivers.  Senator Mullen will agree  that there can be something lazy about church gate collections.  They happen all over rural Ireland and they are hitting the 10% or 20% who are going to mass every Saturday or Sunday.  I know it has nothing to do with the church, which has been tolerant in allowing church gate collections.  They are, however, outdated.  Some 25 years ago, Fine Gael and Fianna F&aacute;il had church gate collections, which was wrong.  Charities need to consider a different way of targeting the public.  Standing outside a church gate or a supermarket is just hitting the same people at the same time.  Cashless donations should be considered because there is a generation Z now that needs to be addressed as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#L00500","speaker":"1424"},{"type":"speech","time":1544005800,"counter":113,"content":"<p>I concur 100% with Senator McDowell.  On a second referendum, as circumstances change, so too should people's opinions be allowed to change if they so wish.  I sincerely hope that a second referendum will be the ultimate outcome and that UK citizens will have an opportunity to vote based on what they know today as opposed to what they were told was going to happen two years ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Today, I wish to raise the plight of the farming community.  Yesterday, Teagasc launched its review of the year gone by and an outlook for the year ahead.  It makes very depressing reading, particularly for farmers.  Costs continue to increase, including foodstuffs, fuel or fertilisers, while prices continue to decline across all sectors but for suckler and sheep farmers in particular.  We all know the benefit of the farming sector to the Irish economy.  Thankfully our exports are booming.  That is great news and long may it continue, but we should not forget that these exports are achieved on the back of the farming community.  For the vast majority, their incomes are between &euro;12,500 and &euro;17,500 per annum and that does not include their own time and labour.  <\/p><p>If we are serious about ensuring that our exports continue, we cannot allow the farming community to fall by the wayside because we are killing the goose that lays the golden egg.  It is high time that we ask the Minister to come to the House to facilitate a debate about the future of farming.  The reality is that were subsidies to be removed, many farmers could not survive at all.  If we are to continue to see exports boom, something must be done to protect our farming community.  I ask that the Minister for Agriculture, Food and the Marine come to the House as soon as is practical in order that we can have a discussion on the future of farming.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#L00600","speaker":"1396","continuing":true},{"type":"speech","time":1544005800,"counter":115,"content":"<p>I congratulate Senator Feighan.  Speaking for myself, I have no problem being mugged on a Sunday coming out of mass by a church gate collection.  However, any organisations, including political parties, that have shown scant regard for fundamental ideas shared by Christians, among others, about the protection of innocent human life have some neck to be collecting in such places, although they are perfectly free to do so.  I hope, however, that they would be told where to go, in a nice way, when they do.<\/p> <p>I raise the matter of Nos. 61 and 62 Thomas Street.  They are adjoining buildings in an old and historic part of Dublin city that are due to be bulldozed and replaced by a modern office block which will keep only token features of the past glories of those buildings.  Dublin City Council gave permission for the demolition in 2009 and that permission was extended in 2014 even though, in the meantime, the buildings came within designation of an architectural protection area.  It is believed that No. 62 was built in the 17th century and No. 61 was built in 1687.  Both were purpose-built inns, one called the Blue Boar, the other the Golden Last.  Records of both establishments survive.  <\/p> <p>Experts from Dublin Civic Trust, an important group that has done excellent work to preserve buildings across this city with which many colleagues will be familiar-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00200","speaker":"1401"},{"type":"speech","time":1544005800,"counter":116,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00300","speaker":"1403"},{"type":"speech","time":1544005800,"counter":117,"content":"<p>-----have examined the buildings and found original features which have miraculously survived, such as original wooden beams, masonry, and chimney stacks.  They say nothing like this is known to survive in Dublin and there is very little that is comparable elsewhere in the country.  What does it say of our notion of heritage that a building which experts tell us has survived since the reign of James II could be bulldozed and replaced by an office block?  Writing to <i>The Irish Times<\/i>Peter Keenahan noted that &quot;The development of an office block to be known as 'Sixtyone Thomas Street', trumpeted in the Commercial Property pages of this newspaper, drives a stake through the heart of the designated Architectural Conservation Area.&quot;<\/p><p>Colleagues will be aware that Dublin City Council has committed many heinous crimes against heritage over the years, the two most infamous being the concreting over of the Wood Quay site in the late 1970s, hiding Christchurch Cathedral from the quays in the process, and the terrible decision in the 1960s to demolish a large stretch of Georgian Dublin along Fitzwilliam Street.  That is a cause close to the heart of our colleague, Senator Norris, and work is being done to partially undo that damage.<\/p><p>Some of us wonder about Dublin City Council's priorities, currently being run by Sinn F&eacute;in, with support from the Labour Party and the hard left.  The council has bent over backwards to save buildings on Moore Street from demolition.  That is fair enough, but why are no councillors stepping up to save the buildings to which I refer which are over 250 years older and are of genuine historical and architectural merit?  I understand that while it is late in the day, the Minister has power to intervene in such matters.  I ask that this matter be raised with her and call on all parties here who are represented in Dublin City Council to intervene in this matter. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00400","speaker":"1401"},{"type":"speech","time":1544005800,"counter":118,"content":"<p>I call Senator Edward \"Bathtub\" O'Sullivan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00500","speaker":"1381"},{"type":"speech","time":1544005800,"counter":119,"content":"<p>That is an improvement on seagulls.<\/p> <p>I have no wish to lock horns with Senator Mullen, especially as we will have adequate opportunity to do that in coming days.  I cannot, however, let his comment go unanswered.  Senator Mullen posits an opinion that anyone who voted \"Yes\" in the recent referendum has no business or entitlement to stand outside a Catholic church to take up a collection.  During the height of the repeal debate, I was accosted by someone of a similar opinion to the Senator, who said I had no right and it was a disgrace for the likes of me to be outside a church taking up a collection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00600","speaker":"1394"},{"type":"speech","time":1544005800,"counter":120,"content":"<p>The Senator has every right; he just has a brass neck for doing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00700","speaker":"1401"},{"type":"speech","time":1544005800,"counter":121,"content":"<p>Excuse me, the Senator has had his say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00800","speaker":"1394"},{"type":"speechnospeaker","time":1544005800,"counter":122,"content":"<p>Hear, hear. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M00900","nonspeaker":"Senators"},{"type":"speech","time":1544005800,"counter":123,"content":"<p>I suggest that were Senator Mullen's thinking to flourish, it would not be long before he would stop people from going into the church.  I remind him that two thirds of people in this country voted \"Yes\" on the eighth amendment and I assure the Senator that they were not all non-Catholics.  We will leave that for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01000","speaker":"1394"},{"type":"speech","time":1544005800,"counter":124,"content":"<p>That is a different point, the Senator is confusing his issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01100","speaker":"1401"},{"type":"speech","time":1544005800,"counter":125,"content":"<p>I came into the Chamber because I was watching proceedings on the monitor, and heard Senator Craughwell courageously speak out on terms and conditions and pay of public representatives.  Local elections will be coming up next May.  This is a great exercise in democracy at local level, community involvement and so on.  I commend anyone from any party or persuasion, independent or otherwise, who puts forward his or her name to stand for the local council.<\/p> <p>My concern, and there is considerable anecdotal evidence that I am correct, is that there will be much fewer candidates in 2019 than was the case five years ago.  I have chaired party conventions and have spoken to members of other parties who did the same and a startling number of conventions are uncontested.  Some have had fewer candidates than there are places to fill.  I fought several council elections in my time, seven in all, and had to fight for my nomination each time although I was probably regarded as a good candidate.<\/p> <p>There is a reason for this.  First, there is the lack of an adequate recompense regime for local councillors because it is now a full-time job.  People are afraid to say that because of the media.  No more than Senator Craughwell, I am not afraid of the media.  I have been here for almost 12 years and my take-home pay is significantly less than when I was first elected.  The expense regime has also been reduced.  I am not complaining about myself but people at local level who want to give service to their community as councillors should be adequately recompensed.  <\/p> <p>The media thrive on headlines.  No doubt Senator Craughwell and possibly myself will get a good going over for this tomorrow.  I have seen some of the best politicians in this country highly blackguarded by the media for trivial, small things.  I have seen possibly the most effective politician my county has produced since Daniel O'Connell, namely, John O'Donoghue, driven out of politics by that kind of scurrilous reporting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01200","speaker":"1394"},{"type":"speech","time":1544005800,"counter":126,"content":"<p>He is coming back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01300","speaker":"1401"},{"type":"speech","time":1544005800,"counter":127,"content":"<p>We cannot afford to lose people like that from politics.  We as politicians should not be afraid.  I congratulate the junior Ministers who sought redress because of the rising costs of hotels in Dublin, with which we are all familiar.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01400","speaker":"1394"},{"type":"speech","time":1544005800,"counter":128,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01500","speaker":"1390"},{"type":"speech","time":1544005800,"counter":129,"content":"<p>I wish them success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01600","speaker":"1394"},{"type":"speech","time":1544005800,"counter":130,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01700","speaker":"1390"},{"type":"speech","time":1544005800,"counter":131,"content":"<p>I thank the Senators who raised matters on the Order of Business.  I also congratulate my colleague and pal, Senator Feighan, and Elaine with whom I am very friendly.  I am delighted for them.  It is lovely to have positive news and it is a lovely time of year for such an event.  We all wish them well.<\/p> <p>Senator Horkan raised the Threshold report published this morning.  It highlights the ongoing problem of which we are all very aware.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government recognises the role Threshold plays in supporting tenants and providing training, on-call and other services.  It provides an important service.  It cannot be said enough that where landlords intend to terminate a tenancy on the basis of intending to sell the property, they must do that in accordance with the law.  The sale must be within three months of the termination and the landlord must sign a statutory declaration to that effect.  If that is not being adhered to, we must find a way to ensure it is.  It is as simple as that.  Senator Humphreys has raised this matter many times and I feel his frustration.  I am told the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, will introduce the residential tenancies (amendment) Bill to Cabinet next week, but I can understand why the Senator might be sceptical because I feel like I have been told many times that it is happening.  Many of these issues will be addressed, however, and we might wish to have a discussion on that in January when the opportunity arises.<\/p><p>Three or four Senators raised the issue of Brexit and many of the points resonate, not least the points made by Senators McDowell's and Feighan about how the UK is our closest neighbour and has been a fantastic ally.  I do not agree that point has not been said enough because I have heard it said frequently in many debates and we all recognise it.  The Government has always wanted a good result for the UK but the best result for us and the UK would be another referendum, if people in the UK see sense.  There was so much misinformation communicated during the referendum that people should feel aggrieved about the national debate that took place.  It was hijacked by a few prominent Brexiteers who scurrilously pushed out fake news.  A deliberative democratic process, where there is proper discussion, is needed.  The people in the UK gained much insight into the matter over the course of the whole fiasco.  Senator Gallagher made the point that people can change their minds, but there seems to be some sort of feeling that people should never change their minds and that they should remain firmly fixed in a view.  That is not an intelligent way to approach life, however, and sometimes situations or circumstances change, as Senator Gallagher noted.  The democratic process should be allowed to take account of that and we all hope there will be another referendum in the UK.<\/p><p>Senator Horkan mentioned the Committee on Budgetary Oversight, and I do not see any reason why we would not have a debate on that in the new year.<\/p><p>Senator Boyhan raised the climate action discussion that took place yesterday.  We have spoken to the Minister for Communications, Climate Action and Environment, Deputy Bruton, and he is available to appear before the House this evening from 7.30 p.m. until 9 p.m.  I suspect, however, that will not quite satisfy Senators and there will need to be a more meaningful discussion on climate change.  I have been promised we can have a lengthy debate on climate change in January with a proper question-and-answer session with the Minister.  If that pleases Senators, I will suggest it as a response.<\/p><p>Senator Boyhan also mentioned the electoral commission and deletions from the register.  That process happens most years but it should be raised as a Commencement matter if the Senator has major concerns in that area.<\/p><p>Senator Conway-Walsh raised the issue of autism.  We are all glad to see a proper strategy on autism for the first time and it would be good to have a debate on autism in the House.  She also raised the issue of fuel poverty, which is in particular focus at this time of the year.  It links with the climate change debate in many ways.  I was a proponent of carbon tax simply from an environmental point of view, but a carbon tax will have a seriously negative impact for people who already find it difficult to cope.  There needs to be an intricate conversation about the issue.  The Joint Committee on Climate Action sits regularly, and its plan it to produce a comprehensive report on particular actions the Government - not just the current Government but any Government - should take over a number of years.  As with other strategies that have been created for the health sector, there needs to be a long-term plan for action because it is too serious an issue for there not to be.  I am talking about climate change in response to the point about fuel poverty but fuel poverty is important-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#M01800","speaker":"1406","continuing":true},{"type":"speech","time":1544005800,"counter":133,"content":"<p>It is immediate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00200","speaker":"1378"},{"type":"speech","time":1544005800,"counter":134,"content":"<p>Yes, it is an immediate issue that affects people.  I doubt we will have the opportunity to have that debate before Christmas, but I will suggest it.  At the leaders' meeting the other day, the agenda was intensely busy.  I will not promise anything but I will suggest that we could have even a short debate on the issue before Christmas.<\/p> <p>Senator Humphreys also raised climate action, which I have addressed, and I hope he is amenable to there being a much fuller and more lengthy debate in January.  I agree with his comments on height strategy.  I feel strongly about the fact that we have sprawled as a city and we should look to build in the city centre proper accommodation in which it is feasible to live in the long term.  It should not be a matter of just throwing up many two-bedroom apartments to accommodate people.  Families should be among those living in the city centre, and height strategy is intrinsically linked to that aim.  A debate on planning in the context of a few different issues that were raised would be useful for the House in the new year.  Senator Maria Byrne raised a related issue would be covered by such a debate.<\/p> <p>Senator Leyden raised the Oireachtas channel.  I agree it is a pity that \"Oireachtas Report\" is no longer broadcast although one needs to be some sort of an insomniac to be interested in politics in this country, because one must stay up until 11 p.m. or 11.30 p.m. for some programmes and that is too late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00300","speaker":"1406"},{"type":"speech","time":1544005800,"counter":135,"content":"<p>It is not too late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00400","speaker":"1393"},{"type":"speech","time":1544005800,"counter":136,"content":"<p>For the benefit of one's circadian rhythms, one should be in bed before then and get up early.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00500","speaker":"1406"},{"type":"speech","time":1544005800,"counter":137,"content":"<p>Senator Noone has given an honest view on the crazy times they put these programmes on television.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00600","speaker":"1390"},{"type":"speech","time":1544005800,"counter":138,"content":"<p>Yes, it is my strong view that for one's health it is better to go to bed and get up early.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00700","speaker":"1406"},{"type":"speech","time":1544005800,"counter":139,"content":"<p>It is hard to compete with \"Coronation Street\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00800","speaker":"1393"},{"type":"speech","time":1544005800,"counter":140,"content":"<p>I also agree with the point that was raised about the television licence.  We need to consider radically how we approach the licence and its structure.  The system is such that lads and ladies call around to people's houses to see whether they have a television or whether they are present before pursuing them through the courts over their television licence.  There are much easier ways to address the payment of these fees and broaden the potential for other stations to cash in, literally.  People do not necessarily watch many of these television programmes on their televisions nowadays but rather on hand-held devices.  An innovation could be that the fee could be collected through the Internet providers, but that is politically difficult because it could be seen as a broadband fee.  We nonetheless need to examine the issue of the television licence, which is the fundamental point that I took from Senator's Leyden's contribution.<\/p> <p>On Senator Craughwell's point, one must always be careful with what one says about pay and conditions.  We have denigrated the profession to some degree over the years, in the sense that we behave in a way that other businesses would not behave.  There are simple ways in which we play up to the public image.  None of us enters politics for money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N00900","speaker":"1406"},{"type":"speech","time":1544005800,"counter":141,"content":"<p>One would not want to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N01000","speaker":"1390"},{"type":"speech","time":1544005800,"counter":142,"content":"<p>I am a solicitor by trade and could earn much more money outside of this House if my focus was not where it is.  We might all look back and regret it, but we must be here because we have a desire for public service.  We do not expect to make a great deal of money but a certain degree of fairness is required and the Senator is right in many of his comments.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a discussion that is probably best had in private for the reason that one does not necessarily need the negativity that could come one's way because one makes certain comments in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#N01100","speaker":"1406","continuing":true},{"type":"speech","time":1544005800,"counter":144,"content":"<p>I have no doubt the negativity will come anyway and I do not particularly care about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#O00200","speaker":"1390"},{"type":"speech","time":1544005800,"counter":145,"content":"<p>One gets over it.<\/p><p>Senator Kieran O'Donnell raised the issue of climate change also and suggested a public consultation.  That would be a practical suggestion but for the fact that we have a climate change committee.  It is something we could consider as an action following on from that.  Some Senators are members of that committee.  It may not be an appropriate time for a public consultation but it is certainly a good idea because the more we can do when it comes to climate change, the better.<\/p><p>Senator Norris also raised pay and conditions and Brexit, both of which I have covered.<\/p><p>Senator Lombard raised a particular issue in his area with regard to An Bord Plean&aacute;la.  We need to be careful that the democracy that has always been a feature of our planning process remains.  The very idea that a plastics factory is opening somewhere in Ireland makes me see red.  I know plastic is still being used extensively throughout the world but we need to look to ban single-use plastic.  I do not know the type of plant this is but a discussion on An Bord Plean&aacute;la, with the Minister present, could be very useful to have in the new year.<\/p><p>Senator Swanick raised an issue I have taken an interest in.  There are people in Mayo who are affected by it who live near my parents.  The technical review is ongoing.  It is due on 11 December.  We would want families to have the decision soon because uncertainty is very stressful.  I hope the right decision will be made for them but a fundamental point is the need to examine the system whereby these drugs are procured.  I have not had much direct involvement in respect of many of these drugs that are purchased by the State but it seems to me that on many occasions the companies play the system for maximum gain.  That is what  pharmaceutical companies will do.  That is small comfort for families because they do not want to hear about money when they are talking about their child's muscular problems and their difficulty getting through the day when there is an existing drug.  It is very difficult for them if other countries provide that to patients and we do not.  My view is that we have to provide it but, apparently, the cost benefit is challenging.  I do not know anything about the current process but we could have a better system to deal with these drugs.  I agree with the Senator that a decision is needed and should be forthcoming on 11 December.<\/p><p>Senator Mulherin raised a particular issue but as the Cathaoirleach said, tabling a Commencement matter might be the best way to get a satisfactory and detailed answer.  One of the last points the Senator made was on the balance between wildlife and human beings.  The habitats and birds directives are very important, as is the environment, but a fair balance must be achieved in that respect.  I understand the habitats and birds directives are matters for the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan,<b><\/b>but a debate on that issue would be useful.<\/p><p>I think I addressed the Brexit issue raised by Senator McDowell.  As he said, the UK is our closest neighbour.  The situation is very fractious and I suppose the less said by Irish politicians that could in any way make it more difficult for Mrs. May, the better.  I would hope it will play out in a way that we will see another referendum.<\/p><p>Senator Feighan backed up the comments on the UK being our closest neighbours.  The Senator has been very involved with the Brexit issue and I commend him on his work.<\/p><p>With regard to charities collecting online, one of the first issues I raised as a Senator was the chuggers who almost ambush people on the street.  I have an issue with those so it is great that one is able to contribute to charities online.  I often see a particular individual collecting after matches, in pubs and so on who is clearly not collecting for a particular charity.  When people have taken a few drinks they often throw money in a bucket without necessarily knowing where that money will end up.<\/p><p>I have already addressed the comments Senator Gallagher made on Brexit, which were insightful.  Prices for suckler cows is an issue the Senator knows more about than I do but if the Minister, Deputy Creed, agreed to come into the House in the new year, many Members would like to contribute in a debate on the future of farming.  Senator Kieran O'Donnell's suggestion of public consultation in this House is something we might choose to do in the medium term.  I refer to the area of farming, the way climate change interacts with farming, the pricing and all the other issues the Senator mentioned.<\/p><p>Senator Mullen has left the Chamber but the issue he raised is one I feel passionate about.  I am sick hearing comments about people who do not subscribe entirely to the teachings of the Catholic Church but who identify as Catholic all their life, like myself.  The Catholic Church has made itself an unwelcome place for anyone who does not subscribe fully to its teachings.  However, there are those of us who are just keen to do what we believe is the right thing in life for us.  That does not mean we are any less of a person.  We just want to do what we believe is right.<\/p><p>I do not want to go to a church to collect money, but it speaks to the wider issue.  I recall the incident Senator O'Sullivan raised, and it is just not on.  There are extreme individuals but as the Senator said, the fact that two thirds of the population voted means that a large percentage of Catholics voted that way.  It means also that we are a beautiful democratic people.  We look at the reality people are faced with in life and we make changes that will make their lives more safe.  It makes me very angry when I hear that type of comment.  It is as though we are lesser because our view does not fit with the Catholic Church, but the Catholic Church does not fit with many people nowadays.  It needs to look into its own heart in terms of how it would welcome people in and make those who are slightly alienated from its teachings feel like going to mass at Christmas time, for example.<\/p><p>Senator Mullen also raised the issue of the office block on Thomas Street.  It strikes me as an issue that may be suitable for a Commencement debate.<\/p><p>I agree with the Senator's comments about Georgian Dublin, in particular the area around Fitzwilliam Street.  What happened there was a travesty.  I will speak to the Minister about that particular issue.  I do not know much about it but it is certainly something that would be suitable for a Commencement debate.<\/p><p>As always, I support much of what Senator Ned O'Sullivan said on the issue he raised.<\/p><p>On the local elections, the Senator is right.  Even in this area of Dublin 2, very good Fine Gael councillors have decided not to run in the next local elections.  They are professional people.  Being a councillor is supposed to be a part-time job, but how does one define &quot;part-time&quot;?  It is an intense and very busy part-time job.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to look at whether we want it to continue as a part-time job or to make it a full-time job and pay people properly.  It is not feasible for people who could have a very-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#O00300","speaker":"1406","continuing":true},{"type":"speech","time":1544005800,"counter":147,"content":"<p>There is social media abuse as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00200","speaker":"1394"},{"type":"speech","time":1544005800,"counter":148,"content":"<p>Yes.  I was speaking to a councillor from Tipperary yesterday whose colleague has come off social media completely because he has been so harassed and harangued on social media.  We have all experienced it.  Unfortunately, it is just a regrettable part of the job now.  There is a wider discussion to be had about how we have chosen to interact as a society, in particular online, and what has become normalised to a great extent.  We often see it from politicians as well.  I do not know where it will end but Senator Ned O'Sullivan's points about local elections are very well made.  It is a difficult career at the best of times and it needs to be in some way attractive to get good candidates to remain in the job.  That concludes the response to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00300","speaker":"1406"},{"type":"speech","time":1544005800,"counter":149,"content":"<p>Rather than oppose the Order of Business, I seek clarity from the Cathaoirleach or the Deputy Leader on the proposals concerning the debate on climate change.  I asked for the legislation to be honoured not only by the letter but by the spirit of it.  The legislation was passed in 2015, which means we take a whole-of-Government response.  What happened yesterday evening was a disgrace.  I ask that each Minister come back in and engage in a proper debate, as outlined under the 2015 Act.  That is the only approach that is acceptable to this House.  I do not want to oppose the Order of Business but that is what I am looking for the Deputy Leader to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00400","speaker":"1417"},{"type":"speech","time":1544005800,"counter":150,"content":"<p>I will come back in briefly in order to be helpful.  The only assurance I have for January is that the Minister for Department of Communications, Climate Action and Environment, Deputy Bruton, is available.  As the lead Minister, it might make sense for him to come to the House rather than have a number of Ministers present.  I am just talking off the top of my head.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00500","speaker":"1406"},{"type":"speech","time":1544005800,"counter":151,"content":"<p>That was a disgrace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00600","speaker":"1417"},{"type":"speech","time":1544005800,"counter":152,"content":"<p>Rather than have Ministers waiting for one another, we could allow each of them to come on a weekly or fortnightly basis to interact with us for seven weeks.  Perhaps it is novel to have all the Ministers here but I felt it was a forum did not make a lot of sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00700","speaker":"1406"},{"type":"speech","time":1544005800,"counter":153,"content":"<p>It was a disgrace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00800","speaker":"1417"},{"type":"speech","time":1544005800,"counter":154,"content":"<p>I believe it would make sense to have the Minister for Department of Communications, Climate Action and Environment, Deputy Bruton, come to the House in January and then to follow up with a different Minister every week or second week on the sectoral issues, as suggested by Senator Humphreys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P00900","speaker":"1406"},{"type":"speech","time":1544005800,"counter":155,"content":"<p>What mechanism is open to Seanad Members in regard to the enforcement of the 2015 Act?  Is it open to us to make an official complaint to you, a Chathaoirligh, or to a committee of this House on what happened here yesterday evening?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01000","speaker":"1417"},{"type":"speech","time":1544005800,"counter":156,"content":"<p>I cannot comment on the enforcement of the Act but I am sure the Deputy Leader can follow that up.  To avoid a vote, the Deputy Leader has suggested a full debate as early as possible in January and she has committed to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01100","speaker":"1381"},{"type":"speech","time":1544005800,"counter":157,"content":"<p>Could I suggest that when the Leader is back next week, a meeting of the party leaders could discuss a proposal that would work?  A schedule would be required for a workable proposal.  I do not think anyone in here is trying to have a bad debate on climate change.  It was not anyone's intention.  We tried something.  It did not work.  We can try a different approach.  I think the leaders could meet to agree what would work best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01200","speaker":"1406"},{"type":"speech","time":1544005800,"counter":158,"content":"<p>I remind Members that we are 15 minutes beyond the scheduled time for discussion of the Finance Bill, which is an important Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01300","speaker":"1381"},{"type":"speech","time":1544005800,"counter":159,"content":"<p>I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01400","speaker":"1406"},{"type":"speech","time":1544005800,"counter":160,"content":"<p>No, it is a combined effort.  I am trying to get agreement.  Before we move to the Finance Bill, I welcome a visitor to the Gallery, Councillor Mattie Ryan, who is the first citizen of Tipperary.  He and his friends are very welcome.  I am not sure whether the correct term is mayor of Tipperary or chairman of Tipperary County Council, which used to be two councils.  He is most welcome, as is Deputy Jackie Cahill.  I hope he and his friends have a pleasant day in Leinster House.  Is the Order of Business agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01500","speaker":"1381"},{"type":"unspoken","time":1544005800,"counter":161,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Finance Bill 2018: Committee Stage","time":1544005800,"counter":162,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P01700"},{"type":"unspoken","time":1544005800,"counter":163,"content":"<p>Sections 1 to 10, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":164,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1544005800,"counter":165,"content":"<p>Recommendation No. 1 has been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02000","speaker":"1424"},{"type":"speech","time":1544005800,"counter":166,"content":"<p>Could you please clarify the position for me, Acting Chairman?  If a recommendation is out of order, can it be moved?  I am speaking on behalf of Senator Alice-Mary Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02200","speaker":"1378"},{"type":"speech","time":1544005800,"counter":167,"content":"<p>The recommendation cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02300","speaker":"1424"},{"type":"speech","time":1544005800,"counter":168,"content":"<p>The recommendation cannot be moved.  Does she have any right to present the recommendation on Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02400","speaker":"1378"},{"type":"speech","time":1544005800,"counter":169,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02500","speaker":"1424"},{"type":"speech","time":1544005800,"counter":170,"content":"<p>Could we withdraw the amendment and reserve the right to present it on Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02600","speaker":"1378"},{"type":"speech","time":1544005800,"counter":171,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P02700","speaker":"1424"},{"type":"unspoken","time":1544005800,"counter":172,"content":"<p>Recommendation No. 1 not moved.<\/p>"},{"type":"unspoken","time":1544005800,"counter":173,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":174,"content":"<p>Sections 12 to 22, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":175,"content":"<p>SECTION 23<\/p>"},{"type":"speech","time":1544005800,"counter":176,"content":"<p>Recommendations Nos. 2 and 3, tabled by Senator Alice-Mary Higgins, are out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03100","speaker":"1424"},{"type":"speech","time":1544005800,"counter":177,"content":"<p>Unfortunately, Senator Higgins is absent but she has asked me to speak on her behalf.  She has permission from the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03200","speaker":"1398"},{"type":"speech","time":1544005800,"counter":178,"content":"<p>The amendments are out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03300","speaker":"1424"},{"type":"speech","time":1544005800,"counter":179,"content":"<p>I understand that.  While Senator Higgins acknowledges that at this point, she wishes to make it clear that she will resubmit those amendments on Report Stage and perhaps have another attempt in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03400","speaker":"1398"},{"type":"speech","time":1544005800,"counter":180,"content":"<p>The Chair will rule at that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03500","speaker":"1424"},{"type":"speech","time":1544005800,"counter":181,"content":"<p>Senator Higgins wishes to resubmit her recommendations on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03600","speaker":"1398"},{"type":"speech","time":1544005800,"counter":182,"content":"<p>Is Senator Higgins being represented by Senator Nash or Senator Conway-Walsh or both?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03700","speaker":"1412"},{"type":"speech","time":1544005800,"counter":183,"content":"<p>I have not been informed.  It does not matter anyway.  It is of no concern to the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03800","speaker":"1424"},{"type":"speech","time":1544005800,"counter":184,"content":"<p>It is a concern to me though.  I am asking the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#P03900","speaker":"1412"},{"type":"unspoken","time":1544005800,"counter":185,"content":"<p>Recommendations Nos. 2 and 3 not moved.<\/p>"},{"type":"unspoken","time":1544005800,"counter":186,"content":"<p>Section 23 agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":187,"content":"<p>Section 24 agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":188,"content":"<p>SECTION 25<\/p>"},{"type":"speech","time":1544005800,"counter":189,"content":"<p>Recommendations Nos. 4 and 5 in the name of Senator Higgins are out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00200","speaker":"1424"},{"type":"speech","time":1544005800,"counter":190,"content":"<p>Senator Higgins wishes it to be clear that she wants to resubmit the amendments on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00300","speaker":"1398"},{"type":"speech","time":1544005800,"counter":191,"content":"<p>That is noted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00400","speaker":"1424"},{"type":"unspoken","time":1544005800,"counter":192,"content":"<p>Recommendations Nos. 4 and 5 not moved.<\/p><p>Section 25 agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":193,"content":"<p>Sections 26 to 28, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":194,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1544005800,"counter":195,"content":"<p>Recommendations Nos. 6 and 21 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00700","speaker":"1424"},{"type":"speech","time":1544005800,"counter":196,"content":"<p>I move recommendation No. 6:<\/p><blockquote>In page 112, after line 42, to insert the following:<b>&ldquo;Report on restricting banks from carrying forward losses<\/b><br \/><br \/><b>29. <\/b>The Minister shall, within 6 months of the passing of this Act, prepare and lay before both Houses of the Oireachtas a report on restricting banks from carrying forward losses against taxable profits in a manner which could result in many institutions paying no corporation tax for the foreseeable future by introducing a 25 per cent cap on profit that can be written off by carried forward losses in any given year and an absolute ten year limit on the use of losses for this purpose.&rdquo;.<\/blockquote> <p>The Minister understands the limitations placed on Opposition Deputies and Senators when framing amendments.  A report has been carried out and it makes for very interesting reading.  The report includes many of the arguments the Minister was making prior to its publication.  It states the value of the banks will drop.  While I accept that it might, the report also states that the estimate is &euro;420 million in reduced value across the three banks.  That number has fallen somewhat presumably as bank shares have dropped.  While I do not accept that we should necessarily be trying to sell the banks, I leave that aside for a moment to consider that the figure set out is equivalent to less than two and a half years of tax foregone at current levels of profitability.  It would make far more sense to collect the recurring tax returns than to hope for a future windfall which would only be used to reduce the debt rather than invest in the economy and infrastructure.  The report also singles out PTSB as suffering most under any change.  While that is interesting, it lets the cat out of the bag.  The Minister's defence of the tax break is not that it is fair but that the banks need it.  The huge tax break is part of the ongoing bailout we have spoken about before.  While the report refers to reduced competition, this is a double-edged sword.  Making these banks pay tax would level the playing field and allow new entrants to join the market, which is something that has failed to happen to any serious extent to date.  Under my proposal, the State would have collected &euro;175 million in tax this year from banks which have made over &euro;2.6 billion in the last year.  I am sure we will have passionate debates about measures to bring in far less.  This should be done.  Banks need to pay tax and this is a way to ensure they do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00800","speaker":"1378"},{"type":"speech","time":1544005800,"counter":197,"content":"<p>Before I start, I wish the Acting Chairman, Senator Feighan, and his good lady wife the very best of luck for the future following their nuptials of last weekend.  I thank Senator Conway-Walsh.  On Committee Stage in the D&aacute;il of the Finance Bill 2017, the Minister for Finance committed to providing to the Committee on Finance, Public Expenditure and Reform, and Taoiseach a report on the possible consequences of changes to the treatment of corporate tax loss relief in respect of Irish banks.  The report was provided on 31 August 2018.  It discusses in some detail the implications of restricting the ability of banks to carry losses forward and of introducing a specific time limit or sunset clause on loss reliefs for banks or the corporate sector as a whole.  The report examines the possible effects of such restrictions on consumers, the valuation of the banks, the State's banking investment, capital levels in the banks, possible consequential regulatory impacts, state aid implications and the potential effects on competition in the banking sector in Ireland.  It sets out the potential negative effect that restricting bank losses could have on consumers due to the probability that the increased cost base of the banks would be passed on in the form of higher fees and interest rates on mortgages, business loans and personal loans and lower deposit interest rates.  It is critically important to understand that the State is getting value today from the tax losses involved through its share sales.  Despite the scale of the losses accumulated, Irish banks continue to pay Irish corporate tax as the relevant losses do not shelter the profits from all of their corporate entities in Ireland.  The banks are also contributing to the Exchequer through the financial institutions levy which generates revenue of &euro;150 million per year.<\/p> <p>As Senators know, loss relief is a standard feature of corporate tax regimes internationally.  Loss relief recognises the fact that business cycles run over longer periods than a single year and that it would be inequitable to tax profits in one year and not allow losses in the next.  There are differences in the way loss relief operates in differing jurisdictions.  While some countries impose a sunset clause or annual limit on the use of losses carried forward, many, like Ireland, do not.  Ireland has stricter limitations than many other jurisdictions on the sideways offsetting of losses carried forward against income and gains from other sources.  As a report of the type requested in the Senator's recommendation was provided to the Committee on Finance, Public Expenditure and Reform, and Taoiseach three months ago, I cannot accept the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q00900","speaker":"1364"},{"type":"speech","time":1544005800,"counter":198,"content":"<p>I cannot accept what the Minister of State says either.  Placing a report before the Houses on restricting banks from carrying losses forward against tangible profits cannot harm the banking system.  Banks should pay their fair share of tax.  We are only asking for a 25% cap on the profits that can be written off against losses carried forward in any given year with an absolute ten year limit on that.  I cannot accept that we cannot request the banks to pay more tax at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q01000","speaker":"1378"},{"type":"speech","time":1544005800,"counter":199,"content":"<p>Is the recommendation agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q01100","speaker":"1424"},{"type":"speech","time":1544005800,"counter":200,"content":"<p>I am pressing it to a vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#Q01200","speaker":"1378"},{"type":"vote","time":1544005800,"counter":201,"content":"<p>Recommendation put:<\/p><p>The Committee divided: Tá, 9; Níl, 13.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rose Conway-Walsh and Niall Ó Donnghaile; Níl, Senators Gabrielle McFadden and John O'Mahony..<\/p><p>Recommendation declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#R00100","aye":["1402","1408","1378","1390","1388","1400","1398","1413","1410"],"nay":["1380","1420","1416","1424","1438","1386","1375","1425","1406","1374","1426","1397","1399"],"abs":[]},{"type":"speech","time":1544005800,"counter":202,"content":"<p>I move recommendation No. 7:<\/p><blockquote>In page 112, after line 42, to insert the following:<br \/><br \/><b>&ldquo;Report on restoring cap on intangible assets<\/b><b>29. <\/b>The Minister shall, within 6 months of the passing of this Act, prepare and lay before both Houses of the Oireachtas a report on restoring the 80 per cent cap on intangible assets onshore between 2015 and 2017 that can be written off against profits at the rate of 100 per cent.&rdquo;.<\/blockquote> <p>This relates to 80% cap on intangible assets that were onshored between 2015 and 2017.  We want to stop it being written off against profits at the rate of 100%.  I welcome that the conversation about multinational taxes is changing.  I have always argued that if we are to protect Ireland's interest, we must get our own house in order first.<\/p><p>The Minister commissioned Mr. Seamus Coffey to review this.  One of his recommendations was to end the 100% write-off for intangible assets.  The Minister acted but, shamefully, left a large gap for the assets onshored.  When his attention was brought to a policy allowing significantly profitable companies to write off tax, he closed the door but refused to tidy up the mess.  Mr. Coffey's report made it clear that it does not amount to retrospective taxation.  When he appeared before the Oireachtas Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach he said:<\/p><blockquote>No, I do not believe it is retrospective taxation.  It does not change the amount of capital allowances that are available.  The total quantum of capital allowances remains the same.  All that changes is the amount that can be claimed in future years.  That is limited to 80% of the taxable income that is earned.  It is not retrospective taxation.<\/blockquote> <p>Recommendation 18 of his report stated:<\/p><blockquote>In order to ensure some smoothing of corporation tax revenues over time, it is recommended that the limitation on the quantum of relevant income against which capital allowances for intangible assets and any related interest expense may be deducted in a tax year be reduced to 80%<\/blockquote> <p>It did not state &quot;from now on&quot;.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The whole issue of tax and multinationals is complicated but sometimes there is a blatant favouritism that must be called out.  How did we end up here?  It seems nobody knows.  The lifting to 100% of the cap by the former Minister for Finance, Deputy Noonan, exceeded the wildest dreams of the multinational sector.  The senior tax policy adviser in the then Department of Jobs, Enterprise and Innovation said he did not think he was the type in that role to be clamping down on multinationals but he clearly saw this as dangerous and that was when the discussion was about 90%, not 100% which allows for a 0% tax rate.  We have forgone &euro;750 million this year.  I appreciate it can be argued that this will eventually be paid but a bill delayed is a saving in real terms.<\/p><p>There are serious questions about why this was ever done and as to why the policy remains, allowing an effective 0% tax rate for billion dollar companies.  Requests for records of the meetings with Apple prior to the Finance Bill 2015 are refused under the Freedom of Information Act.  This decision was a great mistake and must be rectified or else we will be hundreds of millions of euro worse off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#S00100","speaker":"1378","continuing":true},{"type":"speech","time":1544005800,"counter":204,"content":"<p>I support the idea of this report and think it is appropriate that it would be done as part of a real forensic analysis of our tax reliefs and their ongoing effect.  It is in a similar spirit to the amendment I had proposed to put forward to previous sections, in respect of a very large new set of measures put in place for tax reliefs and so forth, where I suggested we should not leave ourselves hostages to fortune but leave ourselves with the space, in respect of section 25.  At that point I said that any changes to relief granted under this provision could be changed by the Houses of the Oireachtas in response to the policy needs of the moment.  Similarly, much as I was trying to future proof the new tax reliefs being brought through in this Bill it represents the need to be able to look back and challenge the decisions of the past, be willing to review and adapt them, and operate with new knowledge.  That was the spirit of the last two recommendations put forward by Sinn F&eacute;in and that is why I will be supporting them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00200","speaker":"1405"},{"type":"speech","time":1544005800,"counter":205,"content":"<p>This matter was discussed extensively in the D&aacute;il and Seanad during last year's Finance Bill 2017.  As part of the reintroduction of the 80% cap for assets onshored on 11 October 2017 it has again been discussed extensively on Committee and Report Stages in the D&aacute;il and the Seanad in this year&rsquo;s Finance Bill.  It has been noted in those debates that, for the purposes of certainty, changes to tax law are generally made on a prospective basis such that they apply only from the date on which they have legal effect.  Therefore, the 80% cap introduced last year did not apply retrospectively &ndash; it applies to claims relating to capital expenditure incurred from budget night last year 11 October 2017.<\/p> <p>Capital allowances for intangible assets were introduced in the Finance Act 2009 to support the development of the knowledge economy and the provision of high-quality employment.  When the capital allowances were introduced, in order to ensure that a measure of tax remained in charge annually, an 80% cap was placed on the amount of relevant trading income that the allowances could be offset against in any year.  <\/p> <p>In the Finance Act 2014, the cap of 80% was increased to 100%, effective for accounting periods commencing on or after 1 January 2015.  The rationale for increasing the cap was to bring the tax treatment of intangible assets into line with the tax treatment of similar assets in other jurisdictions and to make Ireland an attractive location for companies to develop intellectual property.  This was in recognition of the fact that investment and growth in OECD economies is increasingly driven by investment in intangible assets. <\/p> <p>Noting a significant increase in the use of the capital allowances in 2015, the Coffey review recommended that, to ensure some smoothing of corporation tax revenue over time, the 80% cap should be restored, and this recommendation was acted on in the Finance Act 2017.  It is important to note that the operation of the cap is simply a timing matter.  The measure has no effect on the overall quantum of capital allowances for intangible assets available to use against the relevant trading income.  Any amounts restricted in one accounting period as a result of a cap are available for carry forward and use in a subsequent accounting period, subject to the application of the cap in that period.  To present the cap as a long-term source of additional tax for the Exchequer would not be correct.  <\/p> <p>Furthermore, the allowances can be used only against qualifying trading income generated by those assets.  They cannot be offset against the company's income from other sources.  While I cannot accept this recommendation, I can assure the Senators that these allowances are kept under review by the Department of Finance on an ongoing basis, to ensure that they are delivering overall value for the economy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00300","speaker":"1364"},{"type":"speech","time":1544005800,"counter":206,"content":"<p>I welcome the fact that they are under review but Sinn F&eacute;in estimates that we are losing out on &euro;750 million.  On that basis we are absolutely certain we are not talking about retrospective taxation and that this is something that really needs to be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00400","speaker":"1378"},{"type":"speech","time":1544005800,"counter":207,"content":"<p>The Senator is absolutely talking about retrospective taxation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00500","speaker":"1364"},{"type":"speech","time":1544005800,"counter":208,"content":"<p>We can agree to differ.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00600","speaker":"1378"},{"type":"speech","time":1544005800,"counter":209,"content":"<p>The Senator is.  There is not &euro;720 million lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00700","speaker":"1364"},{"type":"speech","time":1544005800,"counter":210,"content":"<p>I said &euro;750 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00800","speaker":"1378"},{"type":"speech","time":1544005800,"counter":211,"content":"<p>The cap was reintroduced not to raise additional revenue but to effect the smoothing of corporate tax receipts over time.  Therefore, retrospective application of the cap would not have resulted in any additional receipts, simply a change of time periods.  The Senator is looking for retrospective taxation and we do not do that in this jurisdiction.  In respect of tax matters it is almost always, on every occasion, the case that tax matters are prospective, for future dates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T00900","speaker":"1364"},{"type":"vote","time":1544005800,"counter":212,"content":"<p>Recommendation put:<\/p><p>The Committee divided: Tá, 9; Níl, 12.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rose Conway-Walsh and Máire Devine; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Recommendation declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#T01000","aye":["1402","1378","1388","1405","1400","1398","1413","1410","1372"],"nay":["1380","1416","1424","1438","1386","1375","1425","1406","1374","1426","1397","1399"],"abs":[]},{"type":"speech","time":1544005800,"counter":213,"content":"<p>I welcome two students from Furglan national school in County Clare and their teacher, Ms Patricia Vaughan, to the Gallery.  I congratulate them on winning a national award on awareness for people with disabilities, which was presented to them at City Hall today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V00200","speaker":"1416"},{"type":"speech","time":1544005800,"counter":214,"content":"<p>I am sure we all join in those good wishes and salute the students and their teachers.  It is a very special occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V00300","speaker":"1397"},{"type":"speech","time":1544005800,"counter":215,"content":"<p>I move recommendation No. 8:<\/p><blockquote>In page 112, after line 42, to insert the following:<b>&ldquo;Report on &ldquo;double Irish&rdquo; tax scheme<\/b><br \/><br \/><b>29. <\/b>The Minister shall, within 6 months of the passing of this Act, prepare and lay before both Houses of the Oireachtas a report on the options available to end the transition period for companies availing of the double Irish sooner than 2020.&rdquo;.<\/blockquote> <p>The recommendation provides that the Minister shall within six months of the passing of the Act prepare and lay before both Houses a report on the options available to end transition period for companies availing of the double Irish sooner than 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V00500","speaker":"1378"},{"type":"speech","time":1544005800,"counter":216,"content":"<p>The Finance Act 2014 amended the company residence rules in section 23A of the Taxes Consolidation Act 1997, to provide that an Irish incorporated company would be regarded as resident for tax purposes in the State.  In essence, the change was designed to ensure that a company could no longer use an Irish label of incorporation without being tax resident here.  As the previous Minister for Finance, Deputy Noonan, clearly stated at the time, the double Irish was not part of the Irish tax offering.  It was just one example of the many international tax planning arrangements designed by tax and legal advisers to take advantage of mismatches between the tax rules in two or more countries.  In many cases these were designed to exploit gaps in US anti-avoidance rules.  Therefore, action was taken by Ireland in the Finance Act 2014 to amend our residency rules in the absence of US tax reform.<\/p> <p>Recent tax reforms see the US asserting its global taxing rights, and this should put an end to the type of arrangements some multinationals were previously able to use to avoid tax.  Those changes, combined with the widespread implementation of the BEPS recommendations, will have a major impact on the ability of multinationals to engage in aggressive tax planning.  We are already seeing evidence of US companies paying tax in the US in respect of historic profits as a result of US tax reforms.<\/p> <p>The amendment in the Finance Act 2014 was brought into effect for new companies incorporated after 1 January 2015.  To ensure that this change did not negatively impact on other related group companies which have real and substantive operations in Ireland, a transition period until end 2020 was provided to give these groups a reasonable timeframe to plan and reorganise their business model to take account of this change.  The ending of the double Irish has already been provided for in legislation and I consider the issue to be dealt with.  Furthermore, as I have stated, the continuing process of international tax reform is proving effective in ensuring that multinational companies are subject to tax on their global profits.  Therefore, I see no need to revisit the issue at this time, and I do not accept the Senator&rsquo;s recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V00600","speaker":"1364"},{"type":"speech","time":1544005800,"counter":217,"content":"<p>I will withdraw the recommendation and reserve the right to resubmit it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V00700","speaker":"1378"},{"type":"unspoken","time":1544005800,"counter":218,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1544005800,"counter":219,"content":"<p>Sections 29 to 31, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":220,"content":"<p>SECTION 32<\/p>"},{"type":"speech","time":1544005800,"counter":221,"content":"<p>Recommendation No. 9 has been ruled out of order as it has the potential to impose a charge on the people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V01050","speaker":"1397"},{"type":"unspoken","time":1544005800,"counter":222,"content":"<p>Recommendation No. 9 not moved.<\/p>"},{"type":"unspoken","time":1544005800,"counter":223,"content":"<p>Section 32 agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":224,"content":"<p>Sections 33 to 35, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":225,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1544005800,"counter":226,"content":"<p>I move recommendation No. 10:<\/p><blockquote>In page 125, between lines 16 and 17, to insert the following:<b>&ldquo;Report on independent bookmakers sector<\/b><br \/><br \/><b>36. <\/b>The Minister shall within three months of the passing of this Act, prepare and lay before the Oireachtas a report assessing the economic impact of the 2 per cent turnover tax on the independent bookmaker sector.&rdquo;.<\/blockquote> <p>We know there is currently a turnover tax of 1% applying to online and in-shop betting.  There is also a 15% tax on commission earned by betting intermediaries, which the Finance Bill is going to increase to 2%.  This is effectively a 100% increase.  The tax on commission is also to be increased to 25%.  We certainly recognise the need to tackle gambling addiction, which can be an absolute scourge on society.  The recommendation is directed at the turnover tax and its potential impact on individual, independent retail bookmakers.  I am sure the Minister of State has received representations on this as we all have, mainly from independent, smaller bookmakers.  Perhaps the Acting Chairman, Senator O'Reilly, has received them too.  The big betting companies with substantial online presence can absorb the increase but individual retail bookmakers, many of whom are in small towns and village, cannot.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I am asking the Government to consider a tax on the individual bet where the customer pays rather than to impose a tax on turnover.  A gross profit tax could also be explored.  These options would be a better way to protect independent bookmakers.  A great deal of analysis has been done by independent economists, including Professor Anthony Foley.  I cannot say whether it will happen, but it has been suggested that up to 400 retail bookmaking outlets will close on the basis of this tax and its effect on the marginal ability of smaller firms to absorb charges.  That threatens 3,168 direct and indirect jobs, or 2,400 direct jobs and 768 indirect jobs, respectively.  These jobs include those of shopfitters, computer services providers, printers and newsagents.  That would also remove 400 shop contributions to the gambling addiction services contribution scheme and to Horse Racing Ireland.  Income tax, PRSI and USC contributions would also be lost.  While I do not want towns to be filled with bookmakers' shops, they add a vibrancy to many small villages and towns.  There is a genuine concern that almost half of the 855 retail betting shops are suggested to be in trouble on the basis of the impact of an increase in tax from 1% to 2%.  What I am seeking here is that, within three months of the passing of the Act, the Minister should prepare and lay before both Houses of the Oireachtas a report assessing the economic impact of the increase.<\/p><p>One of the Minister of State's favourite phrases is \"unintended consequences\" and I certainly do not want a situation to develop where we simply move all betting online while people continue to behave as before.  There is an element of regulation in a shop environment which does not exist online and while I might prefer it if they were not all bookmakers, I do not want empty shops in towns either.  There is a concern that this proposal will have unintended consequences.  As such, a report would be helpful for the Department and the Houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#V01500","speaker":"1412","continuing":true},{"type":"speech","time":1544005800,"counter":228,"content":"<p>I am also concerned regarding the impact of an increase in the betting tax from 1% to 2%.  I have raised with the Minister of State my concerns about whether we are generating the proper tax through the system we have in place.  Perhaps he will provide an indication that he will review the impact of the 2% tax he is placing on bookmakers to determine whether we can generate the equivalent amount of tax revenue through some other means which avoids hitting the smaller bookmakers in rural towns up and down the country.  We should also look at funding gambling addiction services through the tax income generated to support those people who have gambling addictions.  I would welcome any comments from the Minister of State and an indication of a review to determine whether the same amount of income can be generated in a way that does not impact the smaller bookmaking firms to a greater extent than it does the large ones.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00200","speaker":"1438"},{"type":"speech","time":1544005800,"counter":229,"content":"<p>A great deal of social damage is caused by betting and that necessitates a higher tax contribution from the sector.  The current duty does not even cover the horse and greyhound fund, however, and it has not done so for a long time.  I have an issue, however, with the way in which the tax is being levied.  It is not a million years since betting duty of 10% was applied but it is crucial to note that this duty was imposed on the bet and borne by the punter.  I have seen the accounts of local bookies operating on slim profit margins and it is clear that doubling the turnover tax will hurt them immensely whereas Paddy Power and other larger chains will be able to absorb the cost.  While some Members are calling for a gross profit tax instead, that will not deal with the fact that gambling is damaging and nor will it tackle the actual behaviour at source.  An examination is required in respect of the elasticity of a betting tax and the impact it could have on behaviour.  I agree that it must be done in a sustainable way which protects jobs.  It is possible to achieve a balance across the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00300","speaker":"1378"},{"type":"speech","time":1544005800,"counter":230,"content":"<p>The 1% rate of betting duty is at an all-time low.  It is lower than the rate applied in other countries and, certainly, the receipts are exceptionally low when compared to other sectors subject to excise taxes.  Betting duty receipts account for less than 1% of all excise receipts at a time of raised public consciousness of the social consequences of problem gambling.  All proposals have consequences.  The industry should contribute more to the Exchequer.  Ultimately, many taxes on goods and services are passed to end-consumers and bookmakers will have to make commercial decisions on such matters.  I acknowledge that the market has moved towards online betting and that this has led to ongoing competitive challenges for smaller independent bookmakers.  While I have sympathy for small independent bookmakers, I cannot apply the increase to some bookmakers and not to others.  However, during the debates on the Bill in the D&aacute;il, the Minister for Finance gave a commitment to consider, in 2019, the alternative betting duty proposal put forward by the industry.  I assure the House that as part of this exercise, the Department will examine ways to alleviate the betting duty increase for small, independent bookmakers.  Accordingly, I cannot accept the recommendation.  The alternative proposal for a gross profits tax was presented by the sector after the Finance Bill was published.  The Minister has consented to review the matter and we will consider the sector's proposal in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00400","speaker":"1364"},{"type":"speech","time":1544005800,"counter":231,"content":"<p>I thank the Minister of State for his response.  We are not that far apart in what we are saying.  There is a concern and the Minister for Finance and the Minister of State have acknowledged that they are cognisant of the issue.  They are keeping an eye on the matter and carrying out a review, which is important.  We do not want to have a small number of very large bookmaker chains constituting the whole market and lose that independent presence in the smaller towns in particular.  There is a value here which is similar to the value of the on-trade versus the off-trade in alcohol.  A great deal more policing and supervision takes place in the on-trade than the off-trade.  It is similarly the case with bookmakers.  Smaller shops in smaller areas can keep an eye on what is happening and perhaps advise people on inappropriate behaviour.  While we all want to ensure that anyone who gambles does so responsibly, it is safer when it happens in a shop or retail environment than online.  I ask the Minister of State to take my concerns on board and reflect on whether there is a better way to secure more revenue which avoids the unintended consequences of large-scale shop closures and driving business online where it is subject to less supervision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00500","speaker":"1412"},{"type":"speech","time":1544005800,"counter":232,"content":"<p>I welcome what the Minister of State has said.  We are all in agreement on the need to take more tax from the bookmaking sector.  We do not want a crude bludgeon but a fair system.  We are driving more and more people to online services and we need to review those to determine whether we can generate more income from the sector.  As most of us know, it is the small bookmakers nationally who are creating employment in small villages and towns.  While many of us are concerned about gambling addiction, there are also concerns about employment.  I encourage the Minister of State to permit an engagement between the Department and the bookmaking associations as soon as possible in the new year so that budget 2020 might reflect what is required to generate the same revenue in a less crude manner for the industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00600","speaker":"1438"},{"type":"speech","time":1544005800,"counter":233,"content":"<p>High-street bookmakers have approached Members in respect of the betting levy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I very much welcome the fact that the Minister is committed to carrying out a review.  I would expect there will be engagement between the finance committee and the representative bodies to examine the measure.  There are times when one needs an overarching view of a particular measure or of a particular sector.  This sector, like others, is not homogenous and I welcome the practical commitment given by the Minister of State and the Minister for Finance.  I look forward to engagement with the representative bodies in the finance committee as part of the overall review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#W00700","speaker":"1374","continuing":true},{"type":"speech","time":1544005800,"counter":235,"content":"<p>In response to Senator Lawlor, I would like to clarify that there are two strands to this increase.  The 1% is going to 2% but the 15% for online terminal betting is increasing to 25%.  The Minister for Finance is clear that the sector can contribute more in taxes.  Subsequent to the budget, the industry came forward with an alternative, the gross tax model, which we will review.  The Minister gave a commitment on Report Stage in the D&aacute;il to allow interaction between the industry and officials from the Department of Finance, and I reaffirm that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#X00200","speaker":"1364"},{"type":"speech","time":1544005800,"counter":236,"content":"<p>I acknowledge the Minister of State's response and will withdraw the recommendation.  I reserve the right to resubmit it but I doubt I will do so.  I take what the Minister said at face value and I urge him to keep it under review because it is important that there be no unintended consequences to the measure.  I have no difficulty with the bookmaking sector, and the gambling industry generally, contributing more taxes but this measure has the capacity to turn smaller shops into loss-making enterprises on account of the fact that the tax is not being applied to the consumer but to the shop itself.  If the shops close, employment, rates, rent and so on will be lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#X00300","speaker":"1412"},{"type":"unspoken","time":1544005800,"counter":237,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1544005800,"counter":238,"content":"<p>Sections 36 to 41, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1544005800,"counter":239,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1544005800,"counter":240,"content":"<p>I move recommendation No. 11:<\/p><blockquote>11. In page 134, between lines 15 and 16, to insert the following:<br \/><br \/><b>&ldquo;Report on impact of ending VAT rebate on VRT<\/b><br \/><br \/>42. The Minister shall within three months of the passing of this Act, prepare and lay before the Oireachtas a report assessing the economic impact of ending the VAT rebate on VRT in section 38 on the car rental sector.&rdquo;.<\/blockquote> <p>People who are not in the car rental sector may not be aware that the rebate was originally temporary.  It has been in place since 1993 and I do not know if the Minister had to read up on the legislation from 1993 when he addressed the issue.  There is an impact from the measure on the car rental sector, however, and most Members will have been alerted to it.  When it came in, it was a rebate for car rentals in the vehicle sector, and for training schools, with the VRT charge for new cars being given back by way of a VAT refund.<\/p><p>The car rental sector is seasonal in nature.  In the summer months, companies buy new cars but they sell them to dealers at the end of the summer, with the VRT refund mechanism helping that model.  As a result, the number of cars that could be made available to the tourist market was much greater.  The Finance Bill will end that refund.  This was done without any consultation and was not even mentioned on budget day or in the budget documents.  It may have been temporary in the beginning but 25 years is a long time for a temporary measure.  Senator O'Reilly will remember a temporary student centre in UCD, which was there for 40 years before a permanent one was built.  Temporary can mean different things to different people.<\/p><p>Abolishing the refund will bring in approximately &euro;20 million in additional revenue, depending on the no-behavioural change scenario, but it will mean negative changes for the tourism sector.  The constant car rental fleet will get older as companies will not want to buy the new cars because of the VRT.  More important, the cost of the seasonal fleet will increase substantially.  The cost to the tourist will be more than &euro;5 per day and up to &euro;23, depending on the car.  It will make the industry less competitive, particularly for North American tourists who may want to go to areas where they need a car.  These areas are probably the most vulnerable to a downturn in tourism.  The Wild Atlantic Way has been a great success but one could not travel along it on public transport.  A ten-day trip could cost &euro;230 extra, depending on the vehicle.  Companies could offer a smaller car model but overall it could damage tourism.<\/p><p>The industry has been in touch with me as I am sure it has been in touch with all Members.  We have had representations from both Dublin Airport and Shannon Airport.  The expertise these airports have in the tourism sector should not be ignored and Dublin Airport is a fantastic success, processing more than 31 million passengers this year.  I take on board what the Minister says about the measure contributing additional revenue but it may not do so if the sector contracts.  We might make more on car rental but if the tourists do not come because the product has become too expensive, we may be worse off overall.  Tourism is going well but the VAT rate will increase from 9% to 13.5%.  We need to be cognisant of the impact and this recommendation calls on the Minister to lay before the Houses an assessment of the economic impact of ending the rebate.  Tourism is the reason for most of the car rental sector in any event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#X00800","speaker":"1412"},{"type":"speech","time":1544005800,"counter":241,"content":"<p>I echo Senator Horkan's concerns.  The case being made by leasing companies is that they will be put at a competitive disadvantage compared to the hire purchase and other sectors.  It was a temporary measure but the industry has become used to it and the change will have an impact on its members.  I support the call to examine it to see what further can be done.  If someone in the same activity as somebody else is put at a disadvantage in our tax system, it merits further examination and I ask the Minister of State to see what can be done as we go forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#X00900","speaker":"1425"},{"type":"speech","time":1544005800,"counter":242,"content":"<p>This recommendation seeks a report on the economic impact of section 38, which discontinues a provision in the 1992 Act whereby a partial repayment of vehicle registration tax is available to vehicle leasing businesses, hiring businesses or school of motoring businesses.  This measure is part of an ongoing process where the Department reviews reliefs that have been in place for a long time.  The repayment is a legacy from 1993 when vehicle excise duty was replaced by the VRT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018120500002#X01000","speaker":"1364"},{"type":"unspoken","time":1544005800,"counter":243,"content":"<p>Additional debate to follow.<\/p>"}]