[{"type":"minorheading","content":"Prelude","time":1431595800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1431595800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1431595800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1431595800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1431595800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00100"},{"type":"speech","time":1431595800,"counter":6,"content":"<p>I have notice from Senator Hildegarde Naughton that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Foreign Affairs and Trade to outline the effect of the proposed repeal by the British Government of the Human Rights Act on the Good Friday Agreement.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to give his views on the future development of a Cork-Limerick motorway.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health and the HSE to publish the 2014 perinatal mortality rates for each of the 19 maternity hospitals in view of the recent adverse media coverage on this matter.<\/blockquote>I have also received notice from Senator Paschal Mooney of the following matter:<blockquote>The need for the Minister for Health to outline the reasons his Department has failed to approve the establishment of a CAT at Sligo Regional Hospital as the provision of such a service would not only be cost neutral but would also save lives.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Minister for Social Protection to clarify the delay in paying incremental arrears due to temporary clerical officers who worked for the Department of Social Protection but have since finished working for the Department.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Naughton and Bradford and they will be taken now.  Senators Burke and Mooney have withdrawn their Commencement matters which I had selected and there was not sufficient time to select another matter for discussion today.  Senator Moloney may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1431595800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00300"},{"type":"minorheading","content":"International Agreements","time":1431595800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00350"},{"type":"speech","time":1431595800,"counter":9,"content":"<p>I welcome the Minister to the House.  The European Convention on Human Rights, which was drafted in 1950 and has been in force since 1953, has had a very positive effect on the lives of Europeans.  I will not trouble the House with a list of all the decisions of the European Court of Human Rights and the positive effect they have had on this country and beyond.  An effect that can be seen is a greater tolerance of diversity and understanding of our fellow citizens in areas such as criminal justice, the right to a fair trial, the protection of the home, the rights of people with disabilities and privacy - the list goes on.<\/p> <p>What motivated me to raise this matter is a concern that the newly elected British Government has recommitted to repealing the UK Human Rights Act.  While it is entitled to do as it pleases, given its mandate, there are Irish and peace process dimensions to the decision.  The Good Friday Agreement committed both jurisdictions to incorporating the European Convention on Human Rights domestically.  It specifically committed the Republic to ensure at least an equivalent level of human rights protection as would pertain in Northern Ireland at a time when protections in the North were seen as greater than in the Republic.  I do not need to remind anyone present that the Good Friday Agreement was agreed on a broad front that included putting weapons beyond use and a commitment on both sides to the value of human rights.  This we both did.<\/p> <p>We incorporated the European Convention on Human Rights through the European Convention on Human Rights Act and the British through the UK Human Rights Act.  What was done was, in truth, a bargain and an act of trust where both sides committed to actions that would build confidence in one another.  The new British Government now seems to be committing to weakening that trust, though perhaps unintentionally, something I do not say lightly.<\/p> <p>The Good Friday Agreement, under the UK legislation section, commits the British Government to complete incorporation into Northern Ireland law of the European Convention on Human Rights, with direct access to the courts and remedies for breach of the convention, including power for the courts to overrule Assembly legislation on the grounds of inconsistency.  What is now proposed in Westminster is withdrawal from those commitments.  It is speculated that the UK Government will draw up a new Act, a British bill of rights as it is called, which will specifically not oblige the courts to adhere to the rules of the European Court of Human Rights, with provisions granting Parliament the power to ignore the European Court if it so wishes and one where the courts will have no power to overrule the assembly on grounds of inconsistency.<\/p> <p>It would appear to be a plan that would place the British Government in breach of its commitments under the Good Friday Agreement, which is a bilateral international agreement lodged with the United Nations.  One of the first rules of international law is that any bilateral treaty means what the signatories say it does.  During the course of the debate on the citizenship referendum, a clarifying statement was released by both Governments, indicating that the proposed amendment had no effect on the agreement.<\/p> <p>In addition, the treaty is not justiciable.  No citizen in any jurisdiction can go to the courts to enforce its provision.  This means the Irish Government must insist that the British Government does not abandon its commitments under the agreement for narrow sectional political reasons.  Therefore, before any repeal of the UK Human Rights Act I would urge the Minister to indicate to the British Government that any such unilateral withdrawal from its commitments under the Good Friday Agreement would be a grave cause for concern to the Irish Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00400","speaker":"1187"},{"type":"speech","time":1431595800,"counter":10,"content":"<p>I thank Senator Naughton for raising this important issue.  Ireland's commitment to the promotion and protection of human rights is an underlying principle of Ireland's foreign policy and is a priority for this Government.  Ireland is currently a member of the United Nations Human Rights Council and we pursue our human rights priorities in many international fora.  Ireland is a firm supporter of the European Court of Human Rights and the European Convention on Human Rights' protection system.<\/p> <p>Early in my Ministry I had the opportunity to meet Th&oslash;rbjern Jagland, Secretary General of the Council of Europe in Strasbourg, and reaffirmed Ireland's strong support for the Council of Europe and for the European Court of Human Rights.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It should be noted, however, that there is no legislation currently before the British Parliament at Westminster to repeal the 1998 UK Human Rights Act.  Indeed, the new British Government has yet to publish its legislative programme for this parliamentary term, although I expect it will do so in the next few weeks.<\/p><p>On the broad question of human rights and the Good Friday Agreement, the views of the Government are clear and unchanged.  The protection of human rights in Northern Ireland law, predicated on the European Convention of Human Rights, is one of the key principles underpinning the Agreement.  As a guarantor of the Good Friday Agreement, the Government takes very seriously its responsibility to safeguard its institutions and principles.  Protecting the human rights aspects of the Good Friday Agreement is not only a shared responsibility between the two Governments in terms of the welfare of the people of Northern Ireland, but is also an obligation on them as parties to the international treaty, lodged with the UN, in which the Agreement was enshrined.<\/p><p>The fundamental role of human rights in guaranteeing peace and stability in Northern Ireland can by no means be taken for granted and must be fully respected.  We work continually with the British Government and with the power-sharing Executive in Belfast in support of the Good Friday Agreement institutions and principles as the foundational architecture underpinning the peace process.  The Government believes that the Good Friday Agreement's provisions should be at all times fully respected.  It is for this reason that I was somewhat disappointed that a renewed commitment to a Bill of Rights for Northern Ireland, based on the European Convention of Human Rights, as provided for by the Good Friday Agreement, was not included in the Stormont House Agreement, despite the best encouragement of this Government.<\/p><p>A key chapter of the Good Friday Agreement is dedicated to \"rights, safeguards and equality of opportunity\".  The formal human rights architecture, including the European Convention of Human Rights, is woven into the structures of the agreements in order to give shape and effect to their principles and aspirations.  The concrete importance of the human rights architecture is evident across a range of areas, from politics to policing to dealing with the legacy of the past.  In the context of the Good Friday Agreement, the British Government undertook to \"complete incorporation into Northern Ireland law of the European Convention of Human Rights (ECHR), with direct access to the courts, and remedies for breach of the Convention, including power for the courts to overrule Assembly legislation on grounds of inconsistency\".  This undertaking was given in the 1998 UK Human Rights Act.  The Irish Government, for its part, took steps to strengthen the protection of human rights in this jurisdiction by enacting the European Convention on Human Rights Act 2003.<\/p><p>Placing human rights at the heart of the peace process in Northern Ireland has helped to ensure the participation and trust of all communities.  A shared emphasis on human rights and all that this implies is part of what makes the peace process credible.  This Government will work closely with the UK Government to ensure that the protection of human rights remains at the heart of civic life, politics and ongoing societal change in Northern Ireland.  I assure the Senator and the House that we will follow closely all developments in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#A00500","speaker":"1055","continuing":true},{"type":"speech","time":1431595800,"counter":12,"content":"<p>I thank the Minister for his assurances.  One of the defining moments in our recent history was the constitutional settlement of Northern Ireland, on which people North and South of the Border voted.  I do not think it should be undermined for any short-term political expediency in Westminster.  As the Minister rightly said, human rights formed an integral part of that treaty not only as a safeguard against unwelcome acts within the Assembly, but also because this gave the people of Northern Ireland an assurance there was an independent force at play to prevent the descent into the sectarianism of the past.  I welcome the fact the Minister will be working closely with the British Government on this because I think it an area of concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#B00200","speaker":"1187"},{"type":"speech","time":1431595800,"counter":13,"content":"<p>I am very grateful to Senator Naughton for providing me with the opportunity to discuss this important issue, which, in many respects, cuts to the heart of the Government's approach to peace and stability on this island, as well as our commitment to the international human rights framework on a more general basis.  The Good Friday Agreement, including its provisions on human rights, was endorsed by an overwhelming majority of people on this island, as Senator Naughton said.  We will continue to work with the UK Government to ensure the Agreement's legacy thrives and, as I said, I will follow developments on these matters very closely.<\/p> <p>I have arranged a meeting next week with the recently re-appointed Secretary of State for Northern Ireland, Theresa Villiers.  I look forward to having this matter on the agenda.  I wish to assure the House that I will underline to her the importance which this Government attaches to human rights in the context of the Good Friday Agreement and also a number of particular concerns that have been raised by the Senator this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#B00300","speaker":"1055"},{"type":"minorheading","content":"Road Projects Status","time":1431595800,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#B00350"},{"type":"speech","time":1431595800,"counter":15,"content":"<p>I thank the Cathaoirleach for allowing me the opportunity to raise this important matter.  I welcome the Minister, Deputy Paschal Donohoe, back to his alma mater.  I am disappointed for once that the Minister for Foreign Affairs and Trade is not going to reply on my behalf because I will be expressing the view that the decision to annul, in the short term at least, the N20 project appeared to be a decision made by a Department of foreign affairs rather than a more national Department.  People in the Cork and Limerick region are bemused, surprised but, above all, bitterly disappointed that the news in regard to the Cork-Limerick motorway currently appears so negative.<\/p> <p>No one appreciates more than I the economic difficulties and, to some degree, the crisis still facing the country, and I know every euro and certainly every &euro;1 billion must be spent with great caution.  However, this project, which is urgently required from a regional balance point of view, a job creation point of view and a safety point of view, has been on the planning shelves for quite some time.  It was back in 2011 when the Minister's predecessor, again due to the economic difficulties then facing the country and the new Government, took the decision to put the project into cold storage.  As the economy begins to develop and grow, as the Government begins to work on projects such as the Action Plan for Jobs, as the Minister, Deputy Bruton, talks about regional development, as the prospect of building new industrial sites across the country improves and as regional growth strategies are being considered, it is urgent that this idea of a new Cork-Limerick motorway be put back on track, if the House will excuse the pun.<\/p> <p>The two very large centres of population, Cork and Limerick, could be brought much closer together from a transport perspective if this project was delivered.  This would be a major boost to the towns of Mallow, Buttevant, Charleville and Macroom, and places like Cork Airport would come back on the agenda very much strengthened.  For those reasons and much more, this is something the Minister has to reflect deeply upon.  I have to concede, and there is no point saying otherwise, that the Minister has to be cautious in the expenditure of moneys.  However, it is a question of value for money and what is the long-term positive consequence of putting this project back on track.<\/p> <p>We have seen, in the course of the past 12 to 18 months, how Dublin and the east coast region are again moving very much ahead of the country.  While much of that is positive, from a housing or rent perspective, however, the Dublin and east coast imbalance must be addressed.  If we look at regions like Cork, Limerick and Galway, and the towns in-between, and focus as much development as possible on those regions, not only is it good for each region but it is good for the east coast region as well.<\/p> <p>I know the Minister will be meeting in the coming weeks with councillors and management in Limerick and Cork, and the various chambers of commerce in the region are also deeply concerned and disappointed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we want to ensure that the economic \"recovery\", which is the buzzword at present, is balanced, regional, fair and of long-term sustainable value to the country, and not Celtic tiger-like, we must plan for the projects which are needed, will save lives, will improve access and will give our required balanced regional growth.  I am disappointed with the decision the Minister took recently but every decision, I suppose, is up for review.  As times change and as recovery continues, it is essential that we get a positive signal from the Minister on this matter.  There is also, perhaps from a more parochial perspective of mine, the question of a new relief road for Mallow.  While the major project would cost &euro;1 billion, the relief road for Mallow would cost &euro;14 million or &euro;15 million.  I would ask for the Minister's comments on that.<\/p><p>We need to reflect on the time for construction of some of these big projects.  There have been fairly dramatic improvements over the past ten or 15 years but when I think of the Cork-Mallow road, it appeared futuristic when it was planned in the 1970s and started being constructed in the 1980s as a 20-mile stretch.  From my personal perspective, I drove on the first stretch of that road in a school bus in leaving certificate year.  By the time that short 20-mile stretch was officially opened, I had been twice elected to D&aacute;il &Eacute;ireann.  We are very slow on the delivery of these projects.  Obviously, because of slow development, the costs increase.  When this project was mentioned, in 2010-2011, we were talking not about &euro;1 billion but about &euro;750 million.  Apart from trying to get the green light, we must look not only at this road but at all motorway developments and at trying to expedite the development phases and the construction methodology because delays cost money.<\/p><p>In the case of the Cork-Limerick route, to save lives, save money and bring real growth to the region, Cork, Limerick and all the towns in between, I hope the Minister will try to reflect positively not on what I am saying but on what everybody in the region, including all the politicians across all the parties, are saying.  I am not expecting a U-turn from the Minister today but I ask him to reflect deeply on this serious decision for the southern part of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#B00400","speaker":"1189","continuing":true},{"type":"speech","time":1431595800,"counter":17,"content":"<p>I thank Senator Bradford for raising this issue.  I noted his point regarding whether the Minister for Foreign Affairs and Trade should be taking this.  Something I do, out of respect to Senators and the House, is take virtually all of the Commencement Matters relating to my Department because it is important to do so.  The issue the Senator is raising is an example of that.  I am very much aware of the importance of this issue to everybody who lives, works and represents the different counties and constituencies that could be affected by this road in the future.<\/p> <p>As the Senator will be aware, I have responsibility for overall policy and funding in relation to the national roads programme.  The responsibility for the construction, improvement and maintenance of individual national roads resides with the National Roads Authority and the local authorities in each county.<\/p> <p>Ireland has just under 100,000 km of road in its network and the maintenance of those roads places a substantial financial burden on local authorities and on the Exchequer.  My overwhelming priority is to ensure that we have the resources and the plans to maintain and keep safe the roads that we have built.<\/p> <p>Given the national financial position, there have been large reductions in the Exchequer funding available for roads expenditure over recent years.  In 2008, we were investing &euro;2.3 billion in roads.  This year, the funding is approximately &euro;730 million.  The challenge I face is that the funds available to my Department at present do not match the amount of work that needs to be undertaken.  For this reason, only a small number of road improvement projects, including PPP projects in the Government's 2012 infrastructure stimulus programme, are being progressed to construction stage.  The challenge, therefore, for the NRA and road authorities is to manage the existing network as safely as possible with the resources available to them.<\/p> <p>My predecessor had to decide in 2011 that the M20 scheme should be withdrawn from An Bord Plean&aacute;la because budgetary constraints meant that there was no prospect of the scheme going to construction within a reasonable period of time and approval of the then plan by the board would have triggered land acquisition costs of the order of between &euro;90 million and &euro;100 million.  When the NRA raised the possibility of restarting planning on a Cork to Limerick motorway, I was conscious that capital funding is still very constrained presenting real difficulties in relation to the scale of the M20 - an 80 km road with a projected cost of &euro;800 million.  I was also conscious of the continuing need to prioritise expenditure on maintenance and renewal, not only for roads but also for public transport.<\/p> <p>Unfortunately, the financial realities are that capital funding will continue to be tight for the next number of years, limiting the scope for progressing additional new projects over and above the PPP programmes already in place.  Allowing for the current funding position, I have had to conclude that I am not in a position to review the 2011 decision at this point.  Over time, it is my objective to restore capital funding for the transport sector to ensure that land transport infrastructure is maintained and renewed to support economic and social development.<\/p> <p>While I have, I hope, stabilised the funding position, the scope for any new improvement projects depends on the availability of additional capital funding in the future.  Once the new capital plan is published, I will assess what can be done to address particular bottlenecks.<\/p> <p>I accept there are demands from other sectors and the difficult task of deciding between competing demands falls to the Minister for Public Expenditure and Reform.  As regards the current position in relation to the N20, I understand the NRA has provided funding totalling over &euro;8.9 million for safety and minor improvement works at various locations on the N20 route over the past five years.  This year's national road grant allocations to Cork County Council also include a provision of &euro;1.75 million for major road improvement works on the N20 at Buttevant.  The authority has confirmed that it will continue to provide the maximum possible level of funding for the route having regard to funding constraints for national roads generally and the many competing demands for resources.  I would emphasise that I expect the NRA to use safety assessment and pavement management systems to best effect to direct resources to where they are most needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#C00200","speaker":"1007"},{"type":"speech","time":1431595800,"counter":18,"content":"<p>I thank the Minister for the comprehensive reply.  While he has not given me any information of which I was unaware, I note his point that \"capital funding is still very constrained presenting real difficulties in relation to\" projects such as this.  Knowing his deep interest in politics and economics, this restrained nature of our capital funding is something upon which we must reflect.  The choice the Minister and his Cabinet colleagues will have to make in the near future will be about future planning for this country and whether we invest in short-term - I hate to use the word - \"auction-style\" politics or in profound deep meaningful capital projects.<\/p> <p>If one looks at the capital project about which we speak, it will bring benefits for generations to come.  Not only will it create jobs and enhance the environment, it will save lives.  The Minister mentioned, for instance, the short-term expenditure of almost &euro;10 million on safety and minor improvement works and that will have to continue year after year until this major project is considered.  I ask the Minister to think big.  Within the Department and in the debates, arguments and engagement with the Minister for Public Expenditure and Reform, the Minister will have to make the case that capital development and capital infrastructure is vital for the future long-term enhancement of this country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a question of the difference between a short-term perspective and a long-term perspective, between the politics we have had for generations and a new politics, and between investing in the future and simply looking to the next election.<\/p><p>I hope the Minister will have a meaningful exchange with his colleague, the Minister for Public Expenditure and Reform, on this project and other projects for which capital funding into the future is hugely important.  I ask the Minister to look to the future and try to get projects such as the completion of the M20 up and running.  The future development of this country depends on such projects, as opposed to short-term developments such as the repair of a bend on the road or the provision of safety measures.  I hope that 20 or 25 years from now, we will be looking back at decisions that were taken in the interests of the long-term good of the country, rather than with short-term considerations in mind.  We need urgent action on this very important long-term requirement, which should be prioritised by the Minister, Deputy Howlin.  The full support of the Minister is needed to try to get action and funding from the Minister, Deputy Howlin.  I thank the Cathaoirleach for giving me a little leeway in raising this important subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#C00300","speaker":"1189","continuing":true},{"type":"speech","time":1431595800,"counter":20,"content":"<p>I thank Senator Bradford for his concluding comments.  I fully accept and agree with his point about the need to plan for the long term.  I am constantly aware of the need to balance the short-term pressures of today with the pressures and opportunities that are to come.  As the Senator accurately said, those pressures and opportunities stretch well beyond electoral cycles and D&aacute;il and Seanad terms.  I put it to the Senator that we need to work on two challenges within this framework.  The first challenge on which we need to work is very much an overall or general challenge for our country.  It relates to the total amount of capital funding that is available for us to spend on all kinds of different projects, including those aimed at meeting the need that exists in areas such as education, housing and transport, for which I am responsible.  We need to work on two variables within that.  First, we need to focus on how we can increase the capacity of the economy and make choices within the economy to make sure we have enough money to spend.  Second, we need to look at the expenditure constraints and rules we face in the first place.  I do not want us to get to a point at which the funding that becomes available to our country is invested only in things that are affordable in the short run, such as the introduction of tax cuts or changes or the construction of infrastructure for which in the long run there is no sustainable need or which we cannot afford to maintain.  We have to make progress in that area, and we are beginning to do so.<\/p> <p>The second challenge with which we need to contend is the debate on how the country can make progress overall.  I have responsibility for putting forward the case for transport in that context, and this project is a good example.  I know the Senator is disappointed with the answer I have given.  I can accept the reasons for his disappointment.  He made the point in his opening contribution that I need to be very careful with the money that is available to me.  It is for that reason that I am now justifying a decision the Senator does not like.  I am working hard to come up with a plan that will make a strong case for rebuilding expenditure on our roads and our public transport network.  In fact, I was engaged in that work this morning.<\/p> <p>During the Celtic tiger period, this country substantially increased the amount of funding it was investing in transport infrastructure, to between 1.3% and 1.4% of our national income.  The current figure is 0.5%.  Our 50-year average as a country is 1%.  We have to build our national average back up.  If we do not, we will be locked into a cycle in which the kinds of problems about which the Senator has spoken, generally and in relation to this road, will continue to develop.  I am working on that with my colleagues in the Department of Public Expenditure and Reform.  I accept that they are trying to manage other competing demands.  I am trying to put forward the overall case, which is that certain projects are justified purely on the basis of a cost-benefit analysis.  If we add to that analysis a consideration of the economic development and road safety benefits of those projects, the case for the construction of these roads is significantly enhanced.<\/p> <p>I thank the Senator for raising this case with me this morning.  Of course I will reflect on it.  I know there is a need for this project.  I am sure the Senator did not expect me to come in and tell him the road is going ahead.  I am not in any way taking his point in a flippant manner.  I know people want this road project to go ahead, but I am not in a position today to say it can go ahead in its entirety, with the cost that is entailed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#D00200","speaker":"1007"},{"type":"unspoken","time":1431595800,"counter":21,"content":"<p>Sitting suspended at 11.06 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1431595800,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00100"},{"type":"speech","time":1431595800,"counter":23,"content":"<p>The Order of Business is No. 1, Children (Amendment) Bill 2015, Order for Second Stage and Second Stage, to be taken at 12.45 p.m., with contributions from group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00200","speaker":"1148"},{"type":"speech","time":1431595800,"counter":24,"content":"<p>Is there a finish time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00300","speaker":"1139"},{"type":"speech","time":1431595800,"counter":25,"content":"<p>No.  It is open-ended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00400","speaker":"1148"},{"type":"speech","time":1431595800,"counter":26,"content":"<p>Yesterday I raised the issue of the continuing deterioration of our health service and the HSE.  Taking my local hospital, Beaumont Hospital, as an example, this morning, 39 admitted patients are waiting on trolleys in the accident and emergency department, 33 beds are closed and there are 90 delayed discharges.  There was an increase of 26% in waiting lists in the first four months of the year.  The situation is going from bad to worse and is at crisis point.  Today the Irish Nurses and Midwives Organisation, INMO, has called for the hospital to go off-call immediately and not take any additional patients through the accident and emergency department or for any surgeries.  We do not need to discuss any further the track record of Deputy James Reilly as Minister for Health.  People know he was the worst Minister for Health who ever took charge of the Department in the history of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00500","speaker":"1139"},{"type":"speech","time":1431595800,"counter":27,"content":"<p>Withdraw that charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00600","speaker":"1125"},{"type":"speech","time":1431595800,"counter":28,"content":"<p>Why should I withdraw it?  It is true.  It is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00700","speaker":"1139"},{"type":"speech","time":1431595800,"counter":29,"content":"<p>I thought a person had to be in the House to defend himself or herself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00800","speaker":"1125"},{"type":"speech","time":1431595800,"counter":30,"content":"<p>It is a political charge.  Senator O'Brien, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G00900","speaker":"1120"},{"type":"speech","time":1431595800,"counter":31,"content":"<p>I am sure my colleague from Kilkenny is more than able to put a spin on Deputy James Reilly's record in the Department of Health, but anyone who speaks the truth on this matter will know he was a complete and utter disaster.  People expected better from straight-talking Deputy Leo Varadkar, the master of spin and the guy who will tell it as it is.  The guy can continue to tell it as it is, but he must do his job as Minister for Health.<\/p> <p>Since the Government took over four years ago, the health service has got worse and worse.  Since the Minister, Deputy Varadkar, took over, the situation has gone from very bad to extremely bad to crisis point, but nothing is happening.  The Minister is interviewed from time to time and he says he wants people to do better, but there is no plan and no implementation of a plan.  What does the Government, and Senator Bacik on behalf of the Government in the Seanad, say to the 39 people who are lying on trolleys in the accident and emergency department in Beaumont Hospital today?  Does she believe the INMO is incorrect in calling for the hospital to go off-call?  It is not just me saying this; it is medical professionals, doctors, nurses, surgeons and consultants who are saying the Government is failing people.  It fails the sick, the elderly and those with special needs time and again.  What is happening right now in Beaumont Hospital, as one example, is that 39 people who have been admitted are lying on trolleys.  The Irish Nurses and Midwives Organisation has actually called for the hospital to be closed to new admissions.  Absolutely nothing is being done about this.  The health waiting lists have doubled since the Government took over.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I propose an amendment to the Order of Business to the effect that the Minister for Health, Deputy Varadkar, should come to the Chamber to tell me the Government's plan to deal with the crisis.  Does he agree that Beaumont Hospital should be closed to admissions of new patients?  What is he going to do about it?  I want him to answer those questions, as this is a serious situation.  I formally propose that the Minister for Health come to the House to address the worsening crisis in our health service, specifically the issue in Beaumont Hospital and other hospitals across the city, the county and the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#G01000","speaker":"1139","continuing":true},{"type":"speech","time":1431595800,"counter":33,"content":"<p>I am surprised at the personal attack by Senator Darragh O'Brien on the Minister for Children and Youth Affairs and the former Minister for Health, Deputy James Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00200","speaker":"1118"},{"type":"speech","time":1431595800,"counter":34,"content":"<p>He was a disaster.  The worst Minister in the Department of Health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00300","speaker":"1139"},{"type":"speech","time":1431595800,"counter":35,"content":"<p>That is a bit rich considering the major challenges this Government inherited.  There are major challenges in the health service with an ageing population and the increase in population.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00400","speaker":"1118"},{"type":"speech","time":1431595800,"counter":36,"content":"<p>Double the number of people on trolleys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00500","speaker":"1139"},{"type":"speech","time":1431595800,"counter":37,"content":"<p>We are providing more services than ever before, and I have no doubt that the Minister for Health, Deputy Leo Varadkar, is more than happy to debate the challenges facing him in his Department.  He will not be in a position to do that today, but I call for him to come to the House in the coming weeks as a matter of urgency to have a debate on the major challenges facing the health service.<\/p> <p>I speak for everyone in the House and people throughout Ireland when I express sympathy to the family of the much-loved broadcaster Derek Davis, who passed away at the young age of 67 years.  He was a highly professional broadcaster, a lovely gentleman and hugely popular with his audience.  We all know how popular \"Live at Three\", the programme he co-hosted with Thelma Mansfield, was with older people in our communities.  He presented many other programmes on radio and television.  He will be greatly missed.  Derek Davis loved the outdoors.  I was privileged to hear a recent interview with him on RTE television a few weeks ago.  We remember him with great affection and extend our sympathy to the family.<\/p> <p>I congratulate the IRFU on winning the bid to host the women's Rugby World Cup in 2017.  It is a huge opportunity to promote women's sport and raise the profile of women's rugby.  It is a fitting recognition of the success of our ladies' rugby team in recent years and is a big opportunity to showcase the wonderful hosts we can be of major international events.  It will strengthen our bid to secure the holding of the men's Rugby World Cup in 2023.  I wish the IRFU success in hosting this event in Dublin and Belfast.<\/p> <p>I welcome the new measures announced by the Government on mortgage arrears.  The Government is acutely conscious of the impact of debt on families and is determined to see it resolved.  Yesterday's package, which should help to bring some relief to those struggling with mortgage debt, builds on the steps already taken.  It will increase the supports available to people and help increase the numbers availing of them.  The major reform of the insolvency framework is the fact that the courts are being given the power to approve insolvency deals rejected by banks, where appropriate.  The message we want to get to everyone is that the help they need is there.  People who do not engage are putting their homes at serious risk of repossession.  Everyone should avail of the new opportunities to address the issue of mortgage arrears.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00600","speaker":"1118"},{"type":"speech","time":1431595800,"counter":38,"content":"<p>I would like to make sure attention is paid to the decision of the Department of the Environment, Community and Local Government to introduce mandatory pay-by-weight on bins.  The announcement took place in the past number of days, but seems a regressive step for a Government that had to cope with the outcry about property tax, water charges and bin charges to insist that householders who are doing their best to recycle must pay by weight.  It is something that should be debated.  It should not just come into operation by chance.<\/p> <p>Two years ago I suggested that we should have safety kits in all cars, and it took a long time for something to happen.  I am delighted to hear the Road Safety Authority's announcement that it would do something about it and that it was looking for suggestions on what should be included in the road safety kit that all cars will need to have.  Almost every country in Europe has legislation saying that every car should have safety equipment in it.  Many new cars coming in from abroad have it, but we have not had it up to now.  It has taken at least two years since we brought it up in the House, but at least it is going to happen.  I urge the rest of the country to get behind the Road Safety Authority and give advice on what should be included.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00700","speaker":"1145"},{"type":"speech","time":1431595800,"counter":39,"content":"<p>I call on the Leader to arrange an urgent debate with the Minister for Communications, Energy and Natural Resources.  We need to find out why the Government is pursuing a wind-only policy to reach the 2020 renewable energy targets.  We know there are alternatives, one of which is to convert Moneypoint coal-fired power station and other power stations to sustainable biomass.  The cost factor the experts refer to is &euro;400 million, whereas we are pursuing the wind energy project at a cost of &euro;5 billion, with the erection of thousands of wind turbines, and &euro;4 billion for a grid network that is not necessary.  The &euro;9 billion cost will be borne by the bill payer.  With the conversion of Moneypoint, we could reach our target immediately.  It raises the question of why we will spend &euro;9 billion when we can get away with &euro;400 million to reach our target immediately, unless the whole wind energy project is developer-driven.  It requires an urgent debate in the House and I call on the Leader to bring it about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00800","speaker":"1161"},{"type":"speech","time":1431595800,"counter":40,"content":"<p>I second the proposed amendment to the Order of Business by Senator Darragh O'Brien.  Without going over the ground covered, there is no doubt there is a major problem in the health services.  What is happening in Beaumont Hospital is typical of what is happening throughout the country.  I will not make a comment on the previous Minister or the current Minister, but the state of our health services is worse than it was five years ago.  The Irish Nurses and Midwives Organisation, INMO, and many of the medical profession are saying it.  It is a serious charge, but something that must be dealt with.<\/p> <p>Can the Deputy Leader ascertain why the Rotunda Hospital has set up a maternity strategy steering committee group from 2014 to 2016 to examine matters at the coalface in our maternity hospitals?  There is no staff midwife on the group.  I am alarmed and perplexed at this, as midwives are at the coalface of births and are central to any maternity hospital.  I welcome the setting up of the steering group, and perhaps other maternity hospitals should follow suit.  To ignore the functions and input of staff midwives is a serious fault by the strategy group.  I do not expect an answer but perhaps the Deputy Leader can ascertain why it happened and ensure it does not happen again.  Midwives play a central and key role in maternity hospitals and are at the coalface of births.  To ignore their input and to set them aside and stand them down from such a steering group is a major mistake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#H00900","speaker":"1127"},{"type":"speech","time":1431595800,"counter":41,"content":"<p>I sympathise with Derek Davis's family.  Every time I saw him on the screen he had a smile and there was a lot going on behind his smile.  He was a great communicator.  Ar dheis D&eacute; go raibh a anam.<\/p> <p>I welcome today's announcement by the company behind the workplace messaging application Slack that it is coming to Ireland.  It is a big technology company belonging to the owners of Flickr, the photo-sharing software.  That is a great announcement.  I also welcome the Government's announcement that it is to encourage people to start up their own companies, which came out yesterday evening.  People will be able to reclaim tax from investment for six years.  There was a seed capital fund in place which was similar, but as Mark Fielding from ISME said, it was so convoluted and difficult to access that take-up was very slow.  The new scheme announced by the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, is called SURE.  It will make it easier for ordinary people, particularly those who are retired and have a few bob with which they want to start a company, to claim back the tax.  There will be less red tape than with the old seed capital scheme, and the new scheme will also be open to those who are unemployed or have been made redundant.  Mr. Fielding said one would need a degree in linguistics to read the instructions for the old scheme, never mind apply for it.<\/p> <p>I wish to ask for a debate in the House.  The Minister of State, Deputy Nash, has set up a high-level group looking at regulations and red tape for small businesses, specifically how to make the regulatory input analysis, RIA, easier for small businesses starting up.  It is ten years since the regulatory input analysis was set up.  The Minister of State is asking for submissions and has written to the various committees.  We should discuss this in the Seanad as well, as we are getting a lot of queries.  What better place to discuss how to make it easier and how the Government could make it more accessible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00100","speaker":"1135"},{"type":"speech","time":1431595800,"counter":42,"content":"<p>I wish to raise the funding cuts to the scheme to support national organisations, SSNO.  This topic may sound familiar to colleagues, as last year, in the months preceding the cuts, I proposed Adjournment matters to try and get answers.  In July, the Minister stepped in and restored funding for one year as bridging funding for these organisation and said we would have a whole new scheme in place by the end of June 2015.  Over the last few months, I have been working with Senator Marie Moloney behind the scenes, trying to ensure that this scheme will be put in place.  We had what I felt was a constructive meeting with the Minister, Deputy Alan Kelly, yet today we still have no answer regarding the scheme.  These organisations are receiving between &euro;30,000 and &euro;60,000 each from the State.  They include the Asthma Society, the Neurological Alliance of Ireland, the Stammering Association, the Migraine Association and the Arthritis Association.  There is a long list of excellent organisations, each of which is deserving of this funding in its own right.  The bridging funding will run out at the end of June.  The organisations have employed staff based on this funding line and have to tell people where they stand.  More importantly, they have to tell those who are using their services how the organisations are going to be fixed and whether they will be able to continue providing their services and doing their great work.  I ask for an urgent debate next week on the scheme to support national organisations.  I will try to submit a Commencement matter again, but it has been ruled out of order twice already because we discussed it a few weeks ago.  These organisations deserve answers and we have to find a way to give them the security of funding they need.<\/p><p>I also wish to raise the report launched today by <i>hotline.ie<\/i>which shows a 148% increase in the amount of child sexual abuse material online.  I ask the Leader to advise us as to when it is expected that the sexual offences Bill will come before the Seanad.  Given that several aspects of the Bill concern provisions that Senators have called for, it would be excellent for the Bill to come before this House.  I urge the Government to consider a model similar to the Internet Watch Foundation in the UK, which filters and blocks child abuse material.  As colleagues are aware, I have done a report on the issue and strongly believe that Ireland should have a system of blocking.  Interpol and Europol support a system of blocking and filtering in order to stop first-time users getting access to this type of material.  I know it is not a panacea, but it does ensure that material is not out there for the majority of people.  As regards the sexual offences Bill, I wish to ask the Minister to consider changing the terminology in the Bill from &quot;child pornography&quot; to the term agreed on by Europol and Interpol, &quot;child sexual abuse material&quot;.  We should name it for what it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00200","speaker":"1171"},{"type":"speech","time":1431595800,"counter":43,"content":"<p>I wish to point out that the Minister for Health is currently in front of the Joint Committee on Health and Children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00300","speaker":"1172"},{"type":"speech","time":1431595800,"counter":44,"content":"<p>He will come in later today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00400","speaker":"1139"},{"type":"speech","time":1431595800,"counter":45,"content":"<p>Like many people, I have been listening to the coverage of the scenario at Midland Regional Hospital in Portlaoise.  It has been truly harrowing to listen to the accounts of some of the women who were interviewed following the meeting last night.  The Minister, Deputy Varadkar, sat for five or six hours last night and listened to the stories of all of those people with deep respect.<\/p> <p>As someone who worked in both Dundalk and Drogheda when there were various issues around maternity care in that region, I find it severely troubling that we have a serious legacy of mishandling maternity cases going back well over a decade.  I understand that we are to have a new national maternity strategy.  One of the issues I would like to see addressed is the impact of whistleblower legislation on maternity care.  For all the years that people were suffering in our hospitals, there were staff, doctors and all sorts of people going in and out.  I believe there will never be an effective strategy for health care, or any other care sector, if we do not have adequate whistleblower legislation.  I would like to see that included in a maternity review.<\/p> <p>I was pleased to see some of the announcements in respect of the mortgage arrears situation yesterday.  I am not entirely convinced that they will deal fully with the situation, and they need to be kept under review.  As we all know, the mortgage-to-rent scheme has proved very disappointing, although it could have been much more significant.  There are a number of reasons for this and we should debate it at some point.  There is an issue concerning valuations, particularly of properties in the Dublin region.  Even with the renewed valuations, a number of middle-income people with properties over those limits will have no real effective solution when it comes to the mortgage-to-rent scheme.  I would like us to consider a mortgage-to-shared-equity scheme.  Banks took the benefit when times were good and they should take part of the pain when times are bad.  Instead of shelving split mortgages, why not ask banks to take part of the equity in properties that go over the limit for the mortgage-to-rent scheme?<\/p> <p>I wish to request an early meeting with the Minister for Finance or the Minister for Social Protection on the Money Advice and Budgeting Service, MABS.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00500","speaker":"1172"},{"type":"speech","time":1431595800,"counter":46,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00600","speaker":"1120"},{"type":"speech","time":1431595800,"counter":47,"content":"<p>I understand the Minister for Finance wants MABS to be a friend in those in distress.  MABS has always a been a friend to those in distress.  I would like to hear soon how the Minister plans to enhance that friendship role and what resources he plans to put into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00700","speaker":"1172"},{"type":"speech","time":1431595800,"counter":48,"content":"<p>That will make it into the Guinness Book of Records.<\/p><p>I wish to express my deepest sympathy to Una Davis and the Davis family on the loss of a former colleague of mine, Derek Davis.  Ar dheis D&eacute; go raibh a anam.  I first worked with Derek when we were both assigned by RTE to the 1980 Olympic Games, when I spent over a month with him in Moscow and got to know him quite well.  He was a very witty, charming, personable and humble man in his own way, who went on to great success on national television.  A side issue which has not come up in the various tributes to him in the media is that he started out in life as a showband singer.  In a beautiful tribute to his former school colleague in the <i>Irish Independent<\/i>, Brendan Keenan referred to Derek as being a roadie for a showband.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He was known professionally for a while as \"Mean Tom\", which was a send-up of \"Big Tom\", which is now long forgotten.  I got a call from a listener to one of my programmes in the north west yesterday to tell me he has a copy of a CD that Derek Davis recorded at that time.  It has not come up, so for the record, that was where he started off.  Mean Tom was, of course, far from being Mean Tom.  He was Derek Davis and he was larger than life and went on to great fame.<\/p><p>I would also like to express my deepest sympathies to the family of the late Bill O'Donovan.  It has been a tough week for RTE.  Bill O'Donovan died at the weekend.  He was my producer for five years on \"Keep It Country\" on 2FM when it first started in 1979.  He also produced nearly all the showband records of note in Eamonn Andrews Studios in Harcourt Street, which was owned by his brother, Fred O'Donovan, who was well known to many Senators as a theatrical agent and who also passed away some years ago.  He was a former chairman of RTE.  I was sad to hear that Bill O'Donovan passed away at the weekend.  He has left a very rich legacy of broadcasting behind him.  One of his high points was an interview he did in the Eamonn Andrews Studios with the late Jim Reeves, which is still repeated in archive programmes to this day.  It was one of the few interviews Jim Reeves did during his brief visit to Ireland, and, of course, some months later he died in an air crash.<\/p><p>I express my sympathies to the O'Donovan and Davis families, but I also wish a very happy retirement to the great Donncha &Oacute; D&uacute;laing.  I am sure the House will join me in this.  He retired from RTE broadcasting in the past week.  He will be missed on the airwaves.  He is another man who has left a very rich legacy in broadcasting in the archives, which I am sure we will listen to with great enjoyment, going back to his days on \"Three-O-One\" and the time when he worked as Munster correspondent for RTE.  I wish Donncha and his family every happiness and thank Donncha for the wonderful hours of entertainment he brought more recently to listeners abroad with his \"F&aacute;ilte Isteach\" programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#J00800","speaker":"1128","continuing":true},{"type":"speech","time":1431595800,"counter":50,"content":"<p>I also welcome the good news that Ireland will be hosting the women's Rugby World Cup in two years time.  It is just reward for their successes in faraway countries all over the world and particularly their success in last year's world cup in Paris, where they finished fourth, having beaten on their way the famous New Zealand team, the Black Ferns.  It was a major achievement for the women's team.  One of the greatest upsets in rugby history was when Munster beat the famous All Blacks in Thomond Park so long ago.  It brought back those memories.  No doubt it will showcase our country in the four corners of the world and will help our tourism and economic situation.  We look forward to it.  It augurs well and will show that we have the infrastructure here and the people interested in rugby and we will welcome the 2023 men's world cup to Dublin, Belfast and Thomond Park.  Hopefully we will be successful in obtaining that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00200","speaker":"1138"},{"type":"speech","time":1431595800,"counter":51,"content":"<p>Violence, evil, cruelty, terrorism, murder and destruction of human life are the words I think of when I recall the events of the bank holiday weekend in 1979 when a grandfather who was holidaying in Ireland and treating his children to a boat trip to fish in the afternoon were brutally murdered.  The rest is tragic history.  Lord Louis Mountbatten, his grandson Nicholas Knatchbull, Doreen Brabourne and a local boy, Paul Maxwell, were all murdered when their boat was blown up.  Forgiveness, peace, kindness, grace, compassion and bravery are the words I think of when I think of Prince Charles, who is coming to visit the west of Ireland next Tuesday with his wife, the Duchess of Cornwall.  He is travelling to visit the scene at which his very close godfather and uncle was brutally slaughtered, as I have just described.  I hope Senators will join me in a moment of reflection also to think of the other people, the soldiers, who were brutally murdered on that fateful day.  I hope our Taoiseach, Deputy Enda Kenny, will come forward next week and be there to apologise for the heinous crime on behalf of our nation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00300","speaker":"1169"},{"type":"speech","time":1431595800,"counter":52,"content":"<p>The IRA did that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00400","speaker":"1139"},{"type":"speech","time":1431595800,"counter":53,"content":"<p>I know it is not us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00500","speaker":"1169"},{"type":"speech","time":1431595800,"counter":54,"content":"<p>We have no need to apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00600","speaker":"1128"},{"type":"speech","time":1431595800,"counter":55,"content":"<p>I hope the Taoiseach will go and meet Prince Charles and apologise on behalf of the IRA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00700","speaker":"1169"},{"type":"speech","time":1431595800,"counter":56,"content":"<p>Why would he do that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00800","speaker":"1139"},{"type":"speech","time":1431595800,"counter":57,"content":"<p>Does the Senator have a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K00900","speaker":"1120"},{"type":"speech","time":1431595800,"counter":58,"content":"<p>Will the Taoiseach be visiting Prince Charles and the Duchess of Cornwall to mark this momentous occasion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01000","speaker":"1169"},{"type":"speech","time":1431595800,"counter":59,"content":"<p>On a point of order, I have every respect for Senator O'Brien and I agree with everything she has said.  However, the Taoiseach, who represents this country, should not be apologising for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01100","speaker":"1128"},{"type":"speech","time":1431595800,"counter":60,"content":"<p>That is not a point of order<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01200","speaker":"1120"},{"type":"speech","time":1431595800,"counter":61,"content":"<p>-----the heinous actions of a group of people who took the lives of innocent people, including an innocent boy in my part of the country.  Ar dheis D&eacute; go raibh a anamacha.  We do not have anything to apologise for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01300","speaker":"1128"},{"type":"speech","time":1431595800,"counter":62,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01400","speaker":"1120"},{"type":"speech","time":1431595800,"counter":63,"content":"<p>The IRA-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01500","speaker":"1169"},{"type":"speech","time":1431595800,"counter":64,"content":"<p>We have everything to do to condemn what it did, unequivocally and unambiguously.  Even present-day Sinn F&eacute;in has stated that was an unjustifiable act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01600","speaker":"1128"},{"type":"speech","time":1431595800,"counter":65,"content":"<p>I, too, would like to join my colleagues in lamenting the passing of Derek Davis.  I also agree with what Senator Mooney has just said.  It is not the function of the Taoiseach of this country to apologise for the actions of terrorists who acted on the soil of this country.<\/p> <p>I wish to raise two issues.  The first is the issue of Balbriggan community school, which my colleague, Senator Darragh O'Brien, has represented well in this House and I know he will continue to do so.  However, the time has come for a debate in this House on the school building programme and how it is being run.  We simply cannot have a school being promised something one day and, as it were, having the rug pulled out from under it the next.<\/p> <p>Yesterday I was listening to the news.  It is no secret around here that I am a recent grandfather.  I started to hear stories of the appalling maternity services in this country.  Part of me was slightly horrified that we would talk about these things on the day parents lost a child in this country.  There is clearly a huge problem in the health services in this country.  I cannot begin to understand how any young expectant mother facing a maternity hospital over the next couple of months is thinking with all the talk of the disastrous services.  The time has come for us to review what the HSE does.  We have one layer too many in the health service.  We need to get rid of the HSE and bring health back to the Minister's Department, where the Minister takes first-hand responsibility.  I am not for one moment condemning the Minister.  He is doing an excellent job, in fairness to him.  However, he will say himself that he is running to keep up.  It is time that this House, which has the time to discuss and debate what exactly has gone wrong since we introduced the HSE into the country, had that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01700","speaker":"1196"},{"type":"speech","time":1431595800,"counter":66,"content":"<p>I join in the tributes to the late Derek Davis and extend our sympathies to his wife, Una, and his family.  My first recollection of him was as a newsreader in RTE.  He always signed off on the night with a funny joke or comment.  I was struck by a recent interview in which he outlined his trouble with obesity.  He had to go to the extent of having an operation to try to lose weight.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope that made no contribution to his sudden death.  Perhaps we need to have a broader discussion on obesity.  Some people are naturally overweight and should not be referred to as obese.<\/p><p>Will the Deputy Leader invite the Minister for Children and Youth Affairs, Deputy James Reilly, to the House in order that he can outline the reason for the cut of almost &euro;400,000 in the budget of the marriage advisory and counselling agency, Accord?  The agency provides excellent counselling to people before they get married in pre-marriage courses and to people when their marriage is in difficulty.  Accord also offers bereavement counselling.  The counselling service is very worthwhile and necessary.<\/p><p>It is ironic that at a time when the Government is promoting marriage equality that it is cutting funding to organisations that are trying to maintain marriages in difficulty.  When the Government was caught out in that regard yesterday, it then issued a statement in the evening stating that all marriage advisory services were being cut.  I do not think that is acceptable.  I hope the Government's heavy-handed measure is not due to Accord being a Catholic organisation.  That is not a religious comment.  It is a very serious comment on the maintenance of marriage in this country.  The cutback in funding to Accord and other organisations that provide much needed advice to people at a time of difficulty in their relationships is appalling and it is undermining marriage.  Perhaps the Deputy Leader could get in contact with the Minister, Deputy Reilly, and invite him to the House in order to assure us that this is not an attempt to get back at an organisation because of a particular stance it is taking on the forthcoming referendum on same-sex marriage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#K01800","speaker":"1164","continuing":true},{"type":"speech","time":1431595800,"counter":68,"content":"<p>I thank Senator Wilson for bringing a very important issue to the floor of the Seanad.  He is absolutely correct in everything he said.  I would like to live in a country where state funding would be available to organisations that provide counselling to gay couples and those organisations whose mission it is to provide counselling to married couples according to their understanding of marriage, one that is shared by millions of people, that it is between a man and a woman, because it unites children with their biological father and mother.  There is a lot to be feared given what has just happened.  It is no argument to say that the likes of Barnardos has also had its funding cut because what Deputy Mattie McGrath, Deputy Michael Healy-Rae, Senator Fidelma Healy Eames and I brought to attention yesterday was the fact that Atlantic Philanthropies has put tens of millions of dollars into advocacy on the side of changing marriage in favour of same-sex marriage in recent years.  We discovered that it is also giving &euro;8 million to Tusla, the Child and Family Agency, which is welcome in itself-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00200","speaker":"1146"},{"type":"speech","time":1431595800,"counter":69,"content":"<p>It is for early intervention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00300","speaker":"1171"},{"type":"speech","time":1431595800,"counter":70,"content":"<p>-----but when the head of Tusla-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00400","speaker":"1146"},{"type":"speech","time":1431595800,"counter":71,"content":"<p>Senator Mullen should tell the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00500","speaker":"1171"},{"type":"speech","time":1431595800,"counter":72,"content":"<p>Senator Mullen should be allowed to speak without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00600","speaker":"1120"},{"type":"speech","time":1431595800,"counter":73,"content":"<p>I do not interrupt other people.  When the head of Tusla is also involved in and supporting the \"Yes Equality\" campaign it does make one wonder.  If that is what is happening before a \"Yes\" vote happens at all, which hopefully will not happen, what will it be like when it is claimed there is a radical, constitutional equality between same-sex married couples and heterosexual married couples?  What will be the implications for people's right to teach in State-funded schools that fathers and mothers are necessary for children?  Will that fall foul of the radical new constitutional version of equality that is being proposed, and what will it be like for agencies such as Accord, which have helped tens of thousands of couples this year alone?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00700","speaker":"1146"},{"type":"speech","time":1431595800,"counter":74,"content":"<p>Does Senator Mullen have a question for the Deputy Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00800","speaker":"1120"},{"type":"speech","time":1431595800,"counter":75,"content":"<p>What Senator Wilson has raised is very apposite and we should be very concerned about the capturing of Government agencies by international donors.  We should ask about their influence on the referendum campaign and the very workings of government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L00900","speaker":"1146"},{"type":"speech","time":1431595800,"counter":76,"content":"<p>In recent weeks many Senators have highlighted issues relating to the health service and unfortunately it is never good news.  Senator Craughwell mentioned the HSE being one layer too many.  The tragic deaths of babies, in particular in Cavan General Hospital, have been discussed.  It is important to state that what emerged this week is that doctors and nurses had repeatedly highlighted the risk to patients posed by theatre staff shortages at the hospital.  Issues that have been raised include systems failures, under-resourcing and, most importantly, the provision of adequately trained staff.  Senator Craughwell's point on one layer too many is important because when staff, doctors and the Irish Nurses and Midwives Organisation, INMO, write to hospital managers they warn of shortages and the risks of what could happen but what they say is not taken on board and then tragic incidents occur, such as we have seen this week.  That is most unfortunate and when the loss of life is involved, we must take the issue seriously.  Bureaucracy should not trump human life.<\/p> <p>It is all well and good that we have recommendations that will be implemented arising from review processes that may address concerns but it is important that we listen to front-line staff in the first instance.  When the Minister for Health comes to the House we often have statements that last two hours and we do not get to properly question him in the way we would like.  The conduct of the debate is very frustrating.  We make a statement and the Minister makes a statement but there is no toing and froing.  It is important that perhaps when we have the next debate on health that we would have an opportunity to ask questions in order to provide answers to the public.  The Executive is accountable to Parliament, including this Chamber.  It is important that we have some time reserved to question the Minister and that he can directly answer some of the questions we put to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01000","speaker":"1155"},{"type":"speech","time":1431595800,"counter":77,"content":"<p>I ask the advice of the Deputy Leader on this matter.  Yesterday, the Government announced the so-called end of the bank veto.  It remains to be seen what will be in the Government's legislation in that regard.  We hope that it does mean the bank veto will be ended and that the Government means what it says.  When the Personal Insolvency Bill was going through this House there was a good debate with many Members on both sides speaking.  The issue identified by me and many other colleagues at the time related to the bank veto.  However, the then Minister, Deputy Alan Shatter, in his response to us, stated: \"The banks do not have a veto.\"  Clearly, this House was very much misled by the then Minister, Deputy Alan Shatter.  Is there anything this House can do about the misleading statement given by the then Minister, Deputy Shatter, during the passage of the legislation?  Is it something the Committee on Procedure and Privileges, CPP, might take up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01100","speaker":"1116"},{"type":"speech","time":1431595800,"counter":78,"content":"<p>On a point of order, I thought there was a prohibition on mentioning people's names in the Houses, without proof of anything when the person is not present to defend himself or herself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01200","speaker":"1135"},{"type":"speech","time":1431595800,"counter":79,"content":"<p>That is not a point of order.  He is a former Minister who brought the legislation into the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01300","speaker":"1120"},{"type":"speech","time":1431595800,"counter":80,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01400","speaker":"1135"},{"type":"speech","time":1431595800,"counter":81,"content":"<p>Senator Byrne should be allowed to speak without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01500","speaker":"1120"},{"type":"speech","time":1431595800,"counter":82,"content":"<p>Members who supported the legislation at the time or who accepted the then Minister's word that there was no bank veto must feel very badly let down.  This House should now do something about that.  We should pass a motion at some point on the misleading information that was given to us.  We should warn Ministers that when they come to this House to sell legislation to us that they must be honest and truthful, because clearly at the time this legislation was being passed the then Minister, Deputy Shatter, was not truthful in this House nor were the Taoiseach, who stated in the Dail that there was no bank veto, and the Minister for Finance, Deputy Noonan, who stated the same on a different occasion.  The people have been misled in recent years.  <\/p> <p>I am pleased though that the Fianna F&aacute;il analysis of the problem and our fairer and better way of dealing with mortgage arrears has finally reached the ears of the Government.  We need a proper debate on what the Government is proposing and before that we need to know exactly what is proposed.  I do not know whether you have a role in the matter, a Chathaoirligh.  I wish to know what the House can do about that misleading statement by the then Minister, Deputy Shatter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01600","speaker":"1116"},{"type":"speech","time":1431595800,"counter":83,"content":"<p>The Chair has no role in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01700","speaker":"1120"},{"type":"speech","time":1431595800,"counter":84,"content":"<p>Who does?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#L01800","speaker":"1116"},{"type":"speech","time":1431595800,"counter":85,"content":"<p>As Members will be aware, there was an further earthquake in Nepal, focusing around the area of Namche Bazaar.  Namche Bazaar is a beautiful small Himalayan town.  It is the first place in the Himalayas where one gets to see Mount Everest.  I merely wish to inquire from the Deputy Leader what efforts are being made on behalf of the Irish Government to provide aid to the people of Nepal and the affected areas.  When Deputy Costello was Minister of State in the Department concerned, an idea was floated that Shannon Airport would be used as a disaster hub, where aid and supplies could be stored and from which a concerted aid campaign on behalf of various European agencies could be operated.  I would like to know if that has been progressed to any extent or if it was merely hot air, because hot air seems to be what we in the mid-west get when it comes to any form of development.<\/p> <p>The motorway project for the N20, which is the main route between Ireland's second and third cities, Cork and Limerick, has again been shelved indefinitely.  Anybody who has travelled this route will be aware that there are a number of dangerous accident blackspots - O'Rourkes Cross, Rockhill and Banogue come to mind.  I travel it quite often.  There is always bumper-to-bumper traffic in Charleville, Buttevant, Mallow, you name it.  It is a disaster.  That it has been shelved again is a poor reflection on efforts made by members of the Government from both Limerick and Cork.  The idea that senior members of Cabinet do not see this as an important project for the area is not acceptable.  I call on the Minister for Transport, Tourism and Sport to come in to this Chamber to explain why that decision was taken.  In all fairness, and meaning no offence to the people of Clare and Galway, it is a joke that we can connect Crusheen and Gort via motorway yet we cannot connect Limerick and Cork via motorway.  The Minister should come to the House at the earliest convenience to discuss this matter and the reasons behind the postponement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00100","speaker":"1119"},{"type":"speech","time":1431595800,"counter":86,"content":"<p>I call on the Deputy Leader to facilitate a debate on social housing and the programme being advanced by the Minister for the Environment, Community and Local Government, Deputy Kelly.  There are currently approximately 90,000 persons waiting for social housing within the State.  In my county, the submissions which have been sent back by local authorities to the Department show that there are 1,675 individuals awaiting a local authority house.  The figures are larger in urban areas.  We need to have a debate about where the funding is allocated, having regard to the numbers in need.  There is an efficiency and value-for-money way out of this as well, whereby the State could go back to providing houses in rural townlands, such as the old labourers' cottages, which can be built, according to contractors, for approximately 60% less than a traditional house in an urban area.  There is an issue here about the role State policy plays in urbanisation as well as regional balanced development.  I ask for a debate on that issue, including the housing need issue.<\/p> <p>I concur with the view of my colleague, Senator Wilson, as reiterated by Senator Mullen, on the discriminatory withdrawal of State resources from the marriage counselling agency Accord.  The sceptic in me would suggest that it is coincident with Accord's position on the \"No\" side of next week's referendum.  It is odd that, ten days out from the referendum, there would be a move of a suppressive nature rolled out by the State.  If that is the case, or if there is any hint of it, it is disgraceful that a government would instruct that taxpayers' money be withdrawn or used to try to influence a vote.  It is wrong.  The Irish people will decide.  The State, and particularly the Government, should stay well clear of using taxpayers' money to influence voters one way or another.  Senator Wilson put it well when he stated that Accord has served this country and the institution of marriage well down through the years.  The funding should be reinstated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00200","speaker":"1123"},{"type":"speech","time":1431595800,"counter":87,"content":"<p>Senator Darragh O'Brien raised the issue of the health service and spoke about the number of patients on waiting lists, which is a matter of considerable concern to all of us.  I would remind the Senator that during the boom years, under Fianna F&aacute;il and the Progressive Democrats, there were appalling waiting lists and there was appalling mismanagement of the health system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00300","speaker":"1148"},{"type":"speech","time":1431595800,"counter":88,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00400","speaker":"1139"},{"type":"speech","time":1431595800,"counter":89,"content":"<p>Indeed, the establishment of the HSE and the disastrous policy of co-location took place under a Fianna F&aacute;il-Progressive Democrats Government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00500","speaker":"1148"},{"type":"speech","time":1431595800,"counter":90,"content":"<p>The waiting lists have doubled under this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00600","speaker":"1139"},{"type":"speech","time":1431595800,"counter":91,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00700","speaker":"1120"},{"type":"speech","time":1431595800,"counter":92,"content":"<p>-----which included Fianna F&aacute;il's current party leader as then Minister for Health and Children for some of that period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00800","speaker":"1148"},{"type":"speech","time":1431595800,"counter":93,"content":"<p>Waiting lists have doubled in the Deputy Leader's time.  That is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M00900","speaker":"1139"},{"type":"speech","time":1431595800,"counter":94,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01000","speaker":"1120"},{"type":"speech","time":1431595800,"counter":95,"content":"<p>It is difficult to take-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01100","speaker":"1148"},{"type":"speech","time":1431595800,"counter":96,"content":"<p>Take it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01200","speaker":"1139"},{"type":"speech","time":1431595800,"counter":97,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01300","speaker":"1120"},{"type":"speech","time":1431595800,"counter":98,"content":"<p>Sometimes the truth hurts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01400","speaker":"1139"},{"type":"speech","time":1431595800,"counter":99,"content":"<p>I sat courteously and listened to political charges made by Senator Darragh O'Brien.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01500","speaker":"1148"},{"type":"speech","time":1431595800,"counter":100,"content":"<p>I would rather the Deputy Leader told the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01600","speaker":"1139"},{"type":"speech","time":1431595800,"counter":101,"content":"<p>Senator O'Brien-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01700","speaker":"1120"},{"type":"speech","time":1431595800,"counter":102,"content":"<p>The Deputy Leader is misleading the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01800","speaker":"1139"},{"type":"speech","time":1431595800,"counter":103,"content":"<p>Can we have the Deputy Leader reply to the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M01900","speaker":"1120"},{"type":"speech","time":1431595800,"counter":104,"content":"<p>The fact of the matter is that waiting lists have doubled under this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02000","speaker":"1139"},{"type":"speech","time":1431595800,"counter":105,"content":"<p>I also refer Senator Darragh O'Brien to the major reform of the health service being undertaken by this Government, including-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02100","speaker":"1148"},{"type":"speech","time":1431595800,"counter":106,"content":"<p>Universal health care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02200","speaker":"1139"},{"type":"speech","time":1431595800,"counter":107,"content":"<p>-----the ending of the HSE, the end of the two-tier policy of medical care that we have seen for far too long-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02300","speaker":"1148"},{"type":"speech","time":1431595800,"counter":108,"content":"<p>This is fantasy stuff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02400","speaker":"1139"},{"type":"speech","time":1431595800,"counter":109,"content":"<p>-----and the rolling out of the centres of excellence policy, which, to be fair, is a policy that has been tried and tested and which we will see rolled out further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02500","speaker":"1148"},{"type":"speech","time":1431595800,"counter":110,"content":"<p>Where are the primary care centres and the children's hospital?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02600","speaker":"1139"},{"type":"speech","time":1431595800,"counter":111,"content":"<p>With regard to Beaumont Hospital, I understand there is a particular issue with regard to the closure of a ward for refurbishment, which may have a bearing on the situation.<\/p> <p>The Senator also proposed an amendment to the Order of Business to the effect that we ask the Minister for Health, Deputy Varadkar, to come to the House.  As the Senator will be aware, yesterday, the Leader, on foot of a request from quite a number of us, asked the Minister for Health to come to the House to discuss nursing services, including maternity services, the HSE and the health service generally.  That request has already been made.  I asked again for the Minister to come in today.  As other colleagues have stated, the Minister is at the Joint Committee on Health and Children today, but I hope we will have a date for him to come to the House to hear the broad-ranging debate that a number of us have sought and that Senator Darragh O'Brien also seeks.  I cannot accede to the amendment today.<\/p> <p>Senator Michael Mullins referred to the major challenges the Government has faced in the health service and expressed sympathy with the family of the late Derek Davis.  I think all of us would wish to join in expressing sympathy with the family of the late Mr. Davis.  Indeed, there were many moving tributes, particularly by Senator Mooney, as a former colleague of the late Mr. Davis.  I would like to be associated with those tributes too.<\/p> <p>Senator Michael Mullins also congratulated the IRFU on bringing the women's Rugby World Cup to Ireland, to Dublin and Belfast, in 2017.  It is a hugely positive development, an opportunity to promote women in sport and to promote sport in Ireland generally.  I think we would all join with Senator Michael Mullins in wishing the IRFU success in the preparation for that event.<\/p> <p>Senator Mullins also welcomed the mortgage arrears package that is being developed, about which the Government met yesterday, which will have a number of different aspects.  The courts, in particular, will be given the power to approve, where appropriate, insolvency deals rejected by banks, and I understand the necessary legislation will be in place before the summer recess.  Colleagues looked for a debate on that.  We will have a debate when the legislation comes to us.  The mortgage-to-rent scheme is also being expanded and the numbers of properties qualifying will be increased, and, indeed, the valuation level is to be increased.  I would share with Senator Hayden the view that we should look at the valuation level, particularly in Dublin.  Certainly, I welcome the extension of that package.  Finally, it will strengthen the role of the Money Advice &amp;amp; Budgeting Service, MABS.  All of us would wish to acknowledge the hugely supportive role MABS has been playing with borrowers in arrears, but I welcome the news that it will be strengthened in providing that support.<\/p> <p>Senator Quinn raised the concept of mandatory pay-by-weight for bins.  I will certainly make inquiries about that.  Senator Quinn also raised safety kits in cars.  I am grateful to the Senator for raising this, because I was not aware that the Road Safety Authority, RSA, was looking for suggestions on what should be included in road safety kits in cars.  It would be good if we could develop that further and bring suggestions to the RSA in that regard.  It is a practical and positive move.<\/p> <p>Senator Kelly sought a debate with the Minister for Communications, Energy and Natural Resources on wind energy and meeting the 2020 renewable targets, and I am happy to seek such a debate.<\/p> <p>Senator O'Donovan seconded the amendment proposed by Senator Darragh O'Brien, and I have already dealt with that.  He also raised an issue concerning a steering group at the Rotunda Hospital and the lack of midwife representation.  I am certainly happy, if the Senator supplies me with more information, to write to the Minister on that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I spoke at the annual midwifery conference for the North and South of Ireland for the INMO as an invited speaker.  I am very happy to work to ensure midwives are adequately represented at all relevant committees.  <br\/><br\/>Senator Keane expressed condolences on the death of Derek Davis.  She also raised the issue of SURE, the start-up refunds for entrepreneurs scheme.  Like her, I would like to welcome the new scheme announced today by the Ministers, Deputies Bruton and Noonan.  The scheme allows entrepreneurs to claim back from the Government up to 41% of their investment in new start-ups.  It is a positive scheme and we all hope it is very successful.  A new website, <i>www.sure.gov.ie<\/i>, has been set up and a marketing campaign, aimed at increasing awareness of the scheme among people who are considering starting their own businesses, was launched today.  It is a positive move to encourage start-ups and entrepreneurship.<br\/><br\/>Senator van Turnhout raised the issue of cuts in funding for small community groups.  We are all aware that the Minister, Deputy Kelly, moved on this last year.  The Senator is working on the issue with Senator Moloney.  I recently spoke to the Minister about it and I understand he is working to progress it.  I share the Senator's concern that time is running out and I am happy to ask the Minister to come before the House.  It might also be worth tabling a Commencement matter on it to try to keep the pressure on.<br\/><br\/>The Senator also raised the issue of child sex abuse material online and asked about the timing of the sex offences Bill.  I asked the Minister, Deputy Fitzgerald, about this.  I agree with the Senator.  I would love to see it start in the Seanad and it would be appropriate.  I agree with her about the terminology and changing the use of the term &quot;child pornography&quot; to &quot;child sex abuse material&quot;.  I will try to find out when the Bill will be published.  It is envisaged that it would become law before the end of this year but I do not know when it is proposed to bring it to the Houses.  The Joint Committee on Justice, Defence and Equality had a review of it at the pre-legislative stage.<br\/><br\/>Senator Hayden raised the harrowing accounts given by parents of the tragic deaths of their babies in the midlands hospital and noted that the Minister, Deputy Varadkar, spent hours listening to them.  We all welcome the time and attention he is giving to this matter.  She also referred to the legacy of the mishandling of maternity cases and the need for a new national maternity strategy, as well as protection for whistleblowers.  We are all aware of the Protected Disclosures Act produced by the Minister, Deputy Howlin, which will at last supply the necessary protection to whistleblowers whose work has been so important in exposing malpractice in a wide range of areas.  The Senator also referred to the mortgage arrears package, which we will debate once the Bill comes before the House in short course.<br\/><br\/>Senator Mooney referred to the sad loss of Derek Davis.  As I have said, I listened with great pleasure to the Senator's lovely anecdotes and memories of working with him and with Bill O'Donovan, the RTE producer who sadly also died.  I share the sending of condolences to their families.  On a happier note, I wish Donncha &Oacute; D&uacute;laing a happy retirement.  He has left a rich legacy of broadcasting and I am a fan of his.<br\/><br\/>Senator Brennan referred to the IRFU hosting the women's Rugby World Cup, an announcement we all welcome.<br\/><br\/>Senator Mary Ann O'Brien referred to the appalling murders in Sligo of Lord Mountbatten, his grandson and two others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#M02700","speaker":"1148","continuing":true},{"type":"speech","time":1431595800,"counter":113,"content":"<p>I would like to change the word \"apologise\" to \"sympathise\" for the Taoiseach.  I will leave the apologising to Deputy Adams.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00200","speaker":"1169"},{"type":"speech","time":1431595800,"counter":114,"content":"<p>Senator O'Brien has taken the words out of my mouth.  As it happens, I had spoken to colleagues on foot of what she said.  It is a matter for the Taoiseach, if he meets Prince Charles and his wife, Camilla, next week, to extend sympathies on behalf of the Irish State to the family.  The Senator is quite correct in saying that would be entirely appropriate.  I do not know if anyone here knows the itinerary or if the Taoiseach is due to meet Prince Charles and his wife, but it would be appropriate to extend sympathies if he does.  It is a sign of immense progress in the peace process that we are having this visit next week.  It is very positive for Ireland, Sligo and the peace process more generally.  I very much welcome that.<\/p> <p>Senator Craughwell asked for a debate on the schools building programme, which has been successful.  The Government has made a significant investment in upgrading school buildings nationwide, as the Senator will be aware.  He also reiterated the need for a debate on the health service.  I had the pleasure of meeting his beautiful granddaughter this week and extend my congratulations to him on recently becoming a grandfather.<\/p> <p>Senator Wilson offered his sympathies on the death of Derek Davis.  He also referred to reports in newspapers of the cuts to the budget of the Accord marriage counselling agency.  Very full statements were made in the D&aacute;il on this matter yesterday.  I understand the cut was made not by the Government but by Tusla which, as colleagues will be aware, is an independent agency.  The decision was made by the board of Tusla.  I understand Accord will still get &euro;1.6 million a year and funding for other agencies has been cut.<\/p> <p>If colleagues read the newspapers today, they will have noted a statement by the chief executive of Barnardos, an organisations which, as it happens, supported the marriage equality referendum and has had its budget cut significantly.  Deputy Rabbitte spoke in the D&aacute;il yesterday about a significant loss of funding for a shelter  in his constituency for women and children suffering from domestic violence.  Other Deputies and Senators have spoken of cutbacks to other services in their areas which have nothing to do with any issue around the referendum.  There is an issue in terms of funding from Tusla and whether it has sufficient funding for agencies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00300","speaker":"1148"},{"type":"speech","time":1431595800,"counter":115,"content":"<p>There was &euro;26 million of an increase.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00400","speaker":"1128"},{"type":"speech","time":1431595800,"counter":116,"content":"<p>We need to be careful about putting two and two together and making five.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00500","speaker":"1148"},{"type":"speech","time":1431595800,"counter":117,"content":"<p>It got &euro;26 million of an increase.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00600","speaker":"1128"},{"type":"speech","time":1431595800,"counter":118,"content":"<p>There has been a lot of jumping to conclusions about this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00700","speaker":"1148"},{"type":"speech","time":1431595800,"counter":119,"content":"<p>It got money for legacy legal fees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00800","speaker":"1171"},{"type":"speech","time":1431595800,"counter":120,"content":"<p>I also point out to Senators Wilson and &Oacute; Domhnaill, who both raised the issue, that it is not the Government that is promoting marriage equality, rather that all major political parties, including Fianna F&aacute;il, are supportive of it and are actively campaigning, including in my area, in support of the referendum on marriage equality.  It is important to say that this is not something that is owned by the Government.  It is a referendum for the people and is being supported by parties across the Government and Opposition divide.<\/p> <p>Senator Mullen referred to the issue of funding, with which I have dealt.  He also referred to Atlantic Philanthropies.  I want to put on the record the large amount of funding it has provided to the university sector across Ireland, of which most people will be conscious.  I profoundly disagree with the Senator's comments on the referendum, just as I disagreed with his comments when he opposed civil partnership legislation in this House under the previous Government.  He also raised the issue of teaching in schools if the marriage equality referendum is passed.  I refer him to the comments of the chair of the Referendum Commission, Mr. Justice Kevin Cross, on Newstalk radio on Wednesday.  He said if the referendum is passed, a school teaching religious doctrine will still be able to teach in accordance with religious doctrine in terms of marriage, just as they can teach that marriage is for life and even if people have a civil divorce, that is not recognised by the church.  The divorce referendum did not change the status of marriage teaching in religious schools.  <\/p> <p>Senator Reilly referred to health and raised an important point on the nature and type of debate we have with the Minister for Health.  We used to have debates where there were questions to the Minister, and I will speak to the Leader about trying to ensure better interaction between Senators and Ministers.  There was concern when we had a question-and-answer format that we did not have enough time to speak, but I will consider how we can improve.<\/p> <p>Senator Byrne referred to the mortgage arrears package, which I have dealt with, and we will debate any comments made by any Minister on previous legislation when we debate the new legislation which will come to the House as part of the package agreed by the Government.<\/p> <p>Senator Heffernan referred to the earthquake in Nepal.  The Minister of State, Deputy Sean Sherlock, announced on 27 April that, on foot of the first tragic earthquake, &euro;1 million would be made available in humanitarian funding through the Irish Aid programme.  The money has been made available and I have an up-to-date statement on it.  Some 63 tonnes of life-saving humanitarian supplies have been made available to Nepal through Ireland's rapid response initiative and a highly skilled member of our rapid response corps has been deployed to Kathmandu to work with UNICEF.  Following the second earthquake, these efforts will continue through Irish Aid and NGO partners.<\/p> <p>The Senator also referred to the N20 and the road between Limerick and Cork.  I would like to inform him that another Senator had a Commencement matter on this issue today and there is a reply from the Minister for Transport, Tourism and Sport on the table in the anteroom.  He may wish to read it for his answer on the issue.<\/p> <p>Senator &Oacute; Domhnaill referred to social housing and noted the major investment in social housing announced by the Minister, Deputy Kelly, for the first time in many years.  It is very welcome and I am happy to look for a debate.  Senator Hayden also called for such a debate.<\/p> <p>I believe I have answered all the questions asked by Senators, including those asked by Senators who did not have the courtesy to stay in the Chamber or to inform me that they had to leave.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank those Senators who told me they were leaving and who apologised.  I also thank the Senators who took the time to remain in the Chamber.  As the Leader has said many times, some people remain to hear the replies and others come in when it is time to speak and then leave without saying anything to the Leader.  In my view, at a certain point the Leader will have to decide to stop responding to those who have left the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#N00900","speaker":"1148","continuing":true},{"type":"speech","time":1431595800,"counter":122,"content":"<p>I wish to be associated with the expressions of sympathy to the family of the late Derek Davis.  He was also an avid fisherman and was regularly seen fishing on the Moy in County Mayo.<\/p> <p>Senator Darragh O'Brien has proposed an amendment to the Order of Business: \"That a debate with the Minister for Health on the worsening crisis in the health service and in particular the situation in Beaumont Hospital and the other hospitals throughout the State, be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#O00200","speaker":"1120"},{"type":"speech","time":1431595800,"counter":123,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#O00300","speaker":"1139"},{"type":"unspoken","time":1431595800,"counter":124,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1431595800,"counter":125,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1431595800,"counter":126,"content":"<p>Under Standing Order 62(3)(b) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#P00100","speaker":"1128"},{"type":"vote","time":1431595800,"counter":127,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 14; Níl, 17.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Brian Ó Domhnaill; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#P00300","aye":["1116","1196","1147","1119","1140","1128","1146","1123","1139","1127","1154","1145","1156","1176"],"nay":["1148","1138","1150","1151","1166","1172","1135","1161","1132","1118","1187","1153","1169","1125","1163","1171","1143"]},{"type":"unspoken","time":1431595800,"counter":128,"content":"<p>Question, \"That the Order of Business be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"Children (Amendment) Bill 2015: Order for Second Stage","time":1431595800,"counter":129,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#Q00100"},{"type":"unspoken","time":1431595800,"counter":130,"content":"<p>Bill entitled an Act to amend the Children Act 2001; to amend section 1 of the Prevention of Crime Act 1908, section 10 of the Criminal Justice Administration Act 1914 and section 13 of the Criminal Justice Act 1960 in order to remove persons under the age of 18 years from the scope of those provisions; to amend and extend section 42 of the Criminal Justice Act 1999; and to provide for related matters.<\/p>"},{"type":"speech","time":1431595800,"counter":131,"content":"<p>I move: \"That Second Stage be taken today.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#Q00300","speaker":"1150"},{"type":"unspoken","time":1431595800,"counter":132,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Children (Amendment) Bill 2015: Second Stage","time":1431595800,"counter":133,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#Q00500"},{"type":"unspoken","time":1431595800,"counter":134,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1431595800,"counter":135,"content":"<p>I am pleased to have this opportunity today to introduce the Children (Amendment) Bill 2015 to the House and look forward to engaging in a constructive debate as the Bill proceeds through the various Stages.  The provisions in this Bill, which is proposed to amend the existing Children Act 2001, relate to the relatively small number of children who are in trouble with the law and are sent by the courts to the children detention schools.<\/p> <p>The Bill will deliver on a key programme for Government commitments to end the practice of sending children to St. Patrick's Institution, to provide a system of remission in children detention schools and introduce equal treatment between children and adults, and capitalise on reforms to date by amalgamating the children detention schools to enable greater efficiencies.<\/p> <p>On 1 January 2012, responsibility for remand places in children detention schools, under section 88 of the Children Act 2001, and for children detention schools under Part 10 of the Act transferred from the Minister for Justice and Equality to the Minister for Children and Youth Affairs.  Responsibility for other parts of the Children Act remain with the Minister for Justice and Equality.<\/p> <p>Children detention schools provide residential facilities for children who are subject to a children detention order following conviction, or who are remanded in custody to a remand centre arising from criminal charges.  The objectives of the children detention schools are to provide for the care and educational needs of the children, and to address offending behaviour in order to prepare them for their return to the community in due course.  There are three children detention schools in the State, all located on the same campus at Oberstown, near Lusk, County Dublin.  Oberstown girls' school accommodates girls under 18 years of age who are remanded in custody or subject to a detention order.  Trinity House and Oberstown boys' school accommodate boys aged under 18 who are ordered by the courts to be remanded in custody, as well as boys aged 16 or under who are subject to a detention order.  The Government is committed to ending the practice of detaining children in adult prison facilities, and several positive steps have been taken to date to meet that programme for Government commitment.  In 2012, capital funding of &euro;56 million was confirmed for the Oberstown development project; responsibility for 16 year old boys was assigned to the Oberstown campus and the remit of the Ombudsman for Children was extended to include children detained in adult prison facilities.  Last year, a first recruitment process for care staff to work in Oberstown was completed, and further recruitment steps are ongoing.  I recently authorised the transfer of responsibility for 17 year old males who are newly remanded in custody to Oberstown from 30 March 2015.<\/p> <p>The Bill seeks to achieve several objectives.  Significant initiatives and reforms have taken place in recent years on the Oberstown campus, to enable a more efficient use of resources, including centralisation of services, common policies across the three schools and better use of accommodation.  These initiatives are complemented by a major capital development at the Oberstown campus to redevelop and expand facilities.  The Bill builds on the reforms achieved to date by providing a statutory basis for the amalgamation of the three children detention schools.<\/p> <p>The Bill deletes all references on the Irish Statute Book to the possibility of detaining children in adult facilities, in line with the programme for Government commitment to end the practice of sending children to St. Patrick's Institution.  Since 30 March 2015, 17 year old males who are remanded in custody are sent to a remand centre situated in a children detention school.  On commencement of the relevant provisions of this Act, 17 year old males on whom a detention order is imposed will be detained in a children detention school.<\/p> <p>Under section 155 of the Children Act 2001, children serving a period of detention, who are convicted on indictment, can remain in a children detention school for an additional six months beyond their 18th birthday where they satisfy certain conditions.  The Children Act does not address the position of children who are convicted of summary offences and are still the subject of a detention order when they reach the age of 18.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bill clarifies the treatment of all children in such cases.  As I said earlier, the Bill gives the director the option to keep a young person in a children detention school for six months beyond his or her 18th birthday where certain conditions are met.  This regime reflects current provision for children convicted on indictment.  The conditions to be met are that the person is engaged in a course of education or training in the children detention school, or that there are less than six months of the sentence remaining to be served on the person's 18th birthday.  If these conditions are not met, the director shall request the transfer of the person to prison or a place of detention.<br\/><br\/>The principle of equality of treatment between children in children detention schools and adults in the prison system is reflected in this Bill.  This reflects the High Court ruling of December 2013 in the case of S.B. <i>v<\/i>. the Minister for Justice, in which the court ruled that children in children detention schools had an entitlement to remission on the same basis as adults in the prison system.  Therefore, the Bill provides for remission in children detention schools, incorporating a new disciplinary process and an appeal process whereby the sanction imposed is forfeiture of remission.  The Bill provides for the introduction of a system of remission where a child engages in good conduct while detained in the children detention school.  Remission will be introduced by way of regulations made by the Minister for Children and Youth Affairs under section 221 of the Children Act 2001.  In particular, the regulations will provide for the same rate of remission of detention as that in place for adults - one quarter, and in some cases not exceeding one third, of the sentence of detention concerned.<br\/><br\/>The Bill provides for an amendment to section 42 of the Criminal Justice Act 1999 to allow the Garda to arrest a child who is already on a detention order, or on remand in a children detention school, for questioning in relation to an offence or offences other than those for which he or she is in detention or on remand.  The Bill augments existing provisions in this area in relation to adults.  The Bill provides for a number of other amendments, including the creation of an offence of supplying a mobile phone to a child in detention and a number of consequential amendments related to ending the detention of children in the adult system.<br\/><br\/>I will now set out the provisions of the Bill.  In Part 1 of the Bill, sections 1 to 3, inclusive, provide for the Short Title, collective citation, construction, commencement and definitions of the Bill, as well as for the repeal of certain provisions of the Children Act 2001 that provide for the remand in custody or detention of males in St. Patrick's Institution.<br\/><br\/>Part 2 of the Bill provides for matters relating to closure and amalgamation of children detention schools, clarification of matters relating to children turning 18 in detention, and a new system of discipline and remission.  More specifically, section 4 provides for the amendment of terms referred to in section 3 of the 2001 Act and section 5 provides for an amendment to section 88 of the 2001 Act relating to remand centres to enable the Minister to designate all of a children detention school as a remand centre.  The amendment will enable the Minister to designate part or all of a children detention school as a remand centre.<br\/><br\/>Section 6 inserts new sections 88A and 88B to enable the transfer of children remanded in custody between remand centres and to apply the disciplinary regime for children subject to a detention order to remand children.  Section 7 provides for the deletion of the reference to &quot;an order under section 155(1)&quot; in section 98 of the 2001 Act as no such order is referred to in the section in question.  That is really a technical correction.  Section 8 substitutes a new section 149 incorporating some of the provisions of section 155 to clarity the period of detention that may be imposed by a court on a child.  Section 9 provides for an amendment to section 151 of the 2001 Act to refer to the granting of remission that is being introduced in children detention schools by the Bill.<br\/><br\/>Section 10 substitutes a new section 155 to provide for the treatment of people who reach 18 years of age during their detention and are still subject to children detention orders.  Section 11 provides for an amendment to section 157 relating to definitions for the purposes of Part 10 of the Children Act 2001.  Section 12 provides for the substitution of a new section 163 to enable the Minister to make an order relating to the permanent or temporary closure of a children detention school or part thereof.  I hasten to add that there is no such intention any time in the near future.<br\/><br\/>Section 13 inserts a new section 163A to enable the Minister to make an order relating to the amalgamation of two or more children detention schools.  Section 14 inserts a new section 174A to provide for the preparation and submission of final accounts and final reports to the Minister on the closure or amalgamation of a children detention school.  Section 15 provides for an amendment to section 179 of the Children Act 2001 to revise the power of the board of management to make rules in relation to discipline in children detention schools.  The board of management will continue to make rules for the maintenance of good order, but disciplinary matters will become subject to a new regime under sections 201 to 201D of the Act.  Section 16 substitutes a new section 184 to provide for and update matters relating to the superannuation of staff of a children detention school.  Section 17 substitutes a new section 201 and provides for an inquiry by the director into an alleged disciplinary breach by a child detained in a children detention school.<br\/><br\/>Section 18 inserts new sections 201A, 201B, 201C and 201D.  Section 201A provides for the sanctions that may be imposed where the director finds that a child committed a disciplinary breach.  Section 201B provides for a petition to the Minister where a child is found by the director to have committed a disciplinary breach and on whom a sanction has been imposed.  Section 201C provides for an appeal to an appeal tribunal against forfeiture of remission.  Section 201D provides for the establishment of an appeal tribunal.<br\/><br\/>Section 19 amends section 205 to provide for the power of the Minister to suspend a temporary leave programme of a child.  Section 20 amends section 206 to provide for a variation of the conditions attaching to a programme of temporary leave for a child over 18 years who continues to be detained in a children detention school pursuant to section 155.  Section 21 amends section 207 to provide for the power of the director to authorise the placing out of a child over 18 years of age without a requirement to reside with a specified person, but with a requirement to reside in a particular place.<br\/><br\/>Section 22 amends section 215 to provide for matters relating to the escape of a child who on return to a children detention school is under the age of 18 years and six months, or is over the age of 18 years and six months and is therefore an adult.  Section 23 provides for an amendment to section 217 to amend the offence of harbouring a child who has escaped from a children detention school or is otherwise absent without permission to include a person over the age of 18 years and six months.  Section 24 inserts a new section 218A to provide for an offence of supplying or attempting to supply a mobile telecommunications device to a child detained in a children detention school or remanded to a remand centre.  Section 25 amends section 221 of the 2001 Act to provide for the making of regulations by the Minister in relation to remission of a portion of a child's detention and the acts that constitute disciplinary breaches.<br\/><br\/>Part 3 of the Bill amends relevant legislation to reflect that children will no longer be detained in St. Patrick's Institution.  It also provides for the arrest of detained or remanded children in connection with the investigation of other offences.  I will give more specific details of the provisions of Part 3.  Section 26 provides for the definition of terms used in Part 3 of the Bill.  Section 27 provides for the amendment of section 1(1) of the Prevention of Crime Act 1908 to revise the references to the age of people detained in St. Patrick's Institution from &quot;sixteen&quot;' to &quot;eighteen&quot; years.  Section 28 provides for the amendment of section 10 of the Criminal Justice Administration Act 1914 to revise the references to the age of people detained in or remanded to St. Patrick's Institution from &quot;sixteen&quot; to &quot;eighteen&quot; years.  Section 29 provides for an amendment to section 13 of the Criminal Justice Act 1960 to revise the references to the age of people detained in St. Patrick's Institution from &quot;seventeen&quot; to &quot;eighteen&quot; years.  Section 30 amends section 42 of the Criminal Justice Act 1999 to provide for the arrest of children detained in a children detention school or remanded to a remand centre situated in a children detention school in connection with the investigation of other offences.  Section 31 provides for transitional arrangements in relation to sections 27 to 29.<br\/><br\/>This Bill underpins significant initiatives and reforms that have taken place in recent years, which have been developed with the overall goal of extending the child care model of detention to all children under 18 years of age.  It also reflects the principle of equality of treatment between children in children detention schools and adults in the adult prison system.  It provides the necessary amendments to legislation to achieve the programme for Government commitment to end the practice of detaining children in adult facilities.  I thank Senators for their support for and engagement with the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I look forward to our debate and I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#Q00700","speaker":"952","continuing":true},{"type":"speech","time":1431595800,"counter":138,"content":"<p>I welcome the Minister, Deputy James Reilly, and his senior officials to the House.  I note the Bill was published on 11 May, which gave us only a short time to prepare to debate Second Stage.  I want to express my thanks to the Fianna F&aacute;il research office for its work with me on preparing a response.  I have no real problems with this, although it is an issue that will arise again given the time available between Second Stage and Committee Stage.<\/p> <p>With regard to familiarisation, while I have not been to Oberstown, I was on a visiting committee at the Curragh at one time, so I know a bit about prisons.  I believe it would be useful, if transport was available from St. Patrick's or from Oberstown, if some of the spokespersons could visit the institution before Committee Stage, just to familiarise themselves with the actual position of the building and the facilities there.  I suggest that it be arranged for us to at least go there, whether with the Minister or with his officials, as it would be a useful exercise.  I remember we were brought to Mountjoy some years ago to visit the facilities there, which proved useful.<\/p> <p>Fianna F&aacute;il supports the passage of this Bill.  Rehabilitation must be a paramount consideration in the detention of young people.  While we broadly welcome the Bill, there are a number of important issues which need to be clarified about the amendments and repeals to the 2001 and 2006 Acts.  Principally, the Bill repeals the right of children on remand to be separated from children who have been convicted.  The Minister needs to clarify if this is the intention of the Bill and whether this important right will be implemented in Oberstown in practice.<\/p> <p>It is hoped that the Bill, by transferring responsibility for 17 year old offenders to Oberstown, will finally put an end to the sending of children to St. Patrick's Institution.  Oberstown is the most appropriate environment for the small number of young people for whom detention is necessary, and the option to remand those under 18 years in adult prisons needs to be removed as a matter of urgency.  The Government needs to expedite the completion of the Oberstown facilities and ensure the ending, at the earliest possible date, of the practice of detaining children in adult prison facilities.<\/p> <p>The Government has dragged its heels on introducing this Bill, which was published on 11 May last, although the Government has been in office since 2011.  I accept the Minister has not been in his current position for that long and was only recently appointed Minister for Children and Youth Affairs, so it is not all his responsibility.  However, this delay has given the Seanad less than a day to read the Bill before it was introduced in the House.<\/p> <p>The Bill repeals section 88(12) of 2001 Act, which deals with separation of children on remand and convicted children.  This is an essential provision of the 2001 Act and a responsibility of Ireland under Article 10 of the UN Convention on Human Rights.  It does not appear that this section is dealt with elsewhere in the Bill.  Can the Minister clarify this?  Currently, in general, detainment on remand is used too often for children and there are too many children on remand.  This is reflected in the fact that only 27% of children on remand are convicted of an offence and the vast majority are not convicted.  We need to be very careful devising any legislation that changes the rights of children on remand.<\/p> <p>I seek clarification on how children on remand and convicted children will be separated in Oberstown.  It is very important not to mix children on remand with those who are convicted so can the Minister clarify how, practically, this will be done in Oberstown and to what degree?<\/p> <p>Section 88(13) of the 2001 Act ensures that children will not be placed on remand or detained for purposes solely regarding the care and welfare of the child.  It appears that this Bill removes this section, which is deeply worrying.  Can the Minister clarify if this important provision is dealt with elsewhere in the Bill?<\/p> <p>Broadly, what are the plans to separate children on remand and children who have been convicted?  We were previously told that Ireland does not intend to comply with this provision under Article 10 of the UN Convention on Human Rights by not keeping those on remand separate from those convicted.  My research team and I have looked at this situation and we feel very strongly about it.  I am sure the Minister will clarify the situation as it is a straightforward matter to separate both.  From a practical point of view, if there is somebody on remand and somebody convicted, the influence of somebody who has been convicted on somebody on remand could be damaging to the child.  This is why we are very concerned that, in the design and structure of Oberstown, this issue would be clearly addressed.  When somebody is on remand, he or she has not been convicted and is innocent until proven guilty.  It is very important that he or she would not feel that he or she was somehow being held as a convicted person as opposed to being on remand.  Is it the Minister's intention to comply with the convention?<\/p> <p>It is worrying that the Bill repeals section 144 of the 2006 Act, which gives a judge the power to defer detention orders.  Can the Minister clarify that this provision is reinstated elsewhere in the Bill?<\/p> <p>The main purpose of the proposed legislation is to enable the amalgamation of the three child detention schools in Oberstown, Lusk, County Dublin, and to provide for the necessary legal changes required to end the detention of children in adult detention facilities, which has been very damaging and which we will tease out in the debate on the Bill.  If a child is retained for a further period after turning 18 years of age, it is very important to finish any courses that are underway.  The Minister's officials might also examine the question of whether there is any provision for a visiting committee, even a small one from the Oireachtas, that would attend Oberstown regularly just to see that everything is in order.<\/p> <p>As Minister, Deputy Alan Shatter, brought forward a Bill in the House whereby offences would be removed or purged after a certain period of time.  The Minister and his officials might look at this situation.  The idea of the legislation was that young people who got into trouble would be able to rectify their situation and get matters straight again.  However, we must ensure that if some offence, such as a drugs offence, has been committed, this will not be held against them in the future and they will have a right to travel to the United States, Canada and elsewhere.  If that offence can be purged after a period of time, it would give a great incentive to young people to lead a good life and to act responsibly so they would be restored to full, respectful involvement in society.  As far as I know, this provision is in current law following Deputy Shatter's Bill, but the Minister might comment on that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#S00200","speaker":"1140"},{"type":"speech","time":1431595800,"counter":139,"content":"<p>I welcome the Minister and the Bill.  In dealing with any aspect of children getting into difficulty, one of the concerns I have is whether, before they get into the court system, we have adequate procedures and supports in place for those coming to the notice of garda&iacute;.  It is an area in which I have worked in Cork for over 20 years, having been involved in facilities where a large number of the people would have dropped out of school at a very early age and would have come to the notice of garda&iacute;.  As a result of having a very good and comprehensive community garda scheme and garda liaison officers, those people have ended up coming into the training centres.  In fact, when we reviewed how it worked out after they had left the centres and gone through a training facility, something like 70% of them were in full-time employment.<\/p> <p>I am currently involved in another project where we have had quite a lot of difficulty getting adequate funding.  We are catering for over 45 people who have dropped out of school, some of them as young as ten years old, but we are getting inadequate funding and the project is being run very much on a voluntary basis, with over 60 volunteers.  In looking at the costs of any detention centre, my point is that if we were investing money at an earlier stage, we might have a smaller number ending up in the detention centres.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bill implements a reform to which the Government made a commitment in the programme for Government.  Having three detention schools managed on an integrated basis is a welcome change.  The Bill also makes provision for dealing with remission of sentences for children in detention schools.  In the case of Byrne <i>v<\/i>. the Director of Oberstown School, the High Court ruled that children in detention were entitled to remission.  This welcome decision has been incorporated in the Bill, which also sets out disciplinary procedures to be followed in children detention schools.  The legislation also makes adequate provision for children who have been held as a result of a court order and reach the age of 18 years while in detention.  <br\/><br\/>As the Minister noted, the Bill amends the Children Act 2001, the Criminal Justice Administration Act 1914, the Criminal Justice Act 1960, the Criminal Justice Act 1999 and the Prevention of Crime Act 1908.  It is strange that the last of these Acts has been in place for almost 100 years.  I welcome the decision to amend these Acts following thorough research and a comprehensive review by the Department.<br\/><br\/>I understand Oberstown boys' and girls' schools and the Cuan Beag unit at Trinity House will be replaced by one unit to house children aged up to 17 years.  The Minister discussed the various sections of the Bill.  Section 10 gives the director of a children detention school discretion to keep a child in detention on reaching the age of 18 years.  This provision currently applies only to children convicted on indictment.  Section 13 deals with the amalgamation of the children detention schools, which is welcome.  Section 14 provides that accounts and a final report be done when schools are amalgamated.  The Bill also reforms a number of other areas.  <br\/><br\/>It is important to ensure that detention centres also provide facilities to train young people in order that they do not re-engage in crime when they leave detention.  Statistics on reoffending rates among persons aged between 18 and 26 years who leave prison were published recently.  We must ensure every possible effort is made to help children detained in these centres to develop skills and acquire education in order that they can find employment or continue their education when they leave detention.  For far too long, children who have been detained have graduated to the adult prison system.  Anyone visiting a District Court will find that many of those who came before the children's courts three or four years previously have since progressed into serious crime and the adult prison system.  We must work harder on this issue because we have not done enough to address it over the years.  <br\/><br\/>The Children Act provides that it shall be the principal object of children detention schools to provide appropriate educational and training programmes and facilities for children referred to them by a court and, by having regard to their health, safety, welfare and interests, including their physical, psychological and emotional well-being; providing proper care, guidance and supervision for them; preserving and developing satisfactory relationships between them and their families; exercising proper moral and disciplinary influences on them; and recognising the personal, cultural and linguistic identity of each of them to promote their re-integration into society and prepare them to take their place in the community as persons who observe the law and are capable of making a positive and productive contribution to society.  This should be the principal objective of children detention centres.  I hope the legislation will result in major changes in the long-term outcomes for children who have been detained in these centres. <br\/><br\/>As I stated, in the 1990s, I was involved in a facility where most detainees secured full-time employment subsequent to their release.  I hope at some stage we will be able to achieve a similar outcome for those who go through detention schools.  The Bill has my full support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#S00300","speaker":"1150","continuing":true},{"type":"speech","time":1431595800,"counter":141,"content":"<p>The Minister is always welcome to the House.  I warmly welcome the introduction of the Children (Amendment) Bill 2015 and thank the Minister for introducing it in the Seanad.<\/p> <p>Senator Leydon raised the possibility of arranging a visit to the site of the children detention centre.  The Minister issued an invitation to members of the Joint Committee on Health and Children to visit the centre and we expect to make arrangements to do so in the coming weeks.  To be collegial, I suggest the Senator discuss with his party colleagues on the committee the possibility of allowing him to take part in the visit on their behalf.  <\/p> <p>A significant achievement by the Government in the promotion and protection of children's rights has been the near complete closure of St. Patrick's Institution, which has been the subject of serious criticism over the decades for detaining children in the adult prison system.  For this reason, I look forward to the publication of the prisons Bill, which will facilitate the complete closure of St. Patrick's Institution.  <\/p> <p>Before discussing the Bill in detail, I affirm my firm belief and commitment, as a legislator, to the internationally and domestically recognised principle of detention as a last resort for children, both committed and detained on remand.  Detention as a last resort is fundamentally important to the welfare and well-being of children who have come into conflict with the law.  I continue to be concerned about the numbers of children detained on remand who do not go on to be sentenced to a period of detention.  This raises concerns that detention is being resorted to inappropriately - as a form of detention for assessment - in the case of children who have care or protection concerns.  Children must not be criminalised as a result of inadequate care and mental health service provision elsewhere.  While I have raised these concerns on a number of occasions with the Minister for Justice and Equality, I restate them in this debate. <\/p> <p>The Bill facilitates the amalgamation of the three detention schools on the Oberstown site into one legal entity.  The practical effects of this change will be the creation of a single management team, payroll, staff rota, etc.  Crucially, with regard to governance, it will lead to integrated practices, operational consistency, coherence of model and the appointment of one director.  The proposed amalgamation is critical to the success of Oberstown.<\/p> <p>I am concerned as to whether the disciplinary system in Oberstown will be appropriate to the age of children committed and remanded to the facility.  To express this in another way, will the facility be child friendly?  Will the disciplinary system be distinct from the system in operation in the adult prison model and will it reflect the welfare and care relationship model? <\/p> <p>The Minister kindly organised a briefing for Members yesterday, which was attended by my researcher, Ms Amy McArdle.  Assurances were given that, in keeping with the child care model of detention, good order rules would be used to avoid disciplinary measures.  Will the Minister elaborate on what is meant by the term \"good order rules\"?  Perhaps these are rules modelled on best practice in juvenile detention in another jurisdiction.  Is that the case?  I would like to understand what exactly this phrase means and what is its basis. <\/p> <p>I note in section 5 that provision has been made for part or all of the children detention school to be designated as a remand centre.  I intend to consider this issue in more detail before Committee Stage.  While I appreciate the intention to keep children detained on remand separate from children committed to detention to the greatest extent possible and where it is in the best interests of the child, I am concerned that we are starting from a point of non-compliance with our international human rights obligations, for example, in respect of Article 10 of the International Covenant on Civil and Political Rights to which Ireland currently has a reservation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jillian van Turnhout:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister will recall the concluding observation of the human rights committee last July that Ireland should establish a concrete timeline for the achievement of complete separation of remand and sentenced prisoners, juvenile and adult prisoners and detained immigrants and sentenced prisoners.<\/p><p>Finally, I call on the Minister to discuss with the Minister for Justice and Equality, Deputy Fitzgerald, the issue of 18 to 20 year old males sentenced to detention who are now accommodated in a separate dedicated unit in Wheatfield.  I wonder if, in keeping with the latest recommendation of the Irish Penal Reform Trust, IPRT, all agencies that comprise the criminal justice system should recognise the 18-24 age group as one with distinct and specific needs, with the cut-off age for accommodation in the separate dedicated unit extended to 24 years.  The IPRT recommendation follows extensive research.<\/p><p>The IPRT report, Turnaround Youth: Young Adults (18-24) in the Criminal Justice System, published earlier this week, makes a compelling case for a distinct approach to this age cohort which, although it is disproportionately represented in the prison population, making up 9% of the overall population and 24% of the prison population, is also the age of opportunity with peak capacity to change.  I recommend that the Minister reads this report and brings it to the attention of his Cabinet colleagues, given his remit regarding children and young people.<\/p><p>On the issue of spent convictions, my understanding is that the spent convictions Bill will already expunge the records for those under 18.  Perhaps the Minister can advise me.  I warmly welcome the Bill and will do all in my power to support and strengthen it to ensure that it is what we all envisage.  It is very exciting and long overdue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#T00200","speaker":"1171","continuing":true},{"type":"speech","time":1431595800,"counter":143,"content":"<p>I welcome the Minister to the House.  I very much support the Children (Amendment) Bill 2015.<\/p> <p>It is a serious flaw in society and a breach of human rights for young offenders to be detained with adults in an adult prison.  That is why it was recognised that at St. Patrick's Institution, young offenders were in undesirable conditions.  Reports have cited the use of force on the boys housed at St. Patrick's.  They were stripped, heavily punished, bullied, intimidated and denied family visits by some staff.<\/p> <p>In 2012, the Government promised to put an end to detention of under-18s in St. Patrick's and finally this is now coming to fruition with the amalgamation of the three children's detention school facilities on the Oberstown campus in Lusk, and the deletion of provisions and remand of children in adult facilities.  I very much welcome this as a very positive step forward.<\/p> <p>It is amazing that this issue was not addressed during the Celtic tiger when the country was awash with money.  This certainly was far more important than the likes of the Bertie bowl, which seemed to be of high importance to the then Government.  I am sure everyone here would concur with me that placing young offenders in adult prisons was no way to handle the problem, but unfortunately not enough other facilities were available.<\/p> <p>I was listening to the radio during the week and tuned in to the tail end of a conversation about young offenders.  The man who was being interviewed - unfortunately, I did not get his name, not that I would be allowed to mention it in the House anyway - said that two thirds of young offenders leaving prison re-offend.  The reason he gave was that while in prison they looked up to and were influenced by the older, more hardened prisoners and wanted to impress them and therefore offended again when released.<\/p> <p>Youth crime constitutes 15% of all crime according to the Irish Youth Justice Service, IYJS.  It is best practice that detained children be engaged in education.  It is their right to be educated and a young offender's misconduct should not disqualify him or her from this right.  Detained young offenders are best in remand centres where education is provided along with the tools to learn new skills.  The rehabilitation of these young offenders should be given foremost attention.  The proper education and rehabilitation will ensure that on discharge, these young people will not be the victims of social exclusion.  It will hopefully mean that they will go on to live fulfilling lives and integrate well with society without their past being a stumbling block.<\/p> <p>Deirdre Malone, executive director of the Irish Penal Reform Trust, pointed out that adult prisons are completely unsuitable for the particular needs of young offenders, a sentiment that was echoed by the new Ombudsman for Children, Dr. Niall Muldoon, who stated that rehabilitation must be a paramount consideration in the detention of young people.<\/p> <p>There will always be a percentage of young offenders who will go on to offend time and time again.  Nevertheless, we must strive to ensure that young people under the age of 18 for whom detention is a necessity get the best possible chance of rehabilitation and education while in detention.  This hopefully will have a positive influence on them and will be the incentive they need to re-enter society and deter them from a life of crime.  I welcome the provision that those who reach the age of 18 while in detention may remain in Oberstown if they are engaged in a certain education programme and if their remaining detention period is less than six months.  This will avoid the necessity for them to transfer to adult facilities.<\/p> <p>As we speak, the Minister for Justice and Equality is launching a new programme.  The Kerry Diocesan Youth Service, KDYS, along with the local garda&iacute;, recognised a need to realign the Garda youth diversion response to youth crime based on national youth crime statistics.  Supported by the Irish Youth Justice Service and the Garda, the Kerry Realignment Pilot Project, KRPP, was initiated.  Previously, the Kerry Diocesan Youth Service, in partnership with An Garda S&iacute;och&aacute;na and the Irish Youth Justice Service, operated six separate projects all geographically tied to specific areas in County Kerry.  The projects had no remit to operate outside these areas.  However, since 1 June 2013, the projects are no longer tied to one specific area but have the capacity to engage young people in need of youth diversion provision from the entire Kerry Garda division area.  The organisations now have the capacity to realign workers to where a need is identified.  The Kerry service is the first of its kind in the country and highlights the benefits of different organisations working together to benefit young people.  During the pilot phase they have supported over 700 young people with 101 of those receiving a service.  This is an example of what can be done for young offenders in their locality by organisations working together to help them get back on the straight and narrow and avoid detention periods.<\/p> <p>In respect of the youth justice action plan 2014 to 2018, could the Minister tell the House if this is adequately funded, how it is working and if there is feedback on it to date?  The problem is that we always seem to fire-fighting in this country.  We need to stop and examine the reason the fires break out in the first place, be it the lack of youth facilities, the lack of youth mental health facilities, or reductions in funding to provide these services.  Of course, every organisation in this country underwent funding cuts and the youth services were no exception.  However, although many like the Kerry Diocesan Youth Service made the most of what they had and continued to provide services for the youth, they simply cannot continue without adequate funding and cannot sustain any further cuts.<\/p> <p>I know many people will say there is nothing for the youth to do but to go into the pubs and nightclubs and therefore be subject to the enticement to drink.  This is where I would commend the work of the youth services and indeed the GAA and other sporting bodies on the work and time they put into youth activities.  The KDYS has a fantastic youth initiative called the mobile youth cafe which visits towns all over County Kerry.  These initiatives are invaluable and I commend the thousands of volunteers who work with youth programmes all over the country.<\/p> <p>I hope some day some Minister will be able to enact section 12 and close down detention school facilities due to the lack of youths in detention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#U00200","speaker":"1132"},{"type":"speech","time":1431595800,"counter":144,"content":"<p>The main purpose of the proposed legislation is to enable the amalgamation of the three children detention schools in Oberstown, Lusk, County Dublin, and to provide for the necessary legal changes required to end the detention of children in adult detention facilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am concerned to read of the report on Oberstown by HIQA, particularly the fact that it found that it was not always safe for children and that nine out of the ten of the areas assessed were not up to standard.  I am glad these issues are being addressed, but it appears there are still some staff issues.<\/p><p>It is clear that we need to look at other ways of reducing the prison population, especially among our youth, and to provide more investment for areas such as mental health.  In Germany and the Netherlands, 18 to 21 year olds can be treated either as juveniles or as adults depending on the seriousness of the crime, the circumstances in which it was committed or the personality of the defendant.  In Scandinavian countries, sentence lengths are systematically reduced for young adults.  There is much merit in this general principle.<\/p><p>I realise that Oberstown offers some training to children, but should the training be made a bigger part of the service?  Germany places a big emphasis on vocational training for children in custody, and perhaps we can learn from this model.  While Oberstown obviously has specialised teachers, other countries are moving towards the idea of getting what could be termed mainstream teachers involved in the process of boosting levels of education.  The aim is for children to come out of the facility more rounded and more educated, and adopting such an approach could help achieve this goal.  I would be interested to hear the Minister's thoughts in this area.<\/p><p>I was interested to read in the general scheme of the Bill that it would allow the Minister to prescribe limits for the disciplining of children detained in child detention schools and that certain forms of discipline would be prohibited, specifically corporal punishment or any other form of physical violence, deprivation of food or drinks, treatment that could reasonably be expected to be detrimental to physical, psychological or emotional well-being, and treatment that is cruel, inhuman or degrading.  I would like to be hear from the Minister why these provisions need to be included in the Bill.  Surely such discipline is already prohibited, or is there some technicality allowing it for children in detention facilities?  That is a technical question, but I would be grateful for the answer.  I apologise that I will not be in a position to be present when the Minister replies, but I will certainly check the record.  I thank him for any attention he can give the issue, and I would be pleased if he could provide clarification on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#U00300","speaker":"1146","continuing":true},{"type":"speech","time":1431595800,"counter":146,"content":"<p>No child should have to be detained in a detention centre.  In an ideal world, all children would grow up to be law-abiding citizens who would make a contribution to society.  However, unfortunately, that is not always the case.  For a variety of reasons, some children are so unmanageable, and the weight of their misdemeanours so great, that there is little option but to detain them for periods.  It is also the case that most of the children who end up in detention come from dysfunctional families and a poor socioeconomic background.  In other words, they have not had a great chance in life.  Many of the children in detention have been victims of neglect or abuse from a very early age.  It is true that the majority of people from poor socioeconomic backgrounds grow up to be normal contributing members of society.  This is often used as an argument against a special understanding of difficulties that problem children, or, more accurately, children with problems - children at risk - might have.  This is not a tenable argument.  Issues such as inter-generational dysfunction, poor early-years learning, little positive peer influence, bad diet and neglect and abuse are all factors in children's behaviour.  There is no doubt that some children do not get a fair chance in life early on and this influences their behaviour.<\/p> <p>A question that has long puzzled me is this: when and at what stage does a problem child become a hardened criminal in the eyes of society, a serial offender at the high end of crime, with seemingly no possibility of reform outside the detention system?  There is a need for early intervention where children are at risk in relation to early years care and education.  I know the Minister has many ideas about how early years care can be used to help children.  I look forward to the roll-out of those ideas as much as anything else we may see in the next few months.<\/p> <p>It is sad that the child is lost by three years of age.  Therefore, the challenges are enormous.  Questions must be asked as to how the penal system can sanction children and what form of justice is appropriate.  If there is diminished responsibility or a non-formed sense of wrongness - in other words, a difficult challenge of free will and determinism - then the only appropriate form of sanction is utilitarian rather than retributive.  This is a major question throughout the justice system, and not only with juveniles: whether to punish the offender in relation to the nature of the crime or to protect society.  In that context, it would be fair to say that the detention of children is essentially utilitarian, in that it is usually done as a last resort in order to protect society temporarily.  I know it can also protect the child from very bad circumstances, but, nevertheless, it is essentially a utilitarian answer to a social problem.  <\/p> <p>There is no doubt that the conditions of detention in Ireland are more humane than in previous times, and they continue to become more humane.  It is true that remand and detention centres sometimes provide a better alternative in terms of the health and welfare of the children.  However, it is important to remind ourselves that detention centres, like prisons, can be universities of crime.  The proposals for a new type of centre must be highly monitored when they come into being, and they must involve a well-developed and structured education and training programme.  There is a role for the education and training boards and the new SOLAS to ensure the centres are not seen to be completely divorced from the rest of society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#V00200","speaker":"1166"},{"type":"speech","time":1431595800,"counter":147,"content":"<p>I welcome the Minister.  Sinn F&eacute;in welcomes the Bill, the aim of which is to ensure that children of 18 years and under will no longer be detained in the adult prison system, and, obviously, to amalgamate the child detention schools into one school at Oberstown with the aim of capitalising on existing reforms in the system.  In part, the Bill owes its origins to a commitment given in the programme for Government to ending the practice of sending children to St. Patrick's Institution.  For decades, the Irish Council for Civil Liberties, the Irish Penal Reform Trust and a plethora of international organisations, including the UN, have called for the closure of St. Patrick's Institution and an end to the detention of children in adult prisons.<\/p> <p>Across the child protection and criminal justice spectrum, there is unanimous agreement on the importance and significance of ending the practice of detaining children in adult prisons.  For example, the Irish Penal Reform Trust has repeatedly pointed out that adult prisons are unsuitable for the particular needs of young offenders.  This sentiment was echoed by the Ombudsman for Children, Dr. Niall Muldoon, who stated that rehabilitation must be a paramount consideration in the detention of young people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Ombudsman for Children and the Irish Penal Reform Trust agree that Oberstown is the most appropriate environment for the small number of young people for whom detention is necessary.  However, as has been mentioned by others this afternoon, concern was expressed about the findings of a report by HIQA published in February this year concerning two inspections it carried out in Oberstown in October and November 2014.  Of the ten standards laid down, the detention school met just one in full, namely, education.  Six standards were found to require improvement and the failure to meet three standards was found to be a significant risk.  The three areas in question were single separation, management of medication and staffing and training.  The isolation of any child or young person from his or her peers can be damaging in itself and the standards are clear that this option must only be used sparingly and for the minimum appropriate time.  Others have mentioned the concerns about insufficient staffing, staff training and high levels of staff absenteeism which are also detailed in the report.  <\/p><p>I agree that the detention of children must only be used as a sanction of last resort.  The Children's Rights Alliance issued a report card which found that of the 96 children detained in 2014, only 27% received a detention order on conviction.  According to the Irish Penal Reform Trust, this suggests that detention is not being used as a last resort and the Ombudsman for Children expressed concern that child detention is being used for other purposes.  <\/p><p>I welcome the legislation before us and I hope it passes through the Houses swiftly.  Going forward, it is imperative that the focus is on the welfare and well being of children and young people in detention and on the establishment of a progressive and humane system which allows them to reach their full potential.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#V00300","speaker":"1155","continuing":true},{"type":"speech","time":1431595800,"counter":149,"content":"<p>I welcome the Minister to the House to discuss this very positive Bill which has received a broad welcome across the House.  It is very progressive legislation.  It fulfils a Government commitment and also ensures that we will live up to the recommendations of numerous international reports referred to by  Senators van Turnhout, Reilly and others as well as to the recommendations of the Irish Penal Reform Trust and the Inspector of Prisons in terms of the appalling conditions that persisted for a long time in St. Patrick's Institution for young offenders.  The Bill is very welcome and I am glad it has been introduced in the Seanad.  I thank the Minister in that regard.<\/p> <p>The Bill has three key priorities, the first and most important of which is to deliver on the key programme for Government commitment to end the practice of sending children to St. Patrick's Institution.  Second, it aims to provide a system of remission on an equal basis for children in children detention schools as for adults detained and, third, it aims to facilitate the amalgamation of schools and the achievement of greater efficiencies in children detention schools.  The issue of the closure of St. Patrick's is of primary concern to us today and is the most progressive and important aspect of the Bill.  <\/p> <p>Clearly, the Bill must be read in conjunction with the prisons Bill, to which other Senators have referred.  The general scheme of that Bill was published on 2 April and on 22 April members of the Oireachtas Joint Committee on Justice, Defence and Equality heard from officials from the Department of Justice and Equality as to the content of the Bill and some of its practical implications.  I wish to address this particular point because a key issue is the timeframe in terms of co-ordination between the Department of Children and Youth Affairs and the Department of Justice and Equality in order to ensure that both Bills pass through both Houses swiftly.<\/p> <p>The Oireachtas Joint Committee on Justice, Defence and Equality was informed that the prisons Bill has the main purpose of facilitating complete closure of St. Patrick's Institution.  We are all aware of the history of this issue.  In 2012, responsibility for 16 year old boys remanded in custody or sentenced to detention was transferred from the Irish Prison Service to children detention schools at Oberstown.  Construction on Oberstown started in 2013 and following reports by Judge Michael Reilly, the Inspector of Prisons, the Government decided in 2013 to completely close St. Patrick's Institution.  We know that all sentenced 17 year old males who were previously in St. Patrick's Institution have now been transferred to a dedicated unit in Wheatfield place of detention pending the readiness of the new detention facilities being developed at Oberstown.  We also know that all 18 to 20 year old males sentenced to detention have been transferred to a separate dedicated unit in Wheatfield.  I understand that will remain the case for those aged 18 to 20, even after Oberstown comes on stream and after these Bills are passed.  The Committee on Justice, Defence and Equality was greatly concerned to hear that there were still, as of Monday, 20 April, two 17 year old boys on remand in St. Patrick's Institution who remained there because they had been remanded prior to 30 March.  I know the Minister made an order then allowing 17 year olds newly remanded in custody after 30 March to be committed to Oberstown but I understand that until this Bill, and particularly section 3, is enacted, it is not possible to transfer children remanded prior to 30 March from St. Patrick's Institution to another place of detention because the Children Act of 2001 does not permit it.  Are those two 17 year old boys still on remand in St. Patrick's Institution or has that issue been dealt with now?  Clearly that is a transitional question and I know that in section 3 of the Bill provision will be made for allowing for remands to remand centres as opposed to St. Patrick's Institution.<\/p> <p>A number of issues were also raised about the timeframe for the completion of the new accommodation in Oberstown and when it was likely to be fully completed.  We also had various questions which are probably not under the Minister's remit but are for the Minister for Justice and Equality in terms of the consequences for the building and what will happen to it.  I understand that the facilities in St. Patrick's will be incorporated into the Mountjoy complex.  That is a matter for the Minister for Justice and Equality.  Questions also arise with regard to those 18 to 20 year olds who will continue to be detained in Wheatfield.  Clearly, they are not within the remit of the Minister for Children and Youth Affairs but these are people for whom particular issues of concern arise.  They are a vulnerable population within the prison system.  I was conscious of that on reading the report produced this week by the Irish Penal Reform Trust, Turnaround Youth, which deals with young adults aged 18 to 24 in the criminal justice system.  That report makes a strong case for differential treatment of those young adults, albeit that they have reached adulthood, because they are a particularly vulnerable population who require some form of treatment that differentiates them from the more general adult prison population.  Various issues arise with regard to particular risk factors for this age group, particularly for those who have a history of homelessness or drug and alcohol addiction.  I understand that the Irish Prison Service will take cognisance of these particular issues but on a non-statutory basis.<\/p> <p>Finally, I wish to address an issue raised by Senator Moloney a number of times, namely, rehabilitation and diversion of children from the criminal justice system.  In common with everyone else, I absolutely agree that detention of children should be a measure of last resort.  Indeed, the processing of children through the criminal justice system should be a measure of last resort.  It is the case that for many of the children who have come before the criminal justice system, really serious social issues should have been dealt with first by way of crime prevention.  I know from speaking to those involved in the Irish Youth Justice Service that the Garda S&iacute;och&aacute;na youth diversion projects have very high levels of success.  There are some very  positive stories coming from the diversion system.  The Irish Youth Justice Service has also supplied me with information on the typical issues which impact on its young clients.  Those clients tend to be out of formal education, have anger control and substance abuse issues, behavioural and emotional difficulties, and poor literacy and numeracy skills.  Senator Jim d'Arcy referred to family issues and certainly difficulties for parents struggling to intervene have also been identified.  Again, I am seeking to have this addressed in the Committee on Justice, Defence and Equality but I am conscious that the issue of juvenile diversion is very much under the remit of the Minister for Children and Youth Affairs now.<\/p> <p>I thank the Minister again and welcome this legislation.  When I started in practice, I represented clients as young as eight and nine before the criminal courts.  I am really glad that we have moved beyond that system now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#W00200","speaker":"1148"},{"type":"speech","time":1431595800,"counter":150,"content":"<p>I thank all the Senators for their contributions.  I do not intend to answer all the questions raised today.  That will be better done during the course of the Committee Stage debate when we can examine in detail the various issues raised.  I certainly would have great sympathy with the view that we need to examine and discuss with the Department of Justice and Equality the issue of 18 to 24 year olds.  These are very young people who still have their lives ahead of them and who still have great potential for change.  All Senators are agreed that the child care and welfare approach of our detention schools is the way to go.  We should move forward with a child care model which is very different from the adult prison model.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bill will provide the necessary amendments to the legislation to achieve the commitment in the programme for Government on ending the practice of detaining children.  Senators are agreed on the value of those amendments.<\/p><p>I must take issue with Senator Leyden's criticism of the Government for the time it has taken us to publish this Bill and put in place this facility.  He was a member of a Government that was in power for 14 years and which, despite having any amount of cash resources at its disposal, chose to ignore this issue completely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#W00300","speaker":"952","continuing":true},{"type":"speech","time":1431595800,"counter":152,"content":"<p>That is a reasonable response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#X00200","speaker":"1140"},{"type":"speech","time":1431595800,"counter":153,"content":"<p>I do not want to fight with the Senator.  The Government has shown considerable commitment by finding &euro;56 million needed to address this issue in the teeth of the worst recession this country has ever experienced.<\/p> <p>This is the first time that a full Minister has been appointed with responsibility for children.  Our children are our future but, as I am constantly reminded, our children are also our present.  We want to make sure that present becomes a cherished memory of childhood happiness rather than sadness, which has been all too common in the past.  I agree with everybody who said that detention should be a last resort and I share the concern that on occasion it is not treated as such.  This is not due to malign intentions but because of a misdirected sense of protecting the child.  I take on board the points made by Senator Burke in regard to increasing the resources available to head off trouble at an early stage.  Much of this work is being done through youth outreach services, including youth caf&eacute;s and youth clubs, which offer a safe place in which young people can socialise and come to terms with who they are as they grow up.  The teenage years are a difficult period of life.  I thank Senators for their contributions and I look forward to examining the issues raised on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#X00300","speaker":"952"},{"type":"unspoken","time":1431595800,"counter":154,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1431595800,"counter":155,"content":"<p>Committee Stage ordered for Tuesday, 26 May 2015.<\/p>"},{"type":"speech","time":1431595800,"counter":156,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#X00600","speaker":"1132"},{"type":"speech","time":1431595800,"counter":157,"content":"<p>At 2.30 p.m. on Tuesday, 26 May 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015051400002#X00700","speaker":"1148"},{"type":"unspoken","time":1431595800,"counter":158,"content":"<p>The Seanad adjourned at 2.15 p.m. until 2.30 p.m. on Tuesday, 26 May 2015.<\/p>","notice":"TIME STRING DETECTED"}]