[{"type":"minorheading","content":"Prelude","time":1608114600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1608114600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1608114600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1608114600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1608114600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#A00100"},{"type":"speech","time":1608114600,"counter":6,"content":"<p>I have received notice from Senator Fiona O&rsquo;Loughlin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to ensure that the drug, Patisiran, is made available to those suffering from hereditary amyloidosis.   <\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter: <\/p> <blockquote> \tThe need for the Minister for Enterprise, Trade and Employment to make a statement on the difficulties being faced by persons working as content moderators.   <\/blockquote> <p>I have also received notice from Senator John McGahon of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to consider the provision of funding for the housing maintenance section in Louth County Council.   <\/blockquote> <p>I have also received notice from Senator Sharon Keogan of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the restrictions in place on the number of housing units that may be built in each local authority area. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter: <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the proposal for a deposit protection scheme for tenants.  <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter: <\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to make a statement on the supports available to those affected by the avian flu. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the site acquisition for Summercove National School, Kinsale, County Cork.  <\/blockquote> <p>I have also received notice from Senator Gerard Craughwell of the following matter:<\/p> <blockquote> \tThe need for the Minister for Foreign Affairs to provide an update on the provision of overseas allowances for Irish citizens who represent Ireland as secondees to the OCSE special monitoring mission in Ukraine.  <\/blockquote> <p>I have also received notice from Senator Emer Currie of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Health to increase the number of medical interns in response to Covid-19 and to encourage more graduates to stay in Ireland to undertake training as doctors.  <\/blockquote> <p>I have also received notice from Senator Lynn Boylan of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on the impact of energy consumption by data centres. <\/blockquote> <p>I have also received notice from Senator Barry Ward of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to set out the provisions that will be available to local authorities for the management of harbours within their functional areas. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected those raised by Senators O&rsquo;Loughlin, Gavan, McGahon and Keogan and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#A00250","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1608114600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#A00300"},{"type":"minorheading","content":"Medicinal Products","time":1608114600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#A00350"},{"type":"speech","time":1608114600,"counter":9,"content":"<p>The issue I want to raise before the House, and it is not the first time that I have spoken about it here, is the area of hereditary amyloidosis.  Like many Members, I would not have heard about this very debilitating and difficult disease if it had not affected somebody that I know very well.  Pat Tinsley is a well known and well loved member of the Newbridge community whose life has been absolutely destroyed by this degenerative disease.  This debilitating and fatal illness attacks the heart and nervous system of patients.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As it progresses, it causes loss of sensation, limb weakness and pain.  The drug patisiran, which helps alleviate and manage symptoms, is available in the UK and the US but is not available here.<\/p><p>Pat is running out of time and desperately needs this drug, as do approximately 30 other people in Ireland.  Thankfully, the Department secured a significantly enhanced budget with an extra &euro;50 million for new medicines in 2021 but I have been informed that this budget allocation will be insufficient to cover the costs of all new medicines in 2021.  I know that the HSE is committed to providing access to as many new medicines as possible from the resources provided and I urge it and the Minister to include patisiran in that list.<\/p><p>Some 4,000 of my constituents signed a petition calling for patisiran to be made available to Pat and the other sufferers of this disease and I am speaking on their behalf.  I have submitted that petition to the Minister for Health, the chief executive of the HSE and the Chair of the Oireachtas Committee on Health.  According to the HSE, the required National Centre for Pharmacoeconomics, NCPE, health technology assessment report was received by the HSE on 24 February 2020.  At that point, under a different Government and regime, it was recommended that patisiran not be recommended for reimbursement unless cost effectiveness could be improved relative to existing treatments.  Patisiran was then considered at a meeting of the drugs group in July 2020 and, unfortunately, no recommendation was made then.  <\/p><p>The agenda of the December 2020 drugs group meeting was full and patisiran was added to the list of items for the next available meeting.  Patisiran currently sits as the third  item for consideration on the draft January drugs group agenda.  The drugs group is expected to provide a recommendation to the HSE executive management team on the basis of all of the available evidence at that time.<\/p><p>I understand that the HSE executive management team is required to consider a range of criteria which include unmet need, clinical evidence, economic evidence, budget impact and the resources available.  I urge the executive to remember that behind these statistics and criteria lie real people who desperately need this drug.  Those with amyloidosis understand that other people are also waiting for drugs but there is a huge sense of urgency for sufferers of hereditary amyloidosis due to the rapid progression of the disease.  I am pleading with the Minister of State and the HSE on their behalf.  They absolutely need to have this drug and if they do not get it, the quality of their lives is at risk, and even their lives are at risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#A00500","speaker":"1689","continuing":true},{"type":"speech","time":1608114600,"counter":11,"content":"<p>I thank Senator O'Loughlin for raising this important issue and for giving me the opportunity, on behalf of the Minister, Deputy Stephen Donnelly, to speak on the reimbursement of patisiran for hATTR amyloidosis.  I fully understand that access to potentially beneficial drug treatments is an extremely important issue for people with this condition.<\/p> <p>As the Senator is aware, the HSE has statutory responsibility for medicine pricing and reimbursement decisions under the Health (Pricing and Supply of Medical Goods) Act 2013.  The Act specifies certain criteria for decisions on the reimbursement of medicines which include unmet need, clinical evidence, the resources available to the HSE when making reimbursement decisions and budget impact.  HSE decisions on which medicines are reimbursed by the taxpayer are made on objective, scientific and economic grounds, on the advice of the NCPE.  It uses a decision framework to systematically assess whether a drug is cost effective as a health intervention.<\/p> <p>The Minister is advised by the HSE that it received an application in December 2018 for the reimbursement of patisiran for the treatment of hATTR amyloidosis in adult patients with stage 1 or stage 2 polyneuropathy.  In January 2019, a full health technology assessment, HTA, was commissioned by the HSE.  In February 2020, following the HTA, the NCPE recommended that patisiran not be considered for reimbursement unless cost effectiveness could be improved relative to existing treatments.<\/p> <p>In July 2020, the HTA report, the patient group submission received during the HTA process, and the outputs of commercial negotiations were reviewed by the HSE drugs group.  The drugs group was unable to recommend in favour of patisiran at that time.  The drugs group therefore sought additional patient and clinician engagement input via the rare diseases technology review committee, RDTRC, to assist the group in making its recommendation to the HSE executive management team.  <\/p> <p>In September 2020, the rare diseases technology review committee reviewed the clinical data previously submitted as part of the established pricing and reimbursement process and heard from consultants involved in the specialist management of patients with this illness.  In November 2020, the committee convened again and continued its review of patisiran, which included patient input on the impact of this illness.  Following these meetings, the committee finalised a statement summarising the clinician and patient engagement on patisiran, which was forwarded to the HSE drugs group for consideration.<\/p> <p>The HSE has advised that patisiran currently sits as the third item for consideration on the January drugs group draft agenda.  The statement from the rare diseases technology review committee will be considered by the drugs group along with the health technology assessment and the outcomes from commercial negotiations.<\/p> <p>As the Senator will be aware, additional funding of &euro;50 million was provided for new medicines in budget 2021.  This funding will allow the HSE to approve medicines which have been recommended by the HSE drugs group on the basis of efficacy and value for money in line with the 2013 Health Act.  The application for patisiran remains under consideration with the HSE and the reimbursement of this medicine will be considered in this context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#B00200","speaker":"1608"},{"type":"speech","time":1608114600,"counter":12,"content":"<p>I have listened closely to what the Minister of State has said and I accept that last February and July, a decision was made in the negative on patisiran but things have changed rapidly.  The fact that an extra &euro;50 million was included in the budget in order to treat rare diseases is important and an absolute game changer.  I accept, of course, that there has to be criteria for the spending of public money on medicines.  However, the 30 people who we are speaking about are lucky that we know that there is a drug that can absolutely help to support them with their difficult symptoms.  That is hugely important.  I accept that the whole reality of trying to negotiate with commercial pharmaceutical firms is something that we need to do.  We need to have that negotiation.  I hope that the Minister of State will intervene to ensure that those 30 people, including my friend Pat, will have the opportunity to access patisiran in early 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#B00300","speaker":"1689"},{"type":"speech","time":1608114600,"counter":13,"content":"<p>The Minister, Deputy Stephen Donnelly, has received a number of representations on this matter from patients and concerned family members.  I fully appreciate that this is a worrying time for patients, families and carers, and I hope the Senator's friend Pat and any other people who want this drug will get a good result.  The Minister and I hope that this process comes to a satisfactory conclusion for all concerned.  It is important to note that the HSE executive management team is the decision-making body for the reimbursement of medicines under the Health (Pricing and Supply of Medical Goods) Act 2013.  It will, on receipt of the outcome of the drugs group's deliberation, make the decision as to whether patisiran will be reimbursed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator is absolutely right that the additional funding for new medicines provided in budget 2021 will allow the HSE to provide access to evidence-based, cost-effective medicines, and ultimately to provide more medicines to Irish citizens.  This item is third for consideration on the draft January drugs group meeting agenda, and hopefully there will be a positive outcome.  The decision on this issue is made by the HSE executive management team, on receipt of the outcome of the meeting of the drugs group. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#B00400","speaker":"1608","continuing":true},{"type":"minorheading","content":"Employment Rights","time":1608114600,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#C00200"},{"type":"speech","time":1608114600,"counter":16,"content":"<p>I wish to raise a serious issue today, namely, the work of social media content moderators.  These people carry out a new form of work which is horrific in nature but regrettably is essential.  On a daily basis, these workers will view and filter out the worst acts of humanity posted online in order that they do not appear on our screens.  This is done through social media platforms such as Facebook, Twitter and Instagram.  It may come as a surprise to the Minister of State that approximately 2,000 workers in Dublin are working in these horrific jobs.  The positions are outsourced, insecure and low-paid.  They are doing the worst of work to protect us, but unfortunately, this comes at a cost to their own mental health.  They are subject to serious psychological damage and injury due to being exposed to explicit content during the course of their everyday work.<\/p><p>We need to address the problems of these workers, as we now know this is causing post-traumatic stress disorder, PTSD, and other psychological damage to many of those workers exposed to this type of content.  A month ago, an open letter was published from more than 200 Facebook moderators, including well over 100 workers based in Dublin, that was addressed to the CEO of Facebook, as well as the chief executives of the recruitment company CPL and of Accenture.  In this letter, Facebook content moderators wrote to &quot;express our dismay at your decision to risk our lives - and the lives of our colleagues and loved ones - to maintain Facebook's profits during the pandemic&quot;.  Another line from that letter stated the moderators did:<\/p> <blockquote> \tFacebook&rsquo;s most brutal job.  We waded through violence and child abuse for hours on end.  Moderators working on child abuse content had targets increased during the pandemic, with no additional support. <\/blockquote> <p>The T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Varadkar, said in the D&aacute;il last month that this work is essential and he recognised that it has to be done.  He stated that if there is any problem, employees should contact the Health and Safety Authority, HSA, and that he believed no such complaints had been made.  To be frank, this is not good enough.  It suggests that no problem exists, when in fact, we know that major problems exist.  The reality is that these are agency workers on low pay, and in making complaints, they could see themselves risking their jobs.  <\/p><p>Earlier this year a reported settlement of &euro;52 million was made in a court case in which it was alleged that Facebook failed to protect workers tasked with moderating disturbing content from the grave mental health aspects of the job.  More than 11,000 people who have worked as moderators for Facebook in the US will qualify for compensation under the settlement agreement.  A 2019 report from <i>The Verge<\/i>found that workers were paid as little as $28,000 per year, and I can tell the House that the rate of pay in Ireland is just &euro;14.36 per hour.  That is what these workers get paid for watching thousands of horrific videos each day, with very little mental health support.<\/p><p>There is another key issue here that must be addressed.  Why are these jobs being outsourced?  Facebook is the second or third most valuable and profitable company in the world.  Yet it has chosen to outsource these essential roles to agencies and to pay the workers a distinctly low rate of pay for the horrific work that they do.  From what I can see, they are effectively being treated as yellow-pack workers.  Someone in the Government must recognise that this is not right.  This is fundamentally wrong.  I dread to imagine how horrific this work is.  Indeed, one of these workers had to go home and explain to their families that they could not discuss their work with them.  As this will be a &quot;Prime Time&quot; expos&eacute; in years to come, the response of the Minister of State to this issue will be very important.  I ask him not to provide a regular Civil Service response.  I ask him to tell us what the Government will do to actively engage on this issue to protect these vulnerable workers and to ensure that something changes fundamentally for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#C00300","speaker":"1660"},{"type":"speech","time":1608114600,"counter":17,"content":"<p>I thank the Senator for raising this matter.  First, I wish to state there is a strong legislative regime in Ireland to protect all workers in respect of their working conditions, including work-related health and safety.  On the issue of general working conditions, there is a comprehensive body of employment rights legislation for which the Workplace Relations Commission, WRC,  is mandated to secure compliance.  This legislation protects all employees who are legally employed on a contract of service basis.  Where an individual believes he or she is being deprived of employment rights applicable to employees, that individual may refer a complaint to the WRC where the matter can be dealt with by way of mediation or adjudication leading to a decision, enforceable through the District Court.  WRC inspectors can also be asked to investigate certain breaches.  Complaints can be made on a single online complaint form available on the WRC's website, <i>www.workplacerelations.ie<\/i>.<\/p><p>In respect of the health and safety of workers specifically, we have a suite of workplace health and safety legislation designed to prevent and mitigate against work-related accidents and injuries.  In this regard, social media content moderators should be treated by an employer in the same way as any other worker who is potentially exposed to hazards.  The employer must ensure that appropriate training is provided and must carry out a risk assessment with a particular focus on potential hazards for the worker and must prepare a safety statement based on this risk assessment.  A written safety statement should include an assessment of all hazards and risks and should set out how the safety and health of all employees will be protected.  Proper risk assessment, along with mitigation measures, is the foundation for all workplace health and safety.<\/p><p>The HSA has an extensive range of advisory and guidance material available to employers to assist them in identifying and managing specific workplace hazards and risks.  In addition, any content moderator concerned about his or her health and safety arising from the manner in which his or her work is organised can contact the authority, in confidence, for advice.<\/p><p>The Senator asked what protections are available for those working as content moderators.  Where a social media company outsources work such as content moderation to another company, that company is responsible for the totality of the employment relationship with the employees that do the content moderation work.  This means that the company has the same employer obligations under both employment rights and health and safety legislation as any other employer.  Also, content moderators have access to the services of State bodies, such as the WRC and the HSA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#C00400","speaker":"1608"},{"type":"speech","time":1608114600,"counter":18,"content":"<p>I am genuinely very disappointed by that response.  I am a former trade union official and the Minister of State has spent the last four minutes reciting the current employment law protections.  Respectfully, I am aware of them.  The problem is that the protections in place are not working in respect of these content moderators.  There is no right to collective bargaining in this country, which undermines much of the collective protections that are currently in law.<\/p><p>Another line from the workers' letter that was published states:<\/p> <blockquote> \tThe current crisis highlights that at the core of Facebook&rsquo;s business lies a deep hypocrisy.  By outsourcing our jobs, Facebook implies that the 35,000 of us [2,000 in Dublin] who work in moderation are somehow peripheral to social media.  Yet we are so integral to Facebook&rsquo;s viability that we must risk our lives to come into work. <\/blockquote> <p>The simple call  of these workers is for the practice of outsourcing to be ended. <\/p><p>The Government needs to engage on this issue.  What is happening in our city at the moment is nothing short of scandalous.  I ask the Minister of State to at least give a commitment that the Government will immediately engage with Facebook, and bring in the company to ask it why it is outsourcing these positions.  It is fundamentally wrong and it is immoral.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#C00500","speaker":"1660"},{"type":"speech","time":1608114600,"counter":19,"content":"<p>First, I again note there is a strong legislative regime in place in Ireland to protect all workers in respect of their working conditions, including work-related health and safety.  However, I urge these employees to engage, in the first instance, with their employer to see how their concerns can be resolved at workplace level.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Second, my colleague, the Minister for Media, Tourism, Arts, Culture, Sport and the Gaeltacht, who is responsible for media policy, including online safety legislation, is currently advancing a regulatory framework that will deal with online safety.  <\/p><p>Lastly, the T&aacute;naiste stated, in response to a priority question on Tuesday, 20 November, that \"content moderators working for social media platforms play an important role in preventing the wider distribution of explicit content on these platforms\".  He has said that he is willing to meet these workers and-or their representatives to hear first hand any particular health and safety concerns they might have associated with the work they carry out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#C00600","speaker":"1608","continuing":true},{"type":"minorheading","content":"National Planning Framework","time":1608114600,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00200"},{"type":"speech","time":1608114600,"counter":22,"content":"<p>I welcome the Minister of State, Deputy Peter Burke.  Has it been communicated to him that someone else will ask Senator McGahon's question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00300","speaker":"1683"},{"type":"speech","time":1608114600,"counter":23,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00400","speaker":"1595"},{"type":"speech","time":1608114600,"counter":24,"content":"<p>Senator Keogan is next as Senator McGahon cannot be here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00500","speaker":"1683"},{"type":"speech","time":1608114600,"counter":25,"content":"<p>I sincerely thank the Cathaoirleach for selecting my Commencement matter and welcome the Minister of State who has come here to respond to my question.<\/p> <p>I previously served as a county councillor in Meath and, therefore, realise how vitally important clarity is for everyone in the formation and execution of housing policy and development plans.  I seek clarity for the public who need housing, for the elected councillors and for the chief executives of the 31 local authorities that form and execute housing policy in their respective local authority areas.<\/p> <p>Undoubtedly, there is a clear and pressing need for more housing to cater for the people who currently live in Ireland and those who emigrate to Ireland.  Increasing supply, apart from anything else, could have a dampening effect on increasing house prices and alleviate affordability to some extent.  What is not known is precisely how many housing units will be needed over the coming decades and whether there are ceilings or strict parameters on the number of units that each local authority may build.  Reliable, accurate data on population trends and demographics is vital for ensuring that the number, type and location of housing units suit the evolving needs of our growing population.  There does seem to be conflicting data and estimates as to the exact number of housing units that will be needed to meet demand over the coming years and decades until 2040.  <\/p> <p>The national planning framework states, \"Annual housing output will need to increase to 30,000 to 35,000 homes per annum in the years to 2027\", and will be subject to monitoring and review.  I welcome the publication of the report by the Economic and Social Research Institute, ESRI, entitled Regional Demographics and Structural Housing Demand at a County Level.  The report contains expert opinions on the trends that feed into the targets of housing units that will be needed.  Section 5.6 of the report is interesting in light of the implications of the Covid-19 pandemic.  Between 18,000 and 20,000 units only will be completed this year on account of the cessation of construction during lockdown.  However, the report notes that the pandemic could ease pressure on housing demand.<\/p> <p>A particular concern of mine is the Dublin region and surrounding counties known as the commuter belt.  The ESRI report outlines different scenarios of population growth.  Its baseline scenario predicts that regions of the east and midlands are expected to experience the fastest population growth and will capture the majority of the total expected population growth over the period from 2016 to 2040 of 55.6% or 500,000 people.  This evidence points towards the need for more housing to be built in the east and midlands.  Contrary to this urgent need, I am aware that some local authorities have dezoned lands that were zoned for residential development, and that includes Meath and Kildare.  This includes the so-called post-2019 land.  Such dezoning has been done contrary to the policy contained in the spatial strategy whereby land zoned for development would not be subsequently dezoned.  Can the Minister of State comment on the matter?  Can he call on local authorities to ensure that they do not dezone land that will be needed to meet demand in the future?  <\/p> <p>On 1 December the Minister of State, or another Minister of State from his Department, was present to discuss the national planning framework when it was clearly stated that \"the national planning framework does not either remove one-off local needs planning for rural houses or impose rezoning or de-zoning population caps\".  It seems that local authorities have received conflicting information on the number of housing units to be delivered in the future.  I hope that the Minister of State's answer to my question will eliminate uncertainty about these policy matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00600","speaker":"1664"},{"type":"speech","time":1608114600,"counter":26,"content":"<p>I thank the Senator for raising this matter and providing an opportunity for me to clarify this very important position.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator is aware, there is an urgent need to increase national housing supply to meet existing housing demand to the greatest extent possible in the shortest time possible, while also accommodating projected national housing demand likely to arise as a result of future population growth.  Anticipated population growth is projected to be around 1 million people by 2040.  The national planning framework, NPF, sets out a spatial strategy to accommodate that level of population and related housing growth over the next 20 years.  In particular, the NPF seeks to ensure more balanced regional development led by the growth of Ireland's five cities and five identified regional and cross-Border drivers.  It also aims to ensure that a greater proportion of housing demand arising in Ireland's cities and towns can be accommodated within and close to those cities and towns and thereby avoid sprawl into surrounding counties.  The NPF is explicit that, rather than focus on seeking additional housing development in locations that have been subject to rapid development and require infrastructure and services to further catch up, some locations should include planning for a greater focus on deficits, such as targeting greater employment and the needs of existing communities, as well as housing. <\/p><p>More broadly, there is a need to encourage increased housing output nationally to meet NPF targeted population growth in the years ahead, especially over the next decade.  To assist in the preparation of individual city or county development plans over six-year timelines, an NPF roadmap circular was issued to all planning authorities in 2018, setting out targeted population growth for each county to 2026 and 2031.  These targets remain valid.  To build on this work, earlier this year my Department commissioned the Economic and Social Research Institute, ESRI, to carry out independent research into structural housing demand in Ireland to 2040.  The ESRI research report was published earlier this week and further develops the population projection model that was used for the NPF.  What the ESRI work is telling us is that factoring in existing housing demand, together with future projected demand, will require annual average national demand for just over 33,000 new households per annum to be met over the next decade.  To meet this average over the period means that there is a requirement to substantially increase national housing output from the current estimated 2020 level of 18,000 homes to 20,000 homes.<\/p><p>Achieving projected levels of population and housing growth in accordance with the NPF will require an increase in annual average housing output in almost every local authority area in Ireland, also recognising that there are some local authorities where recent levels of housing supply are close to or exceed annual average NPF targets.  These mainly comprise commuter counties adjoining Dublin, as articulated by the Senator, and are currently meeting a proportion of the very high levels of housing demand arising in Dublin, which is not being met by new housing within the existing city area. <\/p><p>To facilitate convergence with the NPF development scenario, we will enhance the alignment of public investment with NPF objectives to stimulate urban brownfield and public transport-led housing development at scale in Dublin and the other cities, including measures to encourage accelerated regional city growth and balanced regional development. <\/p><p>In the coming days, the senior Minister, Deputy Darragh O'Brien, will issue a circular to all 31 local authorities with guidance required for NPF targets and new ministerial guidelines that describe a housing supply target methodology for development planning, to be issued under section 28 of the Planning and Development Act, as amended.  This circular and guidance will reflect the balanced approach necessary to ensure the six-year local authority planning cycles, while converging towards the preferred NPF scenario, can also reflect both the capacities to increase housing delivery and actual levels of housing output on the ground in the near term.  It is also critical to meeting national housing supply targets during the next phase of activity and output and will form an essential part of Ireland's economic recovery from the Covid-19 pandemic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#D00700","speaker":"1595","continuing":true},{"type":"speech","time":1608114600,"counter":28,"content":"<p>I thank the Minister of State.  The Senator has one minute to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#E00200","speaker":"1683"},{"type":"speech","time":1608114600,"counter":29,"content":"<p>I thank the Minister for his response and I will try to respond in one minute.  The original projections of the ESRI for the population were developed using best practice.  The input assumptions of the adjustments made by the Department for policy-based intervention are questionable.  It should be noted that the migration assumptions used were and continue to be far below the historical data as observed by the CSO since 2016.  The ESRI baseline assumed a net inward migration figure of 8,000 people per annum from 2016 to 2021, rising to 12,500 people thereafter.  The reality has been of the order of three or four times that figure over the period to 2020.  In the past four years, a minimum of 85,000 people do not seem to have been accounted for.  There is a discrepancy in the ESRI report and the press release issued over the weekend in the media, which referred to a figure of 33,000.<\/p> <p>I welcome the Minister of State&rsquo;s acknowledgement that the national planning framework will require an increase in annual average housing output in every local authority.  Will he clarify to which cities he is referring?  Do they include Drogheda in County Louth, which has been seeking city status for the past five years?  I welcome the circular the senior Minister will send out to local authority chief executives in the coming days.  They certainly need to know exactly what is happening as unfortunately there is no certainty in that regard at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#E00300","speaker":"1664"},{"type":"speech","time":1608114600,"counter":30,"content":"<p>I ask the Minister of State to provide the Senator with a copy of his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#E00400","speaker":"1683"},{"type":"speech","time":1608114600,"counter":31,"content":"<p>I will certainly do that.  I thank Senator Keogan again for her response.<\/p> <p>The national planning framework was underpinned by the key actors in terms of the methodology in devising population growth and the ESRI was central to that.  The NPF is a roadmap for the delivery of planning and sustainable growth in our country over the next number of decades.  Central to that, and this is clearly mapped out and articulated in the NPF, are our five cities and growth centres.  There is significant capacity for growth in the regions, with 50% of growth to take place outside the Eastern and Midland Regional Assembly, ERMA, region.  There have been significant pressures, as the Senator noted, in the greater Dublin area.  We will immediately - I hope to do so this week - clarify the ESRI report through the circular that will issue to all 31 local authorities, which will make the pathway very clear.  <\/p> <p>It is clear that we need high-quality homes but we also need them in the right places.  That is key to the work we are doing in the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#E00500","speaker":"1595"},{"type":"speech","time":1608114600,"counter":32,"content":"<p>My apologies to the Minister of State.  I understand his contribution is available to Members.  I thank him for coming to the House.  I also thank Senator Keogan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#E00600","speaker":"1683"},{"type":"unspoken","time":1608114600,"counter":33,"content":"<p>Sitting suspended at 11.17 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1608114600,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#G00100"},{"type":"speech","time":1608114600,"counter":35,"content":"<p>The Order of Business is No. 1, motion regarding arrangements for the sitting of the House on Thursday, 17 December 2020, to be taken on the conclusion of the Order of Business, without debate; No. 2, motion regarding the joint report on the response of the Houses of the Oireachtas to the judgments of the Supreme Court in the Kerins case, to be taken on conclusion of No. 1, without debate; No. 3, the Social Welfare Bill 2020 - Committee and Remaining Stages, to be taken at 1.15 p.m. or 15 minutes after the conclusion of No. 2, whichever is the later, and to conclude no later than 4.15 p.m. by the putting of one question from the Chair, which shall, in relation to amendments, only include those set down or accepted by Government;  No. 4, the Finance Bill 2020 - Report and Final Stages, to be taken at 5 p.m. and to conclude at 7 p.m. by the putting of one question from the Chair, which shall, in relation to amendments, include only those set down or accepted by the Government; and No. 5, motion regarding the early signature of the Finance Bill 2020, to be taken on conclusion of No. 4, without debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#G00200","speaker":"1653"},{"type":"speech","time":1608114600,"counter":36,"content":"<p>There is one woman on my mind this morning.  Indeed, she has been on my mind all night since I saw her last night on \"Prime Time\".  Anybody who saw and heard Geraldine Mullan from Moville in Donegal either last night or this morning could not have been but so incredibly moved by her loss, grief and sense of dignity and the very strong message she wanted to give to everybody.  Geraldine lost her husband and two children on 20 August in a car accident and is now all alone with no family.  The message she sent out last night was to cherish those close to us and ensure that we take the time and opportunity to tell them we love them because we never know if we will have that chance again.  It is a very strong and significant message from a wonderful woman who is going through the most horrific grief.<\/p> <p>I wish to raise the announcement by the Minister for Defence regarding the Defence Forces' commission, which is very welcome.  It was in the programme for Government and was part of my party's manifesto.  We have a once-in-a-lifetime opportunity to dig deep and get things right.  This commission will examine where the Defence Forces will go from here.  I have a concern that the scope is limited.  It is wrong that the Department of Defence is not mentioned because it is the entity with the money and power, puts in policy in place and has the Government's issues.  We have an opportunity to try to get this right so the fact that the Department will not be included is wrong.  We should ask the Minister for Defence to come to the House for a debate on that.<\/p> <p>An issue that came to my attention during the week is youth mental health in my county.  It is a problem around the country but the scale of need in Kildare is not reflected in resource allocation.  County Kildare has the highest number of young people in the State at 36.6%.  When we compare that with the total population of our neighbouring counties - Offaly and Carlow - we can see that Kildare has a larger population.  The problem is that in six of our towns, young people must wait between eight and 12 months for some type of counselling.  This is shocking when we look at the statistics relating to levels of mental stress and suicides among young people.  I reiterate my previous call for a Jigsaw service to be established in Kildare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#G00300","speaker":"1689"},{"type":"speech","time":1608114600,"counter":37,"content":"<p>Writing in <i>The Irish Times<\/i>today about the Canada-Europe trade agreement, the Comprehensive Economic and Trade Agreement, CETA, Senator McDowell is rightly critical of what he regards as the cavalier approach of the Government to Oireachtas scrutiny.  As we know, CETA would involve giving foreign corporations the power to sue sovereign states outside our legal system through the investor court system.  Whatever about whether giving away such a power away should be subject to a referendum, the idea that the D&aacute;il would have been given a ludicrous 55 minutes to debate such a far-reaching issue says something about the Government's attitude to the role of the Oireachtas.<\/p><p>When I look at this week's Order of Business, I see that the Appropriation Bill will go through all Stages, as will the Harassment, Harmful Communications and Related Offences Bill 2017.  I understand that in order for money to flow, the Appropriation Bill has to be passed in December.  The question is why it is only coming now.  When one looks at something like the Harassment, Harmful Communications and Related Offences Bill 2017, however, one can see that it is legislation which will require thorough analysis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It deals with all sorts of issues, whether it is revenge porn or other situations involving a breach of copyright of intimate photographs or images and so on.  This should be put to the Seanad for a debate at all Stages just before Christmas.  This shows contempt for the job we must do as legislators.  I do not know what the Government wants.  Does it want to move to a dictatorship or something?  We have been at a point for a long time now where public respect for politicians is quite low.  I do not think that is a newsflash to anybody here.  The Government takes the legs from under us when we try to do the very job we are put here to do, which is to look at legislation thoroughly, speak about it on Second Stage and come forward with amendments on Committee Stage, which the Government just might think are worthwhile, and then it will come back with some version of its own on Report Stage.  None of that can happen if the Government runs legislation through at all Stages.  There is a profound disrespect for both the D&aacute;il and the Oireachtas at the moment.  The Government knows it can push through what it wants when it wants with its heavy majority.  There are, however, consequences to that approach.  There will be a further deepening of public contempt for politicians and the job of legislative scrutiny, which is vital to a parliamentary democracy.<\/p><p>In conclusion, we are at the time for new year's resolutions.  Could we have a new year's resolution that this pathetic and insulting rushing through of legislation at all Stages will stop?  Can we start by saying the Harassment, Harmful Communications and Related Offences Bill 2017 will be broken and brought into the new year so we might, at least, have a separation of Committee Stage from Report Stage?  I ask the Leader to think seriously about what is going on here and come back with a positive response.  I believe I speak for more than just myself on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#G00400","speaker":"1673","continuing":true},{"type":"speech","time":1608114600,"counter":39,"content":"<p>I want to address the issue of two tents occupied by homeless people being set on fire yesterday in Dublin city centre.  I imagine everybody across the House will condemn this type of criminal behaviour.  I hope the Garda will do all in its power to bring those perpetrators to justice.  To have something like that happen just before Christmas in the most vulnerable of situations must be absolutely devastating.<\/p> <p>I raised the issue of co-living in the House previously.  I came into this House to welcome the co-living ban by the Minister, Deputy Darragh O'Brien.  I believe, however, clarification is needed around it before Christmas.  There have been two more applications since that ban was announced, one to convert the Phibsborough Shopping Centre into a co-living development and another in my own area where 240 co-living spaces are planned in Player Wills.<\/p> <p>Developers are currently in the midst of lodging applications to get them passed straight through.  We need immediate clarification from the Minister about when his updated guidelines will apply and if things in pre-application consultation will get through the ban.  I understand that legislation and guidelines cannot be applied retrospectively but we can hurry up deleting those particular sections from the ministerial guidelines and make sure we do not see a slew of pre-Christmas applications for co-living.<\/p> <p>I will raise another issue on the Order of Business.  Yesterday, I attended a vigil outside the Coombe Women &amp;amp; Infants University Hospital for the many thousands of women and pregnant people who are going through pregnancy under Covid-19 restrictions and cannot bring their partner with them.  The Government has been fair regarding the 20-week anomaly scan, ensuring partners are a central support and allowing them to be present.  There are, however, a whole host of other reasons women and pregnant people need the support of a partner when attending maternity services.<\/p> <p>The Covid-19 situation is different from what it was in March.  We know there are different approaches to it.  We know, for example, that it is airborne.  We know that masks and social distancing work.  We have been in this situation for almost a year now.  There must be a way over the long term of ensuring pregnant people have the support of their partners.  We have 19 different maternity hospitals across the country and there needs to be a uniform approach.  I do not think there is urgency and recognition on behalf of the Government or the masters of the hospitals in ensuring partners or birthing partners can safely attend the birth of their babies.  This is causing undue hardship and mental health difficulties to an awful lot of people over the long term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#H00200","speaker":"1672"},{"type":"speech","time":1608114600,"counter":40,"content":"<p>I want to echo the comments made by Senator Mullen.  I have said before that the Legislature and the Executive both have jobs to do and at the moment, as Senator Mullen has pointed out, the Legislature is not being allowed to do that job properly.  We have seen that with the comprehensive economic and trade agreement, CETA, and many other instances that have been mentioned.<\/p><p>Last night in the D&aacute;il, the Government did not oppose the Sinn F&eacute;in prevention of homelessness Bill.  Considering the annual report from Threshold that was launched last week, I ask that this House seek a similar consensus to speed up the passing of necessary housing legislation.  Two main points stood out in that report.  A shocking 45% of all notices of termination are issued because the landlord indicates his or her intention to sell the property.  We need better legislation that protects long-term and even lifetime renters.  It should be possible to sell properties with renters <i>in situ<\/i>.<\/p><p>The lack of inspections of private rental properties by local authorities has reached such a level that many landlords feel confident enough to advertise rental properties that do not meet basic standards.  I mentioned this in the House last week.  They know there is little chance they will face inspection.  It is time we had an NCT style inspection of properties before they are advertised.  That could be implemented if the political will and consensus exists.<\/p><p>I also want the House to know the Oireachtas Joint Committee on Media, Tourism, Sports, Culture, Arts and the Gaeltacht recently agreed its work programme for 2021.  I welcome the committee members' support for my proposal to examine the work undertaken to achieve a gender balance in traditional and contemporary arts, and the need to address issues of discrimination, sexual harassment and bullying in the sector.<\/p><p>It is almost five years since Waking the Feminists began a year-long grassroots campaign to advance equality for women in theatre.  This year, allegations of sexual assault, harassment and coercion in the Irish traditional music scene came to light through the #MiseFosta hashtag movement on social media.  I once again commend the women who came forward to share their stories.  It is imperative that the Oireachtas hears from those campaigning for change as well as the people in the organisations and the festivals that are in a position to implement that change.<\/p><p>I commend the work of FairPl&eacute;, the organisation advocating for fairness in traditional music, and the Mise Fosta social media movement that emanated from it.  At last weekend's TradTalk2020 festival, FairPl&eacute; launched an anti-harassment policy to prevent bullying and sexual harassment in the performing arts sector.  As we move back towards live events, it is important that organisers of any events in the near future adopt and promote those guidelines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#H00300","speaker":"1686"},{"type":"speech","time":1608114600,"counter":41,"content":"<p>T&aacute;imid ar ais ar&iacute;s inniu ag caint mar gheall ar uisce.  I was just thinking that a person would not put dirty petrol or diesel into his or her car yet we have a huge issue of water quality in this country.  The Environmental Protection Agency, EPA, carried out a big survey and tested much of the waters in Ireland.  Some of its finding are horrific.  I will throw out a couple of figures because I like a few statistics to back up any issues I bring to the House.  It tested all the rivers in Ireland between 2013 and 2019.  Some 47% of the sites have unsatisfactory nitrate concentration levels and 44% of these have increased in the last six years.  We are going the opposite way and getting worse.  We have been highlighting water issues for a few years now and no U-turn is happening.  We put the water into our bodies and our children drink it.  If a woman is finished breastfeeding, she uses the water with powdered milk.  This is a huge issue.<\/p> <p>I have been contacted by constituents with E. coli poisoning.  I know of three families who all happen to have daughters of six or seven years of age who have had kidney failure.  They have been left with a lifelong illness.  That is the E. coli raw sewage side of it; there is also the nitrates and phosphates aspect.  Some 34% of sites have unsatisfactory phosphate concentration levels.<\/p> <p>We just have to stop and say we have not even got the basic issue of water right in this country.  I will keep bringing this issue up until I see something happening.  In County Clare alone, raw sewage discharge is going straight into five places.  I believe there are 47 all over Ireland; it is not unique to County Clare.  We need to call the Minister into the House and ask what is going to happen.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Irish Water says it will only work where there is existing infrastructure in terms of improving it.  There are many places that need infrastructure where there is none in place.  Some of our water infrastructure has not changed since the days when 20 people lived in a village where now 400 people could be living.  I will keep raising the issue of water services until we get some answers and action on it.  We have issues around phosphates, nitrates and E.coli, which are damaging for all of us but most damaging for the most vulnerable, our younger and older people.  I ask the House to support me in calling for the Minister to come into the House to discuss this issue and let us hear about actions being taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#H00400","speaker":"1659","continuing":true},{"type":"speech","time":1608114600,"counter":43,"content":"<p>I echo the remarks of my colleague, Senator O'Loughlin, concerning the courage and dignity of Geraldine Mullan in the interview on \"Prime Time\" last night.  I commend \"Prime Time\" and Miriam O'Callaghan for the sensitivity with which they handled it.  It shows we all have challenges in life but that interview really put things in perspective.<\/p> <p>I wish to briefly raise two issues.  Yesterday the Data Protection Commissioner announced that Twitter would be fined &euro;450,000 for a data breach.  It is the first time a tech giant has been fined by the Data Protection Commissioner.  Twitter was not only fined for its breach but for its failure to notify the Data Protection Commissioner of the breach and the failure to properly document what happened.  Many European data regulators believe this fine was very much on the low side and I would share that concern.  Until data privacy is taken seriously and some of the social media giants are tackled in a stronger way, they will continue to behave in this way.  I have called for a debate on this issue previously but in terms of our relationships with tech giants we need a fuller debate.<\/p> <p>The other issue I wish to raise is the impact Brexit will have for Rosslare Europort.  There has been good news in that we are seeing a number of additional direct sailings from Rosslare.  We will need more direct sailings.  Rosslare Europort will need to become a tier 1 port in the event of whatever Brexit happens, whatever deal we get.  The completion of the M11 from Oilgate to Rosslare is essential to cope with all the traffic that will be coming through.  If the Oilgate to Rosslare route - the dual carriageway - is not completed, we will see further traffic jams.  Councillor Willie Kavanagh who lives in Oilgate regularly talks about the problems he sees in village because of where the M11 currently ends.  In discussing the Brexit issue, I ask that the M11 to Rosslare Europort be fully completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#J00200","speaker":"1638"},{"type":"speech","time":1608114600,"counter":44,"content":"<p>I want to state how concerned I am about the Covid numbers, hospital capacity in the North and the ability of its health system to cope.  This is not new.  Covid numbers, in the main, are higher in the North and have been more worrying during the past six months.  During the second wave the virus was running at four times that in the South.  Two weeks ago, according to the Northern Ireland Statistics and Research Agency, there were 100 deaths in a week.  The North's population is two fifths that of the South.  I will let the Members do the maths in working out just how tragic that is.<\/p> <p>Five people died on Monday, may they rest in peace, and 419 tested positive; six died yesterday and 486 tested positive; and 13 died over the weekend.  If this was a community Members represented, imagine how they would feel, but this is our community.  These are really scary numbers for families and for burnt-out healthcare workers and their families facing into Christmas.  It should be a concern for every politician North and South.  The heads of the Northern Ireland hospital trust on Monday warned that hospitals would be overwhelmed in January with a spike and unbearable pressure - those are not my words - but that is already happening.  Hospitals that have been at over-capacity or near capacity for weeks are treating patients in car parks.  Seventeen ambulances were outside emergency rooms yesterday and that was the same for all the emergency departments in the North.  The situation is better this morning but that does not mean it will not get worse.  That includes Altnagelvin Hospital that serves Donegal.  This situation has the potential to be catastrophic.  The health minister, Robin Swann, who, by all reports, was reluctant to lift the restrictions after the two-week circuit breaker, is to consider the restrictions on Thursday.  I ask the Minister for Health to update the House on how this impacts the Border and how we can help the hospitals in the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#J00300","speaker":"1648"},{"type":"speech","time":1608114600,"counter":45,"content":"<p>I thank the Leader for setting out the proposed Order of Business today.  The item I wish to briefly raise is a proposal that we would have a motion regarding the Joint Report on the Response of the Houses of the Oireachtas to the judgment of the Supreme Court in the Kerins <i>v<\/i>. McGuinness case.  This is a profound piece of work.  It has been a long time coming.<\/p><p>The Cathaoirleach, as chair of the Seanad Committee on Procedure and Privileges, knows about this.  This has come before us, we have no knowledge of it and there is no explanatory memorandum on it.  I have said previously it would be helpful when bringing forward motions such as this one to have a small concise explanatory memorandum.  We received this yesterday.  I checked with the Oireachtas Library today and this report has been laid before the Houses.  The timeframe is too tight.<\/p><p>I heard another Senator speak about coming with facts.  I like to bring facts to the House too.  Last night I read the Library service's Spotlight: The Decision of the Supreme Court in Kerins v McGuinness.  I commend and recommend every Member of the House before they leave here today would contact the Library and get that document dated 30 October 2019.  I do not intend to go into it now other than to say the Oireachtas Library and Research Service did an amazing report on these issues.  These are profound issues regarding people coming before the Oireachtas.  We need to have a discussion on this issue.<\/p><p>I ask the Leader to facilitate a debate on it early in the new year, if possible.  These matters will be in the media today, tomorrow and the next day, yet we in this House will not have discussed them.  There is a problem when we will be reading in our national press about something as significant as this.  This is a very significant case.  It has major implications for outside bodies coming into these Houses.  It has major implications for us and our responsibilities on Oireachtas joint committees.  I ask Leader to facilitate a debate on this report early in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#J00400","speaker":"1634"},{"type":"speech","time":1608114600,"counter":46,"content":"<p>Like my colleague, Senator Currie, I want to raise my worries and fears over the Covid numbers.  Senator Currie articulated very well the problems in the North.  We need to hold tight and strong on Covid.  We had 41 new cases in Louth last night.  We can think of all those people's close contacts who are now in quarantine for Christmas.  I beg people to mind themselves, watch what they do and listen to the Chief Medical Officer's advice for people to reduce their contacts because none of us wants to give Covid to a loved one.  We want to make sure our grannies, grandads and vulnerable members of our families are with us next Christmas.  We should think of next summer.  We can have a Christmas party in July.  We are on the verge possibly of a having a serious lockdown come January.  As Senator Currie said, the North is in now in crisis.  We heard a radio interview on \"Morning Ireland\" this morning about the numbers and the backlog going into emergency services.  Definitely we need to help out the North, if it is at all possible.  We need to relieve some of the pressures for those patients and the front-line workers up there but we need to make sure that, come January, we are not in a similar situation down here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#J00500","speaker":"1671"},{"type":"speech","time":1608114600,"counter":47,"content":"<p>I want to raise the issue of equality and what it means.  A report in <i>The Irish Times<\/i>today quotes the Balance for Better Business survey, a Government supported survey.  It notes that of all the executive director appointments in the last 18 months in the Republic of Ireland, not one woman was appointed during that time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There was a target of having at least one woman in senior management in all publicly quoted companies in Ireland by the end of 2020 and we will fall far short of that.  In fact, almost two in every five publicly quoted companies here are all male in their senior management.  That is not even their boards; that is just their senior management.  That is a disgrace.  When I was a child I remember Noelle Campbell-Sharpe attempting every year to get on the board of the bank and the great discussion that caused at the time.  I did not appreciate then what that meant but it is appalling that, a couple of decades later, we are in a situation where women are still trying to breach that ceiling.  That is a disgrace.<\/p><p>An experience I had in recent weeks was of a couple of women coming to me who have made claims for the likes of optical benefit or whatever using their new, exciting PPS number that was issued to them under the great leadership of the then Minister, now the Leader, Senator Regina Doherty, in that Department, only to find that as a qualified adult, the benefits they had under their husband's PPS number have not transferred to their new PPS number.  They were refused under their own PPS number and had to put up their husband's number, which seems a peculiar anomaly.  I am sure there was not an intention to do that but it smacks of inequality.  We need an urgent debate in the House on equality and what that means for 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#J00600","speaker":"1682","continuing":true},{"type":"speech","time":1608114600,"counter":49,"content":"<p>A few years ago, on 23 January 2015, something very strange happened.  This country flew its flags at half mast for the death of King Abdullah of Saudi Arabia, who was without doubt one of the world's greatest butchers and tyrants.  We now know, thanks to the pioneering work of Irish journalist, Sally Hayden, that things are getting worse rather than better in Saudi Arabia.  Members can see in this morning's edition of<i>The Irish Times <\/i>that she reports that African and Asian migrant workers are being locked up in unsanitary conditions, tortured, beaten and, in some cases, killed in Saudi Arabia.  This relates to new research by Human Rights Watch and she went on to report:<\/p> <blockquote> \tInside the centre [where these poor migrant detainees are kept they are] beaten with rubber-coated metal rods, which allegedly led to three deaths between October and November.  Other interviewees said they had seen people, who were badly injured, being taken out of the centre and never returned.  <br \/><br \/>Saudi Arabia, one of the world's richest countries, has no excuse for detaining migrant workers in appalling conditions, in the middle of a health pandemic, for months on end.<br \/><br \/>[One can see] video footage of people crammed together, allegations of torture and unlawful killings are shocking ...<br \/><br \/>Detainees told the organisation that they are being held in cramped rooms with as many as 350 other people.<br \/><br \/>It is impossible to all sleep at once, so they take it in turns to lie down.  There are between two and five working toilets, and there is no access to showers or soap. <\/blockquote> <p>I could talk at length, but for the time available, about Saudi Arabia's appalling role in the war in Yemen and our complicity in that war because we continue to facilitate the US military in Shannon.  It is disappointing that Sinn F&eacute;in is the only party to ever raise that issue but so be it.  We are used to it at this point in time.  I call for an urgent debate on the crimes and the human rights abuses in Saudi Arabia.  There has been a consistent silence on the part of Government parties with regard to this issue.  I hope and trust that will change today in the Leader's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#K00200","speaker":"1660"},{"type":"speech","time":1608114600,"counter":50,"content":"<p>I wish to remind the House that today, 16 December, is the deadline for submissions for the BusConnects bus corridor project.  The Cathaoirleach will be familiar with it.  It is a highly ambitious programme to improve our public transportation and address climate action but I also see it as a social equality issue in terms of providing better public transport services in the city to everybody.<\/p> <p>The public bus is relied on by both young and old and provides great independence of travel.  The project projects an investment of approximately &euro;2 billion over ten years.  Today's consultation deadline relates to the proposed 16 bus corridors which, if they are implemented, would deliver 230 km of priority bus corridors and 200 km of priority cycle routes.  It is an ambitious and important project for the city but this is the third round of public consultation.  It was conducted during the Covid-19 restrictions.  I commend everybody who has engaged, including the individuals, homeowners, residents and residents' groups, associations and businesses but it has been difficult.  I urge every Member of the House to make a submission because this is not just for us, the Dubliners.  It is for people outside the city in the county and those who will visit the capital in the future to benefit from it.  I urge all Members to include in their submission a real push on the National Transport Authority, NTA, to deliver park and ride facilities with corridors and to ensure there is an increase in the capacity of environmentally friendly buses.  I have asked the NTA to do this but we should be charging the authority to at least evaluate the cost of making public transportation free to everybody under the age of 23, essentially taking the over-65 free travel and providing it to young people, to get them into the habit of using it to go to school, college or training.  If we are making this big an investment in the infrastructure let us make the service available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#K00300","speaker":"1656"},{"type":"speech","time":1608114600,"counter":51,"content":"<p>This week, Bus &Eacute;ireann announced a new bus route from Portroe, in north Tipperary, to Limerick, which is very much welcomed.  It is the first time Bus &Eacute;ireann has operated a bus route from Portroe to Limerick.  In September, Bus &Eacute;ireann also announced the discontinuation of the Cork-Dublin express route, which has major implications in County Tipperary, in particular in Cahir and Cashel.  My colleague, Councillor Declan Burgess, has done a good deal of work to try to ascertain the facts behind the decision that was made because from our perspective, and certainly from the perspective of Councillor Burgess, this route is used extensively by students and people from the area but particularly by tourists coming into the country.  When they travel from Cork to Dublin, they often stop off in Cahir and Cashel to visit the sites.  The announcement was made in December that the route would be discontinued.  That is commencing in January.  I would appreciate an update from the Minister for Transport on the future plans with the express route.  It is being discontinued temporarily.  What are the future plans for it?  When will it be brought back?  Has analysis been done on the number of people who use the route?  Has the benefit it gives to towns like Cahir and Cashel and other rural areas been acknowledged, as well as the impact its removal will have on them?  I would appreciate the Minister for Transport coming into the House to make a statement on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#K00400","speaker":"1629"},{"type":"speech","time":1608114600,"counter":52,"content":"<p>To follow on on the theme of transport, the BusConnects programme from the National Transport Authority is the subject of a major public consultation process and today is the last day for residents in Dublin to put in their observations on it.  I want to make one comment of general, not local, application about that.  There is a danger in putting traffic engineers in charge of a process who get it into their heads that bus transport in an urban area is the only solution and that other traffic such as lorries, vans and ordinary cars are somehow the problem.  There is a simplistic notion that everybody's traffic needs are the same but they are not.  If one has to bring one's children to a cr&egrave;che or visit one's aged mother-in-law every day, buses may be completely useless for that.  We can have buses flying in every direction and they are of absolutely no assistance to somebody whose daily existence requires car mobility.  I want to put on the record of this House that we should never get involved in a process where the engineers come up with the idea that bus transport is the answer to everything.  I am not saying it should not be radically improved but we should not get into a position where we have tunnel vision and the result is massive traffic congestion for all other forms of transport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#K00500","speaker":"1669"},{"type":"speech","time":1608114600,"counter":53,"content":"<p>The temporary wage subsidy scheme, TWSS, was introduced by the previous Government as a badly-needed and welcome measure to support businesses and workers during the pandemic.  It proved to be a lifeline for many businesses across the country and kept workforces together in order to be prepared to ramp up work and production once the crisis passed.  Many businesses adapted their work practices and changed marketing strategies to survive.  Some businesses in the craft and retail sector increased their presence online in order to survive and, for many, this has, thankfully, proven successful.<\/p> <p>As we come to the end of the year, Revenue is now assessing these businesses in the context of the wage subsidy scheme and for some it is proving a sobering experience as their hard work and change of direction has meant that the 25% reduction in turnover necessary has been slightly missed and, as a result, Revenue is demanding the return of the scheme funding.  My office has been contacted by one business whose trade has been devastated by the earlier lockdown.  Their shop, selling high-end goods mostly to the tourist trade, was shut down and their craftspeople would all have been let go were it not for the TWSS.  However, the couple in this case fought back, borrowed money to establish an impressive online presence and worked day and night to reposition their business.  They paid VAT to Revenue even though they could have warehoused the debt because they felt that we were all in this together and wanted to pay their bills on time to the taxpayer.  <\/p> <p>After an extremely stressful and expensive year, when their business went through hard work and innovation but survived, imagine their shock at getting a demand from Revenue that the TWSS funding be repaid.  That is &euro;30,000 they do not have because their turnover dropped by close to 20%, not the 25% threshold.  That is all in spite of the fact that Revenue stated initially that if the original self-assessment was reasonable, it would not seek to claw back the subsidy for the original period.<\/p> <p>The couple fought tooth and nail to hold on to their business, pumping borrowed money into it, and are now being penalised for their hard work.  I ask the Leader to ask the Minister for Finance to contact Revenue and in the spirit of the battle against Covid-19, urge it to be flexible in the manner in which TWSS recoupment is done.  It should take into account the extraordinary efforts to which businesspeople went to keep their businesses open and trading and accept the fact that new trading practices and business innovation, which cost businesses a lot, were a part of the bigger picture in saving enterprises and jobs.  It would be a cruel irony if repaying the support received was the final nail in the coffin for this business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#L00100","speaker":"1665"},{"type":"speech","time":1608114600,"counter":54,"content":"<p>I raise an issue that has been raised by a number of other Senators, namely, the issue of fathers being at natal appointments and the birth of their children.  In early December, it was announced that women attending their 20-week scan will now be able to be accompanied by their birth partners within Covid-19 restrictions.  That is a good start but more is needed.<\/p> <p>Birth partners being allowed for other scans or antenatal appointments is important and its lack is disappointing.  All over the country, different maternity hospitals have different restrictions.  Over the past number of months, we have heard of cases of women who had miscarriages and had to sit there on their own and deal with the tragedy.  The partners of other women have only been able to see their child over FaceTime because they were too late to attend the birth.  I understand that a one-size-fits-all approach may not work but we cannot stop birth partners from being with their partners during this time.  Continued maternity ward visiting restrictions across the country are making expecting mothers fearful about giving birth, as well as leaving women who have given birth without the support of their partner with questions.  I understand that hospitals must prioritise the safety of all patients and staff and do everything they can to ensure that hospitals are protected from the ever-present threat of Covid-19, but more needs to be done.<\/p> <p>One expectant mother contacted me on behalf of mothers in my area of Longford-Westmeath.  With the advantages of rapid Covid-19 testing, could this matter of expecting parents be looked into?  A birth partner with a negative result should be allowed to attend appointments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#L00200","speaker":"1639"},{"type":"speech","time":1608114600,"counter":55,"content":"<p>I thank my colleagues.  I will work backwards, if that is okay.  Senator Carrigy and another Senator brought up the non-uniform nature of the rules around maternity services for couples in Ireland over the past couple of months.  The Senators are right.  The decision to allow partners go to the 20-week anomaly scan is welcome but, speaking from experience as someone who has done it a number of times, every visit is important.  Mothers are anxious.  Somebody who is very close to me has a relative who had a baby in the past couple of days.  She came home within 24 hours because of the restriction of not being able to see or have her husband or partner with her.  The same applies to extended family, waiting to see this new gorgeous bundle of joy that has arrived just before Christmas.  It is not right or fair.  I have asked the Minister to liaise with the service providers but I will write a letter and ask for a statement on the uniformity of services, but also on the advancement of the care and provision of services that should be available to all couples who are going through what should be a wonderful time of a pregnancy and birth.  I will certainly do that today and send a copy of the letter to the Senator.<\/p> <p>Senator Kyne raised the wage subsidy scheme and it is something that I have mentioned on a number of occasions in this House, during both Commencement matters and on the Order of Business.  We have debated the unfair application of it by one particular blue-chip company, which is ongoing.  We have some 2,300 applications from Aer Lingus employees looking to avail of the short-time working scheme because they were put on 50% and 30% work rosters during lockdown.  Every one of them is being denied the application because of mismanagement of the wage subsidy scheme.  <\/p> <p>The Senator highlighted another anomaly.  When we established the wage subsidy scheme, it was to maintain the employee relationship with the employers and to support those employers to keep the businesses ticking over during the periods of downtime so that they would be ready and able to come back up again.  It would be a shocking shame if the recoupment of this money made sure that a business was not viable.  Many of our businesses are vulnerable but we need to make sure that our continued support for them will ensure that they maintain their viability through the next number of months until we see the end of our engagement with the pandemic.  I cannot assure the Senator that I will get access to the Minister between now and Christmas to get a response to the request for him to make a statement in this House, but I will certainly write him a letter today and ask him to address the anomalies with regard to the recoupment of moneys from the Revenue Commissioners for our struggling businesses up and down the country.<\/p> <p>Senators McDowell and Fitzpatrick brought up BusConnects.  They are right that today is the last day for submissions.  There has been considerable engagement and I think it has been positive, particularly considering that it has happened during a pandemic.  Members of this and the other House have made sure that their communities are represented.  The Senators are right that the bus is not the answer to everybody's needs.  One would sometimes be forgiven for thinking that it is the only answer to everybody's transport needs.  It is important that we do not get trapped in that mindset.  Engineers, while they are wonderful and we need them, would have one believe that a particular route will solve everybody's needs but it will not.  It might actually solve some people's needs at the expense of others, in which case we will find ourselves back here in another cycle of conversations about lorries, trucks and their negative and positive impacts on cities and towns.  The commuter is more important.  Some commuters do not have the option to take a bus because of their obligations in the morning or evening time.  We need to be careful that we do not fall into that mindset and I encourage anyone in this House or watching these proceedings at home who has not made an application or submission to BusConnects to do so before close of business today.<\/p> <p>I do not have an answer for Senator Ahearn on the express route.  I will today ask the Minister if he can get me a statement and I will come back to the Senator before close of business.  It is unfair that, in a number of weeks, an express route on which even a relatively small amount of people rely on - which is not the case for this route, on which a large number of people rely - will close.  It is unfair to those affected not to have any visibility of what is going to come in the future, if it will be a short-term suspension of services or services will come back sooner.  I will get as much information as I can for the Senator today and will drop it to his office before close of business.<\/p> <p>I do not have an answer Senator Gavan and I am sorry to say that I was not even aware of the issue he raised.  It was horrendous to hear of such abuses of human rights by an incredibly wealthy country.  I was not even aware that we flew the flag at half mast.  It makes one question why we would have done that for someone who might have a dubious reputation.  Why we would do it for one person and not others is probably something that we need to question.  I will today request from the Department of Foreign Affairs a debate on human rights and this particular issue, but it will be the new year before it happens.  I will come back to the Deputy straightaway on the matter.<\/p> <p>Senator Carey brought up a matter.  Senators are probably sick of me because we regularly bring up equality of opportunity for women in Ireland during these debates but it is really quite startling that not one female has been appointed to a board in the past number of months.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are all busy and concentrating on other important matters, but equality of opportunity across every State service is important.  The highlights of the inequality have been raised a number of times.  The first of our Seanad panel debates will take place the first week we return.  It will relate to the gender pay gap.  While that is not quite what the Senator raised, it is the start of a series of debates in which we will thoroughly investigate inequality of opportunity, not just for women, but for minorities and other disadvantaged groups as well.<\/p><p>We need to be clear on what \"equality\" means for everyone who does not experience it.  While driving yesterday evening, I listened to the father of a child with special needs on the news.  I was struck by something he said about the inequality that some children with special needs experienced in accessing services in school and the health services.  This is not to denigrate anyone delivering those services.  They are wonderful people, which I know first hand, but there are not enough of them.  The father stated that, if the inequality was based on a child's race or sex, there would be blue murder in the country and that it is on the basis of children having needs over and above some other children that their inequality is not getting mainstream attention.  It should.  The question of equality in how we deliver our services is important.<\/p><p>Senators McGreehan and Currie discussed not just the worrying Covid-19 numbers in Northern Ireland over recent weeks, but also how our two communities interacted.  It is a signal to us that, but for the grace of God, we could have been in the same position in a number of weeks.  The UK, the Netherlands, Italy and Germany are making pre-emptive strikes for fear of what is to come.  We are all aware that our actions determine how the virus reacts and we are all probably sick to our back teeth of being told what we have to do, but we need reminding because people can grow relaxed over the festive season and believe that the situation is fine.  We cannot relax.  We need to be very cautious.  I will ask the Minister to make a clear statement on how the Republic intends to offer its services to our neighbours to ensure that we are in this together and the citizens of the island of Ireland get looked after by all of its service providers.<\/p><p>Given how confined our business is this week, I am not in a position to offer Senator Boylan a debate on the joint report arising from the Kerins case in the Supreme Court.  I will clarify something lest there be any ambiguity.  The Senator stated that there was no memorandum in the offices this morning as if this was Government business.  It is not Government business and, therefore, we did not prepare the memorandum.  Rather, this is the Oireachtas reacting to how the Houses conduct their business.  I am a member of the Committee on Procedure and Privileges, CPP, which has had lengthy and numerous meetings in recent weeks going through each recommendation that has been put to us by the Oireachtas arising from the Kerins judgment and the requisite changes to the Standing Orders and practices of our Oireachtas committees.  Oireachtas officials have been good and gracious to us in explaining a number of difficult points.  I am aware that equivalent debates have been held by the D&aacute;il's Committee on Procedure.  The two procedural committee members have been asked to agree the suggested changes, having debated them at meetings.  However, I take the Senator's point that Members have not had an opportunity to debate them in this House or the D&aacute;il.  We need to agree this motion on laying the report before the House, but I will arrange for a debate after Christmas so that the matter can be teased out fully, albeit after the fact.  I wanted to put on the record of the House that this was not Government business.  Rather, the CPP asked me on behalf of the Cathaoirleach to draft this motion and table it for the House's agreement so that we could lay the report before the Oireachtas.<\/p><p>Senator Byrne discussed the Data Protection Commission's, DPC's, fine.  Significantly, this is the first time that the DPC has levied a considerable fine against one of our platform companies that is headquartered in Ireland.  I agree that there was some surprise yesterday that the fine seemed so small compared to the organisation's scale and reach.  It will be interesting to see the reaction from other EU member states and how they view the lead taken by the DPC.  European Commissioner Margrethe Vestager, for whom I have great admiration, is a gutsy lady and international politician.  Yesterday, she launched the digital markets act and the digital services act, which I hope will have a profound effect on these large giants in how they treat mere mortals like ourselves who use them for social and recreational purposes.  In some cases, major digital services companies have manipulated their majority status in recent years to ensure that they got preferential treatment in international trade over competing actors.  I look forward to the two acts going through the EU and coming to us to be scrutinised.  There needs to be a debate on this matter and it must be held in public.  This leads into the debate we will have on Friday regarding Coco's law, which I will address in a few minutes.<\/p><p>Turning to Senator Garvey, I have asked for a debate on water.  There is a standing invitation.  Shockingly, the quarterly reports do not show any improvement at 37 sites around our lovely country.  In fact, there has been disimprovement.  We must scratch our heads and wonder what in God's name we are doing with all of our talk and the awareness that is out there if we are not seeing improvements in water quality.<\/p><p>Following the matter being raised last week or the week before, we have decided to have a rolling schedule as part of our weekly business after Christmas, please God.  There will be a rolling section on climate issues every week.  I intend to ask every Minister to attend on a schedule to give the House a departmental update on Ireland's climate action controls, measures and plans.  This will not necessarily start the first week after Christmas, but I hope to see it happening thereafter.<\/p><p>Senator Warfield mentioned yesterday's reports on homelessness.  While the numbers are disappointing, I have scheduled a debate on housing and homelessness for the beginning of the new year.  Although that is not finalised, I hope to provide the details to colleagues over Christmas and let them know our plans for the couple of weeks after we return in January.  There is a long-standing invitation to the Minister for Housing, Local Government and Heritage, but I appreciate that he has been busy in recent months with the Planning and Development Bill and the provision of his new service plan for housing delivery.  I will revert to the Senator once I have an exact date.<\/p><p>Senator Moynihan has raised her issue on a nearly weekly basis.  It is testament to her passion and commitment on the subject.  I assumed that, when the announcement was made, it was relatively clear.  Maybe I am naive, but I understood that anything that was in the throes of the planning application process could not be stopped because it had started and would be allowed to complete and that anything new was to be a no-no, but that is clearly not what is happening in practice.  On behalf of the House, I will have to see what was meant exactly.  I will ask for clarification and a statement.  When I get it, I will ensure that Senators get copies.  We are all aware - actually, not everyone will agree with me - that there was a brief time for this particular type of provision.  We have moved well past that now and the Senator is right, in that people are probably chancing their arms because there is misinformation.  There should not be misinformation, though, and I will try to get clarification.<\/p><p>I do not want to take issue with the way Senator Mullen raised his objections, not least because he was entitled to do so, but also because he may not know that he was incorrect.  We have a majority in the House, but that is not the way I would like to do my business and it is not the way I have been doing it.  Senator Warfield raised the issue on behalf of Sinn F&eacute;in.  The objection is to the schedule for this week.  Senator Mullen stated that it showed \"profound disrespect\" for the Parliament and that it was \"insulting\" and \"pathetic\", but we have a meeting every Wednesday and the order is agreed by consensus.  If there is not consensus, we change the order until we get consensus.  The order before the House today is what was agreed last Wednesday with the exception of a change that I requested yesterday to take Committee and Report Stages of the Social Welfare Bill together today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was done by consent and not to be disrespectful.  I have no intention of throwing around my weight.  I do not really think I have any weight.  The collegiate nature of this House should be, wherever possible, to do our business by consent.  That will not always be possible because there will be times when we disagree with one another.  However, it is not the way I do my business and it is certainly not the way I want to do my business.  I am sorry the Senator feels disrespected but at the meeting last week, his group representative agreed to the schedule.  We always have, apparently, dealt with the Appropriation Bill in all Stages.  It is not unique to this Seanad or this year.  Apparently, it is a Bill that mostly has appreciation and acceptance and does not create any discord.  It probably goes through without a vote.<\/p><p>Regarding the other Bill, the reason for the arrangement and the acceptance of it by all Members is that we want to get it passed.  As it is not finishing in the D&aacute;il until Thursday, the earliest I could get it was Friday.  We all want to get it passed and that is because of the determination of Jackie Fox over the last number of years, as well as Labour Party colleagues and all colleagues, including the Minister for Justice.  It will have a profound impact on making the world and Ireland a safer place for our daughters and sons.  That is why it was acceptable to put it all together on Friday: because we all want the same thing.  That will not stifle debate and there will probably be people who put forward amendments that will be accepted or rejected but, at the end of the day, we want the same thing and that is why the unusual step of taking all Stages of this Bill on Friday is being taken.  We want to get it passed before Christmas, we want to give Jackie the legacy her daughter Coco richly deserves.  It is within our gift to do that before Christmas and that is why we agreed, unusually, to take all Stages of the Bill.  We did agree that we would not do that before, which is why the Stages of all other Bills have been separated in the first instance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#L00300","speaker":"1653","continuing":true},{"type":"speech","time":1608114600,"counter":58,"content":"<p>Will the Leader take a point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00200","speaker":"1673"},{"type":"speech","time":1608114600,"counter":59,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00300","speaker":"1653"},{"type":"speech","time":1608114600,"counter":60,"content":"<p>I thank her for her comprehensive answer.  I want to make it clear I am not having a go at her.  I do not wish to do that.  She is constrained, as the Leader of the Seanad always is, by the logic of power around here.  I also support that legislation.  I am talking about the Government, rather than the Leader.  She has to do what she has to do.<\/p> <p>I do not care if everybody at the leaders' meetings agreed to it.  This is always bad practice.  The only time legislation should be taken at all Stages is in an emergency situation and this is not an emergency situation.  It is important legislation which will try, hopefully with everybody's support, to secure the common good.  However, it is not right outside of emergency situations to dispense with the possibility of people hearing each other's opinions on Second Stage and coming up with ideas for amendments, which might be so good that they should go back to the D&aacute;il for consideration.  When legislation is put through all Stages in one day, particularly coming up to Christmas, we all know what is happening.<\/p> <p>I know there is an emotional charge behind this legislation and it is named for a person who suffered profound injustice but none of that takes away from the fact that we have a serious duty as legislators.  That is being lost here and it is being constantly lost.  I ask the Leader to reflect on that.  Even if there is unanimity, it does not make it right.  That was my point and it was not targeted at the Leader personally.  We all know she has to do what she has to do and let us not pretend otherwise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00400","speaker":"1673"},{"type":"speech","time":1608114600,"counter":61,"content":"<p>I need to be clear.  If the Leader accepts an intervention, it is 30 seconds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00500","speaker":"1650"},{"type":"speech","time":1608114600,"counter":62,"content":"<p>To be fair, I do not take it personally at all.  I want the Senator to know it is not a Government thing.  There is not a sledgehammer from anybody across the way saying we have to do this.  I felt we wanted to do this this week and I think the Senator is being slightly disingenuous to the people who will make contributions on Friday.  It will not lessen our view, our scrutiny, our wish and ambition to change and make it better.  If there is an amendment here on Friday, it will have to go back to the D&aacute;il.  It is as simple as that.  That is the way it works.  We try, though it will not always be possible, to do the business of the House by consent and I continue to do that.<\/p> <p>The Senator is right that it is not best practice to have all Stages on the same day.  Of course we would not do it if we did not think it was an emergency.  I do not agree with the Senator because I think this is really important.  Too many of our children are being bullied viciously online and there is no legislation to protect them when perpetrators are caught and we have the evidence.  What exists in Ireland at present is a wet, soggy sponge which does nothing for our children.  The legacy of this young lady who passed away far too early and the determination of her mother, Jackie Fox, will be honoured by the House and by Parliament on Friday when we send the legislation, please God, to the President to get it passed. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00600","speaker":"1653"},{"type":"speech","time":1608114600,"counter":63,"content":"<p>When will the legislation commence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00700","speaker":"1673"},{"type":"speech","time":1608114600,"counter":64,"content":"<p>It was commenced nearly three years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00800","speaker":"1653"},{"type":"speech","time":1608114600,"counter":65,"content":"<p>When will it commence when enacted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N00900","speaker":"1673"},{"type":"speech","time":1608114600,"counter":66,"content":"<p>As soon as the President signs it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01000","speaker":"1653"},{"type":"speech","time":1608114600,"counter":67,"content":"<p>Please Senator.  This is the Order of Business.  The Leader is responding.  There has been one intervention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01100","speaker":"1650"},{"type":"speech","time":1608114600,"counter":68,"content":"<p>I refer to the very first contribution around the Defence Forces.  We have a wonderful new Secretary General in the Department of Defence.  I know her well because I had the privilege of working with her for four years.  She should have an obligation and an entitlement to make submissions to the new strategy going forward so I will write to the Minister of Foreign Affairs and of Defence today to make sure that Department is included.  It would be wonderful to see a Jigsaw in Kildare and in every one of our communities.  It provides invaluable service and could probably do with a doubling of its budget to provide such service in the future.<\/p> <p>Watching Geraldine Mullan last night was heartbreaking.  We bring up in this House desperately and vitally important points on legislation, Bills and motions.  However, when one looks at that woman, the raw pain she goes through and the loss she has had to endure, it causes other issues we raise in here to pale and provokes a realisation that one's family and time with one's loved ones are absolutely key and king.  I wish that woman incredible peace because she will need enormous support from her extended family, her community and all of us.  No woman - no person - should have to live through the loss she is living through.  It is a pertinent reminder that we all need, not just at this time of the year when we are more emotional than at other times, to cherish and love our family and friends because one only gets one opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01200","speaker":"1653"},{"type":"speech","time":1608114600,"counter":69,"content":"<p>She is in our thoughts and prayers at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01300","speaker":"1650"},{"type":"unspoken","time":1608114600,"counter":70,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1608114600,"counter":71,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01500"},{"type":"speech","time":1608114600,"counter":72,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business:  \t(1) The Seanad shall meet in the D&aacute;il Chamber at 12.30 p.m. on Thursday, 17th December, 2020, and the following arrangements shall apply: <blockquote> \t(<i>a<\/i>) Commencement matters shall be taken in accordance with Standing Order 29;<br \/><br \/>(<i>b<\/i>) Standing Order 30 shall stand suspended;<br \/><br \/>(<i>c<\/i>) The Order of Business shall be proposed at 1.30 p.m.; <\/blockquote>(2) The Seanad on its rising on Thursday, 17th December, 2020, shall adjourn until 10 a.m. on Friday, 18th December, 2020, in the D&aacute;il Chamber.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01600","speaker":"1653"},{"type":"unspoken","time":1608114600,"counter":73,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Report on Supreme Court Judgments: Motion","time":1608114600,"counter":74,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01800"},{"type":"speech","time":1608114600,"counter":75,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann takes note of the Joint Report on the Response of the Houses of the Oireachtas to the Judgments of the Supreme Court in the <i>Kerins<\/i>Case (laid before Seanad &Eacute;ireann on 15th December, 2020), and hereby agrees and adopts, with immediate effect, the amendments and additions to the Standing Orders of Seanad &Eacute;ireann relative to Public Business recommended in Part 3 of the Report. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#N01900","speaker":"1653"},{"type":"unspoken","time":1608114600,"counter":76,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1608114600,"counter":77,"content":"<p>Sitting suspended at 12.38 p.m. and resumed at 1.19 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Social Welfare Bill 2020: Committee and Remaining Stages","time":1608114600,"counter":78,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#R00100"},{"type":"unspoken","time":1608114600,"counter":79,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1608114600,"counter":80,"content":"<p>I welcome the Minister.  Amendments Nos. 1 and 2 are related and form a composite proposal.  They may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#R00400","speaker":"1692"},{"type":"speech","time":1608114600,"counter":81,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 3, between lines 8 and 9, to insert the following:  \t&ldquo; &ldquo;Act of 2010&rdquo; means the Social Welfare and Pensions Act 2010;&rdquo;.  <\/blockquote> <p>The Minister is welcome back to the House.  I acknowledge her as a decent and hard-working Minister who has done a great deal for this country since the pandemic hit and before it in her previous ministerial roles.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What I will say here is about the issue and not the individual Minister in charge.  I need to put this on the record because I realise she must have worked 23 hours a day over the past several months to keep the people of this country in the welfare entitlements they have.<\/p><p>What I am speaking about today is class K PRSI.  We are here today to pass the Social Welfare Bill 2020.  When the first Irish social insurance scheme was set up in 1911, it was seen as a contract between the citizen and the State and not a commercial relationship.  I ask the Minister at the outset whether this relationship has changed.  Is it no longer a contract between the citizen and the State?  It was based on very simple rules of entitlement based on contributions.  It has remained so ever since, with the exception of one Bill, which provided for the introduction of class K PRSI for public office holders.  That legislation was introduced at the height of an economic mess the country found itself in.  It is my belief it was poorly thought out and it was, in some way, the Oireachtas tipping its hat to the hard-pressed citizens of the State who were forced to bail out the State from an economic mess, which was overseen by this House at the time, through reckless carry-on and by reckless banks.<\/p><p>I am not going to go into the historical side of what happened between 2007 and 2011, when the legislation was introduced, but a lot of legislation was introduced at the time, including FEMPI legislation, that was reactionary.  It hit the hardest pressed in society and people suffered badly.  We might say those involved in the Oireachtas at the time, and I was not, did not really suffer that much as a result of class K PRSI being imposed on us.  At 4% of salary, the least we might do was make the same contributions as every citizen of the State to the social welfare system.  However, bringing us into the PRSI net using class K PRSI was, for me, a significant and almost seismic shift in the policy of the Government at the time.<\/p><p>In 2018, councillors were removed from the net and put into class S PRSI, which is for the self-employed.  This is a bit of a nonsense because they are not self-employed.  It was done because I took action to ensure councillors would be treated properly by the State.  They became beneficiaries of the class S PRSI.  It is deeply regrettable it was not retrospectively applied to them because many of them have suffered problems with their old age pensions and with entitlements to various benefits but we will move on.<\/p><p>As it stands, class K PRSI is arbitrary.  It became a class of PRSI specifically for Oireachtas Members, judges, and the President, apart from unearned income of people with stocks and shares.  It created an anomaly on top of an existing anomaly.  Thankfully for the sake of councillors, the movement to class S changed things for them.  We never thought about Members of the Oireachtas.  The State is the employer of Members of the Oireachtas and has a duty of care to them.  Not every Member is fortunate to have a double job.  Indeed, in my case when I came into the Oireachtas, I was forced under statutory instrument to take a career break from my job as a teacher.  The only professions forced into a career break on taking a seat in the Oireachtas are teachers and lecturers in institutes of technology.  At that time, I took a hit in salary from the top of the teacher salary rate down to &euro;65,000 a year.  It was a pay cut of approximately &euro;8,500 but I was damned delighted to take it because I am extremely proud to have been elected to the House on three occasions and I regard it as a tremendous privilege to be here.<\/p><p>Following the 2020 general election, something happened that brought focus to the impact of class K PRSI.  A number of our former colleagues, some of them extremely hard-working high-profile people, lost their seats having only been in this establishment for one term.  Let us couple this with the unforeseen prospect of a pandemic that hit the State.  By the way, all of us in the House might as well be honest and admit from the outset that when people lose their seats, there is a severance payment.  It is a small amount for somebody who has only served one term, and the entitlement to a pension as an Oireachtas Member, contrary to public opinion, is not until people reach the age of 55.  Young Deputies and Senators in their early 30s who lost their seats suddenly found themselves in a situation where they had to go to the Intreo office to sign on.  When they went there, they found they had no entitlement to unemployment benefit, despite having paid 4% of their salary to the insurance fund every month while they sat in this House.  As reckonable employment contributions are now averaged over a lifetime, we have placed these former Members in a second peril, which is we have permanently damaged their entitlement to their contributory old age pension.  When the time comes they will find they have a four-year gap and that will impact their entitlement to a pension.<\/p><p>The chilling effect of class K PRSI is not only monetary.  It also has broader implications for democracy, equality and diversity in political representation.  The lessons learned by those who have lost their seats is that if ordinary-type employees paying their PRSI are fortunate enough to get elected to this House and have no other income, they had better think twice before they take their seats.  If they lose their seats they will not just lose their income but also their entitlement to benefits.  From this point of view, it directly impacts democracy and the way democracy works.. Are we turning the Houses of the Oireachtas into a place for the privileged in society who are well-heeled and able to afford to come in here as a second job?  Are we turning the Oireachtas into a place where somebody who is already extremely wealthy can come in and contribute to legislation?  I hope not.  I hope this House represents all of the citizens of the State, with all of the diversity that exists in the State and all of the poverty that exists in the State.  I expect this is the way the House should operate.<\/p><p>We have gender quotas to encourage the election of women at national level.  While they are sitting Members, they pay PRSI but it gives them no entitlement to benefits while they are here or after they leave.  This is particularly important when we speak about women.  Class K represents a serious barrier to the participation in politics of women and the unemployed and low paid of both sexes.  If this persists there is a grave danger that participation in politics will become the preserve of the wealthy, those with jobs on the side and other external sources of income.  This is not what we want as a nation.  It is not what we want from our national Parliament.  We are trying to move away from this.  I compliment the Minister's party on the introduction of quotas to ensure we tried to create a level playing pitch.  We still have a long way to go but we have tried to do this.  It is tremendous to see the Minister as a female in the role.  It is wonderful and it is a testament not only to her own skills and expertise but to the fact we have moved forward a small piece as a society.<\/p><p>The issue of the lack of maternity leave is in the news at present following the good news of the Minister for Justice, Deputy McEntee.  I am delighted for her and I am sorry she is not here to congratulate her.  It is great news.  It is the first pregnancy in a House.  I know from a woman's point of view it is full of trepidation and excitement.  From my point of view, I remember when our first child was born I was totally and utterly wondering what the hell was going on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When the child was born, God bless her, I just could not understand that I had to change nappies as I did not do that sort of thing.  I learned these skills.<\/p><p>The truth of the matter is that if one of the Deputies or Senators who lost their seats was fortunate enough to get a job and would now be a year into their job, their social welfare record would be broken.  Their entitlement to maternity leave is gone.  <\/p><p>While I am talking about maternity leave, I must express my absolute disgust at the political system in this country that does not have in place a system whereby a woman who has delivered a child is entitled to the same career opportunities as any other occupation in society.  They should be able to take their maternity leave and we should have in place a system - which we put in place very quickly for the pandemic - that one can have virtual and remote meetings.  There is no reason a Deputy, Senator or Minister who has just had a child should not be able to observe the operation of the House, whichever Chamber we are talking about, from home and cast her vote from there.  God Almighty, it is not a great deal to ask for.  <\/p><p>Thankfully, we only had two children, as I do not think I would have been able for any more.  However, I saw my wife struggle between career and children and no matter how helpful I was, my wife always felt that she had to carry a bigger load than any other member of the family.  Most women here would probably agree with me that they carry a bigger load.  Certainly, we men can feed children and can learn to change nappies and things like that, but at the end of the day it is not the same as having to recover after a nine-month period and after the trauma of delivering a child.  I have seen first time mothers lying beside a cradle in order to ensure that if the child woke up they would be able to meet the needs of the child.  I know this as I have eight sisters and thankfully all of them have been able to produce children.  It is totally and utterly unacceptable to expect a woman to be in here in Leinster House, in the D&aacute;il, the Seanad or a council chamber within a day of delivering a child.<\/p><p>To return to class K PRSI, it is not popular and I will win no accolades in this country for defending Members of the Oireachtas and their entitlement to welfare payments.  Nobody will thank me for that.  Quite frankly, I do not give a continental damn.  What I do care about is that we have an equal system across the working population of this country, irrespective of who or what one is.  If there is an entitlement there, one should have it.  We have an obligation to look after anyone paying class K PRSI in this House who has no other employment when they come to retire, if they do not qualify for a full Oireachtas pension.  I will not qualify for one because we brought in the Single Pension Act, which again militates against people who move from one career into another.  It is a simple thing to repeal this.  I agree wholeheartedly that we should pay PRSI.  I will work with anybody to ensure that Members of this House pay it but we need to be aware of the fact that not everybody is privileged enough to have a second job or to stay in this House long enough to earn a full pension from the House.  I am the first person to say that anyone who has a full pension from the Oireachtas should walk out of here and be damn thankful to have that because there are so many people out there who do not have that.  <\/p><p>Equality and everything that the social contributions system stands for must be respected by this House, and not just for the people outside this House but for all people.  I am asking the Minister to accept my amendment.  I am sorry for speaking on and on about it but it is vitally important.  For those former Members who lost seats, some of whom are probably watching this today, I am deeply sorry that they find themselves in a situation that they have had to go to social welfare for assistance or for supplementary welfare because they do not have enough to live on.  Remember, the lump sum that they received when they left here lasted a very short time and we are now over a year into a pandemic.  I thank the Leas-Chathaoirleach for his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#R00500","speaker":"1645","continuing":true},{"type":"speech","time":1608114600,"counter":84,"content":"<p>I thank Senator Craughwell and call Senator Ardagh to speak now, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#T00200","speaker":"1692"},{"type":"speech","time":1608114600,"counter":85,"content":"<p>Gabhaim bu&iacute;ochas leis an Leas-Chathaoirleach.  I also thank Senator Craughwell for bringing these amendments forward.<\/p> <p>On the face of it, it seems to be manifestly unfair that those who pay PRSI contributions have no benefits stemming from it.  In the past number of years where we have had a particular influence in this House the public have become aware of the fact that one needs one's social welfare credits to continuously accrue if one is to be entitled to one's contributory pension down the road.  I see my colleague, Senator Higgins, present in the House who has led the charge on pensions for women with a focus on their contributions and their disregards.  I am aware that the Minister has so much going on today and her Department has done a great amount of work both in publishing this Bill and in the months gone by, but perhaps she might consider this amendment for her next social welfare Bill.  The situation is very unfair.<\/p> <p>We also want to ensure that we have a very good calibre of politicians in this House.  As my colleague has stated, it should not be just for people who can afford it.  We want to attract the best, people who think about their future and where things are going, are of good quality and should be in this House.  Perhaps they may also be considering whether they will be getting social welfare credits.  This is a basic thing when we consider our future and whether we are going to receive a pension or not.  Senator Craughwell made me smile as I thought of his progression towards changing nappies and his sympathies for mothers but it is true.  Many young mothers do carry much of the burden staying up at night and perhaps doing a little bit extra.  It is probably not said but we women do a little bit more.  The men are great these days.  They are all changing nappies.  It is not just the women.  It is important for the Minister to have a look at this issue and I hope that she will do this in the future because at the moment it is just unfair.  I thank the Leas-Chathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#T00300","speaker":"1630"},{"type":"speech","time":1608114600,"counter":86,"content":"<p>I thank Senator Craughwell for putting forward these amendments which are very important.  As Senator Ardagh has said, these relate to many issues and we have had significant discussions on pensions in this House.  We talked about the fact that care was not recognised properly in our pension system.  We had some improvement whereby care credits were being recognised as to someone's pension entitlements.  The problem was that while there were credits finally being given for care, the overall amount of credits or contributions that were being required does look like it is going to go up.  That is a concern as we are moving from a situation where one might have been able to access a reasonable pension with 20 years contributions, whereas now it might be 30 years total contributions, or indeed 40 years.  I will certainly fight this tooth and nail if it is attempted.<\/p> <p>Very few people have a full contributory record.  What I know from having worked with the Older and Bolder alliance was that the vast majority of those people on reduced pensions were women.  The care issue is one that we have discussed at length in this House and I recognise that it is not part of this Bill, although I notice some positive care-related measures in the social welfare Bill.  The real concern is, however, in regard to another gap that might emerge where if one chooses to enter public life, a person will create another gap for himself or herself.  It will be much harder for that person to have that 30 years of contributions that one might need.  It is very hard to see how one would do it.  It is of particular concern.<\/p> <p>It is different for those who might have owned their own businesses or have been in self-employment.  If one has been an employee and has been paying  PRSI in that way, however, then one is creating a new gap in one's total contributions.  If that person is a woman and already has a gap that is only partially being recognised through care credits, it is just another way in which people will find themselves falling short of the requirement that they need to meet for a proper pension.  People may say, \"Yes\", but will that person not get a brilliant pension from being a public servant, and so on?  For councillors it is not the same, but for Oireachtas Members, there is, of course, a pension.  There are also, however, the many years of life in between potentially losing one's seat, if one does opt for public life.  People are also aware that perhaps these systems and measures were designed on an assumption that people go into politics and stay there their whole life and leave at 65.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Not everybody is going to be a career politician.  Sometimes people who are passionate about issues enter politics for five or ten years.  I can think of excellent people who were in this House and, indeed, in the other House last year who contributed brilliantly over a five-year period but are not here now.  They are now trying to find their way in the world again but many are quite a long way away from reaching 65 or 66 years.  I am glad that there seems to be a movement against raising the age one can qualify for a pension to 67 years.  These people have a big gap ahead of them in terms of what they do and they cannot avail of the Intreo schemes and back-to-education option.  Leaving aside the financial amount one receives as a jobseeker's payment, it is also the suite of supports to help one make the next step in one's career that people do not have an entitlement to if their contributory record has disappeared.<\/p><p>In the very first Social Welfare Bill that I debated back in 2016 I secured a small but important concession because the then Minister for Social Protection, Deputy Varadkar, agreed to my proposal.  Previously one could only make voluntary contributions for a period of 12 months but now that has been increased to five years.  That fact is very relevant if one knows people who lived abroad for a couple of years and have come back or tried a new career or life abroad but things did not work out.  I urge people to be aware of the increased period and make voluntary contributions before the five-year gap, although that is not necessarily now an option for many people.<\/p><p>We have discussed the gender issue in terms of councillors.  In the past few years, councillors have quit mid-term because political life was so hard and they, as councillors, were paid so little.  If there are no contributions made in the previous two years, then a person is pretty invisible when it comes to a lot of what is offered by the social protection system.  One can imagine that when one approaches two years in the job when political life is hard and is not paying as much as hoped for, then one might well decide to leave.  One asks oneself why stay in the job because if one does not jump now then one's social protection record will not provide entitlements.  Therefore, we need to make sure this issue is addressed.  While a gap in contributions has not been mentioned in this Social Welfare Bill, I encourage the Minister to consider it and talk to people from all across the House as to how it might be addressed into the future.  A total contributions approach is not part of this year's social welfare budget but I would love us to have an opportunity to discuss how we can make the system equitable and fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#T00400","speaker":"1662","continuing":true},{"type":"speech","time":1608114600,"counter":88,"content":"<p>Where public representatives fit into our debate on class K is important.  In many ways, we need to broaden the debate because we must attract people to participate in public life.  In my part of the world in Cork, the five youngest members in local government from 2014 to 2019, across all parties, refused to run for re-election.  So the young people who were elected when they were in their early 20s and early 30s decided to step out of politics after just five years.  I am friendly with all of them and am aware there were disillusionment and pay factors.  Encouraging people to enter politics is a huge issue and stamp K is definitely one aspect but there is another massive issue.  If we do not attract a wide range of people then only a certain sector of society will enter politics, which is not good for democracy, politics or anything else.<\/p> <p>I hope that in the lifetime of the current D&aacute;il, we will have a genuine debate on what we want for our public representatives and politicians and how best to serve society.  The current system is attractive to people in a certain age bracket who are mainly from a certain demographic and approaching retirement.  Unfortunately, for a person aged between 25 and 30 five years in public life is an awful burden because it is a burden on one's family and on one's existence if one wants to get married or have kids.  There is no support throughout the entire system of local authorities to help and support councillors through that period of life.<\/p> <p>We need to have an in-depth debate about class K, where councillors fit into the system, what we expect from them and where both of these Houses fit into the equation.  The Senator is correct because traditionally, a politician in this House could remain here for between ten and 15 years.  However, 40% of politicians serve just one term and so must move on.  It is because of that there is a gap.  We must also ensure that what happened in the 1960s, 1970s and 1980s does not happen now.  As we need to change our policies and approach, we need to have a real debate across the entire Oireachtas.  It is set in law that we must have local elections in 2024.  Therefore, we need to solve this issue by 2024 or a vast number of young male and female politicians will leave politics because public life is not worth it.  Society will be affected by that as the proportion of young people per head of population has totally changed over the past 20 years.  Stamp K is definitely a part of this whole debate that we must have on governance.    <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#U00200","speaker":"1666"},{"type":"speech","time":1608114600,"counter":89,"content":"<p>I thank Senator Craughwell for tabling his amendment.  As other Senators have stated, it is important that we discuss this issue.  I note that the Senator has continuously raised this issue in this Chamber.  I have read a report he made in February 2016 to the Joint Committee on Employment Affairs and Social Protection, which is not the current committee.<\/p> <p>Today, I would like to concentrate on a potential barrier that prevents people from entering public life.  Every political party and group encourages young people to get involved.  One does not think about pensions when one is young, going to college or a young adult.  It is only much later that one thinks one will need a pension in 20, 30 or 40 years but sometimes that is too late, which is why we need a discussion.  Senator Lombard is right that we need a cross-party discussion.<\/p> <p>Public life and democracy are essential for us all.  There should be no barrier to prevent men or women from entering public life.  I have spoken to a number of people who lost their seats over the last number of years.  Many of them have raised the problems that they have experienced with social welfare and their future pension problems.  Today's debate is timely because in the next couple of years, many people will put their names forward for the local elections in 2024.  Many of them will be people who will experience public life for the first time and they need to know there is a back-up plan.  For many of our colleagues who, unfortunately, lost their seats, for a long time there was no back-up plan.  When they went to their local Intreo offices they were told that there was nothing available as they had made no payments during the previous two years, which is a huge problem that must be resolved.  <\/p> <p>Senator Craughwell has been on this journey for a while.  It is, however, time for me and others in the House to start to discuss this issue and to ensure there are no barriers.  I hope that the Minster will consider his amendment.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#U00300","speaker":"1684"},{"type":"speech","time":1608114600,"counter":90,"content":"<p>I thank Senator Craughwell for raising this issue and for his email.  I received his email and in panic rang a friend who is an accountant to verify whether the issue raised by Senator Craughwell was true because it was not something that I had considered before.  While I hope that at no stage will I need to claim social welfare, it is good to be mindful of the current situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The cynics out there would listen to us and say that when a Government Senator and an Opposition Senator agree, it must be about entitlements for Members of the Oireachtas.  I am wary of that so I imagine that the Minister would also be wary of that in considering amendments.  In the context of such a fantastic Social Welfare Bill, which provides for an exceptional spend and investment in our State, to slip this in, which is what we would be accused of in the media, would be unwise.  It certainly suggests that we need a much wider debate about attracting people into politics, retaining them and how we support them after they leave politics.  I had the experience where a former Member of the House needed to be shown how to do up a curriculum vitae because the Member had been in politics since they were only so high.  Probably their nappy was being changed while they were out on the road canvassing.  <\/p><p>The point is incredibly well made that there is a disproportionate impact on women in politics.  Attracting women into politics and retaining them, as the Minister so articulately said, is really the challenge.  I am very fortunate that my husband never refers to baby-sitting our daughter.  He has been the primary carer from the moment she was born and he is exceptional.  I am fortunate that I am able to be here because I have someone at home who is doing that and parents who can visit me, so to speak, on Oireachtas TV.  We need a debate.  It would be wise for the House to ask the Leader to provide time for a discussion on the pathway to politics as a very noble career.  All too often, politicians are pilloried, criticised and accused.  We see lots of feeds on social media about corruption and brown envelopes when the history of politics in this country shows that an exceptionally small number of people have chosen a path of ill repute, while an exceptionally large number of people make great personal sacrifices.  While we may differ on policy and ideology, there is no doubt regarding our sincerity in wanting to have a better country for all our citizens and that all of us come here basking in that privilege.  We need a debate on this.  <\/p><p>In Senator Craughwell's email to us asking for our support for this amendment, I learned a piece.  I also learned something from Senator Higgins's contribution today with regard to voluntary contributions.  This suggests that we probably need a wider campaign around understanding our entitlements.  Fine Gael members distribute leaflets to constituents and areas entitled Know Where You Stand.  The practice originated with Deputy Bruton.  I have learned loads from that over the years but we probably need it at national level because when we have so many entitlements and there are so many things to access, we probably need it to be put down in a way that is reasonably accessible.  I thank the Senator for commencing this debate, which needs to continue.  I will be raising the matter again on the Order of Business and I think we all should.  I will ask the Leader to facilitate a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#U00400","speaker":"1682","continuing":true},{"type":"speech","time":1608114600,"counter":92,"content":"<p>I concur with many of the comments we heard from across the House.  It is not every day that one finds cross-party agreement on an issue that needs to be discussed more extensively.  There is definitely an issue with regard to younger people entering politics who may be disadvantaged by taking up a role in public life.  That should never be the case.  We must look at the impacts of that and how we can improve our legislation in this regard.  I thank the Senator for introducing the amendment.  Discussing it is very worthwhile and it will prompt further debate.  I note what Senator Wall said about the next local elections and how we have time to try to address these issues.  It is good that we are starting early.  I support the amendment in principle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#V00200","speaker":"1642"},{"type":"speech","time":1608114600,"counter":93,"content":"<p>I welcome the Minister to the House.  I support what Senator Craughwell is proposing but I do not think a debate on the Social Welfare Bill is the right time for his proposal.  Everyone said the last day that this was a fantastic Bill for the people, particularly during Covid.<\/p> <p>The Senator's proposal has sparked a real debate on the pay and conditions of councillors.  A large number of us are former members of local authorities.  Senator Lombard gave the numbers in Cork.  By 2019, 10% of councillors elected in 2014 had resigned their positions.  They did not even run in the local elections in 2019 but resigned during that term.  That figure is stark.<\/p> <p>There is a bigger issue that we need to address.  The Moorhead report published some months ago needs to considered on a cross-party basis.  It states that 20 hours is the average weekly workload of a local authority member, which is way off the mark.  Those of us who were local authority members know we put more than 40 hours a week into the job.  While I agree with the sentiment behind the amendment, now is not the time to make it.  However, it opens up a bigger discussion we need to have on councillors' pay.  If we are to have people putting their names forward in 2024, we need to pay them properly.  The breeding ground for most public representatives in the D&aacute;il or Seanad is at local authority level.  If we want people to continue to put their names forward and challenge for positions, we need proper pay and conditions put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#V00300","speaker":"1639"},{"type":"speech","time":1608114600,"counter":94,"content":"<p>I echo what has been said and compliment Senator Craughwell on his work on this issue.  In fairness to the Senator, he has raised it for a number of years.  In Galway, we had young councillors, particularly in Galway County Council, who only served from 2014 to 2019 and left it at that because the pressures of their jobs meant it was not feasible or manageable to continue.  I spoke to a Member who served in this House for nine years.  As we are all aware, politics is a difficult business and there are good days and bad days.  Unfortunately, the gentleman in question lost his seat.  It was not until that happened that he realised the huge financial implications and that he had nowhere to go.  The fear I see in Galway city and county is that we are not encouraging young people to enter politics, which is a major challenge.  As Members of the Oireachtas, we must be very conscious of that because this should not be a race to the bottom, which seems to be the way it is going.  I am hopeful that the position will improve.<\/p> <p>I welcome the Minister to the House.  From campaigning last January and previously, I can say that the pension age remaining at 66 is a major and contentious issue.  I am fully aware that we have a three-party coalition but I would like to send that message to the Government today.  I compliment the Minister on setting up a commission and appointing the relevant people to it.  It will be the middle of next year at the earliest before the commission reports.  It is important that people with 40 years' service who want to retire be entitled to do so.  It is degrading to suggest anything different.  Naturally, as we are all aware, there are jobs in which it is possible to carry on working until 70.  That is fine but there are other professions and trades where it would not be suitable.  If people have the opportunity to retire, it is a must for them to be able to do so at 66 years if they have 40 years' service.  To state the obvious, it also creates other opportunities for younger people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have to be conscious of that.  We will all agree that it was a big issue for the general election in February.  We need that commission to come back and inform us and make the right decisions, going forward.  I will leave it at that for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#V00400","speaker":"1646","continuing":true},{"type":"speech","time":1608114600,"counter":96,"content":"<p>We have now thoroughly discussed both the amendment and the section.  We have even discussed some other sections a little prematurely and we will bear that in mind as we move forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00200","speaker":"1692"},{"type":"speech","time":1608114600,"counter":97,"content":"<p>I thank Senator Craughwell for tabling the amendment but, as I indicated in the House on Monday, I will not be able to accept it.  I am happy to consider it and will certainly ask my officials to look at the matter.  Senators Ardagh, Higgins, Lombard, Wall, Seery Kearney, Chambers, Carrigy and Crowe have spoken and I understand and appreciate the points that all of them have made.  It is important that we have a broader discussion on the issue.  We know former Senators and Deputies who have young families, unfortunately, lost their seats at the most recent election, and have been unable to get jobs, particularly due to the fact that we find ourselves in a Covid-19 environment.  They have been left with no income and, regardless of what party they belong to, that is a tough situation for anyone to find themselves.  It is tough for people who have worked hard and contributed to both Houses and their constituents, whom they represented.  The fact is that they cannot even sign on for credits.  People who lost their seats are, of course, entitled to a severance payment and that also has to be considered when we look at this issue.<\/p> <p>Senator Seery Kearney is correct that we need a wider debate.  We need to look at other things here.  For that reason, I think that it should be referred to the relevant Oireachtas joint committee.  I respectfully suggest that the Senators write to the committee and ask it examine this issue in its entirety.  I am happy to co-operate with that committee in any way I can and provide the information that it may require.  Whatever recommendations are arrived at, we need cross-party support for this particular issue.  That is important.<\/p> <p>We need to look at maternity and paternity leave for Members of these Houses.  It is only fair for that to be a part of the discussion.  Senator Chambers recently had a baby.  Senator Ardagh has young twins who are almost a year old.  It is not easy juggling all of those demands.  My family has grown up but, as a working mother with two young people, it was not easy to juggle everything.  It is particularly difficult to do so for rural Deputies who are living in whatever part of the country they are.  It is difficult to have a family and be present in the D&aacute;il; there is no question about it.  I know that others have looked at the issue but it is always good to look at things again with a fresh set of eyes.  <\/p> <p>Technology has changed our lives this year.  Senator Craughwell is correct that there are many things that we are doing now that we never thought we would be doing.  We need to use technology to its maximum.  I am a big advocate for remote working and there is no reason we cannot encompass what we need to do in supporting mothers and fathers.  It is not easy for a father who is living in Donegal and travelling all the way to Dublin.  He may not see his kids from Monday to Friday.  The Leas-Chathaoirleach knows all about that.  Living in Cavan, he cannot go home every night.  It presents challenges.<\/p> <p>We need to look at the matter.  I accept the spirit in which this amendment has been brought forward but, unfortunately, I cannot accept it.  I am happy to work with the Senator to try to highlight the issue and find solutions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00300","speaker":"1450"},{"type":"speech","time":1608114600,"counter":98,"content":"<p>Before I call on Senator Craughwell to respond, I ask colleagues to bear in mind that we have given this matter considerable discussion and there is a consensus.  I ask them to consider not repeating the entire process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00400","speaker":"1692"},{"type":"speech","time":1608114600,"counter":99,"content":"<p>The Minister has brought forward a fine Bill and I am sorry that my two amendments are the only ones.  I sincerely hope that they do not overshadow the fantastic work that the Minister and her officials have done in the horrendous times in which we live.<\/p> <p>I have no regrets about bringing forward this amendment because the matter has to be debated.  I am honoured that all of my colleagues in the House see that the profession of politics needs to be examined.  Senator Lombard talked about the young councillors in Cork leaving their roles.  Senator Carrigy referred to the fact that 10% of all councillors did not run for election.  Senator Seery Kearney mentioned voluntary contributions.  What she does not know is that there are two levels.  If one comes into these Houses with a class A PRSI, as I did, it means a voluntary contribution is &euro;5,500 per year.  That is prohibitive and one could not avail of it.  That is why I brought up the issue of class K five years ago.  A class S PRSI voluntary contribution, on the other hand, is only &euro;500.  It makes it prohibitive for anybody who came in here on class A PRSI.  That is something at which we need to look.  <\/p> <p>I regard class K as a tax on public service.  It is wrong in every sense of the word and I am delighted that there seems to be cross-party support for this.<\/p> <p>Senator Lombard spoke about the young.  During the summer, I commissioned a report on the Seanad from a number of students in UCC.  I asked two of them to prepare a report for me and it turned out to be a most exciting couple of weeks as the group grew to around about 25 students of politics in UCC who all contributed to it.  The outcome was excellent.  Many of us might not think so because it is quite critical of the House, but it was fantastic to see the energy involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00500","speaker":"1645"},{"type":"speech","time":1608114600,"counter":100,"content":"<p>I am going to have to draw the Senator to a conclusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00600","speaker":"1692"},{"type":"speech","time":1608114600,"counter":101,"content":"<p>I will finish quickly.  Senator Lombard is right that we need to get young people in here.  In doing that, we need to ensure that we give those young people a career path that offers them alternatives.<\/p> <p>I thank the Minister for taking the time to listen to this debate.  I am not going to press the amendment.  I believe the point is made and that we, as politicians, will be big enough to step back and examine the entire profession.  I thank everybody for their contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00700","speaker":"1645"},{"type":"speech","time":1608114600,"counter":102,"content":"<p>I thank the Senator.  I think we have discussed the issue very well.  I thank him for his constructive conclusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W00800","speaker":"1692"},{"type":"unspoken","time":1608114600,"counter":103,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1608114600,"counter":104,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1608114600,"counter":105,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1608114600,"counter":106,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1608114600,"counter":107,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 3, between lines 21 and 22, to insert the following:  \t&ldquo;<b>Contributions by Public Office Holders<\/b><br \/><br \/><b>3<\/b>.  Section 14 of the Act of 2010 is repealed.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W01200","speaker":"1645"},{"type":"unspoken","time":1608114600,"counter":108,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1608114600,"counter":109,"content":"<p>Amendment No. 3 has been ruled out of order as it involves a potential charge on the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W01400","speaker":"1692"},{"type":"speech","time":1608114600,"counter":110,"content":"<p>I want to make a point about amendment No. 3.  It is important for those who think-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W01500","speaker":"1645"},{"type":"speech","time":1608114600,"counter":111,"content":"<p>May I read to the Senator the explanation as to why it has been ruled out of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W01600","speaker":"1692"},{"type":"speech","time":1608114600,"counter":112,"content":"<p>It is out of order because it involves a charge on the Exchequer.  I need people to know that what I was trying to do was to bring in a social welfare charge that we would pay.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was not trying to make Deputies and Senators exempt from paying social welfare contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#W01700","speaker":"1645","continuing":true},{"type":"speech","time":1608114600,"counter":114,"content":"<p>That is well understood.  I thank the Senator for that.  Amendment No. 3 has been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X00200","speaker":"1692"},{"type":"unspoken","time":1608114600,"counter":115,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"unspoken","time":1608114600,"counter":116,"content":"<p>Sections 3 to 18, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1608114600,"counter":117,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1608114600,"counter":118,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1608114600,"counter":119,"content":"<p>When is it proposed to take the next Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X00800","speaker":"1692"},{"type":"speech","time":1608114600,"counter":120,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X00900","speaker":"1653"},{"type":"speech","time":1608114600,"counter":121,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01000","speaker":"1692"},{"type":"unspoken","time":1608114600,"counter":122,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1608114600,"counter":123,"content":"<p>When is it proposed to take the next Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01200","speaker":"1692"},{"type":"speech","time":1608114600,"counter":124,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01300","speaker":"1653"},{"type":"speech","time":1608114600,"counter":125,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01400","speaker":"1692"},{"type":"unspoken","time":1608114600,"counter":126,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1608114600,"counter":127,"content":"<p>I thank all Senators for their co-operation and invite the Minister to respond to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01600","speaker":"1692"},{"type":"speech","time":1608114600,"counter":128,"content":"<p>I thank Senators for their courtesy and co-operation in ensuring that the Bill was passed in good time in order that it could go to the President for signature.  A good number of the amendments in the Bill will make a difference to people's lives.  Social protection is here to help people and to give them that helping hand whenever they need it.  It is the support mechanism that we have as a State to provide a basic income in certain circumstances.  The amendments will kick on 1 January after the President has signed the Bill into law.<\/p> <p>I again acknowledge the wonderful contribution of the staff of the Department during this very difficult year in terms of Covid.  They have processed 13 million claims, which is the equivalent of seven years of claims for jobseeker's allowance in the space of almost nine months since last March.  I thank them once again for the work they have done on behalf of the Department.  Finally, I thank all Senators and wish them a very happy Christmas as the House will adjourn at the end of the week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01700","speaker":"1450"},{"type":"unspoken","time":1608114600,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1608114600,"counter":130,"content":"<p>I thank the Minister and return the same felicitous remarks to her on behalf of Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020121600002#X01900","speaker":"1692"},{"type":"unspoken","time":1608114600,"counter":131,"content":"<p>Sitting suspended at 2.15 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"}]