[{"type":"minorheading","content":"Prelude","time":1652347800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1652347800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1652347800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1652347800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1652347800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00100"},{"type":"speech","time":1652347800,"counter":6,"content":"<p>I have received notice from Senator Fiona O'Loughlin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the appointment of an education welfare officer to support the Curragh-Kildare school completion programme. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter: <\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the provision of additional post-primary special class places in Athlone and surrounding areas. <\/blockquote> <p>I have also received notice from Senator Gerard Craughwell of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on consultations undertaken with industry experts and other stakeholders ahead of the publication of cybersecurity legislation. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter: <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the Connemara Bog Complex special area of conservation. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter: <\/p> <blockquote> \tThe need for the T&aacute;naiste and Minister for Enterprise, Trade and Employment to make a statement on the inclusion of pharmacy and other dispensing assistants, and pharmaceutical technicians, on the eligibility list of occupations for employment permits. <\/blockquote> <p>I have also received notice from Senator Aisling Dolan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the need for Irish Water to give prior notification of planned water stoppages to local communities. <\/blockquote> <p>I have also received notice from Senator Mary Seery Kearney of the following matter: <\/p> <blockquote> \tThe need for the Minister for State with responsibility for disability to make a statement on the rules governing child home care packages with regard to nursing care, specifically in circumstances where the HSE has given a direction that the parent may not leave the house when the nursing carer is in attendance. <\/blockquote> <p>I have also received notice from Senator Lynn Boylan of the following matter: <\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to make a statement on the need for the Commission for Regulation of Utilities to assess the structural reasons some households are reluctant to switch supplier. <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators O'Loughlin, Carrigy, Craughwell and Kyne and they will be taken now.  I regret that I had to rule out of order the matters raised by Senators Dolan and Boylan on the ground that the relevant Ministers have no official responsibility in the matters.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1652347800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00300"},{"type":"minorheading","content":"Education Welfare Service","time":1652347800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00400"},{"type":"speech","time":1652347800,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Housing, Local Government and Heritage, Deputy Peter Burke, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00500","speaker":"1650"},{"type":"speech","time":1652347800,"counter":10,"content":"<p>On 30 March, a conference took place down the road from here that celebrated 20 years of the school completion programme, SCP.  The conference gave people the opportunity to hear about the transformative work that happened in schools and communities as a result of the programme.  The Taoiseach, who established the programme as he was the Minister for Education at the time, acknowledged all of the terrific work as did the current Minister for Education, Deputy Norma Foley.  I wish to acknowledge the SCP work that has been carried throughout the country.<\/p> <p>I appreciate that the Cathaoirleach accepted my Commencement matter that seeks an update on the Curragh-Kildare school completion programme and calls for necessary supports to be provided to enable the programme to carry out its work.  Recently, I was contacted by the acting chair of the Curragh-Kildare school completion programme cluster, which consists of Kildare Town Community School, which has more than 1,000 pupils, St. Brigid's primary school, which has more than 1,000 pupils, as well as the Curragh post-primary school and the Curragh amalgamated primary school.  The cluster has been supported since 2006 by the school completion programme.  It has done a lot of really good work.  The cluster works with children at primary and post-primary levels who are at risk of not completing their schooling, which is hugely important within any community and town.  One school home-school liaison teacher has been assigned to one of these primary schools, so a huge amount of work needs to be carried out.<\/p> <p>During Christmas 2021, local schools received an email informing them that the current educational welfare officer would leave in the next two weeks, which had the result that many priority cases had to be closed.  A suggestion was made that the school completion programme and the one home-school liaison person could continue to support the remaining families as best they could.  Since then the local schools have sought an update on the appointment of a new educational welfare officer but to no avail.  They have been left with no contact and no support for six months.  These schools do their very best to support their pupils and their families but they cannot do that on their own without proper enforcement and follow-up at a formal level by an educational welfare officer.  The deterioration in attendance has been frightening and, quite frankly, unforgivable.  These schools need external supports and without that schools are powerless, and defenceless, against investigation by the Ombudsman for Children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is insulting that this situation has been allowed to continue.  It is a slap in the face for the teams within the schools and shows a complete disregard for the years of work that they have put into supporting the programme and the target families.  They have been left high and dry.  It is absolutely time that action was taken here.  It is time that the calls from these schools were heard at the highest levels.  That is why I am raising it today.<\/p><p>It should not be this difficult and school completion programmes should be able to access something as basic as an educational welfare officer.  It is unacceptable that the adequate support is not being given.  This cluster of schools caters for almost 2,400 students in the Delivering Equality of Opportunity in Schools, DEIS, initiative who are in schools in bands 1 and 2, and many of whom have substantial care needs.  That there is no forethought or preparations for continued provision for the continuity of support is simply not acceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#A00600","speaker":"1689","continuing":true},{"type":"speech","time":1652347800,"counter":12,"content":"<p>I thank Senator O'Loughlin for raising her Commencement matter and I apologise for the absence of the Minister for Education.  Senator O'Loughlin sets out quite well and very clearly the merit and importance of the educational welfare officer and the repercussions if such an officer is not <i>in situ<\/i>at a very important time in the development of children.<\/p><p>DEIS is the main policy initiative of the Department to address educational disadvantage at school level.  Currently, 884 schools and more than 180,000 students benefit from the DEIS programme.  The Minister, Deputy Foley, recently announced the expansion of the DEIS programme to an additional 310 schools, with 37 existing DEIS schools upgraded.  This means that in the 2022-23 school year, there will be 1,194 schools in the DEIS programme serving over 240,000 students or nearly one in four students.  This will also mean a &euro;32 million increase in the Department's expenditure on the DEIS programme for 2023.  This is the largest-ever single increase in the investment in the programme and will extend DEIS status to schools serving the highest proportions of pupils at risk of educational disadvantage.<\/p><p>The school completion programme was established in 2002 by the Department to support the retention of young people in education.  It was integrated into the school support programme provided under DEIS in 2005 and is now one of the key DEIS supports.  The school completion programme is a key component of Tusla education support service, TESS.  The programme is targeted to support primary and post-primary children and young people who have been identified as potentially at risk of early school leaving, or who are out of school and have not successfully transferred to education outside of the school system or into employment.<\/p><p>The Curragh, County Kildare, school completion programme comprises two local primary schools and two post-primary schools.  The total funding provided to the Curragh school completion programme by TESS is in the region of &euro;170,000 <i>per annum<\/i>.  The project provides targeted supports to young people identified as requiring support.  In addition, universal supports are given to some 500 students.  More than 700 young people receive interventions, ranging from intensive supports multiple times weekly to after-school supports and school holiday programmes.  The project also delivers a significant number of programmes such as mentoring for achievement, mind out and decider skills.<\/p><p>The educational welfare service is also part of TESS and operates under the Education (Welfare) Act 2000, which emphasises the promotion of school attendance, participation and retention.  The educational welfare service deals with children and families who have difficulties with regard to school attendance, participation and retention.  This is a statutory service and its primary role is to ensure that every child either attends school regularly or otherwise receives a certain minimum education to ensure and secure every child's entitlement to education.<\/p><p>A recruitment process with the already-established educational welfare officer national panel is currently under way to fill this vacant educational welfare officer post.  In the interim, TESS management at local level have been working collaboratively to bring together the home school community liaison, the school completion programme and the educational welfare service capacity in TESS to prioritise TESS interventions for children and young people to ensure school attendance.  I will bring the Senator's specific issues to the Minister for Education as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#B00200","speaker":"1595"},{"type":"speech","time":1652347800,"counter":13,"content":"<p>I thank the Minister of State for being here to give a response.  While I certainly welcome the expansion of the DEIS programme, my question was not about that.  It was specifically about the welfare office.  I accept that the Minister of State said that more than 700 young people receive interventions.  That just shows the number of young people and the extent of the community that need this support.  The Minister of State mentioned that the recruitment process is under way to fill this job and that management at local level have been working collaboratively to bring everyone together for interventions.  It is not working.  The efforts of the home school liaison and school completion programme are toothless without the legal standing of the educational welfare officer to support their work.  The educational welfare officer is an essential piece of the puzzle.<\/p> <p>I again ask the Minister when the Curragh-Kildare school completion programme can expect to have a replacement educational welfare officer.  What caused the delay?  I appreciate the Minister of State is not within the Department of Education but what will that Department do to ensure that should such a situation arise in the future, the position be filled in a time-efficient manner?  This case is in Kildare but it could happen anywhere in the country.  It is too big and too important of a piece just to be ignored and not to have something set in train.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#B00300","speaker":"1689"},{"type":"speech","time":1652347800,"counter":14,"content":"<p>I have detail before me in terms of the Tusla educational support service which is currently working to try to engage and fill that gap.  It is stated in the formal reply from the Department that the recruitment process is under way but I do not have a timeline as to when it will be completed.  I will revert to the Minister, Deputy Foley, and advise her of the Senator's concerns for her locality which are very-well merited.  I know that we have to learn in this country that early intervention is key to determining the future of people and giving them the chance to realise their ambitions.  We have to be very proactive in that approach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#B00400","speaker":"1595"},{"type":"minorheading","content":"Special Educational Needs","time":1652347800,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#B00450"},{"type":"speech","time":1652347800,"counter":16,"content":"<p>I thank the Minister of State for taking this Commencement matter.  I know it is a situation of which he is very well aware.  In the Athlone area and its environs, there are eight parents who do not have a school place for their children within the Athlone school area for next September.  These eight children have been in autism spectrum disorder, ASD, classes within primary school settings.  We now have a situation where there is no school available within Athlone or within 55 km of the town for them to get an education.  That is not acceptable.<\/p> <p>A number of people have also been in contact with me whose children are within the post-primary schools within the area but would prefer if there was another class for them to go to.  We need in the region of 12 to 18 places to be made available within the Athlone area for the kids to go to school.  The reality is that these children are entitled to be educated close to their home.  As it stands, some of these children will have to travel a return journey of 100 km per day to be able to get an education.  This is at a time when our school transport system requires that people go to their nearest school and yet, we are not accommodating that for families.  Parents need certainty.<\/p> <p>I will give the Minister of State an idea of the surrounding areas.  In Longford, at present, we have 48 ASD classes for an enrolment of 4,205.  There is low availability in two of the schools.  There are no places available in Mullingar, Ballinasloe or Roscommon.  Those are all the surrounding areas of Athlone town to where those families now look to have their children educated.  I have been in contact with the office of the Minister of State, Deputy Madigan.  I know she is working on it but we are coming to the end of the school term and these parents have to get certainty that their children can be educated in the Athlone area, in the environs of where they live, in September 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#B00500","speaker":"1639"},{"type":"speech","time":1652347800,"counter":17,"content":"<p>I thank Senator Carrigy for his Commencement matter which is a very important one and, as he has referred to himself, I am aware of a number of cases in my own home town of Mullingar where there is no capacity at all.  This is a shocking situation for families who need certainty and are under significant pressure at the moment in trying to get a place for their children into the future.<\/p> <p>This year, the Department of Education will invest in excess of &euro;2 billion, or over 25% of the Department's budget, in the area of special educational needs support.  As a result, the numbers of special education teachers, special needs assistants and special class and school places are at unprecedented levels.  Since 2011, the number of special classes in mainstream schools has increased from 548 to a  current total of 2,148 for the 2021-2022 school year.  Of these, almost 1,900 special classes cater for students with autism.<\/p> <p>Recognising some of the difficulties experienced by parents in securing appropriate school placements over the past two years, the Department of Education and the National Council for Special Education, NCSE, have worked closely on a more streamlined and joined-up planning process which has ensured a targeted approach to meet demand for special needs placements ahead of each new school year.  Overall, this intensive intervention has seen an additional 300 special classes, providing 1,800 new places, which have already opened nationwide for the 2021-22 school year.<\/p> <p>The NCSE has responsibility for co-ordinating and advising on the education provision for children with special educational needs nationwide.  It has well established structures in place for engaging with schools and parents.  The NCSE seeks to ensure that schools in an area can, between them, cater for all the children who have been identified as needing special class placements.  The Department, the Minister, Deputy Foley, and the Minister of State, Deputy Madigan, continue to prioritise support of this work.  As correctly referred to by the Senator, that is very important because there are very vulnerable families travelling a distance, if they are lucky enough at times, in order to get a place.  The transport system can pose a great problem for and stress on a family.   <\/p> <p>The Department also recognises that where parents have difficulties in securing an appropriate school placement for their child, particularly a child with additional needs, it can be a stressful experience.  The Department is working hard to ensure that there are sufficient school places, appropriate to the needs of all children, available on a timely basis nationwide.<\/p> <p>As matters stand, the Department in this reply has confirmed that there is a total of 30 autism spectrum disorder, ASD, special class places in post-primary schools in the Athlone and Moate area.  The Department and the NCSE are always grateful to schools that express a willingness to open a special class to meet the educational needs of students in their local communities.  <\/p> <p>There are special educational needs organisers, SENOs, located across the country and they have a specific remit in helping and supporting parents in accessing the education necessary for their children, including in identifying suitable school placements.  The NCSE is currently engaging in a process of establishing new classes for the 2022-23 school year and beyond.  The NCSE is looking at local information on projected demand for future special education places, particularly to cater for students with autism who have associated complex needs.<\/p> <p>The NCSE has also been working with stakeholders in Westmeath for a number of years to meet the identified need in the county.  SENOs are currently engaged with schools and boards of management in the Athlone and the wider Westmeath-Roscommon regions to establish the level of need to ensure that the necessary arrangements are put in place to meet that need.<\/p> <p>I should also state that budget 2022 has provided funding to the Department of Education and the NCSE for the creation of 287 additional special classes for the 2022-23 school year.  These additional classes will provide more than 1,700 new places this year.  This additional provision will bring the total number of special classes to more than 2,400 in the 2022-23 school year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00100","speaker":"1595"},{"type":"speech","time":1652347800,"counter":18,"content":"<p>I thank the Minister of State and I compliment the Government on the work that it has done and, in particular, the work that has been done by the Minister of State, Deputy Madigan, and the senior Minister, Deputy Foley, in providing a significant number of places, especially at primary level.<\/p> <p>We have a tsunami ahead of us because we have not created the places at post-primary level.  The reply refers to the fact that there were 30 places in Athlone and in Moate.  The reality is that there are, in fact, 30 places but there is no availability in those towns for any child who wishes to avail of such a place in September.  In fact one child from just outside Athlone, on the Ballymahon side in Glasson, has secured a place in St. Mel's College in Longford.  That is a 90 km return journey every day for that family.  For anyone who knows anything about autism, and I know about this condition personally, one needs to have children in schools in places with which they are familiar.  This is not acceptable. <\/p> <p>It is also stated in the reply that the NCSE has been working on this for years.  This does not take years to sort out.  If one sits down with the schools in the area, not just there but across the country, we know the numbers that are in the primary system and we need to ensure that every family and child who is entitled to get an education - and this is written into the 1916 Proclamation - is treated equally.  We need to sit down, identify the schools and ensure that we have sufficient places for all children.  This needs to be sorted before this school term is over to give certainty to those parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00200","speaker":"1639"},{"type":"speech","time":1652347800,"counter":19,"content":"<p>Before I allow the Minister of State to reply, I want to say I completely support what the Senator is saying.  The forward planning is very poor in providing adequate places.  Only yesterday I heard of a child in Brittas, County Wicklow, who has to travel to Rathangan, which is in County Kildare on the Offaly border, and a child from Rathangan must travel to Straffan which is right at the other end of the county, and is over a 90 mile trip also.  I completely endorse everything the Senator has said and I call on the Minister of State now to reply, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00300","speaker":"1689"},{"type":"speech","time":1652347800,"counter":20,"content":"<p>I thank the Acting Chairperson.  I also endorse and share the concerns that I have seen on the ground working in my locality.  I have seen very vulnerable families who are under significant pressure in having to deal with the burden and stress, first, of getting a school place and, second, getting a school place which is a great distance away.  That is not good enough and I feel for those families.<\/p> <p>Potentially, we should meet the senior Minister, Deputy Foley, and the Minister of State, Deputy Madigan, again on this issue because, as the Senator has quite rightly pointed out in respect of the reply, it is factual to say that there are 30 places in the areas referred to but they are not meeting the demand.  That is the key point.  The families are placed under pressure then because this demand is not being met.  That is completely unacceptable given the amount of money we are spending on education.  It would be important to meet both Ministers to try to shine a spotlight on this issue and to push as hard as we can to have it resolved. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00400","speaker":"1595"},{"type":"minorheading","content":"Cybersecurity Policy","time":1652347800,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00500"},{"type":"speech","time":1652347800,"counter":22,"content":"<p>I thank the Minister.  We now move to to the third Commencement matter of the morning which has been tabled by Senator Craughwell.  This refers to the need for the Minister for the Environment, Climate and Communications to make a statement on the consultations undertaken with industry experts and other stakeholders ahead of the publication of cybersecurity legislation.  I notice that the Minister of State, Deputy Burke, is in the hot seat once again.  Senator Craughwell now has four minutes in which to make his case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00600","speaker":"1689"},{"type":"speech","time":1652347800,"counter":23,"content":"<p>I thank the Acting Chairperson.  I am sorry that the Minister of State, Deputy Burke, has been thrown into this issue as it is not his area of responsibility.  It is regrettable that the Minister who is responsible for cybersecurity is not here.<\/p> <p>Legislation on cybersecurity is scheduled to come before the Oireachtas in the summer of 2022, as the cybercrime Bill is due shortly.  I have attended a number of conferences and have engaged with quite a number of cybersecurity companies operating in the State.  The first I heard of this legislation was when it was announced at the Joint Committee on Transport and Communications last week.  It is simply not good enough that legislation on a matter as important as cybersecurity would arrive without the opportunity for fair engagement right across the industry.<\/p> <p>As the Minister of State will be aware, the HSE cybersecurity attack will have cost this country in excess of &euro;100 million and probably a great deal more by the time it is finished.  We have also had a cyberattack on the Rehab Group and cyberattacks are part and parcel of every day life now.  The ambition set out by the newly appointed director of the National Cyber Security Centre is appallingly weak with respect to the number of people it expects to employ in that centre by 2023.<\/p> <p>The industry wants to engage with Government.  We want to be the best country, the most cyber-aware country, and the most cyber-protected country in the world.  As the Minister of State knows, we are never totally protected because the criminals are always one step ahead of us.  I ask, as I have in the committee, that the Minister of State relay this message back to the Government.  I have written to the Taoiseach on this issue and have made a number of points.<\/p> <p>First, I do not know why cybersecurity is located in the Department of the Environment, Climate and Communications when it should be in either the Department of Defence or the Department of Justice, or, more properly, directly under the Department of the Taoiseach.  This makes absolutely no sense to me.  This is the primary defence of the nation.  A cyberattack could bring this economy down in a nanosecond.  The last time cybersecurity was discussed in either House was in June 2021 and that is simply not good enough.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It should be discussed on a regular basis.  The National Cyber Security Centre, NCSC, should be educating people all the time rather than hiding in the background.  The strategy for 2019-2024 is a work of fiction because it has not delivered on its claims.<\/p><p>The bottom line is that we have attracted the greatest companies in the world from an IT perspective.  We have Google, Twitter, Facebook, etc.  Not only that but we also have very large chemical and pharma industries.  We have a massive amount of research and development going on here.  All we need is one successful attack on one of these companies and the likelihood is that we will see a flight from this country.  Cybersecurity has to become the most important thing in this country because it is a battle we are fighting all day and every day.<\/p><p>It would be better to stall the legislation, although we do not know what is in it, and to engage with the industry.  Let us have the experts in here.  We are lucky in that because of the organisations we have in this country, we have some of the greatest minds in the world in regard to cybersecurity.  We should be tapping into those minds to make sure we have the best possible cyberdefence in the world.<\/p><p>I ask the Minister of State to go back to Government and ask it to stall this legislation and give the Oireachtas Joint Committee on Transport and Communications an opportunity to engage with these people to inform the legislation that will come before both Houses, even if that is in the autumn of this year, rather than rushing it through in the summer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#C00700","speaker":"1645","continuing":true},{"type":"speech","time":1652347800,"counter":25,"content":"<p>I have heard Senator Craughwell raise this issue a number of times in the past.  I want to apologise for the absence of a Minister from the Department of the Environment, Climate and Communications.<\/p><p>Officials in the Department of the Environment, Climate and Communications are in ongoing consultations with cybersecurity industries.  That is obviously at variance with what the Senator said.  We will probably have to square that circle in regard to what is stated in the reply. Cyber Ireland is a national industry cluster headquartered in Munster Technical University in Cork.  Cyber Ireland&rsquo;s board membership indigenous and multinational firms as well as third level institutions engaged in cyber education and research.  Ministers and officials are in regular contact with Cyber Ireland and its members and the Minister of State, Deputy Ossian Smyth, will tomorrow participate in the launch of Cyber Ireland&rsquo;s Cybersecurity Sector in Ireland report.  The Minister of State will also soon be travelling to the US with the Industrial Development Authority, IDA, to promote Ireland as a destination for foreign direct investment.  During that visit he will meet with the multinational cybersecurity and digital services firms, which have a base here.  The Government will continue to consult with Cyber Ireland and relevant stakeholders in industry and in the academic community to inform the drafting of legislation and the forthcoming review of the national cybersecurity strategy later this year.<\/p><p>I would like to highlight on behalf of the Minister that a large proportion of legislation covering cybersecurity in Ireland has its origins in the EU and officials are in frequent contact with Cyber Ireland and other industry stakeholders both in Ireland and Brussels to ensure Ireland&rsquo;s national positions are informed by the perspective of industry.  The Department of the Environment, Climate and Communications has conducted an extensive industry consultation following the publication of the European Commission&rsquo;s proposal for a review of the network and information security directive in December 2020.  Officials have continued to engage with industry stakeholders during the Council negotiations last year and the ongoing<b><\/b>trialogue negotiations.  Most recently officials have engaged with stakeholders about the Commission&rsquo;s industry consultation and forthcoming Cyber Resilience Act, which closes later this month.<\/p><p>In respect of other key stakeholders I can assure the Senator that the officials in the Department are in regular and ongoing contact with relevant Departments and agencies in the drafting of legislation for the NCSC.  The Government has agreed that legislation will delineate the NCSC&rsquo;s role in relation to other actors in the cyber area.  The NCSC has long-standing co-operation with An Garda S&iacute;och&aacute;na and the Defence Forces, including secondments of personnel.  To address this ever-growing threat of cybercrime and malicious cyberactivity by state and non-state actors, it is essential that the co-operation can be expanded and deepened into the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00200","speaker":"1595"},{"type":"speech","time":1652347800,"counter":26,"content":"<p>Two years before the HSE was hit the NHS in the UK was taken down and nothing was done in this country to check our systems to make sure we would be robust enough in the event of an attack.  The document given to the Minister of State by the Department today reads well.  It reads as well as the strategy document but I am afraid the Department should read what was said at the last meeting we had with people in the cyberindustry to see what they had to say.  They condemned everything about our cybersecurity.  I ask the Minister of State to bring this back to the Taoiseach and the Government.  We need to move the area of cybersecurity into the Department of the Taoiseach, the Department of Defence or the Department of Justice where it will get the proper support, and we need to do it urgently.  We need to engage with the industry and listen to what it has to say.  Those in the industry are the experts out there fighting crime every day.  The cost to this economy of cybercrime runs to billions of euro.  It is now more profitable than the drugs industry, and that is frightening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00300","speaker":"1645"},{"type":"speech","time":1652347800,"counter":27,"content":"<p>Senator Craughwell raised this issue before and he made a very valid point.  I will raise it with the Minister and do a note for the Taoiseach on foot of this Commencement matter.  It is not an area in which I have great expertise but I will provide the Senator with what was in the reply in regard to the interactions with industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00400","speaker":"1595"},{"type":"minorheading","content":"Special Areas of Conservation","time":1652347800,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00500"},{"type":"speech","time":1652347800,"counter":29,"content":"<p>The Minister of State is having a very busy morning with us.  He is going to complete more than a hat-trick.  He is here for the final Commencement matter as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00600","speaker":"1689"},{"type":"speech","time":1652347800,"counter":30,"content":"<p>I thank the Cathaoirleach's office for choosing this Commencement matter this morning.  I welcome the Minister of State, Deputy Burke, to the Chamber.  The Connemara Bog Complex is a very large site of approximately 50,000 ha.  It covers the majority of the south Connemara lowlands in County Galway.  The site is bounded to the north by the Galway-Clifden road, the N59, and to the south, it stretches as far as the Moycullen-Spiddal road.  This is a huge area of land that is protected within the Connemara region.  It is predominantly lowland Atlantic blanket bog, with some small areas of old oak woodland with some invasive rhododendrons and, of course, some of the finest rivers are in the area.  That is very important as the Atlantic salmon, a species listed under Annex II of the EU Habitats Directive, is found in some of the rivers within this site.<\/p> <p>There is a long-running history of the selection of this area as a candidate for a special area of conservation, SAC, going back as far as 1997 when there was a first notification of the site.  It was subsequently extended and renotified in 2006.  I understand there has been an appeals process and that appeals have been lodged and processed since then.  The Department is engaging in the final signing off of the SAC.<\/p> <p>I am inquiring in regard to clarification on the appeals.  Will there be any future opportunities in regard to appeals?  I am not talking about large-scale changes.  In some cases, there may be a request for some minor changes to the boundaries of the SAC in the future.  It could be to rectify some issues where there may be mistakes on the mapping, for example, or there could be areas which are commercially sensitive to somebody and it may make sense to make a slight change in the boundary and that could be compensated elsewhere with the inclusion of another area.<\/p> <p>I am inquiring as to whether the boundaries will be the boundaries forever or whether there could be changes to an SAC in the future.  As I said, it is a huge tract of land, some 50,000 ha.  I appreciate it is hugely important in terms of biodiversity and our requirements under the Habitats Directive and it is something with which we have to comply.  There has been a great deal of discussion, engagement and talk since this was first notified as far back as 1997.  We have come a long way in terms of acceptance that SACs are here and are required under European law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There has to be a process and a boundary created to define that special area of conservation.  However, as I said, can there be minor, but perhaps important, changes in the future which would benefit society, the economy and local communities, whether it is a requirement to remove a small piece to allow for a piece of amenity or commercial infrastructure?  Clarification on the processes into the future is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#D00700","speaker":"1665","continuing":true},{"type":"speech","time":1652347800,"counter":32,"content":"<p>I thank Senator Kyne for raising this very important matter.  It is great to see children back into the Visitors Gallery to see the work in the Houses of the Oireachtas.  It is very important.<\/p> <p>The designation of European sites under the nature directives is a formal, legal process with a number of steps that must be followed for each site.  The criteria used to set the boundaries of the sites are purely scientific, as is required under the nature directives.  They are designated to protect threatened, rare or endangered species and habitat types, which are listed in the annexes to the directives.  The sites chosen are significant not just on a national but on a European stage.<\/p> <p>The full process for site designation is set out in SI 477 of 2011, the European Communities (Birds and Natural Habitats) Regulations 2011.  The first step is the identification of the appropriate geographical area of the site.  This is done by scientific analysis.  Once draft boundaries are proposed, the Minister notifies landowners and the public of his intention to designate the site and provides an opportunity for objections or appeals on the proposed site boundaries.  Advertisements are published in local media and notices are displayed in local government offices, Garda stations and public libraries.  Landowners within the proposed site, where their identities are known, are notified directly in writing with detailed information including a map of the site and information about why that site is being proposed for designation and details of compensation that may be available.<\/p> <p>Connemara Bog Complex was first publicly notified in 1997 to protect a wide range of habitats and species, including active blanket bog and lagoons.  In 2006, the boundaries of the site were amended by agreement between the Government and farming organisations.  Public notifications were again issued and a further opportunity offered to appeal the amended designation.  In total over the full period, 60 objections, or appeals, were received for Connemara Bog Complex.  Of these, nine were successful, 12 were partially successful, 21 were unsuccessful and 18 were deemed invalid.  <\/p> <p>The appeals process for this site has now concluded and the site has moved on to the final stage of the process which requires the publication of a statutory instrument formally designating the site.  The statutory instrument includes a description of the site, a detailed map showing the area, a complete list of habitats and species for which the area was selected and a list of activities which require the consent of the Minister before they can be undertaken in a way that affects the site.<\/p> <p>It is important to note that all relevant protections under Irish law apply to the site from the time it is publicly notified as proposed for designation.  A full list of all designated sites, the associated maps and statutory instruments is available on the Department's website.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#E00200","speaker":"1595"},{"type":"speech","time":1652347800,"counter":33,"content":"<p>Before the I bring the Senator in, I would like to add my voice of welcome to the boys, girls and teachers of Glandore National School from west Cork, who are being hosted today by Deputy Christopher O&rsquo;Sullivan.  They have had a very long journey to come up here.  I was in Glandore last summer and it is just such a beautiful part of the world.  We appreciate that they have taken the time to come and join with their Deputy.  I know that the particular topic we are discussing now will of be of particular interest, of course, to their Deputy because his whole portfolio and interest is in the whole area of environmental protection and heritage.  We hope that they have a very interesting day today and the opportunity to come back again at a later stage.  I thank them for joining us.<\/p> <p>I apologise for interrupting the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#E00300","speaker":"1689"},{"type":"speech","time":1652347800,"counter":34,"content":"<p>No problem.  I thank the Minister of State for his comprehensive reply on behalf of the Department.  It deals quite clearly with the process to date on where we are.  It states that the appeals process is now concluded and the site has moved to the final stages of the process, which requires the publication of the statutory instrument formally designating the site.<\/p> <p>There is a certainty and I know all areas got protection once the site got candidate status.  However, from reading this, there will be no future opportunities, under what it says here, for any sort of minor appeals or changes to the boundary.  It is something that may be relevant not just in the Connemara Bog Complex, but indeed to all special areas of conservation, SACs, around the country.  As I stated, people accept that SACs are with us and are required under European law and people are learning to live with them, though they are not always happy and I appreciate that.  However, I just would be concerned that this excludes any chance of an appeal into the future.  I hope the Department can keep that in mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#E00400","speaker":"1665"},{"type":"speech","time":1652347800,"counter":35,"content":"<p>I would like to thank the Senator again for the discussion on this very important topic.  Over the years, the steps to designate a site have remained the same, but we have been able to improve and streamline the process.  For example, the list of landowners at a site is now provided by the Property Registration Authority of Ireland.  However, we still see that not all property is registered with the Property Registration Authority.  Therefore, in order to be sure every opportunity is given to appeal, advertisements are placed in national and local newspapers and notices are also placed in local public offices.<\/p> <p>The appeals process is comprehensive.  If people&rsquo;s initial appeal is partly unsuccessful or unsuccessful and they are unhappy with the outcome, they can make a further formal appeal to the designated areas appeals advisory board.  The board is independent of the Department and it is comprised of a chairperson and equal representation from landowners, user groups and environmental conservationists.  This board considers appeals and makes formal recommendations to the Minister on a scientific basis.  No further appeals may be lodged after the appeals process has concluded.  <\/p> <p>All statutory instruments, designated sites and special areas of conservation made to date may be viewed in both the National Parks and Wildlife Service, NPWS, and Irish Statue Book websites.  <\/p> <p>Obviously, the Senator raised a valid point.  My knowledge is not very detailed in this area, but in terms of into the future, if there are areas that may not, should not or potentially should not have an SAC designation, I know from the Department it can be raised at a future date as well, outside of the process that is here, once it has concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#E00500","speaker":"1595"},{"type":"speech","time":1652347800,"counter":36,"content":"<p>That concludes the Commencement matters.  I am suspending until 12 noon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#E00600","speaker":"1689"},{"type":"unspoken","time":1652347800,"counter":37,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.17 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 12.02 p.m.\r\n\r\nSitting suspended at 11.17 a.m. and resumed at 12.02 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1652347800,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00100"},{"type":"speech","time":1652347800,"counter":39,"content":"<p>The Order of Business is No. 1, statements on a recent media report regarding governance in local authorities, to be taken at 1.15 p.m. and to conclude no later than 3 p.m., with the opening remarks of the Minister not to exceed eight minutes, all Senators not to exceed six minutes and the Minister to be given no less than seven minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00200","speaker":"1653"},{"type":"speech","time":1652347800,"counter":40,"content":"<p>The first issue I wish to raise relates to unauthorised developments.  At the moment in County Kildare, as with many other counties, we are going through the long and arduous process of the county development plan.  All Members know how difficult it is to get planning for a one-off house or many other types of development.  Unauthorised developments, however, are popping up to a significant extent.  I am speaking in particular about my experience in south Kildare but I have no doubt the same could be true across the country.  I have been working with local councillors on several cases in Rathangan, Newbridge and Kildare town and there is no doubt that we need a more effective system for dealing with unauthorised developments.  The resources of local authorities are stretched very thin.  That is particularly true in Kildare because there is one county council but two D&aacute;il constituencies.  There are issues in respect of enforcement and that is basically what is causing the problems.  We cannot allow unauthorised developments to go unchecked.  In several of the cases to which I refer the developments are causing significant issues for neighbours.  Even after being instructed to stop and having gone through the courts system, some of the developers are continuing to develop their sites.  That is leading to a financially onerous situation for local authorities.  The system we have is costly and inefficient and does not meet the needs of communities.  There is a need for the House to have a debate on this issue.<\/p> <p>The second issue I wish to raise relates to public transport.  I welcome the reduction in public transport fares that was announced.  It makes a significant difference for many people.  We need to ensure that all services are affordable, but also reliable.  I refer to the No. 120 Go-Ahead bus route.  It basically starts in Edenderry and goes through Derrinturn, Newbridge, Allenwood and Kilmeague on its way to Dublin.  It sometimes goes through Suncroft as well.  It is a key commuter route but it is not up to scratch.  Signage and so on are a problem.  I have received a commitment that will be fixed.  The route is completely unreliable, however.  People are relying on the service to get to work, college or hospital appointments.  Last Thursday morning, two buses did not show up.  On Friday morning, three buses did not show up.  That forces commuters to take expensive taxis, miss appointments or go to the expense of buying a second car.  It is not acceptable and it will deter people from using public transport.<\/p> <p>Yesterday, I had the opportunity to bring the Minister for Agriculture, Food and the Marine, Deputy McConaloge, around rural County Kildare.  We spoke to farmers and breeders about the challenges they are facing, particularly those in the context of Brexit, climate change and the Ukraine war.  A particular point raised related to fertiliser.  I saw this morning, and it is worth noting, that fertiliser manufacturer Yara International has reported a threefold increase in profitability for the first quarter of 2022 despite a sharp fall in product deliveries.  One could say it is possibly a sixfold increase.  That has to be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00300","speaker":"1689"},{"type":"speech","time":1652347800,"counter":41,"content":"<p>I apologise for interrupting the Senator.  I ask that there be silence in the Public Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00400","speaker":"1650"},{"type":"speech","time":1652347800,"counter":42,"content":"<p>Something is rotten in the state of Denmark, given the price of fertiliser and the profitability of the company despite the lack of availability.  This will put farmers under significant pressure.  It is a difficult issue for the Minister for Agriculture, Food and the Marine to deal with, but something has to be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00500","speaker":"1689"},{"type":"speech","time":1652347800,"counter":43,"content":"<p>I welcome the students from Listowel to the Public Gallery.  They are very welcome.  I hope they have a good day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00600","speaker":"1637"},{"type":"speech","time":1652347800,"counter":44,"content":"<p>They are from the kingdom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00700","speaker":"1634"},{"type":"speech","time":1652347800,"counter":45,"content":"<p>I had the pleasure of meeting them in the corridor on the way in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00800","speaker":"1637"},{"type":"speech","time":1652347800,"counter":46,"content":"<p>Are they from Cork?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K00900","speaker":"1645"},{"type":"speech","time":1652347800,"counter":47,"content":"<p>We will not mention P&aacute;irc U&iacute; Rinn last Saturday night.<\/p> <p>I acknowledge and pay tribute to the women and men of the nursing fraternity and profession on International Nurses Day.  I thank them for their work not just during Covid, but in general.  I acknowledge that the Covid pandemic payment needs to be paid and expedited as a matter of urgency.  I hope the Leader will bring that request from the Seanad back to the Minister for Health, Deputy Stephen Donnelly, the Minister for Public Expenditure and Reform, Deputy Michael McGrath, and the Minister for Finance, Deputy Donohoe.  It is important we pay tribute to nurses working in all aspects of healthcare.  <\/p> <p>I have made my next contribution previously but I want to do so again in light of the potential rise in ECB interest rates and the fact that inflation in this country reached a 22-year high today.  As the world, and Europe in particular, wrestles with the war in Ukraine and our reliance on Russian energy, I am calling for a debate on fiscal policy and budgetary and economic matters as a matter of extreme urgency.  There is the Committee on Budgetary Oversight in the Oireachtas but Seanad &Eacute;ireann can play a role in the framing and preparation of the budget.  Although this House does not have a specific budgetary role under the Constitution, we can facilitate a debate in terms of fiscal policy for October.  I hope that between now and the summer recess the Leader will consider and, perhaps, facilitate a range of debates on economic, budgetary and fiscal matters.  It is important that we do so.  As all present are aware, prices have gone up and people are wrestling with balancing their household or business budgets.<\/p> <p>Today is an important day for nurses and I hope the House will send a strong message to nurses in all aspects of healthcare that we acknowledge, thank and pay tribute to them.  They are a pivotal and important part of all aspects of healthcare, from public health nursing to hospital care and from elderly care to care for young children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank our nurses.  I am proud to be the son of two nurses who were devoted to their profession.  Like so many members of that profession, they continue to be so, and I thank them today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#K01000","speaker":"1637","continuing":true},{"type":"speech","time":1652347800,"counter":49,"content":"<p>I join Senator Buttimer and other colleagues in welcoming the students from Listowel, which is a great town.  I hope there are future writers among them.  Listowel is famous for its writers.  One of the great writers from Listowel wrote a letter to Brendan Kennelly, who, in turn, had written to one of the people working at the newspaper <i>The Kerryman<\/i>.  In the early days, Brendan Kennelly was not as good as he became.  He got a letter back stating that in his writings he was making all the right mistakes.  I hope the students in the Gallery all become writers and come back to visit us again soon.  We are delighted they are here and we hope they enjoy their day in Seanad &Eacute;ireann and in Leinster House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00200","speaker":"1650"},{"type":"speech","time":1652347800,"counter":50,"content":"<p>I join the Cathaoirleach in welcoming the students from Kerry.  He stated that he would like them to be writers.  I would like some of them to be politicians.  I do not think he advocated that.  There is plenty of opportunity in the future for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00300","speaker":"1634"},{"type":"speech","time":1652347800,"counter":51,"content":"<p>W.B. Yeats was more famous as a writer than as a Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00400","speaker":"1650"},{"type":"speech","time":1652347800,"counter":52,"content":"<p>Earlier, the Minister for Agriculture, Food and the Marine announced a &euro;45 million emergency package under the Brexit adjustment reserve, BAR, fund, which is really good news.  This is the second BAR announcement in recent times.  The impact of these packages is critical, particularly in the context of capital and diversification in the fishing and marine industries.  That is clearly critical not only in parts of Cork and in Donegal but also around the coast.  D&uacute;n Laoghaire Harbour, which I live beside, received funding in the previous BAR announcement.  That is really important.  We on this island, particularly those of us in the Seanad, do not spend enough time talking about fisheries and the marine.  Perhaps at some stage in the future we might have focused statements on the fishing industry and the challenges that go with it.  I acknowledge and salute the enormous work the Minister has done in that regard.  This scheme is operated by Bord Iascaigh Mhara and all the details of it are on its website.<\/p> <p>This morning, I received a really nice postcard.  We in Leinster House receive a lot of angry letters but we also receive a lot of nice letters.  This is a little postcard with an image of the Proclamation on the front.  On the back is a thank-you note regarding the debate we had in this House - a very respectful debate, might I add - on the mother and baby homes and illegal adoptions.  It is from a group called the Irish Registered Adoptees.  It does not have an address on it but it came through the post today and I thought it was nice and fitting that it was on this Proclamation postcard, which is clearly bought and not homemade.  I have never seen it before.  It is just an acknowledgement that people are always listening in.  I acknowledge the way in which the Minister for Children , Equality, Disability, Integration and Youth conducted himself and interacted with many of the visitors after the debate that night.  He engaged extensively with a number of the people in the House well into the night, and they really appreciated that.<\/p> <p>In that context, I call again for a debate on children.  We have spent a lot of time talking about the history of children in care, vulnerable children, displaced children and children disconnected from their parents or families through various circumstances.  At this time, we can learn so much from the past and put into place supports for children.  I am thinking especially of Ukrainian children and education.  The Leader will be aware that I have asked before for a focused debate on education, and I call for it again.  I was reminded of that because there was a segment on \"Morning Ireland\" about it.  Some Department officials are meeting today to talk about how they will manage and cope with school places in September, specifically in the context of Ukrainian children and the importance of full integration of and support for both them and their parents.  I ask that we have that debate and a focus not only on education but also on play for children because that is critical to their personal development.<\/p> <p>I call for statements on the latest annual report of the Ombudsman for Children, Dr. Niall Muldoon.  He has done amazing work.  The Cathaoirleach talks about Seanad reform.  Let us make it real, let us make it relevant and let us bring before the House current reports and discuss and debate them here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00500","speaker":"1634"},{"type":"speech","time":1652347800,"counter":53,"content":"<p>I propose an amendment to the Order of Business: \"That No. 17 be taken before No. 1.\"  No. 17 is the Animal Health and Welfare (Dogs) Bill 2022.  This is legislation on which I have worked closely with the Dublin Society for Prevention of Cruelty to Animals, DSPCA.  Many people are familiar with the images of puppies seized at ports or on the border or from illegal puppy farms.  All too often people offer to take the poor mites in, but most people are not aware that animals seized under the Animal Health and Welfare Act cannot be rehomed either until the dog is surrendered voluntarily by the owner or until the legal proceedings conclude.  That means that puppies, after receiving whatever essential veterinary care they need, must remain in either foster homes or, worse, in the animal shelter.  This means that they could be nearly two years old before they have a permanent loving home to go to.  This also places a significant financial burden on the rescue organisations, which is often not recovered in court decisions and is being used by the illegal dog smugglers to drain the resources of those organisations.  My Bill seeks to bring the Animal Health and Welfare Act in line with the Control of Dogs Act in order that dogs seized under the Control of Dogs Act, if they are found roaming or are unlicensed, can be rehomed after five days if they are not claimed.  My Bill would allow for those dogs seized under the Animal Health and Welfare Act to be rehomed after five days, subject to a veterinarian deeming it to be in the best interest of the animal's welfare.<\/p> <p>Another element of the Bill would align the microchipping law and the dog licensing laws.  Currently, a dog licence can be obtained online very easily.  In some cases, criminals use dog licences to retrospectively claim ownership of dogs that have been seized.  My Bill will make it mandatory for the licence to include the microchip of the dog in addition to the current requirement of a description.  In addition, it would mean that the local authorities would continue to get the revenue from dog licensing, which they absolutely need.  It would also help to raise awareness among dog owners that they are required by law not only to have their animals microchipped but also to have the details on the microchip kept up to date.  Many people, including very responsible dog owners, are unaware that their dogs might still be registered to the breeder or to a previous owner.  Given the devastation we know families go through when their dogs are stolen or go missing, up-to-date microchip information is the single most important tool in reuniting a beloved family pet with its family.<\/p> <p>I hope the House will accept my amendment to the Order of Business and that we will soon have an opportunity to bring this Bill to Second Stage.  This is notwithstanding the wonderful work that organisations such as the DSPCA and Dogs Trust do.  I thank the DSPCA for all its support on the Bill.  No dog should spend a day longer than is absolutely necessary in a shelter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00600","speaker":"1635"},{"type":"speech","time":1652347800,"counter":54,"content":"<p>I second the proposed amendment to the Order of Business.<\/p> <p>I wish to raise the issue of the latest Daft report.  It comes on the back of a number of reports from both Daft and the Residential Tenancies Board, RTB, which show that rents in the country are rising exponentially.  They are a huge contributor to the cost-of-living crisis.  They are up 11% nationwide.  In particular, there is a real worry in the north west, where the rent on a lot of homes that are not in rent pressure zones has gone up by nearly 20%.  The issue is very concentrated there.  The Daft report highlights in particular the lack of rental properties that are available and coming onto the market for people to move into.  That indicates a big problem with supply.  To my mind, the way to address this supply crisis is to invest in cost-rental housing, which we know is more linked to affordability than other forms of housing.  Instead the Government launched yesterday the Cro&iacute; C&oacute;naithe fund, which essentially gives a no-questions-asked subsidy to developers in order to complete apartment buildings in towns and cities.  The subsidy, potentially, can be &euro;120,000 per apartment.  Only &euro;5 million will be allocated to the fund this year, but the amount involved will eventually rise to &euro;500 million.  That money would be much better invested in and spent on better the development of cost-rental housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022051200002#L00700","speaker":"1672"},{"type":"unspoken","time":1652347800,"counter":55,"content":"<p>Additional debate to follow.<\/p>"}]