[{"type":"minorheading","content":"Prelude","time":1417530600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1417530600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1417530600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1417530600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1417530600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200002#A00100"},{"type":"speech","time":1417530600,"counter":6,"content":"<p>I have received notice from Senator David Cullinane that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Children and Youth Affairs to make a statement on the serving of redundancy notices to 16 staff at the Manor child care centre in Lisduggan, Waterford city, the threat to more than 100 community child care places provided at the centre, and the efforts he and his Department are making to resolve the financial difficulties faced by the centre.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to outline the principles which underpin the provision by his Department of funding to the Irish Sports Council and the systems, if any, in place in his Department to ensure that the disbursement of funding by the Irish Sports Council delivers the best outcomes having regard to the aims for which it was provided.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200003#B00100","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1417530600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200003#B00200"},{"type":"speech","time":1417530600,"counter":8,"content":"<p>The Order of Business is No. 1, motion re Estimate provision for the horse and greyhound racing fund allocation for 2015, back from committee, to be taken on the conclusion of the Order of Business, without debate; No. 2, statements on Government geoscience initiatives from industry support to education, to be taken at 3.45 p.m., with the contribution from group spokespersons not to exceed eight minutes, and all other Senators not to exceed five minutes.  I thank Senator Craughwell who gave notice that he was intending to move an amendment to today's Order of Business to deal with homelessness.  I succeeded in getting the Minister to come to the House tomorrow from 7 p.m. to 9 p.m. to debate the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200003#B00300","speaker":"1130"},{"type":"speech","time":1417530600,"counter":9,"content":"<p>What I say is not in any way to gazump Senator Craughwell and his e-mail to us all following the shock and horror of events in recent days and the need to debate homelessness and take tangible action, but we must table an amendment to the Order of Business that the Minister would come to the House today.  The crisis is such that it demands immediacy rather than to be scheduled as a matter for debate tomorrow evening.  A man lost his life a matter of yards from where we speak today and it is unacceptable that we will again have a day's outrage and resort to business as usual.  If there is genuine political will to do something about this crisis then we must press ahead and do it.  That means now - today.  It also means decisions backed up by resources to deal with the problem.<\/p><p>Since 2011, we have had two cuts to the rent allowance scheme and warnings were given at the time as to the impact the cuts would have.  As we speak, 168 people are sleeping rough in Dublin.  It is not just a Dublin problem; people are sleeping rough in every urban centre throughout the country.  There are 90,000 people on the housing waiting list, 20,000 in Dublin alone, 9,000 in Kildare and more than 1,000 in my town of Sligo.<\/p> <p>We have seen this crisis throughout the country.  Last week, some &euro;2.2 billion was announced for a housing strategy that is supposed to solve all the problems over the next six years.  As we saw with the terrible loss of Jonathan Corrie's life this week, this matter requires immediate action.  One wonders where the social dividend is from the 2,000 units that were to be available from NAMA since 2012.  How many boarded-up units do we have in local authorities throughout the country, where councils do not have the money to do up such facilities to accommodate people immediately?  How many Army barracks, fire stations and Garda stations have we closed down around the country?  Surely there is no shortage of property.  What we need is the political will, rather than - as with the suicide crisis - aimlessly saying \"Shock, horror\" from time to time when there is a tragedy.  We all manufacture a bit of anger in here but do nothing about it.  For that reason we must push this to a vote today.<\/p><p>The Minister must come here today and we must be prepared to take the appropriate action.  Talk is cheap, as we have seen.  No Government has covered itself in glory in dealing with this issue but it has now clearly come to this.  Somebody has died across the street and we are sitting here saying that we will talk about it tomorrow and have it sorted by 2020.  We have empty buildings all over the country and while there is clearly money to do certain things, there is no one to accommodate homeless people.<\/p><p>As I lay in bed this morning, I was embarrassed listening to the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, who promised people that there was a plan to get homeless people off the streets when it gets cold at Christmas.  Let us get them off the street today, not when it gets cold at Christmas.  It is cold already and it is not acceptable to deal with this situation in two years' time.  Perhaps the Minister, Deputy Coveney, was outside his comfort zone of agriculture this morning.  He was a disgrace telling the nation that he has a plan if it gets cold at Christmas.  How dare he?  How dare we all settle for such mediocrity?  <\/p><p>When time allows, but certainly sooner rather than later, can the Minister, Deputy Coveney, attend this House to explain his Department's inactivity in seeking to open the Russian market to beef and live cattle?  Why are his people not taking a proactive approach?  Why can the Minister or one of his departmental officials not go on tour to get these markets opened?  Denmark, the Netherlands, Italy and France have agreed bilateral agreements for the opening of the Russian market by the end of December, while we sit on our hands blatantly ignoring the silent crisis of our agricultural SME sector which needs us to be proactive.  We cannot operate on some kind of administrative auto-pilot, indifferent to the difficulties facing farming families.<\/p><p>The four countries I named have opened the Russian market, yet we are sitting here waiting for some lead on a European-wide basis.  A focused, proactive approach is required by the Minister in order to achieve what is required for marketing Irish beef.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200003#B00400","speaker":"1149","continuing":true},{"type":"speech","time":1417530900,"counter":11,"content":"<p>Can the Senator clarify the amendment he has proposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200004#C00200","speaker":"1120"},{"type":"speech","time":1417530900,"counter":12,"content":"<p>I move amendment No. 1: \"That the Minister for the Environment, Community and Local Government, Deputy Kelly, come to the House today to outline for us the urgent measures that will be taken to address the housing crisis.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200004#C00300","speaker":"1149"},{"type":"speech","time":1417530900,"counter":13,"content":"<p>I thank the Leader and Senator Craughwell for initiating the debate on homelessness, which we will have for two hours tomorrow evening with the Minister, Deputy Kelly.  It is extremely important given the tragic death in the past 24 hours of a homeless man on the streets of Dublin.  It happened very close to Leinster House.  We should all extend sympathy to the man's family.  It is shameful that somebody has died while living and sleeping on the streets of Dublin.<\/p><p>It is very easy to indulge in manufactured outrage but I do not think that is an appropriate response to this tragedy.  A far more appropriate response is a practical programme of initiatives which will be taken to address the serious and urgent problem of homelessness in Dublin.  I commend the Minister, Deputy Kelly, for announcing today that he will be convening a special forum on homelessness on Thursday this week.  He has invited the CEOs of the four Dublin local authorities, the Lord Mayor of Dublin, the Cathaoirligh of South Dublin, D&uacute;n Laoghaire-Rathdown and Fingal county councils, as well as the non-governmental organisations working in the sector.  The Minister has also invited the Catholic Archbishop of Dublin, Dr. Diarmuid Martin, to meet with him on Thursday. <\/p> <p>Recognising that all those stakeholders have a part to play in tackling homelessness, it should not be beyond the abilities of four Dublin councils to address in particular the urgent and pressing problems, with approximately 160 to 170 people sleeping rough on the streets of Dublin.  A practical and quick response like that taken by the Minister, Deputy Kelly, is far more effective than the sort of hyperbole and manufactured outrage from those who actually stopped the social housing programme building and laid the seeds for the homelessness problem with which the Government is trying to deal today.  I take issue with the dismissal by Senator MacSharry of the &euro;3.8 billion social housing programme announced last week by the Minister, Deputy Kelly.  It is an extremely ambitious programme-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200004#C00400","speaker":"1148","continuing":true},{"type":"speech","time":1417531500,"counter":15,"content":"<p>That will bring it back to the 2009 levels, when there were 60,000 homeless as opposed to the 90,000 now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200005#D00200","speaker":"1149"},{"type":"speech","time":1417531500,"counter":16,"content":"<p>-----that seeks to redress the sustained neglect over many years of building in the social housing sector, which has led us to the crisis we now are in.  I thank the Leader for organising the debate.<\/p><p>I also commend the Minister for Education and Skills, Deputy Jan O'Sullivan, on her movement on the issue of junior cycle reform and her indication that she would be willing to engage further with teachers unions on the issue of capacity in particular.  A huge consensus is building among parents, educators and school students on the need to ensure higher levels of school-based assessment in junior cycle reforms.  It is highly unfortunate that teachers are out on strike today and that pupils are deprived of education for a day.  I hope, as I am sure do all Members, for a resumption in negotiations between the Minister and the teachers' unions in short order to ensure there will not be a further day of strike action in the new year because it is important to recognise it in the interests of pupils to try to move towards a better system of junior cycle assessment.<\/p><p>Finally, I welcome the publication late last week of the heads of the sexual offences Bill and, in particular, those provisions dealing with the criminalisation of sex purchase, which members of the justice committee had recommended unanimously last year.  I also commend the organisation, Facing Forward, which held a worthwhile and important seminar in Dublin Castle yesterday on the use of restorative justice in the context of sexual offences.  It is something Members might consider building into the sexual offences Bill and I look forward to the debate on it when it comes before this House in the new year.  I ask the Leader that, if possible, this Bill might commence its passage in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200005#D00300","speaker":"1148"},{"type":"speech","time":1417531500,"counter":17,"content":"<p>As the news story of the 43-year-old man who died in a doorstep during the Dublin winter of 2014 was told by reporters, the words &quot;in the shadow of Leinster House&quot; were repeated continuously.  In the shadow of Leinster House, as already has been mentioned, more than 160 others in Dublin city are sleeping rough, which is a rise of 20% on the same period last year.  Each Member could cite statistics from his or her own community, as already has happened, and, for example, 173 people are homeless in the South Dublin County Council area.  Consequently, I support an urgent debate on homelessness in Ireland and I thank Senator Craughwell for putting forward that proposal.  Something must be done that is not being done now and either the Government analyses of these problems are wrong or incomplete or the political ideologies that direct its solutions are insipid, vacuous of original vision or simply outdated.  However, in order that such a debate could be as fruitful as possible and inclusive of thoughtful analysis and imaginative recommendations on what can be done differently, at least a day or more than 24 hours would not go astray to help Members to prepare their remarks.  I support the Leader in this regard and thank him for inviting the Minister, Deputy Kelly, to appear in the House tomorrow afternoon or later in the evening.<br\/>However, this is also the Dublin winter in which there is deep agitation in the air.  This has resulted in intimidating and menacing behaviour in some of our citizens and residents, as well as civil unrest and many of us are wondering why is this and what is happening.  I believe it has much to do with the increasing and unattended to gap between those with enough and those with little or nothing.  Several months ago, a man named Thomas Piketty gave a lecture to more than 700 people in Dublin on his book, <i>Capital in the Twenty-First Century<\/i>, and one of his primary messages is that inequality of wealth and income is not good for any society.  He is not the first with this message and it is not good for any society but is the seedbed of political, social and economic instability and, therefore, solutions that are multifaceted and based on transparent and collective reasoning must be found.  To conclude, recent pronouncements in the pre-general election mud slings regarding the left-right divide and the tax-and-spend versus the less-tax and-more-spend approach are not worthy of the citizens.  They deserve more from Members, especially those who will not have a place to sleep indoors this evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200005#D00400","speaker":"1176"},{"type":"speech","time":1417532100,"counter":18,"content":"<p>What is called the Dublin house price explosion of 42% in 18 months will create a property tax time bomb.  I welcome reports that the Minister for Finance, Deputy Noonan, is considering linking the property tax to the consumer price index rather than to exploding house prices, which is not any indication of ability to pay the property tax.  I am glad the Minister is addressing that.<\/p><p>I welcome also the recall of the United Arab Emirates ambassador.  It was mentioned twice in the House last week that this ambassador was fined for the ill-treatment of three staff in a case before the Employment Appeals Tribunal.  He has since been recalled while the issues are being investigated by his Government.  That is the way in which international relations should proceed.<\/p><p>The funeral of Dr. Jack Kyle, one of the great rugby players of any era, takes place this afternoon in Belfast.  He was a gentleman and a humanitarian who devoted much of his medical expertise to serving people in Indonesia and in Zambia.  In his interview with Ms Miriam O'Callaghan, replayed at the weekend, he was the rugby player who knew the most poetry of W.B. Yeats that I have ever heard.  He was a great man well known in this neighbourhood because he would stay in the Shelbourne Hotel before big matches and train in College Park.  A gentleman of Irish sport is being laid to rest today and I commiserate with his family, Caleb and Justine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00100","speaker":"1157"},{"type":"speech","time":1417532100,"counter":19,"content":"<p>As a Kilkenny person, I extend my deepest sympathy to the Corrie family on the death of Mr. Jonathan Corrie.  It is an awful tragedy.  I look forward to the debate tomorrow that has been proposed by Senator Craughwell, and I compliment the Senator on that.<\/p><p>Will the Leader contact the Department of Agriculture, Food and the Marine and ask the Minister to write to the Commission?  Ireland is facing a crisis in milk this year given that milk production is 7.1% over quota for October 2014 whereas it was only 1% over quota in 2013.  Ireland will face a superlevy bill of approximately &euro;113 million.  It was inevitable that farmers would increase production with quotas disappearing next year, but this is a serious situation.  If farmers will be fined, it could cause major problems on farms, especially for cash flow.  With the downward pressure on the price of milk, will the Leader ask the Minister to write to the Commission asking that the superlevy payment, if we face a superlevy bill, be made on a phased based, perhaps over three years.<\/p><p>Also, I did control my anger and, unlike other Members of this House, I did not manufacture it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00200","speaker":"1125"},{"type":"speech","time":1417532100,"counter":20,"content":"<p>We all wish to be associated with the expression of sympathy to the family of the young man who died in the vicinity of this House.<\/p><p>Will the Leader of the House request the Minister for Education and Skills, Deputy Jan O'Sullivan, to come to the House to outline exactly the situation regarding her intransigence in these negotiations with the teachers unions, the TUI and ASTI?  There are 27,000 teachers and 350,000 students who are out today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00300","speaker":"1140"},{"type":"speech","time":1417532100,"counter":21,"content":"<p>The Minister made concessions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00400","speaker":"1125"},{"type":"speech","time":1417532100,"counter":22,"content":"<p>The Minister made concessions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00500","speaker":"1148"},{"type":"speech","time":1417532100,"counter":23,"content":"<p>Senator Leyden, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00600","speaker":"1120"},{"type":"speech","time":1417532100,"counter":24,"content":"<p>There are 730 schools closed today.  I do not see why the Minister, Deputy Jan O'Sullivan, has to follow the policies of the former Minister, Deputy Quinn.  She is a new Minister and she could reassess the situation.<\/p><p>My knowledge of dealing with teachers, and there are some teachers in this House, is that they are asking how, given that they live in the communities, they can give a fair assessment of someone whom they know personally and whose family, relations and neighbours they know.  One must realise it is impractical.  If the Cathaoirleach was given the task of assessing the 59 Senators here and it was based on-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00700","speaker":"1140"},{"type":"speech","time":1417532100,"counter":25,"content":"<p>At times, I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00800","speaker":"1120"},{"type":"speech","time":1417532100,"counter":26,"content":"<p>Would the Cathaoirleach like that?  I take it he would.  We would be so anxious to please the Cathaoirleach that we would hardly ever oppose him.  If 40% of our re-election depended on the Cathaoirleach's assessment, we would be particularly anxious to keep him happy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200006#E00900","speaker":"1140"},{"type":"speech","time":1417532400,"counter":27,"content":"<p>Is there a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00100","speaker":"1120"},{"type":"speech","time":1417532400,"counter":28,"content":"<p>The point is this.  We should have some flexibility in this regard.  If the teachers say \"No\", will the Minister not listen to or respect the word?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00200","speaker":"1140"},{"type":"speech","time":1417532400,"counter":29,"content":"<p>That is not a negotiation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00300","speaker":"1148"},{"type":"speech","time":1417532400,"counter":30,"content":"<p>They are the experts in the field whose concern is for the pupils.  I have spoken to teachers in this regard and they are the advocates for pupils, not the judge, jury and executioner.  Let us have a reasonable approach from the intransigent Minister.  It is so unfair that 350,000 pupils are at home today.  Their parents must cater for them and do not know exactly what will happen in January.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00400","speaker":"1140"},{"type":"speech","time":1417532400,"counter":31,"content":"<p>That is not the Minister's fault.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00500","speaker":"1125"},{"type":"speech","time":1417532400,"counter":32,"content":"<p>Leaving certificate pupils have also been affected.  I ask the Minister, Deputy Jan O'Sullivan, to speak with teachers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00600","speaker":"1140"},{"type":"speech","time":1417532400,"counter":33,"content":"<p>The Minister's door is open.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00700","speaker":"1148"},{"type":"speech","time":1417532400,"counter":34,"content":"<p>Senator Leyden, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00800","speaker":"1120"},{"type":"speech","time":1417532400,"counter":35,"content":"<p>-----and have the remaining 40% externally examined.  It is the crunch issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F00900","speaker":"1140"},{"type":"speech","time":1417532400,"counter":36,"content":"<p>I call on the Leader to initiate a debate in this House on the ambulance service in this country.  There is an urgent need for the Minister for Health to deal with this.  A damning Health Information and Quality Authority, HIQA, report has received an airing in the media today.  It examined the ambulance service response times, understaffing and the quality of the fleet.  I have stated several times in the House that if one does not get an ambulance in eight minutes in Dublin, it is almost a crime, whereas in rural Ireland, one could be waiting any amount of time for an ambulance.  I heard a man on the radio this morning telling how he called an ambulance for his mother following an accident but there was no available ambulance for her.  He subsequently found out that six ambulances were lined up at the accident and emergency department at Letterkenny for two or more hours, waiting for the hospital to take the patients.  That is why none was available for his mother.<\/p><p>It is laughable that the HSE does not have to deal with the damning HIQA report as there is only a moral imperative in this respect, which comes from the chief executive of HIQA.  There was a moral imperative on the HSE when the accident and emergency department at Roscommon was being examined and considered unsafe, and it dealt with that issue immediately by shutting down the facility.  It is an urgent issue.  I have stated in the House before that we must form a national fire and ambulance service where the two elements can work together, with firemen trained as first responders or advanced paramedics.  We must deal with the debate in an urgent manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F01000","speaker":"1161"},{"type":"speech","time":1417532400,"counter":37,"content":"<p>I asked the previous Minister for Education and Skills whether he thought people in the Department or teachers were the greater experts.  He conceded that teachers were the greater experts, although he rightly considered himself a political expert as Minister for Education and Skills.  Many myths have grown up around this strike so I will reiterate the truth about it to the Seanad today, without interruption from my colleagues in Fine Gael.<\/p><p>External examination is the key to the standard of how all students regard the junior certificate examination.  It is the key to how all students believe in it.  It is the truth of the external examination they want maintained, along with the aspect of the external examination that remains above reproach.  They want the human objectivity of the external examination maintained, along with the idea that the process is done at national arm's length.  The teachers are not against creativity, imagination, project work or advanced technology in arts, literature or music.  They just want these to be externally examined.  There are myths growing up around this on television and radio.<\/p><p>The Minister is not arguing the point when she speaks of reform.  Of course we must have reform, which we have every day of the week in Montessori and at middle, second and third level.  There must be external examination and in this instance, the teachers are correct.  The Minister facilitated us last week with an Adjournment debate on the issue but I would like her to answer on what she intends to do now.  The matter is not going away and in this instance, the teachers are correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F01100","speaker":"1170"},{"type":"speech","time":1417532400,"counter":38,"content":"<p>I congratulate Galway on its recent designation as the UNESCO city of film.  It is wonderful news not only for Galway, but for the country, as it is the first time an Irish city has received the designation as UNESCO city of film.<\/p> <p>It is one of only five worldwide and is granted on a permanent basis.  This is a lasting recognition for all those people and organisations to ensure that Galway is a premier location for the arts in Ireland.  People such as Declan Gibbons, Lelia Doolan, Jenny Dagg and many others, including Galway city and county councils, are to be commended on their excellent work in submitting this bid.  It is estimated that the film and television industry in Galway supports in excess of 600 jobs and is worth more than &euro;72 million to the local economy.  Galway's cultural tradition and the potential for a sustainable long-term development were key factors in it achieving the UNESCO city of film designation.  I have no doubt that the award will help Galway's international profile as a major artistic hub and help it strengthen its bid for the 2020 European Capital of Culture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200007#F01200","speaker":"1187","continuing":true},{"type":"speech","time":1417533000,"counter":40,"content":"<p>We were all horrified at the death of that young man so close to this building.  While this sort of thing is happening all the time, the fact that it happened so close to this building has jolted us.  I congratulate Senator Craughwell on the manner in which he appealed to the Leader to have a debate on the matter.  Based on what the Leader said, the Senator went to him yesterday and gave him time, rather than raising it today and calling for a Minister to appear today.  I do not support Senator MacSharry's view on this occasion; I support Senator Craughwell's.  I thank the Leader for responding as well as he did having been given notice.  It is something I have learnt.  It is great to have a newcomer come in and show us how to do things.  Giving notice has given the Leader the opportunity to do something about it.<\/p><p>Senator Kelly spoke about the report on the ambulance service.  Yesterday morning, the same organisation, HIQA, issued a report on defibrillators.  Senators will remember we had a very good debate on defibrillators in which the Minister said he wanted to give some thought to it.  The Bill we discussed in the House would require all premises with more than 100 people going through each day to have a defibrillator.  HIQA's health technology assessment report accepts most of what has been proposed.  However, it claims it is too expensive to do it in every building.  I accept that is so and it may have to find a way.<\/p><p>When considering the cost of defibrillators, we must remember they are life saving.  We are talking about homeless people dying on the streets.  People who need defibrillators are also dying if we do not manage to get more of them in.  The proposal is that businesses should get grants from the Government to support not just buying a defibrillator, which costs about &euro;1,000, but also training people to use it.  I believe that is something that could be done.  There are things the Government could do to make it less expensive.  Why do we pay VAT on defibrillators?  Why do we pay VAT on children's car seats?  There are some things that do not make sense.  I can understand the Government claiming that it not in its hands but in the hands of the European Union.  Let us ensure we argue the case that defibrillators should be free of VAT.  Defibrillators should qualify for a grant to encourage considerably more businesses to install them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200008#G00200","speaker":"1145"},{"type":"speech","time":1417533000,"counter":41,"content":"<p>Watching the \"Six One News\" last night, I was absolutely shocked and sickened that the headlines in 2014 should relate to a homeless person who lost his life tragically adjacent to Leinster House.  It made everybody here sit up.  It is not that anybody was not aware of the problem.  As others have mentioned, this happens in many places.  It is perhaps more poignant because it happened outside the gates of power where we sit and debate issues.  I welcome that the Leader has agreed to a debate on the issue tomorrow.  I hope that we do not just have a talk tomorrow and instead come up with something to address the situation urgently.<\/p> <p> I extend my sympathies to the family and friends of Jonathan Corrie.  This matter has been raised in several occasions in the House and by people driving or walking past Leinster House.  It has been noted that individuals who sleep rough nearby are losing their lives as a result of a lack of suitable homes for them.<\/p><p>I was also sickened by headlines relating to the psychological and physical abuse visited upon the most vulnerable people in society.  I refer to events at &Aacute;ras Attracta and the news which emerged last night in respect of this type of abuse being carried out there.  Those who reside at &Aacute;ras Attracta are adults with intellectual disabilities.  It is deeply disturbing to hear about some of the allegations being made against members of staff at the facility in question.  Those allegations relate to staff shouting at, slapping, force feeding and kicking residents.  Families turn to the providers of residential services when their adult children can no longer care for themselves.  I thank the RTE investigations unit for revealing what is happening at &Aacute;ras Attracta.  It is dreadfully sad, however, that it was necessary for a journalist to go undercover at the centre, particularly when an investigation had already been carried out in respect of an incident with took place in 2012.  I urge the Leader to make time available as soon as possible for a debate on this matter and on the overall care afforded to people with intellectual disabilities in residential settings throughout the country.  The families of those with intellectual disabilities deserve to know, with absolute certainty, that their loved ones live in a caring and safe environment in which they are treated with the respect and dignity they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200008#G00300","speaker":"1174","continuing":true},{"type":"speech","time":1417533300,"counter":43,"content":"<p>I join Government and Opposition Senators in expressing sadness and shock at the death of Jonathan Corrie at a spot very close to Leinster House.  It is tragically symbolic that Mr. Corrie died only a few yards away from the national Parliament of this State.  Only last week the Government announced its housing policy and the investment plan relating thereto.  However, that announcement did not include anything with regard to emergency measures designed to deal with the homelessness crisis.  I commend the Leader on arranging a debate on homelessness tomorrow.  I also commend Senator Craughwell on working with the Leader to facilitate that debate.<\/p><p>I agree with Senator Moran that we do not want any more talking in respect of this issue.  What we want from the relevant Minister is a clear plan of action regarding the investment that is going to be made.  Last week I attended a briefing given by representatives from the Simon Community who referred again - in very dramatic terms - to the homelessness crisis.  They also referred to many issues relating to housing, including the rent caps and limits which are causing major difficulties for many families and which are forcing people to enter substandard accommodation.  We need to discuss a range of issues in the context of this matter.  One cannot walk from this building to Grafton Street in the evenings without passing six or seven people who are homeless.  That is the reality.<\/p><p>I accept that this is a complex issue and that there is no magical solution to it, particularly because some people who are homeless have mental health difficulties or addiction problems.  I am very conscious that we need to be mindful of the fact that there are myriad issues which arise in the context of homelessness.  I welcome tomorrow evening's debate, in which I hope to participate.<\/p><p>My second point relates to the strike in which post-primary school teachers are engaging today.  This matter was raised in an eloquent manner by Senator O'Donnell, who referred to the external examination issue.  I agree with the points the Senator made.  In general, teachers are being asked to perform miracles in under-resourced schools.  Now they are being asked to assist in the implementation of reforms without being given access to proper training or adequate resources.  The request they are making is reasonable.  I drove to the Houses this morning via St. Stephen's Green and I saw teachers who are on strike today walking up and down on one of the footpaths.  That is not where teachers want to be.  They want to be in the classroom, rather than out on strike.  In that context, I support the call for the Minister for Education and Skills to come before the House this issue with us.<\/p><p>I again take the opportunity to commend the Leader on ensuring that the Minister of State with responsibility for housing will come before the Seanad tomorrow to discuss the issue of homelessness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200009#H00200","speaker":"1133"},{"type":"speech","time":1417533300,"counter":44,"content":"<p>I echo the sentiments expressed by Senators across the House in respect of homelessness.  I recall, during my first Christmas as a Member of the Seanad, raising the fact that a homeless individual was sleeping rough across the road from the Leinster House complex.  People who could have made a difference were continually entering and leaving the Houses at the time but that gentleman was still sleeping rough.  Thankfully, it was not him who passed away.<\/p> <p>I join colleagues in extending my sympathy to the family of Mr. Corrie.  What happened to him was shocking.<\/p><p>On a more positive note, I welcome the announcement by Michael O'Leary that Ryanair will bring additional passengers through Shannon Airport in 2015.  I note Mr. O'Leary's comments that it was as a direct result of the Minister, Deputy Michael Noonan, abolishing the travel tax that Ryanair is in a position to bring 1.6 million additional passengers into this country.  That has had a significant impact on the tourism sector.<\/p><p>I agree with the points made by Senator O'Donnell and others regarding external examination of students.  The Minister for Education and Skills, Deputy Jan O'Sullivan, is a very capable and competent Minister.  This issue must be negotiated, not on the streets but around a table.  In order to protect the integrity of any examination process, whether junior certificate, leaving certificate or otherwise, we cannot have teachers assessing their own students.  It does not make sense.  I call on all parties involved to sit down together in the coming weeks to work this out.  There is goodwill on all sides, including among teachers.  They, too, want to get this right.<\/p><p>We can be thankful that there usually is an upside to all such disputes.  In this case, the strike allows me to welcome Alison Cotter to the Public Gallery, a young lady who is doing work experience in my office and is on a day off today.  I hope she enjoys herself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200009#H00300","speaker":"1158","continuing":true},{"type":"speech","time":1417533900,"counter":46,"content":"<p>I am sure the young lady to whom the Senator referred is suitably embarrassed.  She is, of course, very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200010#J00200","speaker":"1128"},{"type":"speech","time":1417533900,"counter":47,"content":"<p>Senator Conway is giving her great training.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200010#J00300","speaker":"1151"},{"type":"speech","time":1417533900,"counter":48,"content":"<p>Her name will be there for posterity in the Official Report.<br\/>I second the amendment put forward by my colleague, Senator Marc MacSharry.  Notwithstanding Senator Craughwell's initiative and the Leader's opening comments, today is the day to discuss this matter.  Indeed, it might well be part of the problem that we keep putting off that discussion.  According to the Order Paper, our business today includes &quot;Statements on Government Geoscience Initiatives from Industry Support to Education&quot;.  I might need somebody to translate that for me because I have no understanding at all of what it is about.  However, I do have an understanding of the homelessness problem.<br\/>Senator Conway referred to earlier remarks he made in this House on this issue.  I have not checked the Official Report, but I do recall, going back more than ten years ago, standing up on the other side of this Chamber and raising the issue of homelessness in the lead-up to Christmas.  I join all colleagues in sympathising with the family of Jonathan Corrie.  It is somewhat ironic that the place where he tragically passed away is where all of the national and international press locate when filming reports from Leinster House.  I wonder will any of them pause in future to recall that the spot on which they stand is where somebody passed away within earshot and sight of the Houses of the Oireachtas.<br\/>A report in <i>The Irish Times<\/i>today is relevant to our calls for an urgent debate on homelessness.  The report outlines how a social housing project in Gardiner Street which would house several dozen people who are badly in need of housing is now complete.  Nobody has been accommodated, however, because the Christian charity which owns the property has put the rent so high that the matter remains under negotiation with Dublin City Council.  Will the Leader use any influence he can bring to bear on the Minister of State with responsibility for housing, Deputy Paudie Coffey, to resolve this issue?  This particular housing complex is in the constituency of the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, who was asked about it yesterday.  It is a tragic irony that in the aftermath of Mr. Corrie's death yesterday, a housing project located not all that far from where he died is ready and waiting to accommodate people in desperate need of housing but a Christian charity has put the rent so high that it is not acceptable to Dublin City Council.  That is a scandal.  Those who call themselves Christians should be brought to account for their actions in this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200010#J00400","speaker":"1128"},{"type":"speech","time":1417533900,"counter":49,"content":"<p>I join colleagues in sympathising with the Corrie family.  My intention today was to call for a debate on housing, so I welcome the Leader's undertaking in that regard.<\/p> <p>There should not be a reason that 168 people would sleep rough in a city of 1.2 million people.  More than seven months ago &euro;35 million was allocated to the four local authorities in Dublin, in particular, to ensure people were taken off the streets.  The Archbishop of Dublin has called for a forum to examine the issue and the Minister for the Environment, Community and Local Government said that he would set up an emergency forum.  It is an increasing problem and it cannot only be looked at in the long terms.  There are many reasons for homelessness but there is no excuse for anybody being homeless.  We should try to prevent them becoming homeless in the first instance and I would like the forum to concentrate on this as well as getting people off the street to ensure nobody is on the street this Christmas.  During the Celtic tiger era, 2,366 adults were homeless in 2008.  That was at a time loads of money was sloshing around the country.  Reference was made to the allocation of &euro;2.1 billion to tackle homelessness but this is not only about money.  There are other problems and I hope we will flesh these out.  Like Senator Naughton, I would like steps to be taken to outline what will be done.  The provision of &euro;35 million will not solve the problem.<\/p><p>I compliment a group of architects who over the weekend designed a house out of a container.  It won an award and it is on display in the Irish Museum of Modern Art.  It will be donated to the Society of St. Vincent de Paul.  It is a beautiful, modern, state-of-the-art house which is powered by solar energy.  It was built in three days with materials provided by 66 companies.  This shows that where there is a will, there is a way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200010#J00500","speaker":"1135","continuing":true},{"type":"speech","time":1417534200,"counter":51,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00200","speaker":"1120"},{"type":"speech","time":1417534200,"counter":52,"content":"<p>I second the call for a debate on education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00300","speaker":"1135"},{"type":"speech","time":1417534200,"counter":53,"content":"<p>On the teachers' strike, I support Senator O'Donnell's call for the Minister to come to the House.  Nobody withdraws labour for the fun of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00400","speaker":"1196"},{"type":"speech","time":1417534200,"counter":54,"content":"<p>Senator O'Donnell did not move an amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00500","speaker":"1120"},{"type":"speech","time":1417534200,"counter":55,"content":"<p>I did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00600","speaker":"1170"},{"type":"speech","time":1417534200,"counter":56,"content":"<p>I thought she had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00700","speaker":"1196"},{"type":"speech","time":1417534200,"counter":57,"content":"<p>Senator O'Donnell never used the word \"amendment\".  She called on the Minister to come to the House but she did not clarify when the Minister was to come in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00800","speaker":"1120"},{"type":"speech","time":1417534200,"counter":58,"content":"<p>I did.  If I did not, I meant to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K00900","speaker":"1170"},{"type":"speech","time":1417534200,"counter":59,"content":"<p>Would the Senator like to clarify her statement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K01000","speaker":"1120"},{"type":"speech","time":1417534200,"counter":60,"content":"<p>Yes. I am sorry.  I meant to move an amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K01100","speaker":"1170"},{"type":"speech","time":1417534200,"counter":61,"content":"<p>Is the Senator formally moving an amendment that the Minister for Education and Skills should come to the House to discuss the teachers' strike?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K01200","speaker":"1120"},{"type":"speech","time":1417534200,"counter":62,"content":"<p>Yes.  I move, \"that the Minister for Education and Skills comes to the House to discuss the teachers' strike\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K01300","speaker":"1170"},{"type":"speech","time":1417534200,"counter":63,"content":"<p>I do not expect the Minister to come to the House to negotiate with the unions but we have to try to move the issues forward.  Several thousand students are out of their classrooms today and that should not happen.  There is no such thing as a low stakes exam.<\/p><p>However, I would like to move on to the issue of John Corrie.  May he rest in peace.  He was born 43 years ago.  I am sure a mother, father, brothers and sisters loved him.  I knew nothing about him and, to my shame, if I passed him on the street, I would have turned my head the other way because I cannot look at homeless people.  I live in fear, like most of us, that one day I may find myself homeless.  I do not want the Minister to be brought to the House and I formally propose an amendment opposing that.  I accept the Leader's offer of a two-hour debate tomorrow night.  I will vote against the amendment.  I do not want this man's death to be used as a game.  None of us knows why he died.  An autopsy will inform us at some stage in the future.  However, tonight 167 people will be on the streets in Dublin.  The Civil Defence has all the resources required to provide them with shelter.  Will the Leader ask the Minister following the Order of Business to mobilise the Civil Defence as a short-term measure?<\/p> <p>The Ormond Hotel on Ormond Quay has been lying idle for several years.  Break down the doors and let the people in out of the cold.<\/p><p>What happened caused outrage because it happened outside our door, but it is happening every night of the week in every city in Ireland.  I was up at 6 a.m. and went for a walk.  By the time I got back to my house, I was frozen to the bone.  I have no idea how those people survive.  Please do not tell me that they are alcoholics and junkies.  Someone hitting skid row and finishing up lying in a cold, wet doorway overnight is something that should outrage us all.  It is to my shame that I have never done anything about it.  I have a chance in this House to call for a debate.  Homelessness is not just for Christmas.  It goes on way beyond Christmas.  Please do not give me a solution up to 26 December.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200011#K01400","speaker":"1196","continuing":true},{"type":"speech","time":1417534500,"counter":65,"content":"<p>I congratulate and salute the Beaufort community council for its speedy response in having the cross on the top of Carrauntoohil restored to its rightful place in time for Christmas.<\/p><p>I commend Senator Craughwell and others.  I sympathise with the Corrie family.  The Leader will arrange a debate for tomorrow.  I commend Dublin City Council, which has provided &euro;2.44 million for emergency accommodation and &euro;2.5 million to charities such as the Simon Communities and the Fr. Peter McVerry Trust.  Of course there should be sufficient sheltered accommodation for people on the streets, but some of them are there by desire.  We cannot force people.  As Senator Cullinane stated, there are addiction issues, etc.  This problem is more complex than we might think upon looking at it and reading press reports.  I hope that we can go into some detail tomorrow evening.  Senator Craughwell mentioned a property on Ormond Quay.  Fr. McVerry mentioned it on television yesterday.  I do not know why it has been lying idle for so long.  Maybe Dublin City Council could use its good offices to examine the suggestion.  Perhaps further sheltered accommodation could be provided.<\/p><p>I hope that tomorrow's debate will shed more light on this issue and that we will examine the various complex issues arising for some of those involved.  The young man in question had not been at home for the guts of 29 years.  There are different reasons for every case.  It is shocking when it happens, but there will be no one-size-fits-all solution.  I look forward to our debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200012#L00200","speaker":"1151"},{"type":"speech","time":1417534500,"counter":66,"content":"<p>I was somewhat disconcerted to read reports on the recent announcement of an intention to withdraw security services from banks and ATM cash-in-transit trips.  Apparently, it follows new thinking on the part of the regulator, the Private Security Authority, PSA.  It is especially unusual that this was decided and made public in the run up to Christmas.  I am not suggesting for the moment that we need the Army on our streets and so on, but we have grown accustomed to the safety that such a service provides.  I am sure that many lives have been saved over the years by the presence of armed Army officers and garda&iacute; at the banks.  Ironically, there have been two raids on ATMs in the past week, one in Ratoath and one in Raheny.  The Garda and the PSNI have also signalled that there has been a significant increase in dissident republican activity with an eye to disrupting Christmas shopping.  The Minister for Finance, who owns one of our banks almost in its entirety, should make a statement on the issue to the House.  I understand that the banks always met the costs, which meant there was no burden on the State.  I would like the decision to be reviewed and explained to us fully.<\/p><p>The holly is a most beautiful plant with which we like to adorn our halls and walls at Christmas.  Unfortunately, it is also usually the victim of wholesale vandalism on the part of people who enter our forested areas and national parks with slash hooks and destroy entire trees instead of just taking twigs.<\/p> <p>I am slow to encroach on Senator Paul Coghlan's well-established patch but I was delighted to read that the rangers in Killarney National Park gave twigs of holly to people free of charge in order to discourage the theft of holly.  Unfortunately, we will see fellas on street corners all around the country selling big chunks of holly and the plant will never grow again. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200012#L00300","speaker":"1142","continuing":true},{"type":"speech","time":1417534800,"counter":68,"content":"<p>I am sure that in all the years that John Corrie spent living rough on the streets of Dublin little did he think his name would be mentioned by practically everybody who has spoken in this House of Parliament here today.  As we think of him, and think of his grieving family, the greatest tribute and, hopefully, legacy he can leave is that we will do everything possible, as public representatives and parliamentarians, to redouble our efforts to make sure, in as far as is humanly possible, that nobody else will die on our streets anywhere in Ireland as a result of not having shelter for the night.<\/p><p>I welcome the fact that the Minister for the Environment, Community and Local Government will convene a forum on homelessness.  I have no doubt that all the State agencies will redouble their efforts to ensure that many of the people who are homeless on our streets will have shelter during this winter.<\/p><p>We need to widen the debate and investigate why so many people with broken lives live on our streets.  We see on a daily basis the many people whose lives are ravaged by the abuse of alcohol and drugs.  We need to tackle the drug traffickers and the people who facilitate the distribution of their illicit trade.  We need to provide more rehabilitation facilities for people who wish to come off drugs and alcohol.  We also need to address the many issues faced by people with mental health problems.  Let this tragedy be a wake-up call for all of us to address these major social issues that face the country today.  It is almost 100 years since people fought at the GPO for freedom.  If we are to remember John Corrie then let us take decisive action to address the many serious problems that face our country today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200013#M00200","speaker":"1118"},{"type":"speech","time":1417534800,"counter":69,"content":"<p>I wish to continue paying respects to John Corrie and I also empathise and sympathise with his family.  I am speaking after all the other Senators that have spoken today.<\/p><p>As Senator O'Donnell just said to me, we have invested millions of euro in dealing with the homeless and thousands of people work in the sector.  We can debate the matter all we like tomorrow but something must radically change.  There must be a game changer that we can, once and for all, resolve the issue.  As a previous speaker has said, we must dig to the bottom of the problem but we need to do something immediate.  We are only speaking about it here today because this person's death happened on our doorstep but such tragedies happen every day in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200013#M00300","speaker":"1169"},{"type":"speech","time":1417534800,"counter":70,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200013#M00400","speaker":"1170"},{"type":"speech","time":1417534800,"counter":71,"content":"<p>John Corrie is somebody's son, John Corrie is probably somebody's father, John Corrie is somebody's brother and John Corrie has a sister who is now crying.  He was a real human being who died beside us with no dignity and no respect.<\/p><p>I shall move on to another issue.  Earlier Senator Moran spoke of the &quot;Prime Time&quot; debate and said there is a need to hold a debate on people with a severe mental health disability being placed in residential care.  I second her call for same.  I visited a 17-year old child in Kildare last week who was put in respite residential care 14 months ago.  Her family are in Dublin and they are distraught because their little girl who has never been cared for anywhere else but in her home has been injured no less than four times at her current location.  She has broken her toe, damaged her ankle and can no longer speak.  She fell against a radiator recently and hurt her neck and split her lip.  Unfortunately, she did not get plastic surgery in time so is disfigured forever.  Her family want her put back near them in Dublin where they can keep an eye on her.  They want to save the State money and care for her at weekends.  They have spent &euro;4,500 on round trips to the residential care centre which her consultant in St. James's Hospital says is not safe for her. <\/p> <p>While I could go on for two hours, Members need a debate and need some action because these people have no voices.  The only quality of life this child has is to visually see her family - those whom she loves - every day and they are a round trip of 120 km from her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200013#M00500","speaker":"1169","continuing":true},{"type":"speech","time":1417535100,"counter":73,"content":"<p>Senator Mary Ann O'Brien stated there must be a game changer on homelessness and the tragic death of Mr. Corrie has presented Members with an opportunity as a catalyst for action.  While of course a long-term plan is needed and of course the causes of homelessness are deep and varied, an emergency response is also needed.  I do not know how anybody sleeps out at night.  I was delighted to hear messages coming through to the effect that the Catholic Church is offering 68 emergency places for the homeless.  If nothing else is done until the long-term solutions kick in, as a nation we should ensure that each homeless person has an emergency home, be it through the empty buildings of NAMA or any vacant buildings.  I will also await the debate tomorrow evening.<\/p><p>I propose an amendment to the Order of Business to invite the Minister for Education and Skills into the House regarding the teachers' strikes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00200","speaker":"1131"},{"type":"speech","time":1417535100,"counter":74,"content":"<p>Senator, that already has been proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00300","speaker":"1120"},{"type":"speech","time":1417535100,"counter":75,"content":"<p>Can I second it, third it or fourth it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00400","speaker":"1131"},{"type":"speech","time":1417535100,"counter":76,"content":"<p>It already has been seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00500","speaker":"1120"},{"type":"speech","time":1417535100,"counter":77,"content":"<p>Today, there are 350,000 young people out of school, with another day threatened in January.  Moreover, it is not just the children who are studying for the junior certificate who are out, but this also affects the leaving certificate children.  The Constitution states the parents are the primary educators but nobody consulted them and it is probable that 200,000 homes have been discommoded.   There is talk about parents being partners in education but is this rhetoric or is it real?  I must be honest and state I am very uncomfortable with the leadership-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00600","speaker":"1131"},{"type":"speech","time":1417535100,"counter":78,"content":"<p>Senator Marie-Louise O'Donnell on a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00700","speaker":"1120"},{"type":"speech","time":1417535100,"counter":79,"content":"<p>Senator Healy Eames, this is not the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00800","speaker":"1170"},{"type":"speech","time":1417535100,"counter":80,"content":"<p>Senator, that is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N00900","speaker":"1120"},{"type":"speech","time":1417535100,"counter":81,"content":"<p>It is to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01000","speaker":"1170"},{"type":"speech","time":1417535100,"counter":82,"content":"<p>Senator, you are over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01100","speaker":"1120"},{"type":"speech","time":1417535100,"counter":83,"content":"<p>I am very uncomfortable with the leadership given by the teachers' unions on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01200","speaker":"1131"},{"type":"speech","time":1417535100,"counter":84,"content":"<p>I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01300","speaker":"1120"},{"type":"speech","time":1417535100,"counter":85,"content":"<p>With respect, I wish to finish this point.  First, they did not ballot their members and the new deal proposed by the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01400","speaker":"1131"},{"type":"speech","time":1417535100,"counter":86,"content":"<p>Senator, you can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01500","speaker":"1120"},{"type":"speech","time":1417535100,"counter":87,"content":"<p>Second, if I wanted advice on education, I would not go to a teachers' union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01600","speaker":"1131"},{"type":"speech","time":1417535100,"counter":88,"content":"<p>Senator, you are way over time.  I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01700","speaker":"1120"},{"type":"speech","time":1417535100,"counter":89,"content":"<p>One would not go to the Department of Education and Skills either at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01800","speaker":"1170"},{"type":"speech","time":1417535100,"counter":90,"content":"<p>Something is fundamentally wrong in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N01900","speaker":"1131"},{"type":"speech","time":1417535100,"counter":91,"content":"<p>I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02000","speaker":"1120"},{"type":"speech","time":1417535100,"counter":92,"content":"<p>It will not listen to the teachers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02100","speaker":"1170"},{"type":"speech","time":1417535100,"counter":93,"content":"<p>A debate on this issue is needed in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02200","speaker":"1131"},{"type":"speech","time":1417535100,"counter":94,"content":"<p>Please, I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02300","speaker":"1120"},{"type":"speech","time":1417535100,"counter":95,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02400","speaker":"1142"},{"type":"speech","time":1417535100,"counter":96,"content":"<p>Senator O'Sullivan, on a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02500","speaker":"1120"},{"type":"speech","time":1417535100,"counter":97,"content":"<p>Is it in order for a Member to make a comment like that about any union and in particular about a teachers' union?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02600","speaker":"1142"},{"type":"speech","time":1417535100,"counter":98,"content":"<p>It is a political charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02700","speaker":"1120"},{"type":"speech","time":1417535100,"counter":99,"content":"<p>Is it in order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02800","speaker":"1142"},{"type":"speech","time":1417535100,"counter":100,"content":"<p>Senator, it is a political charge.  I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N02900","speaker":"1120"},{"type":"speech","time":1417535100,"counter":101,"content":"<p>Of course it is.  I am not comfortable with the leadership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03000","speaker":"1131"},{"type":"speech","time":1417535100,"counter":102,"content":"<p>I am not comfortable with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03100","speaker":"1142"},{"type":"speech","time":1417535100,"counter":103,"content":"<p>It is an opinion and it is a political charge.  I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03200","speaker":"1120"},{"type":"speech","time":1417535100,"counter":104,"content":"<p>I also express my sympathies to the family and friends of Jonathan Corrie, who died just yards from this Chamber.  However, homelessness, and the result seen yesterday of somebody dying on the steps of Parliament, is the thin edge of austerity.  That is what it looks like when services are cut and when funding has been withdrawn from mental health services, from alcohol and addiction programmes and from housing programmes.  Consequently, I support my colleague in seeking an immediate debate on this matter.  I also support a debate on the teachers' strike.  Members have a light itinerary today and the fact that the teachers' unions and the Minister are not in here debating this issue today shows the Government does not seek debate in this regard.<\/p><p>Most appalling is the deafening silence from the Government when it comes to the fact that every piece of communication from this island is being listened to and monitored by the British Government.  This is being done without a single word from the Government, as though that should be normal behaviour between alleged friends.  The next time Senator Paul Coghlan meets the ambassador, he might ask him to stop listening to his telephone calls.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03300","speaker":"1159"},{"type":"speech","time":1417535100,"counter":105,"content":"<p>I missed the Senator there for a minute.  Was he in training at the Sligo school of amateur dramatics?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03400","speaker":"1151"},{"type":"speech","time":1417535100,"counter":106,"content":"<p>It is absolutely unbelievable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03500","speaker":"1159"},{"type":"speech","time":1417535100,"counter":107,"content":"<p>Senator Daly, do you have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03600","speaker":"1120"},{"type":"speech","time":1417535100,"counter":108,"content":"<p>I ask the Leader to organise a debate, to bring in the Minister for Foreign Affairs and Trade and to ask him why there is no outrage from or protest by the Government.  The ambassador is not even being brought in to explain why they are listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200014#N03700","speaker":"1159"},{"type":"speech","time":1417535700,"counter":109,"content":"<p>Has Senator Daly a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00100","speaker":"1120"},{"type":"speech","time":1417535700,"counter":110,"content":"<p>As a policy, every piece of communication from this island is being monitored.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00200","speaker":"1159"},{"type":"speech","time":1417535700,"counter":111,"content":"<p>Senator Daly does not even know what he is talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00300","speaker":"1151"},{"type":"speech","time":1417535700,"counter":112,"content":"<p>Senator Daly without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00400","speaker":"1120"},{"type":"speech","time":1417535700,"counter":113,"content":"<p>Worse than that, the Government is still giving-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00500","speaker":"1159"},{"type":"speech","time":1417535700,"counter":114,"content":"<p>R&aacute;im&eacute;is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00800","speaker":"1151"},{"type":"speech","time":1417535700,"counter":115,"content":"<p>-----contracts to the companies, Vodafone and others, which are monitoring on behalf of another state.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O00900","speaker":"1159"},{"type":"speech","time":1417535700,"counter":116,"content":"<p>Could Senator Daly produce the proof?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01000","speaker":"1170"},{"type":"speech","time":1417535700,"counter":117,"content":"<p>Senator Daly is over time.  I call Senator Heffernan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01100","speaker":"1120"},{"type":"speech","time":1417535700,"counter":118,"content":"<p>It is incredible that there is deafening silence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01200","speaker":"1159"},{"type":"speech","time":1417535700,"counter":119,"content":"<p>Senator Daly is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01300","speaker":"1120"},{"type":"speech","time":1417535700,"counter":120,"content":"<p>I hope, by the time we get out of this Chamber, the Government has the will and bravery, because it is cowardice so far, to take the case of the hooded men back to the European courts because this is the issue.  It is not about what happened nearly 40 years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01400","speaker":"1159"},{"type":"speech","time":1417535700,"counter":121,"content":"<p>Senator Daly is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01500","speaker":"1120"},{"type":"speech","time":1417535700,"counter":122,"content":"<p>It is about the fact that the European court ruling is now being used-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01600","speaker":"1159"},{"type":"speech","time":1417535700,"counter":123,"content":"<p>Senator Daly is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01700","speaker":"1120"},{"type":"speech","time":1417535700,"counter":124,"content":"<p>-----to promote and allow for enhanced interrogation techniques, which is actually torture, around the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01800","speaker":"1159"},{"type":"speech","time":1417535700,"counter":125,"content":"<p>I was speaking to representatives of the homeless services and there was a sad and despondent air amid the news of Mr. Jonathan Corrie dying outside the gates of Leinster House.  Mr. Corrie was known to the homeless services as \"Teardrop John\" because he had a teardrop tattoo on his face.  To see the reporting of it, it takes away from the human aspect of this.<\/p><p>Mr. Corrie spoke to a friend of mine who is involved with the homeless services on Tuesday night last and he told them that he loved fishing.  He had a fine conversation about his parents and I want to put on the record of the House the high regard in which he held, and the love and affection that he felt for, his mother in particular.  I believe that on that day he had just spoken to her for the first time in five years.  Indeed, he spoke in very high regard of his father at that time as well.<\/p><p>No wonder people are affected by seeing him dead before Christmas.  We can talk all day about the reasons people are homeless, but the fact remains that this was a man with a heart, a human being who died because he had no roof over his head.<\/p><p>We cannot underestimate the scale of the epidemic, especially here in the capital city but also in Limerick, Cork, Galway and elsewhere.  It is a national disgrace.  It is a national shame that this is going on.  I welcome the debate that is proposed for tomorrow.  To be honest, it is long overdue.<\/p><p>On Wednesday night the week before last, I took part in the homeless count where we went around the city.  I was given, with my group, a small area, from O'Connell Bridge to Liberty Hall where there was somebody sleeping at the doors, past the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O01900","speaker":"1119"},{"type":"speech","time":1417535700,"counter":126,"content":"<p>Senator Heffernan can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02000","speaker":"1120"},{"type":"speech","time":1417535700,"counter":127,"content":"<p>I intend to.  It extended past the Custom House, the Connolly memorial and Store Street Garda station where there was a number of people stretched out inside, and men were huddled in threes and fours in doorways trying to shelter themselves from the cold and wet of that night.  We came across an Internet caf&eacute; on Talbot Street where there were a number of lads stretched out all over the seats for want of a place to stay.  In that patch, that tiny rectangular area up to Talbot Street and back down O'Connell Street, we counted 38 persons who were sleeping rough that night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02100","speaker":"1119"},{"type":"speech","time":1417535700,"counter":128,"content":"<p>Senator Heffernan is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02200","speaker":"1120"},{"type":"speech","time":1417535700,"counter":129,"content":"<p>That is not taking into account those who sleep on couches, who sleep in hallways and who are inside in homeless centres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02300","speaker":"1119"},{"type":"speech","time":1417535700,"counter":130,"content":"<p>I call Senator Wilson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02400","speaker":"1120"},{"type":"speech","time":1417535700,"counter":131,"content":"<p>The scale of this is significant.  While we can have the debate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02500","speaker":"1119"},{"type":"speech","time":1417535700,"counter":132,"content":"<p>Senator Heffernan can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02600","speaker":"1120"},{"type":"speech","time":1417535700,"counter":133,"content":"<p>-----that is fair enough,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02700","speaker":"1119"},{"type":"speech","time":1417535700,"counter":134,"content":"<p>Senator Heffernan is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02800","speaker":"1120"},{"type":"speech","time":1417535700,"counter":135,"content":"<p>-----instead of listening to the Minister and us talking about it, and throwing it back and forth,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O02900","speaker":"1119"},{"type":"speech","time":1417535700,"counter":136,"content":"<p>I call Senator Wilson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03000","speaker":"1120"},{"type":"speech","time":1417535700,"counter":137,"content":"<p>-----why not invite those who are involved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03100","speaker":"1119"},{"type":"speech","time":1417535700,"counter":138,"content":"<p>Senator Heffernan is eating into the time of the other Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03200","speaker":"1120"},{"type":"speech","time":1417535700,"counter":139,"content":"<p>With respect-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03300","speaker":"1119"},{"type":"speech","time":1417535700,"counter":140,"content":"<p>With respect to Senator Heffernan, I respect the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03400","speaker":"1120"},{"type":"speech","time":1417535700,"counter":141,"content":"<p>-----can I beg the Cathaoirleach's indulgence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03500","speaker":"1119"},{"type":"speech","time":1417535700,"counter":142,"content":"<p>Senator Heffernan is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03600","speaker":"1120"},{"type":"speech","time":1417535700,"counter":143,"content":"<p>Can I finish my point?  We should open up this House, as has been done previously, to those who are involved at the coalface of homelessness, such as the Peter McVerry Trust, Focus Ireland and Simon Community,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03700","speaker":"1119"},{"type":"speech","time":1417535700,"counter":144,"content":"<p>Senator Heffernan is way over time.  I call Senator Wilson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03800","speaker":"1120"},{"type":"speech","time":1417535700,"counter":145,"content":"<p>-----to come in and tell us what it is like and what we can do about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O03900","speaker":"1119"},{"type":"speech","time":1417535700,"counter":146,"content":"<p>Senator Heffernan should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O04000","speaker":"1120"},{"type":"speech","time":1417535700,"counter":147,"content":"<p>I join other Senators in extending sympathy to the family of Mr. Corrie.<\/p> <p>If he had not died where he did, there would not be a word about him.  That is the reality.  I have been a Member of this House since 2002 and homelessness has been discussed since I first joined, with periodic mentions since then.  The facilities do not exist that can give a bed to everybody who needs it but not everybody wants a bed, with some choosing not to have one.  I am not saying that was the case with Mr. Corrie.  He is being spoken about today, unfortunately, because he died in a certain place.  Otherwise, there would not be a word spoken about him.  I would welcome a debate on the issue and I hope some good can come from the publicity surrounding his death.<\/p><p>I join other colleagues in calling for the Minister to come to the House to discuss the teachers' strike.  The teachers have a very valid argument and a point to make.  As I indicated, I accept the Minister has made some concessions in the changes to the junior certificate proposed by the former Minister for Education and Skills, Deputy Quinn.  However, these are not acceptable, even at the level where 40% of the assessment would be done internally.  I would welcome the Minister to the House to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200015#O04100","speaker":"1164","continuing":true},{"type":"speech","time":1417536300,"counter":149,"content":"<p>I add my sympathies to those being extended to Mr. Corrie's family.  Homelessness is a very sad reality in the city and it is a problem which has many facets.  People may find themselves in settled employment one minute, with a home and family, and they may suddenly find they have lost their job and house.  Their problems are different to the issues experienced by somebody who is severely ill and addicted, who is unfortunately living a life which has not had the anchorage of family, employment, etc.  We need to tackle the problem in its many different facets.<\/p><p>We should see this as an absolute emergency and state that we will not let another winter pass with people sleeping on the streets in near-freezing conditions.  It is simply unacceptable.  We can have all kinds of long-term plans for solving the mortgage repayment or default crises and the need to build more units but the hard core of people in danger of dying on the streets from the effects of exposure, crime or starvation number in the hundreds and not the thousands.  It is a problem that is eminently fixable; it could be done with a budget not of hundreds of millions of euro but probably the low tens of millions of euro.<\/p><p>I suggest the need for an emergency action plan.  First, we need a major reprioritisation of public spending.  There is something a little offensive about trying to make a city look beautiful by building new parks, painting the window surrounds of old buildings and beautifying our statues while people are underneath those statues and in the eaves of those buildings who are freezing.  We should put a blanket ban on spending money on anything that could be classified as a beautification project until we have adequate emergency homeless shelters in place and provisions in place so that anybody sleeping outside, under a bridge, flyover or a bush in a park will have somewhere to go, although it may not be the best home in the world.  They would be warm, dry and safe in some kind of wardened accommodation.  We could afford to do that without breaking any banks.  As I indicated, we could halt any beautification projects.  Although it may offend many people, I believe the dead leaders of the 1916 Rising would probably like nothing more than to have a &quot;seven signatories&quot; homeless shelter rather than more plaques on the walls commemorating events from hundreds of years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200016#P00200","speaker":"1147"},{"type":"speech","time":1417536300,"counter":150,"content":"<p>The Senator can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200016#P00300","speaker":"1120"},{"type":"speech","time":1417536300,"counter":151,"content":"<p>Every public relations contract in every local authority in the country can be ended and we should put a modest tax on cigarettes, with the money being used specifically for maintaining a homeless shelter.  We could fix this problem in approximately six weeks if we had the will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200016#P00400","speaker":"1147"},{"type":"speech","time":1417536300,"counter":152,"content":"<p>The Senator is way over time and should conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200016#P00500","speaker":"1120"},{"type":"speech","time":1417536300,"counter":153,"content":"<p>Dublin City Council is spending money this year on an interpretive centre for Bull Island.  The entire country is starting to resemble a bull island if this is the scale of priorities when people are freezing in the street.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200016#P00600","speaker":"1147"},{"type":"speech","time":1417536600,"counter":154,"content":"<p>I join the expressions of sympathy to the family of John Corrie.  The vast majority of Members of the House have spoken about the issue of homelessness.  Like all Members I am very concerned over the recent rise in the number of people sleeping rough in Dublin city.  Any loss of life on our streets is a tragedy.  We all agree that a recovering economy needs to translate into better living standards for all our people.<\/p><p>As the Deputy Leader mentioned, the Minister for the Environment, Community and Local Government will convene a special forum on homelessness on Thursday to meet elected mayors, CEOs of local authorities and representatives of the voluntary organisations to address the serious challenges posed by homelessness in the Dublin region in particular.<\/p><p>Arrangements are under way to expand the number of emergency bed spaces.  A total of 164 beds are being sourced by Dublin City Council - 38 have already been put in place with another 30 due by 8 December, a further 76 by 15 December and a further 20 by 5 January.  Approximately 160 people are sleeping rough in Dublin on the last count.  There are 655 vacant units in the hands of Dublin City Council being refurbished and returned to use.  Work has started on 245 and there will be a further 410 over the next four to six months.<\/p><p>The Housing First service for people sleeping rough in Dublin is under way.  It is a wrap-around programme provided by Focus Ireland and the Peter McVerry Trust, which supports people sleeping rough to find and sustain tenancies.<\/p><p>The Minister for the Environment, Community and Local Government has written to all local authorities urging them to give priority to homeless households in their allocations.  The Minister has allocated &euro;10.5 million in additional funding in 2015 for homeless accommodation and related services, bringing the total to &euro;55.5 million next year.  This goes well beyond the Government's existing commitment to maintain its expenditure at the 2013 level of &euro;45 million.<\/p><p>The Minister has also provided an additional &euro;4 million supplementary allocation to Dublin City Council in November to assist in the costs of emergency accommodation arising from the increasing number of families being accommodated in commercial hotels.<\/p><p>I will not continue further with that.  I am sure we will have a very good debate tomorrow and I thank the Minister for agreeing to come to the House to have a comprehensive debate on the subject tomorrow night.<\/p><p>Senator MacSharry spoke about the opening of the live cattle trade with Russia.  I will certainly raise the matter with the Minister for Agriculture, Food and Marine, Deputy Coveney.  Over the past year or so the Minister has been very active in opening beef markets to many countries which have proved to be very productive.  I will certainly raise the question of the Russian market with him also.<\/p><p>Senator Bacik said that very little social housing had been built during the boom years and we are certainly reaping the reward of that at present.  She also spoke about the teachers' strike, as did many other Members, including Senators O'Donnell, Craughwell and Healy Eames.  I will endeavour to have the Minister for Education and Skills, Deputy Jan O'Sullivan, come to the House.  After the Order of Business I will ask her if she can come in this week.  I am in the hands of the Minister, but I will certainly make representations to see whether she can come in this week.<\/p><p>Senator Zappone spoke about the need for multifaceted solutions to homelessness and we can all agree on that.<\/p><p>Senator Barrett welcomed the recall of the United Arab Emirates ambassador.  He also commented on the death of Jack Kyle, an extraordinary sportsman in his time.<\/p> <p> Senator O'Neill stated that milk production is 7.1% over quota and referred to the fact that Ireland will face a superlevy bill of &euro;113 million as a result.  The Senator asked that the Minister for Agriculture, Food and the Marine, Deputy Coveney, make representations to the effect that this money might be paid on a phased basis.  I will certainly communicate his views on the matter to the Minister.<\/p><p>Senator Leyden also referred to the teachers' strike.  I reject his comments to the effect that the Minister for Education and Skills has been in any way intransigent in respect of this matter.  She has moved a great deal from her original position but I think we will leave debating the issue until she can come before the House.<\/p><p>Senator Kelly requested a debate on the ambulance service.  I will try to facilitate his request by asking the Minister for Health to come before the House.<\/p><p>Senator Naughton welcomed the fact that Galway has been designated UNESCO city of film.  Obviously, a major boost will accrue to the city's image as a result of this development.<\/p><p>I note Senator Quinn's points in respect of defibrillators and the fact that VAT should not be charged on them.  The Senator raised this matter previously, particularly in the context of the provision of grants to encourage businesses to install defibrillators on their premises.<\/p><p>Senators Moran and Mary Ann O'Brien raised the disturbing reports relating to a care home, &Aacute;ras Attracta, in County Mayo.  The reports in question are shocking.  Senator Moran has referred to the care of people with intellectual disabilities on several occasions in the House.  We will endeavour to have a debate on the matter.<\/p><p>Senator Conway welcomed Ryanair's announcement regarding an increase in the number of flights into and out of Shannon Airport and the fact that an additional 1.6 million people are using the airport as a result of the abolition of the travel tax in particular.<\/p><p>Senator Mooney was among those who referred to homelessness.  He also highlighted the need to resolve the position in respect of a housing complex in Dublin's inner city.  I share the sentiments expressed by the Senator in that regard.  The Minister for Transport, Tourism and Sport, Deputy Donohoe, has made representations with a view to removing the impasse that has developed.  Senator Mooney also referred to the debate in which we are due to engage with the Minister of State at the Department of Arts, Heritage and the Gaeltacht, Deputy McHugh.  I am sure the Senator is aware that when the boom was at its height in 2006, the value of the geoscience sector was estimated to be &euro;4.2 billion or 3% of GDP.  The geoscience sector contributes significantly to the building, energy, mining and environmental services sectors.  More recent independent studies estimate that mining and related activities alone, which give rise to 1,400 jobs, are worth &euro;800 million per annum.  These issues will be discussed later with the Minister of State, Deputy McHugh.  Senator Mooney often refers to Ireland's natural resources and the development of and support for rural areas by the Government.  I am sure he will play a very important part in the debate with the Minister of State, which is due to follow the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200017#Q00100","speaker":"1130","continuing":true},{"type":"speech","time":1417536900,"counter":156,"content":"<p>I thank the Leader for the translation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200018#R00200","speaker":"1128"},{"type":"speech","time":1417536900,"counter":157,"content":"<p>Senator Paul Coghlan referred to the restoration of the cross at Carrauntoohil and complimented Beaufort Community Council on its work in this regard.<\/p><p>Senator O'Sullivan referred to the withdrawal of security services for the banks, recounted details of recent raids in Ratoath and Raheny and requested that this matter be revisited.  I will certainly bring it to the attention of the Minister for Justice and Equality.  Perhaps we might engage in an overall debate on law and order early in the new year.<\/p> <p> Senator Mullins referred to the need for rehabilitative services for people with addiction problems.  We had a debate on mental health recently, and this is an issue we can certainly discuss.  I agree with the Senator regarding the need for better access to rehabilitation for persons with addictions.<\/p><p>I welcome Senator Healy Eames's indication that the Catholic Church has provided 68 places for homeless people.  That is excellent news.<\/p><p>Senator Daly referred to cuts to the housing programme.  Today is not the day to get involved in politics around this issue.  I will note, however, that the amount of money that was spent on social housing in the boom years was practically nil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200018#R00300","speaker":"1130","continuing":true},{"type":"speech","time":1417537200,"counter":159,"content":"<p>Noel Dempsey brought in the provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00200","speaker":"1149"},{"type":"speech","time":1417537200,"counter":160,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00300","speaker":"1120"},{"type":"speech","time":1417537200,"counter":161,"content":"<p>I have no intention of getting involved in that type of discussion.  A debate on homelessness will take place tomorrow.  I realise it is very difficult for Members opposite to accept the facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00400","speaker":"1130"},{"type":"speech","time":1417537200,"counter":162,"content":"<p>The Leader is not giving the facts.  He is the one getting into politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00500","speaker":"1149"},{"type":"speech","time":1417537200,"counter":163,"content":"<p>The Leader must be allowed to respond without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00600","speaker":"1120"},{"type":"speech","time":1417537200,"counter":164,"content":"<p>The Leader is misleading the House.  He should not be telling lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00700","speaker":"1149"},{"type":"speech","time":1417537200,"counter":165,"content":"<p>Shouting and roaring will get Senator MacSharry nowhere with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00800","speaker":"1130"},{"type":"speech","time":1417537200,"counter":166,"content":"<p>There is no point in his telling us lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S00900","speaker":"1149"},{"type":"speech","time":1417537200,"counter":167,"content":"<p>Senator Heffernan, in his comments, brought a human dimension to the issue of homelessness.  I am sure he will make a useful contribution to the debate tomorrow.  Senator Wilson made the very valid point that some people who are homeless will not accept shelter.  I note, too, the comments made by Senator Crown on this issue.<\/p><p>I do not propose to accept the amendments to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01000","speaker":"1130"},{"type":"speech","time":1417537200,"counter":168,"content":"<p>Senator MacSharry has moved an amendment to the Order of Business: \"That a debate with the Minister for the Environment, Community and Local Government to outline the urgent measures to be taken to address the housing crisis be taken today.\"  Is the Senator pressing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01100","speaker":"1120"},{"type":"speech","time":1417537200,"counter":169,"content":"<p>On a point of order, it might be of use to some of the newer Members of the House to observe that the great thing about democracy is that it allows us to take different views on different issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01200","speaker":"1149"},{"type":"speech","time":1417537200,"counter":170,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01300","speaker":"1120"},{"type":"speech","time":1417537200,"counter":171,"content":"<p>The amendment must be pressed.  While some Members might consider it acceptable to have the debate tomorrow, it is not acceptable to those of us on this side of the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01400","speaker":"1149"},{"type":"speech","time":1417537200,"counter":172,"content":"<p>I am putting the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01500","speaker":"1120"},{"type":"speech","time":1417537200,"counter":173,"content":"<p>For Senator Craughwell to say we are playing politics with this issue displays an extraordinary level of ignorance.  Senator Mooney has been making contributions on social issues for almost 30 years in this House.  I am here a mere 12 years.  Colleagues may vote whichever way they like, but we are asking that the debate take place today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01600","speaker":"1149"},{"type":"vote","time":1417537200,"counter":174,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 12; Níl, 26.<\/p><br\/><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200019#S01700","aye":["1157","1116","1147","1159","1140","1149","1128","1127","1142","1154","1156","1164"],"nay":["1148","1138","1150","1151","1124","1158","1196","1130","1131","1119","1152","1135","1161","1162","1132","1174","1118","1153","1169","1170","1129","1125","1145","1171","1143","1176"]},{"type":"speech","time":1417537500,"counter":175,"content":"<p>Senator Marie-Louise O'Donnell has also moved an amendment to the Order of Business: \"That a debate with the Minister for Education and Skills on the teachers' strike be taken today\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00100","speaker":"1120"},{"type":"speech","time":1417537500,"counter":176,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00200","speaker":"1170"},{"type":"speech","time":1417537500,"counter":177,"content":"<p>On a point of order, I sought a vote on an amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00300","speaker":"1131"},{"type":"speech","time":1417537500,"counter":178,"content":"<p>It is Senator O'Donnell's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00400","speaker":"1120"},{"type":"speech","time":1417537500,"counter":179,"content":"<p>Given that Senator O'Donnell has withdrawn her amendment can my amendment not be taken?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00500","speaker":"1131"},{"type":"speech","time":1417537500,"counter":180,"content":"<p>I am happy for the Leader to decide when the Minister comes in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00600","speaker":"1170"},{"type":"speech","time":1417537500,"counter":181,"content":"<p>Does Senator Healy Eames oppose the withdrawal of the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00700","speaker":"1120"},{"type":"speech","time":1417537500,"counter":182,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200020#V00800","speaker":"1131"},{"type":"vote","time":1417537800,"counter":183,"content":"<p>Question put: \"That amendment No. 2 be withdrawn.\"<\/p><p>The Seanad divided: Tá, 23; Níl, 17.<\/p><br\/><p>Tellers: Tá, Senators Marie-Louise O'Donnell and Jillian van Turnhout; Níl, Senators Gerard P. Craughwell and Fidelma Healy Eames.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200021#X00150","aye":["1148","1157","1138","1150","1151","1124","1158","1130","1160","1117","1152","1135","1161","1162","1132","1174","1118","1153","1170","1129","1125","1171","1143"],"nay":["1116","1196","1147","1159","1131","1119","1140","1149","1128","1169","1127","1142","1154","1145","1156","1164","1176"]},{"type":"unspoken","time":1417537800,"counter":184,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Horse and Greyhound Racing Fund Regulations 2014: Motion","time":1417537800,"counter":185,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200021#X00250"},{"type":"speech","time":1417537800,"counter":186,"content":"<p>I move: <\/p><p>\t&quot;That Seanad &Eacute;ireann approves the following Order in draft: <\/p><p>\t\tHorse and Greyhound Racing Fund Regulations 2014, <\/p><p>\ta copy of which Order in draft was laid before Seanad &Eacute;ireann on 14th November 2014.&quot;  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200021#X00300","speaker":"1130"},{"type":"unspoken","time":1417537800,"counter":187,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Geological Survey of Ireland: Statements","time":1417538100,"counter":188,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200022#Y00100"},{"type":"speech","time":1417538100,"counter":189,"content":"<p>I welcome the Minister of State to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200022#Y00200","speaker":"1142"},{"type":"speech","time":1417538100,"counter":190,"content":"<p>Gabhaim bu&iacute;ochas as ucht an chuiridh teacht go dt&iacute; an Seanad inniu.  I am delighted to be in the House to present this statement.<\/p><p>The work of the Geological Survey of Ireland, a division of my Department of Communications, Energy and Natural Resources, covers a vast scope.  It acts as the national earth science agency.  Its remit is to conduct geological surveys to assist in the sustainable development of our natural resources.  It provides a wealth of information and scientific knowledge, free to all citizens and to me as Minister of State, and independent scientific advice and data on a wide range of topics, from mapping of the Irish seabed to protecting public wells to mapping landslide susceptibility to remote sensing of subsidence and other natural hazards.<\/p><p>Much of the subsurface of our country is a mystery to the majority of its citizens, yet much of our economy is based on it or impacts upon it.  The geology, or the ground beneath our feet, is where we grow our food, extract sands, gravels and stone for building, from where we pump our water for drinking supplies, and mine for lead and zinc.  It is also the unseen space where we place much of our waste into landfill, where man-made pollution ends up, and from where naturally occurring hazards like landslides, sinkholes and radon gases originate.  GSI covers all these aspects and more, and impacts through collaboration with Government partners, providing guidance in the planning processes, supporting education and outreach, de-risking investment into Ireland for exploration, supporting indigenous SMEs and providing guidance and steering of third level research.<\/p><p>To put the work in context, let me describe and outline the economic scope of geoscience in Ireland.  Near the height of the boom, in 2006, the value of the geoscience sector to the economy was put at &euro;4.24 billion, some 3% of GDP, contributing significantly to the building, energy, mining and environmental services sectors.  A more recent independent study of the minerals industry alone puts the value of that sector at a still significant &euro;800 million per annum, representing 1,400 jobs, largely in rural areas.<\/p><p>Given that context, let me explain the role of the Geological Survey of Ireland.  The GSI's primary function is to map the rocks, subsoils and minerals of Ireland, both onshore and offshore.  It makes high-quality digital and paper maps available to the public and professionals.  I would like to stress that all of the digital data, information and knowledge gathered by the GSI on our national geology is available free of charge, on the GSI's and my Department's websites, probably one of the most significant and diverse bodies of knowledge freely made available by the State to all of its citizens and beyond.<\/p><p>The GSI also has a very active education and outreach programme which is built around successful products, explaining Irish geology and its natural resources and is aimed at primary, secondary and third level students and their teachers.  Increasingly, I am delighted to say, these are being produced bilingually, and they support the education of geography and geology in the Irish language.  I had the pleasure last week to launch a number of these Irish language products at one of our newest gaelscoileanna, Col&aacute;iste Ailigh, Letterkenny.<\/p> <p>Is treoir shothuigthe staid&eacute;ir &eacute; an foilseach&aacute;n \"An Gheola&iacute;ocht &oacute; Bhun go Barr\" faoi na bunphr&oacute;isis gheola&iacute;ocha agus th&iacute;reola&iacute;ocha a bhaineann le h&Eacute;irinn.  T&aacute; s&eacute; f&iacute;or&uacute;s&aacute;ideach d'iarbhunscoileanna agus beidh s&eacute; an-&uacute;s&aacute;ideach do dhalta&iacute; me&aacute;nscoile sa Ghaeltacht agus lasmuigh di.  Beidh s&eacute; f&iacute;orluachmhar do dhaoine f&aacute;sta ar mhaith leo foghlaim faoi stair n&aacute;d&uacute;rtha na h&Eacute;ireann agus a gcuid Gaeilge a fheabhs&uacute; ag an am c&eacute;anna.  The publication of \"An Gheola&iacute;ocht &oacute; Bhun go Barr\" as an accessible study guide to the basic geological and geographical processes relevant to Ireland is particularly useful for post-primary schools.  It will be of great use to secondary school pupils in the Gaeltacht and outside it.  It will also be of immense value to adults who will be able to learn about the natural history of Ireland while improving their Irish.  I am going to make the book available to all Senators.  Maybe they can share it with their constituents in bunscoileanna and me&aacute;nscoileanna.  T&aacute; ceann d'achan duine sa lucht &eacute;isteachta.<\/p><p>I would like to speak briefly about the Tellus project.  Many Senators from Border counties might recall the aircraft that flew low over the countryside to collect geophysical data over recent years.  This was done as part of the Tellus Border project.  The airborne survey was just one component of the project.  Extensive land-based sampling and geochemical analysis of soils, sediments and stream waters was also conducted, along with a range of sponsored applied research on the data.  The Tellus Border phase was conducted with the assistance of &euro;5 million in INTERREG funding from the special EU programmes body.  It was delivered in partnership with the Geological Survey of Northern Ireland, Dundalk Institute of Technology and Queen&rsquo;s University Belfast.  The Department of Communications, Energy and Natural Resources subsequently committed funding of &euro;1.5 million for 2014 and &euro;3 million for 2015 to continue the Tellus programme into other areas.  The north midlands region of Longford, Roscommon and Westmeath is currently being surveyed, with data to be released early next year.<\/p><p>The Geological Survey of Ireland's largest endeavour is the programme of integrated mapping for the sustainable development of Ireland's marine resource, known as INFOMAR.  The aim of this national marine mapping programme is to complete the surveying of all of Ireland's marine territory by 2026.  This programme, which is funded by the Department of Communications, Energy and Natural Resources, is managed by the Geological Survey of Ireland in conjunction with the Marine Institute.  A major milestone will be reached next year when the first phase of inshore mapping is completed.  The mapping results are applied across a range of sectors including safety, environment, fisheries, energy, infrastructure and heritage.  Other applications include research, EU collaboration and, critically, support of Ireland's claims for sovereignty over its marine territory.  INFOMAR, which is acknowledged internationally as a world-class example of best practice, has been listed in Ireland's integrated marine plan, Harnessing our Ocean Wealth, as a key enabler of blue growth.  Like any long-term Government programme, INFOMAR is periodically externally reviewed.  It has consistently returned a positive benefit-to-cost ratio, which has estimated a return on the project of four to six times its cost.  The programme received Government approval in 2013 to continue at the current level of &euro;3 million per annum until 2018 at least.  Such provision has been made in my Department's budget.<\/p><p>I will describe briefly the Geological Survey of Ireland's environmental, planning and safety initiatives.  It carries out mapping that is targeted at the development of specific planning tools and initiatives to support public safety.  These tools and initiatives, which are of vital use to planners and local authorities, include the programme of groundwater mapping for the protection of the underground aquifers that provide over 20% of Ireland's water supplies.  This programme works closely with the Environmental Protection Agency and has been critical in Irish compliance with the EU water framework directive.<\/p><p>The Geological Survey of Ireland also has a strong role in research.  It supports research through data, expertise, partnering and funding across a range of programmes.  For example, it managed the Griffith geoscience research awards between 2007 and 2014.  This major programme, which was funded by the Department of Communications, Energy and Natural Resources, provided almost &euro;10 million across the island of Ireland for research in the sector.  It is considered a major success in terms of building capacity.  This is best demonstrated by the recent successful award by Science Foundation Ireland of &euro;24 million, over the six years from 2015 to 2021, for a new Irish Centre for Research in Applied Geoscience.  Work in this area is being targeted on a number of research spokes, namely raw materials, marine geoscience, groundwater, hydrocarbons and big data.  This research is supported by platforms of enabling technologies such as 3D models, new sensing equipment and accurate laboratories.  The stated aim of the research centre is to help unlock Ireland's natural resources, to contribute to securing supply of energy and safe water, and to educate and improve understanding of geosciences.  The Irish Centre for Research in Applied Geoscience, which will include strong involvement and support from the natural resources divisions of my Department, has the potential to put Ireland on the map as a location for world class geoscience research.<\/p> <p> I wish to refer to a relatively new and innovative GSI programme in the area of job creation.  In addition to provision of maps, data and advice for development and planning, GSI is also involved in a programme targeted at creation and retention of jobs in its sector.  Geoscience Ireland is a business cluster of Irish based companies providing geological and related services who are collaborating to win work overseas. The cluster, currently comprising 22 companies, is managed by GSI with assistance from Enterprise Ireland and has worked closely with the Department of Foreign Affairs and Trade.  Initiatives undertaken include training, attendance at trade fairs, group branding and promotion.  Critically, to date the 22 companies have added 145 jobs in the period since they joined the cluster in 2013.<\/p><p>I thank the House and the Members for this opportunity to share with them some of the activities under my area of responsibility.  I trust they will have found it both informative and interesting to get this update into an area of Government activity that may not be often in the spotlight or news, but I also hope they will agree with me as to the fundamental need for Government support for such strong, independent and scientifically valid endeavours, given their economic impact and safety importance.  Obviously Members will have questions and I will do my best to engage with them on the issues relevant to their areas of interest.  I acknowledge the endeavours of my officials, coming from a perspective where I spent my time learning geography at secondary level and at university level and then teaching geography.  As a resource I probably had one geography book with which to try to enthuse my students on a daily basis, which was not easy, as I tried to talk about Pangaea and the theory of continental drift and the excitement of metamorphic rocks, sedimentary rocks and so on.  It was difficult.  However, I wish to note that within the Department there is a new energy and a new enthusiasm which works in a number of ways.  There is a relationship between the education sector and the officials in the Department and industry.  It is a three-way working relationship.  The enthusiasm of the people in the Department who are tasked with this responsibility is as a result of this new thinking and new type of collaboration.  I encourage Members to go out with this new bilingual book on the geological mapping of Ireland.  It is interesting and will be of interest to primary and secondary school teachers. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200022#Y00300","speaker":"997","continuing":true},{"type":"speech","time":1417539000,"counter":193,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it.  T&aacute; s&eacute; soil&eacute;ir go bhfuil ag &eacute;ir&iacute; go maith leis an nGaolainn freisin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00200","speaker":"1142"},{"type":"majorheading","content":"Report of Committee of Selection: Motion","time":1417539000,"counter":194,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00300"},{"type":"speech","time":1417539000,"counter":195,"content":"<p>This is the 19th report of the Committee of Selection.<\/p><p>The Committee of Selection reports that it has nominated Senator Michael Mullins to serve on the Committee of Members' Interests of Seanad &Eacute;ireann.<\/p><p>The Committee of Selection reports that it has nominated Senator Hildegarde Naughton to serve on the Select Committee on Jobs, Enterprise and Innovation.  <\/p><p>The Committee of Selection reports that it has discharged Senator Hildegarde Naughton from membership of the Select Committee on Education and Social Protection at her own request and has appointed Senator Gerard P. Craughwell in substitution for her.  <\/p><p>The Committee of Selection reports that it has discharged Senator Hildegarde Naughton from membership of the Select Committee on the Environment, Culture and the Gaeltacht at her own request and has appointed Senator Terry Brennan in substitution for her.<\/p><p>I move: &quot;That this report be laid before the Seanad.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00400","speaker":"1127"},{"type":"unspoken","time":1417539000,"counter":196,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Geological Survey of Ireland: Statements (Resumed)","time":1417539000,"counter":197,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00700"},{"type":"speech","time":1417539000,"counter":198,"content":"<p>I call Senator Mark Daly who has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00800","speaker":"1142"},{"type":"speech","time":1417539000,"counter":199,"content":"<p>I welcome the Minister of State to the House.  It is important that the survey which is an audit of our natural resources be made available to the public.  It is important to know what we have and what resources we can use safely and extract safely and those which it would be better to leave alone.<\/p> <p>The Minister is well aware of the issues in respect of natural resources and fracking.  Fracking is contentious everywhere, but especially so in the Lough Allen basin where the available resource is so shallow.  In terms of trying to extract it, it is very close to the surface compared to other jurisdictions, such as the North where it is at a different level.  The likelihood of the very dangerous materials making their way into the ground water is high given the closeness of the deposits to the water table.  <br\/>We are sharing some of the information with industry and industry will be happy to use the knowledge.  It would cost industry a lot in some instances to extract that information.  Unfortunately, in some cases it might then be used against local communities.  <br\/>Fracking in America has basically stopped its need to import oil.  We have to import most of our energy, given the unreliability of solar and wind energy.  It is a serious step when dealing with the issue of hydraulic fracking to move into the space of short-term gain for long-term loss.  There is not a huge amount of surface in terms of the size of the country itself and the Minister is aware of the long-term down-sides.<br\/>I am not given to the sensationalism seen in documentaries such as <i>Gasland.<\/i>I am sure the Minister is aware of these documentaries.  I prefer the more than one thousand reports which are available on the potential down-sides of fracking.  When big industry is involved, all the upsides are put out there but any down-sides are well and truly hidden.  <br\/>The cost of electricity supply to industry and business is another issue related to our natural resources.  There is a view that we have one of the highest electricity rates in Europe and that we can, through fracking, exploit natural resources such as gas off the coast or in the famous, and infamous, Corrib field.  There is an idea that we have so much in the way of natural resources, including tidal energy, which has not been developed to its full extent.  The economic viability of deploying millions of euros worth of equipment into the ocean to extract a viable resource and a return for investors has not been achieved. <br\/>There are concerns surrounding our other natural resource, wind energy.  If we planted the entire country with wind farms, it still would not be enough.  This is a broad issue in terms of the survey that has been done.  There is no doubt this is a valuable survey, as it is necessary for the State, as owners of those resources in the first instance, to know how much exists when considering granting licences.  Profit-sharing is always a potential model that can be used.  However, I know the Minister shares the concerns in relation to the effects, including long-term effects, for communities of the extraction of resources through hydraulic fracking.<\/p> <p>This does not just impact on Leitrim and Cavan, the Border counties but if there was one small leak of hydraulic fracking fluids it would contaminate the entire water course all the way to Limerick and out to sea.  That is my concern because I welcome this initiative and its educational element.<\/p><p>I can appreciate the challenge the Minister faces in getting pupils interested in rocks and to regard them in a different way, as a resource and State asset by explaining how they can benefit not just the State or a company but also a local community.  That is the most important aspect of any survey, to identify what one has, then maximise it for the betterment of all citizens and ensure that any decisions made by this or any future Government would not have a long-term detrimental effect on the citizens and communities that should benefit.  That is one of the issues arising from the grid system.  There are huge pylons going through communities and proposals for more to disperse the energy created by wind or other means around the country.  The communities they impact on most are the ones that do not benefit.  They are left to deal with EirGrid and the question of putting the cables underground, which is a debate for another day.<\/p><p>There must be community benefit clauses when it comes to dealing with these issues.  Giving a set of jerseys to a local GAA club or a few thousand euro to a few organisations in the hope of splitting the community is not the right approach to the extraction and use of natural resources by big companies.  A structure has to be put in place with a community benefit clause when large infrastructural projects involving the extraction of natural resources have an impact on the community which will not benefit unless that is done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200024#AA00900","speaker":"1159","continuing":true},{"type":"speech","time":1417539600,"counter":202,"content":"<p>I commend the Minister on his embrace of Gaeilge.  He will be an inspiration to many who unfortunately fell between the cracks when it came to learning Irish at second level.  I speak on behalf of my colleague, Senator Mulcahy, who is not available to speak on it.  I do not know a great deal about this issue but I find it fascinating.  The evolution of the teaching of geography has been fascinating.  History and geography are intrinsically linked.  Knowing what resources we have is important from a planning and environmental perspective.  The mapping programme the GSI is involved in is very important for garnering and collating the knowledge, which is very powerful.<\/p><p>Where I come from, County Clare, we are only in our infancy in working out the mass of rock on the Burren.<\/p> <p>I remember at school being fascinated by the rock of the Burren.  There are caves under the Burren that have never been explored.  I am thinking of scholars and, indeed, business engaging with this process, identifying the caves and future tourist attractions.  I am thinking also of a recent product called the Doolin cave in which the largest and longest stalagtite in the world to date was found.  That has proved to be a very significant tourist attraction in County Clare.  We have the Cliffs of Moher which I would describe as a gold plated tourist attraction but in order to keep people, we need silver plated attractions.  I consider the Doolin cave to be extremely informative, giving visitors a significant understanding of the myriad of underground caves, the way they link up and the wonderful creations which result.  <\/p><p>We have all been contacted about the issue of franking.  Perhaps this mapping will give us the knowledge to be able to understand the arguments on both sides.  Sometimes it is not easy to understand them because they can be very technical.  The challenge the Minister of State and his officials have is to use language that makes this understandable to the ordinary citizen.  When one thinks of computers, one thinks tech geeks but computers are now accessible to the vast majority of people because the language has been decoded.  I suggest the same is the case with this.  There is a challenge in terms of communication.  The Minister of State correctly made the point that this information is available free of charge to anybody who wants it but the challenge is to ensure it is in an understandable format and that the language used is clear and understandable to the majority of people who would not necessarily have the expertise those involved, or engaged, in the industry have.<\/p><p>This is a very worthwhile endeavour and the knowledge we will garner from it will equip us going forward in terms of chartering a recovery and ensuring that our natural resources are respected, protected and are used to assist the people.  I agree with what my colleague, Senator Daly, said that there must be a social dividend and that it cannot be all about big business.  The way we can ensure there is a proper social dividend is by having the knowledge.  We should start by developing and gaining the knowledge and then we can talk.  Once we have the knowledge, know what is available to us and what our natural resources are, then we can develop licensing and so on.  Sometimes we put the cart before the horse and get excited thinking we have a resource.  However, when somebody has a licence and the rights, we discover the resource is far bigger and there is not the payback to citizens.<\/p><p>At the moment, a team of researchers is searching where the Spanish Armada went down off the coast of Clare.  The project has been going on for a number of months and I was privileged to be at the launch of it in the Spanish Armada Hotel in Spanish Point.  What they are doing is very exciting.  From a history perspective, they will garner quite an amount of information.  <\/p><p>This is an island nation and I recognise what the Minister of State said that it is not just about what is underground but it includes our seas.  We all saw what happened last January with the flooding and so on.  I am sure we can build up a lot of knowledge about our shorelines with this mapping which might assist us in understanding climatic factors, what could happen in the future and so on.<\/p> <p>The Minister might comment on the joined up thinking across the Departments and agencies in this regard.  I know there is interaction within the private sector in relation to research and so on but what engagement is taking place between the various Departments and agencies involved in this area?  <\/p><p>It saddens me that the marine industry accounts for only 3% or 4% of our GDP.  It may be even below 2%.  It should be significantly higher.  We have an opportunity to create thousands of jobs if we seriously invest in the marine industry in this country.  However, that is an issue on which we can have a debate on another day.  Rather than exporting our raw material, in terms of fish caught etc., we should be processing it and exporting the finished product thereby creating jobs in this country.  This is not happening to the degree possible.  As I said, that is perhaps an issue for debate on another day.  I thank the Minister for what has been an interesting engagement thus far.  This is the type of issue that should be discussed in the Seanad in terms of it having the space and opportunity to dig down into areas of government like this that might not necessarily feature in the other House.  When we have those opportunities we should take them.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200026#CC00200","speaker":"1158","continuing":true},{"type":"speech","time":1417540200,"counter":205,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire St&aacute;it.  Ba mhaith liom &eacute; a mholadh as ucht an cur i l&aacute;thair as Gaeilge a rinne s&eacute; ag t&uacute;s na h&oacute;r&aacute;ide.  T&aacute; s&eacute; ag d&eacute;anamh an-dul chun cinn &oacute; thaobh na Gaeilge agus molaim &eacute; as sin.  Molaim na Seanad&oacute;ir&iacute; eile at&aacute; ag &uacute;s&aacute;id an m&eacute;id Gaeilge at&aacute; acu chomh maith c&eacute;anna.  &Aacute;bhar f&iacute;or-sp&eacute;isi&uacute;il i nd&aacute;ir&iacute;re at&aacute; i gceist inniu.  Is &aacute;bhar &eacute; nach bhfuil an t-&uacute;af&aacute;s taith&iacute; agam ann, c&eacute; go bhfuil neart clocha i gConamara.  Ba ch&oacute;ir go mbeadh n&iacute;os m&oacute; tuiscint againn ar an geo-eola&iacute;ocht at&aacute; timpeall orainn.  Is d&oacute;igh gur cheart a r&aacute; maidir leis an ngeo-eola&iacute;ocht agus an m&eacute;id at&aacute; &aacute; mh&uacute;ineadh sna scoileanna gur cheart go mbeadh gach p&aacute;iste sna scoileanna ag foghlaim n&iacute;os m&oacute; maidir le c&uacute;rsa&iacute; t&iacute;r-eolais agus mar sin de.  Is trua an rud &eacute; go bhfuil titim siar ar an m&eacute;id t&iacute;r-eolais at&aacute; &aacute; mh&uacute;ineadh in&aacute;r gcuid scoileanna.  Baineann an geo-eola&iacute;ocht agus an m&eacute;id a bhaineann le sin le f&iacute;or-phict&uacute;ir a thabhairt maidir le &Eacute;ireann agus an f&iacute;or-th&iacute;r at&aacute; againn.  <br\/><b><\/b>Every child that attends a primary school should be taught a little more geology as a means of educating them on the real size of Ireland.  We often view Ireland as a small country but a recently published map of Ireland shows that this country is not limited to the land mass we are most accustomed to seeing in the average map or atlas in that Ireland has an area of ten times its land mass with rocks, sand and natural resources up to 5 kilometres deep in our oceans.  It is fascinating to look at the real map of Ireland from that perspective.  It is important that our school children not learn only about Ireland defined by 32 counties.  This country has far more interesting natural wonders and resources reaching far into the Atlantic Ocean.  <br\/>We often talk about tourism and its benefits for Ireland.  However, much of this tourism is inextricably tied to the geology of the country as expressed previously.  The lakes, rivers and mountains were formed thousands or even millions of years ago by movement of rocks and tectonic plates.  A colleague of mine, a councillor in Galway, Cathal &Oacute; Conch&uacute;ir, has done some really good work through the department of education at NUIG in the area of e-books on this whole issue.Leabhra eile as Gaeilge, gur f&eacute;idir a fh&aacute;il mar e-leabhra, ag m&iacute;n&iacute;u c&eacute; as a dt&aacute;inig na ruda&iacute; seo ar fad agus t&aacute; siad den tuairim ansin gur f&eacute;idir turas&oacute;ireacht a chur chun cinn go m&oacute;r in san gceantar sin &oacute; thaobh fi&uacute; daoine a bheith ag staid&eacute;ar na t&iacute;reola&iacute;ochta. There is huge potential from a tourism perspective in many universities across the world coming to the west of Ireland in particular to study the geology and geography of that area.  This geology gives Ireland the natural beauty for which it is famous and which attracts visitors from around the world each year.  However, geology still has a part to play in attracting tourism.  Areas such as the Burren in County Clare have fascinated an entire myriad of scientists.  It is essential that the Government ensures that the Burren and other areas are properly promoted, maintained and serviced so that researchers from around the world can discover their wonders.  <br\/>The Government should also ensure that Irish scholars have access to research funding in this area.  Geoscience initiatives have great possibilities for the Irish economy, in particular through the area of energy.  Geothermal is an exciting form of renewable energy.  If properly researched this could be an innovative means of heating buildings. Geothermal energy offers one of the best solutions to the State attempts to reduce the amount of CO<sup>2 <\/sup>emissions it pumps into the atmosphere.<\/p> <p> The history of major climate change events can be found hidden in our rocks.  Geoscientists can use information from the study of rocks to discover what occurred when the planet heated up or cooled down in the past.  This information may be essential to those tackling climate change into the future.  In addition, geoscience is vital if we are to harness the extensive resources of oil and gas off our coastline.  While there has been little extraction of those resources to date, it does not mean they will be of no value in the future.  Technology in this area is constantly improving and there is major potential for the resources to be accessed.  Sinn F&eacute;in has always maintained that the State should play a serious role in that regard.  A State petroleum company should be established, for example, which would provide resources and jobs for geologists and other scientists.<\/p><p>Geoscience goes hand in hand with the study of groundwater, which is a very topical issue in Connemara at the moment go h&aacute;irithe i gCeathr&uacute; Rua ina bhfuil fadhbanna againn le caighde&aacute;n an uisce ach n&iacute; phl&eacute;fimid &eacute; sin inniu.  There is an obvious link between geology and the water that we drink.  In fact, geoscience is essential to ensure we have safe drinking water as the rocks beneath our feet act as a natural filtration system to clean our water.  A good example of this is the potential for contamination of the groundwater in the Lough Allen basin if fracking is introduced there.  Fracking involves the pumping of pressurised water and chemicals into the ground to crack rocks that store unconventional gas.  It is a highly dangerous method of gas extraction and any geoscientist worth his or her salt would say it is not suitable for this country.<\/p><p>De&aacute;naim comhghairdeas maidir leis na leabhra a luadh ansin agus iad sin a bheith foilsithe as Gaeilge.  T&aacute; s&eacute; go maith freisin go bhfuiltear ag t&oacute;g&aacute;il cur chuige uile-&Eacute;ireann maidir leis an suirbh&eacute;ireacht at&aacute; &aacute; dh&eacute;anamh.  Feicim f&eacute;in, &oacute; thug na Gallimhe na b&aacute;id ag dul amach ag d&eacute;anamh an suirbh&eacute;ireacht ar cruinne na farraige ach go h&aacute;irid, go bhfuil an obair sin ag dul go m&oacute;r chun tairbhe na t&iacute;re ar fad.  Is gn&eacute; an-t&aacute;bhachtach an obair seo agus t&aacute; s&uacute;il agam go leanfaidh s&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200028#EE00200","speaker":"1122","continuing":true},{"type":"speech","time":1417540800,"counter":207,"content":"<p>I propose to share time with Senator John Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200029#FF00200","speaker":"1143"},{"type":"speech","time":1417540800,"counter":208,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200029#FF00300","speaker":"1127"},{"type":"speech","time":1417540800,"counter":209,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  I am pleased we are discussing this issue because geography is a subject near and dear to my heart.  The Minister of State touched on the educational aspect in his contribution.  I was very fortunate to have an enthusiastic geography teacher, Noel Maher, principal of St. Paul's secondary school in Monasterevin, who instilled his love and regard for the subject in his students.  That stays with people throughout their lives.  I am glad to see the Minister of State taking the same type of enthusiastic and interested approach to this aspect of his portfolio, with a particular emphasis on bilingual engagement with schools throughout the country.  It can only serve us well into the future when we work to instill an interest in geology, geography and the related sciences in young people.  There are long-term economic and environmental benefits for communities from taking that approach.<\/p><p>There is probably something of an out of sight, out of mind situation going on when it comes to geoscientific issues, and activities in this area tend to operate below the radar.  As we have seen with our water network infrastructure, things can go on unnoticed until there is a problem or crisis, by which time it is too late and the horse has bolted.  I am glad to see the resources and personnel being applied by the Minister of State and his colleagues in the Department to addressing so many geological surveys, both within the island itself and in our adjacent seas.  I agree with the Minister of State that these assets are the bedrock of much of our rural economy and will continue so into the future.  There are, for instance, excellent prospects and targets for growth in terms of the agrifood sector.  We all are aware of the plans for rapid expansion in the dairy industry.  All of these plans are dependent on a safe, sustainable and secure supply of water from our water courses - rivers, streams and lakes - and our water tables.  They are of profound importance to this country's economic future and social well-being.<\/p><p>Many communities around the country are fearful that they will find themselves between a rock and a hard place when it comes to the prospect of fracking.  Will the Minister of State indicate the status of the fracking survey being conducted by the Department and the timelines surrounding it?  When can we expect the scientific and geological information that will allow us to have an informed and constructive debate on this contentious issue?  We do not want to be pre-emptive and take sides before we see the evidence.  On the face of it, however, the reality is that we do not have the landmass of Russia or the United States.  In North Dakota, for example, fracking and shale gas exploration is booming.  We are a very small island and our water courses and water tables are intrinsically linked to communities and every aspect of people's lives.  My view at this juncture, in light of these considerations, is that Ireland is not suited to a fracking industry.<\/p><p>However, the jury is still out on that question and much of it is contingent on the scientific data that will emerge from the geoscience surveys conducted by the Department.  I wish the Minister of State well in his endeavours and would appreciate an insight into the status of those surveys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200029#FF00400","speaker":"1143"},{"type":"speech","time":1417540800,"counter":210,"content":"<p>The Minister of State, a good Donegal man, is always welcome in the House.  Like Senator Whelan, I have serious concerns about fracking.  We must have clarity as to Government policy in this regard because the majority of people have huge concerns about the whole process.  Senator Daly observed that once big business gets involved, everything becomes hidden and the voice of the people is no longer heeded.  The Minister of State is aware of the situation in my county of Roscommon where the majority of people cannot consume the water coming out of their taps.  I appreciate that a lot of good work is being done in the county in putting new treatment plants in place.  My concern in regard to fracking is that the outcome is so uncertain.  When that drill goes into the ground, there is no way to know what will happen.  The fracking debate must be conducted with the seriousness it deserves.<\/p><p>I welcome all the geological surveys being done by the Department.  Longford, Westmeath and my own county are currently being surveyed and the results will be released next year.  I am concerned, however, about how much of an impact these surveys have on planning authorities, particularly An Bord Plean&aacute;la.  Last year, for instance, we had a situation in County Roscommon where the local community in Dysart was opposed to a wind farm development.  In fairness to the local authority, it came down on the side of the community and decided the project should not proceed.  The Department of the Environment, Community and Local Government was also on the community's side in opposing this development.  However, planning permission was granted on appeal by An Bord Plean&aacute;la, despite the surveys that had been done showing the number of aquifers all over the area which should not have been tampered with.  People in that community had to go out and fund-raise in order to take a case to the High Court, a case which they won.<\/p><p>It is all about big business, as we can see from EirGrid's plans for developing Grid West.<\/p> <p>EirGrid would lead a person to believe that pylons are good for one.  This is more of the big business spin people must put up with, while at the same time the ESB is questioning the need for the Grid West and Grid Link projects at all.  What work does the Geological Survey of Ireland, GSI, do on areas of possible subsidence?  For instance, if the Grid West project is to go ahead, it will proceed in a straight line from west County Mayo all the way to Flagford, County Roscommon, near Carrick-on-Shannon.  While the Minister of State may not have the expertise to hand in this regard, are surveys carried out on the ground over the project's entire length of 40 to 50 miles to assess the possibilities of future subsidence?<\/p><p>Finally, I will revert to wind energy.  As Senator Daly noted, were one to pin-cushion the entire country with wind farms, it would not provide the amount of energy required.  It is a folly and while all economists are making this point, we are not listening to them.  Instead, the wind farm developers are being allowed to fire ahead and put wind farms all over this country.  Again, has the possibility of subsidence been addressed, because it will happen at some time in the future?  It is essential to start listening to the experts but this is not happening in respect of wind energy at present.  The focus is completely on wind energy and no other types of green energy are being considered.  All the money is being pumped into this sector but for what I do not know.  This is a serious issue and various parts of the Minister of State's native county of Donegal are up in arms, in particular in Glenties and elsewhere, where people are attempting to fight against these developments going ahead.  They have nobody on their side except for the economists who state they are a waste of money and are not viable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200029#FF00500","speaker":"1161","continuing":true},{"type":"speech","time":1417541400,"counter":212,"content":"<p>Cuirim f&aacute;ilte U&iacute; Cheallaigh roimh an Aire St&aacute;it go dt&iacute; an Seanad.  T&aacute; f&aacute;ilte U&iacute; Cheallaigh roimh gach uair a thagann s&eacute; isteach sa Teach seo.  As the Minister of State mentioned in his opening contribution, at the height of the boom in 2006 the value of the geosciences sector to the economy was put at &euro;4.2 billion.  I must admit I was not aware of that and it comprised approximately 3% of GDP and contributed significantly to the building, energy, mining and environmental services sector.  More recently, independent studies have valued the mining and related industries alone at &euro;800 million per annum, which, as the Minister of State indicated, represents 1,400 jobs.  Moreover, most of these jobs are located in rural areas where jobs are required and it is great to see that happening.  The Irish oil and gas industry, while consisting of only two producing gas fields with a third under development, is considered to have real potential for further discoveries and I understand a further licensing round will take place next year.<\/p><p>I wish to say a few words in respect of the mapping of the seabed.  The integrated mapping for the sustainable development of Ireland's marine resource, INFOMAR, programme is Ireland's national marine mapping programme and aims to complete the survey of all of Ireland's marine territory.  The programme, funded by the Department of Communications, Energy and Natural Resources, is managed by the GSI in conjunction with the Marine Institute and next year will reach a major milestone with the completion of the first phase of the inshore mapping.  While the coastline was being mapped off the coast of my native county of Louth, I had the opportunity to be invited out onto the ship, the name of which I have forgotten.  All Oireachtas Members were invited aboard and it was an absolutely wonderful experience to see that Ireland has equipment capable of doing what they were doing out there.  I also should add they were men who were very happy at their work.  It was a wonderful experience and I am glad I took it up.<\/p><p>The Minister of State mentioned that the Tellus programme is carrying out airborne geophysical surveying and ground, soil and water sampling to create new geological and environmental datasets.  The surveying of Northern Ireland has already been completed by the Geological Survey of Northern Ireland in the first instance of the programme.  As I come from the Border county of Louth, I was aware of the aeroplanes that were taking part in this worthwhile project.  To date, the GSI has surveyed almost all of the Border counties under the INTERREG-funded Tellus Border phase and is completing work in counties Longford, Westmeath and Roscommon as part of the Tellus North Midlands survey.  An increased funding allocation for the Tellus programme has been approved in the budget for 2015 and will result in further data acquisition, which in turn will result in new maps and products.  Significantly, these will not simply be for geology but will include soil chemistry maps of use in agriculture and airborne-derived radon maps for use in human health planning.<\/p><p>The issue of fracking has been mentioned by many of my colleagues and I am also concerned because I have had meetings with many communities with deep concerns as to what may happen to, for instance, the water courses or whatever.  I would like to be convinced that fracking will not harm the nation's underground water sources.  However, the Minister of State should be aware that communities are very fearful.  N&iacute;l rud &eacute;igean eile le r&aacute; agam except that the outreach and education activities must be mentioned.  I am unsure whether the Minister of State mentioned this aspect but the GSI engages in extensive outreach activities to both the professional and educational sectors.  This ranges from a major presence at the BT Young Scientist and Technology Exhibition for a number of years to the provision of a geoscience textbook for the second-level leaving certificate geography curriculum, as well as participation at events such as the National Ploughing Championships.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00200","speaker":"1138"},{"type":"speech","time":1417541400,"counter":213,"content":"<p>While the Senator's speech is very interesting, he has gone way over his time and now has spoken for five minutes and 43 seconds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00300","speaker":"1140"},{"type":"speech","time":1417541400,"counter":214,"content":"<p>N&iacute;l ach tr&iacute; abairt&iacute; eile le r&aacute; agam.  Cr&iacute;ochn&oacute;idh me i gc&uacute;pla n&oacute;im&eacute;id.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00400","speaker":"1138"},{"type":"speech","time":1417541400,"counter":215,"content":"<p>N&oacute;im&eacute;ad amh&aacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00500","speaker":"1140"},{"type":"speech","time":1417541400,"counter":216,"content":"<p>This year, for the first time, GSI has worked with An Chomhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, COGG, to produce Irish-language versions of some of its most popular outreach products, including a schools' geology map and the Real Map of Ireland, that is, an F&iacute;or-L&eacute;arsc&aacute;il na h&Eacute;ireann, as well as a simplified geology book, <i>An Gheola&iacute;ocht &oacute; Bhun go Barr<\/i>, mar a d&uacute;irt an Aire St&aacute;it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00600","speaker":"1138"},{"type":"speech","time":1417541400,"counter":217,"content":"<p>Before calling on the Minister of State to respond, I share in the welcome to the House extended to him.  It is a case of welcoming him back because as far as I am aware, he started his political career here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00700","speaker":"1140"},{"type":"speech","time":1417541400,"counter":218,"content":"<p>I started on the county council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00800","speaker":"997"},{"type":"speech","time":1417541400,"counter":219,"content":"<p>Did you not serve in this House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG00900","speaker":"1140"},{"type":"speech","time":1417541400,"counter":220,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01000","speaker":"997"},{"type":"speech","time":1417541400,"counter":221,"content":"<p>The Minister of State of course was a highly distinguished Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01100","speaker":"1140"},{"type":"speech","time":1417541400,"counter":222,"content":"<p>I followed the Minister of State into this House.  He helped to put me in here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01200","speaker":"1138"},{"type":"speech","time":1417541400,"counter":223,"content":"<p>I now call on the Minister of State to respond to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01300","speaker":"1140"},{"type":"speech","time":1417541400,"counter":224,"content":"<p>I thank the Acting Chairman.  For the record, I must be careful as to where my political career started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01400","speaker":"997"},{"type":"speech","time":1417541400,"counter":225,"content":"<p>I was referring to the Minister of State's career in the Oireachtas as a parliamentarian.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01500","speaker":"1140"},{"type":"speech","time":1417541400,"counter":226,"content":"<p>The Acting Chairman is correct to note I am a former Senator.  As I recall a debate in this Chamber on whether a person was a former distinguished Member or a distinguished former Member, this is a place in which to have a debate to discuss matters.<\/p><p>I acknowledge the contributions of Members this evening and it certainly was not simply a case of making contributions and asking questions.<\/p> <p>A few of the Members have made suggestions which I will take on board, and I wish to note that at the outset.  <\/p><p>Senator Daly focused his contribution on the very real concerns people have in respect of fracking.  It is important that I am prescriptive in stating Government policy on this issue.  There is no fracking and, as far as I am concerned, there will be no fracking while an Environmental Protection Agency, EPA, survey is ongoing.  The EPA survey is linking in with Government agencies and Irish universities and also those of Northern Ireland, so there will be a heavy reliance on expertise, information and education on North-South, intergovernmental and educational bases.  <\/p><p>This is important because the survey will last at least two years.  I have spoken at length to my officials about this.  I do not want a situation to develop whereby there is a vacuum for a period of two years in a survey which started in August of this year.  I wish to build into this research and to have the conversation continue on an internal political level.  Through this House and the D&aacute;il, I hope we can, at some stage or at various stages, have an input into the study and find out what its current position is and the direction in which it is going.  Senator Whelan asked what the current position is.  We need to ensure the input of this House because there are very real concerns at a community level.  I have met with many groups, including groups in counties Leitrim and Sligo.  The Minister for Energy and Natural Resources, Deputy White, and I met with a delegation from Cavan and Leitrim county councils.  We take their concerns very seriously, and the two pillars of the research focus on environmental and human health issues.  <\/p><p>I agree with Senator Whelan that this is a small country.  This is not Russia or the wild plains of Dakota.  We have to take archaeology, geology, heritage, flora, and fauna - every single element - into account in this study to ensure a proper investigation is carried out.  We need to ensure the proper advice is given to people who will make the necessary decision when it arrives on their desk.  It will not be my decision.  It is a decision that is at least two years down the line.  However, it is important that we have a mechanism to feed into that conversation. <\/p><p>Senator Daly is correct in saying that there has to be a connect between community and business.  I am open to suggestions he has on this.  Senator Conway, who comes from County Clare, made reference to the correlation between history and geography.   As a geography student, I spent time in County Clare exploring its flora and fauna and all other aspects of the geological bounty at the disposal of the local people, in particular the Burren and the Cliffs of Moher.  We will do whatever we can to share the Geological Survey of Ireland, GSI, research, to promote the linkage between university, government and community and to share the economic and tourism benefits that might follow.  <\/p><p>Senator Conway made the point about making information understandable.  This is key and critical, as sometimes we get bogged down in jargon.  Before taking office in my Department, I had the possibly stereotypical predisposition towards geology that it cannot be made exciting.  I wondered how we could excite and engage primary and second-level students in it.  We do it by bringing the information to them in an understandable way.  I acknowledge the work of Glenveagh National Park in this regard.  No doubt there will be other projects, for instance in Kerry where Senator Ned O'Sullivan is from, where our national parks, rich heritage, archaeology and landscape is shared with schools through school trips.  Students will be brought to the areas to learn in an interactive way.  <\/p><p>Senator Conway also mentioned preventive measures when referring to flooding issues in County Clare over the last few years.  The engagement between the OPW, local authorities and different agencies in trying to prevent future flooding is key and my Department is central to this.  <\/p><p>Labhair an Seand&oacute;ir &Oacute; Clochartaigh faoin leabhar geo-eola&iacute;ochta agus an ceangailt agus an nasc idir an stair agus an t&iacute;reola&iacute;ocht.  He made the point about regarding Ireland in its proper context.  Ireland is the fourth largest country in Europe.  We should make a concerted effort to get that information and message out there.  In terms of our sea basin, we are fourth in size after France, Spain and Portugal.  It is an immense resource.  The Department of Agriculture, Food and the Marine is involved in a big partnership in terms of our ocean's wealth and my Department is feeding into that.<\/p><p>I acknowledge the INFOMAR project again and its research.  Senator Terry Brennan has been out off County Louth.  It is invaluable work, as the resources are there.  It is not just oil and gas.  There is a momentum at the moment in terms of companies looking at potential exploration drilling.  However, we have to look at the magnitude of the basin in perspective.  Saying we are the fourth largest country in Europe puts it into perspective. <\/p><p>Senator &Oacute; Clochartaigh also raised the possibility of linkages between na hollsoileanna i Mheirice&aacute; agus na ceantair Gaeltachta i gConamara.  If there are potential linkages which the Senator feels we as a Department can explore, we will sit down with him and look at those possibilities. <\/p><p>In terms of geothermal and geoscience technologies, we are all on the same page when looking at potential alternative sources of energy and not just relying on a few different sources.  There has been a lot of research into tidal and geothermal energies.  If my Department officials can add to the conversation, I think that would be helpful.  <\/p><p>The possibility of a State-owned petroleum company was also mentioned.  For the record, it is suggested in the Wood Mackenzie report that at some stage we would look at the possibility of having a State-owned company.  I do not think we are at that stage yet.  In terms of the development stage, we have had four successes.  Are we at a stage, as a nation, to invest perhaps &euro;100 million on a drill which might not be successful?  In terms of the developmental stage and our current position, we are going in the right direction and, at some point in the future, the suggestion in the Wood Mackenzie report should be considered. <\/p><p>Senator &Oacute; Clochartaigh also raised his concerns on fracking and I have dealt with those.  Senator Whelan asked how geography, science, the geological surveys and all the different information that we collate feeds into decisions?  That is a legitimate question.  For example, if we look at the mistakes in building houses on flood plains, we must ask was the appropriate information available?  It probably was not.  Is the information available now?  A lot of the information from the GSI research will be invaluable in terms of building houses on flood plains, which has been a disaster for many people.  <\/p><p>On the connection between our history as a people and landscape, I am finding out more and more about my local area while on my own journey re-learning Irish.  There are Irish placenames with connotations or references to flood plains. <\/p> <p>If we had that knowledge even through language, we would not have built those houses in the first place.  The Senator raised a legitimate question about information not being used in the proper context.  He also asked how all this information feeds into the decision and into local authorities, what happens when it goes to An Bord Plean&aacute;la and what information the board uses.  The work going on in my Department and the resources available to us through the Tellus project will be key to decisions local authorities will have to make.  It will also be key to have the OPW involved.<\/p><p>I have covered the Senator's concerns regarding fracking.  There are fears around timelines.  I was prompted by him to put on record that ongoing engagement is needed.  I am sure he will avail of the opportunity in the new year.  At some stage in the new year, I will seek to examine what has been happening and what has been found through the EPA research.  I will demand that we have an opportunity in both Houses to continue the debate because there are concerns.  Once I took up this post in the middle of the summer, there was a debate about my Gaeltacht portfolio but people in counties Leitrim, Sligo, Fermanagh and Cavan did not overlook the fact that I have responsibility for this area.  I will, therefore, ensure the conversation continues.<\/p><p>Senator Kelly also asked about EirGrid and surveys in the context of subsidence within distances of between 40 and 50 miles.  I will seek the information on that because that comes under the auspices of the Minister for Communications, Energy and Natural Resources.  If surveys on subsidence have been conducted in the context of EirGrid developments, I will check that out.  The Senator also referred to focusing on wind and not on other forms of energy.  A conversation has taken place over the past number of years about moving into one area or another but we need a mix.  There is no single quick fix to the country's energy needs.  I have a keen interest in the ongoing work and research on tidal and wave energy but, at the same time, we must consider a mixed basket in order that we do not become too reliant on one energy form or another.<\/p><p>Senator Brennan referred to the information I provided regarding GDP and how much of a benefit this is to the economy.  Since I took up this job, I have learned about the benefit to the economy of the likes of Navan Mines.  It is the largest zinc producer in Europe.  Perhaps we are not getting that message out.  Navan Mines contributes 2.2% of the world's zinc production and 0.8% of the world's lead production.  It is massive and I would like to acknowledge all the people involved in all the companies engaged in lead and zinc extraction.  There is momentum in the industry.  There are 634 prospecting licences.  The message from my Department is there is an enthusiasm in this regard.  Ireland is open for business in terms of lead and zinc extraction.<\/p><p>The Senator also alluded to the Tellus project and its benefits as well as his concerns about fracking.  He will no doubt keep on my toes to ensure we have a debate in 2015 in both Houses on where we are in the context of the research.<\/p><p>At one stage, Ireland was the fourth largest country in Europe, which is phenomenal.  When I met people from Newfoundland over the past number of weeks, they pointed out they are interested in the west of Ireland because during Pangaea, we were all locked together.  They are coming across the same tectonic patterns and they are sharing information.  As the Senator said, all the research and information GSI is getting from Tellus is publicly available.  Schools and business can access it and it is available to Government, which is beneficial.<\/p><p>Gabhaim bu&iacute;ochas ar&iacute;s leis an Seanad as ucht cuireadh a thabhairt dom teacht anseo.  T&aacute; m&eacute; thar a bheith s&aacute;sta leis an d&iacute;osp&oacute;ireacht mhaith a bh&iacute; againn um thr&aacute;thn&oacute;na.  T&aacute; suim mh&oacute;r agam sa cheangal at&aacute; ann idir an mhe&aacute;nscoil agus an bunscoil.  T&aacute; daoine sa Roinn Cumars&aacute;ide, Fuinnimh agus Acmhainn&iacute; N&aacute;d&uacute;rtha ag obair ar an &aacute;bhar seo.  Mar focal scoir, ba mhaith liom comhghairdeas a dh&eacute;anamh le mo chuid oifigigh - mo chomhghleacaithe - sa Roinn sin.  T&aacute; iarrachta&iacute; m&oacute;ra &aacute; dh&eacute;anamh acu leis an Ghaeilge a chur chun tosaigh.  Ba mhaith liom ar&iacute;s mo chomhghairdeas a ghabh&aacute;il leo.  Gabhaim bu&iacute;ochas leis an gCathaoirleach ar&iacute;s.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200030#GG01600","speaker":"997","continuing":true},{"type":"speech","time":1417542600,"counter":229,"content":"<p>When it is proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200032#JJ00200","speaker":"1140"},{"type":"speech","time":1417542600,"counter":230,"content":"<p>Ar 10.30 a.m. maidin am&aacute;rach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200032#JJ00300","speaker":"1138"},{"type":"majorheading","content":"Adjournment Matters","time":1417542600,"counter":231,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200032#JJ00400"},{"type":"minorheading","content":"Child Care Services Provision","time":1417542600,"counter":232,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200032#JJ00450"},{"type":"speech","time":1417542600,"counter":233,"content":"<p>I welcome the Minister to the House.<\/p> <p>I spoke briefly to him about this privately a number of days ago and gave him notice that I might raise this issue because it has been raised with me.  This issue is the serious situation in the Manor Childcare Centre in Waterford city, where 16 staff members were served with redundancy notice by the board.  I have met both the board and all members of staff in the last week.  Facilitated discussions are ongoing between the board and the staff and I do not want to get into those issues because I wish both parties well in trying to resolve them.<\/p><p>As a former member of a voluntary board of a community development project - those boards have now been dissolved - I have sympathy with the board in the sense that it can only work with the money it has.  It can only work with whatever income streams it gets to manage a project, in this case the child care centre.  The board is very clear in this instance that the money is not there to meet the demand.  In other words, the income is not enough to meet the expenditure.  That includes the staffing levels and also running the centre itself.  Much of this comes down to how we fund community child care places.  This has been a longstanding issue for people who work in this sector and for parents who send their children to these community child care centres.  There is a view that the funding is not sustainable and it is very complex and convoluted.  There is also a sense that what is happening in this child care centre in Waterford is happening in many child care centres across the State and that there are serious challenges which must be met.<\/p><p>I know from someone who lived in that area for many years that this is a first-class centre, which provides a first-class service.  Over 100 children use it.  It is in an area which is deemed to be marginalised and disadvantaged.  It provides a vital service for people who are getting back into employment, many of them part-time workers, and it is an enormous benefit.  The centre itself is in a great building that cost &euro;1.5 million.  This centre may close - that is how stark the reality is - and if it does,  leaving aside the impact it has on the staff and the children, what are we to do with the centre and the building the State invested so much money in?  That is how critical this issue is.<\/p><p>There are three issues.  The first is the national funding that is provided to these centres and this centre specifically.  The board has been in contact with the Minister's office and with Pobal, seeking extra funding.  Will extra funding be made available to keep the centre open?  Is there any possibility of that happening?  Second, is the Minister aware of how serious the issue is?  Is he aware how many children attend the cr&egrave;che and how many families depend on it?  Finally, has he any plans generally to change the funding to community cr&egrave;ches?  Is he aware that this is not just an issue in Waterford, but that there are issues in relation to how the cr&egrave;ches are funded generally, on a national scale, and not just in relation to Waterford?  The Minister might be kind enough to respond to these questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200032#JJ00500","speaker":"1133","continuing":true},{"type":"speech","time":1417543200,"counter":235,"content":"<p>Bh&iacute; m&eacute; ag caint leis an Seanad&oacute;ir an tseachtain seo caite mar gheall ar seo.  The Manor Childcare Centre is a community-based not-for-profit facility, which has provided child care services for the local community since 2008.  Community not-for-profit child care services have an important role to play in the provision of child care services, particularly for disadvantaged families.  There are in the region of 900 community services providing a range of child care services to communities throughout the country.  Many of these services, including the Manor Childcare Centre, were built with capital funding provided by the State.<\/p><p>The Department of Children and Youth Affairs supports a number of targeted child care programmes that assist parents with the cost of child care.  This funding is provided directly to child care services, both community and private, that are participating in the programmes and have children enrolled who satisfy the programmes' eligibility criteria.  Annual funding allocations under the programmes are based on a year which begins each September and ends in August of the following year.<\/p><p>The Manor Childcare Centre participates in the three major support programmes implemented by the Department of Children and Youth Affairs and significant funding has been provided to this service in recent years.  In the year September 2013 to August 2014, funding totalling &euro;47,800 was provided to the service for the delivery of the universal free pre-school year under the early childhood care and education programme.  The enrolment figures for this academic year, September 2014 to June 2015, indicate that funding in the current year will be in the region of &euro;63,000, which is a considerable increase.<\/p><p>The training and employment child care programme provides funding to support eligible parents returning to the workforce or engaging in training and education courses.  For the last year, funding totalling &euro;39,700 was allocated to the Manor Childcare Centre to provide for parents who qualified for support under the programme.  To date, the enrolment figures for qualifying parents seeking child care in this facility suggest that the funding generated under the programme may be considerably less than in the last year.  However, it is difficult to project with accuracy the final funding figure, as it is dependent on the number of appropriate job and training opportunities that may emerge in the area and the number of parents who qualify for support under the programme.<\/p><p>Funding totalling &euro;72,600 was provided to the service in the 2013-2014 year under the community child care subvention programme, which supports low income and disadvantaged families.  The projected overall funding to the service for the 2014-15 year will be determined when the parental return process is completed later this year.  The community child care subvention programme provides support to eligible parents to meet the weekly cost of child care, with the maximum weekly support being &euro;95 per week for a full day care place.  The parent, or in some cases Tusla, would be expected to provide the balance of the cost of the weekly child care provision.<\/p><p>In addition to the support provided under the programmes implemented by the Department of Children and Youth Affairs, which I have just outlined, further funding was provided directly to the service by Tusla to help ensure the service was able to address the considerable disadvantage experienced by some parents using the facility.  I understand that this strand of funding will be in the order of &euro;5,000 in 2015.<\/p><p>My Department has in place advisory support to providers when issues like this arise from time to time.  This advice is provided through the local child care committee structure and nationally by Pobal.  I had the pleasure of meeting the new combined Waterford City and County Childcare Committee at its initial meeting.  Pobal and Waterford Childcare Committee are both engaging with the Manor Childcare Centre in an effort to find a resolution to the difficulties the service is currently faced with.  Both organisations have considerable experience of supporting services to find solutions to sustainability, governance and management issues, and they will make every effort to support the Manor Childcare Centre.  My officials are in touch with Pobal regarding the centre and will continue to be informed of progress in finding a solution to the issues involved.  This is an important service to the people of Waterford, to the children in particular, and it is one that Senator Maurice Cummins has brought to my attention, as has Minister of State at the Department of the Environment, Community and Local Government, Deputy Paudie Coffey.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200033#KK00200","speaker":"952"},{"type":"speech","time":1417543200,"counter":236,"content":"<p>I welcome the fact that Pobal and the Waterford Childcare Committee are working with the board and the staff to try to find a resolution, and that the Minister's staff are also assisting in that.  The problem is the income.  The board does not have enough income to sustain the service and the staff are being asked to take an 8% pay cut.  Most of these staff earn less than &euro;250 a week.  Consider that someone who has gone through college, has a degree and is providing a first-class child care service is on less than &euro;250 a week for a full-time job and is being asked to take an 8% pay cut.  That is the position the board has been put in.  It does not want to impose pay cuts of that nature but has no choice because, notwithstanding the figures given by the Minister, there is not enough money going into the centre to run it.  We are now at a crisis point as the staff are adamant that they will not take an 8% pay cut.<\/p> <p>One must support their right to say that, particularly in view of the level of their remuneration.<\/p><p>Where does all of this leave us?  I do not want to hear that the Minister and his officials are engaged and offering support but rather that they are actively participating in finding a solution.  Part of such a solution is discovering whether there is a possibility that additional funding might be made available in order to ensure that the centre can meet its expenditure needs.  Every organisation is obliged to cut its cloth to suit its measure but there appears to be a serious deficit between what the centre takes in and how much it costs to provide the service.  However, this service is necessary for those 100 children and their parents who avail of it.  The Minister referred to &euro;70,000 in State funding being invested but if the centre closes and if people are left without access to child care service, then the cost to the State might be a great deal more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200033#KK00300","speaker":"1133","continuing":true},{"type":"speech","time":1417543800,"counter":238,"content":"<p>We have had similar difficulties with other facilities in the past year.  Interventions on the part of Pobal and Tusla were of assistance in resolving those difficulties.  The problems that arise do not always relate to money and they can sometimes involve governance or management.  The Senator referred to staff being asked to accept pay reductions.  It must be acknowledged that staff were given an increase this year.  In short, this is an important service that we want to be maintained.  The agency and Pobal will work with the Manor child care facility to resolve existing issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200034#LL00200","speaker":"952"},{"type":"minorheading","content":"Sporting Organisations","time":1417543800,"counter":239,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200034#LL00250"},{"type":"speech","time":1417543800,"counter":240,"content":"<p>I welcome the Minister of State, Deputy Ring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200034#LL00300","speaker":"1140"},{"type":"speech","time":1417543800,"counter":241,"content":"<p>I welcome the Minister of State back to the House.  He was present last week when we engaged in a substantive debate on sport in Ireland.  I wish to return to one of the topics I raised with him on that occasion.  I appreciate that the matter I am raising is wide-ranging in nature and that the Minister of State has no control over direct funding for League of Ireland soccer.  However, as Minister of State with responsibility for sport, as a former soccer player and as a current fan of the game, I ask him to take on board my concerns regarding the League of Ireland and its current status.<\/p><p>The Minister of State will be aware that the league has a long and proud history and tradition which stretches back to 1921.  It was, therefore, founded in a difficult period in the country's history.  It was a separate organisation, from a footballing perspective, until it merged with the Football Association of Ireland, FAI, in 2006.  There were high hopes and aspirations at the time of that merger that the FAI would use its better revenue streams, resources, funding and management structure to ensure and secure the future of the League of Ireland.  However, it must be conceded that League of Ireland soccer is at a very low level at present.  I am advised that UEFA ranks the various national domestic soccer leagues throughout Europe and that the League of Ireland is currently ranked 40 out of 54.  In fairness, the national soccer team's UEFA ranking would be higher.<\/p><p>There are numerous problems with the league and these have been aired on many occasions, particularly during the past two to three years.  I refer, for example, to the standard of facilities at most clubs, low attendances at games, the fact that so many clubs face financial disaster, the disappearance of a large number of clubs, other clubs going into administration and poor marketing and management.  What can be done about this problem and who should lead the charge in respect of it?  If someone such as the Minister of State were to knock heads together, progress could be made.  Record numbers of people - tens of thousands at least - throughout the country play soccer each weekend and there are junior and unaffiliated clubs in virtually every parish.  However, only a few thousand attend League of Ireland games.  We all know how many hundreds of thousands of people watch English soccer games on television at weekends and that thousands more travel to London, Liverpool, Manchester and Glasgow to watch English Premier League or Scottish Premiership games.  It is tragic that these individuals do not go to watch local games.<\/p><p>We should aim to put in place a league structure similar to those in Scandinavian countries where there is a strong tradition of semi-professional soccer.  If we were to do so, clubs here would have good facilities and we could aim to achieve attendances of between 5,000 and 10,000 at an average home game.  These goals should be achievable.  If we were to start from scratch, there would be two or perhaps three clubs in Dublin and strong clubs in Cork, Limerick, Athlone, Dundalk, Drogheda, Donegal - where Finn Harps is currently the leading club - Sligo, Wexford, Longford and Galway.  The obvious population centres are there to support League of Ireland soccer but we need to give consideration to marketing, developing facilities and improving management structures.  A total of 17,000 people attended the FAI Cup Final, the domestic season's showcase game.  I am sure the Minister of State, had he been in a position to do so, would also have attended.  I congratulate St. Patrick's Athletic on its great win but the turnout at the final was disappointing, particularly when one compares it with the sizes of the crowds which attend national football and hurling league games and European Rugby Champions Cup games, not to mention All-Ireland quarter finals, semi finals or finals.<\/p><p>I appreciate that the Minister of State's hands are tied to some extent.  However, I am of the view that he could show great leadership in the context of trying to save the League of Ireland.  He is renowned for the work he is doing within the Department and long may such work continue.  The Minister of State could leave a very strong legacy behind if he were to become the person responsible for saving and redeveloping the League of Ireland.  If clubs from Scandinavian and the new eastern European countries can compete on a serious level in the Europa League or the UEFA Champions League, it should be possible for semi-professional clubs in Ireland to aspire to appear on the same stage at some point in the future.  It is rather embarrassing to see Irish clubs being knocked out in the preliminary rounds or first round of these competitions.  One can almost predict the results in advance.  What is happening at present is not good enough.  If we can put the proper structures, management and financial models in place, we can turn matters around.  However, leadership is going to be required.  I do not think there is sufficient leadership in respect of the League of Ireland project at present.  The people working to advance the cause of Irish soccer from an international perspective are doing a good job.  However, major tournaments at this level only occur once every two years and we do not always qualify for them.  We need to concentrate our efforts on the League of Ireland, which is in operation for 30 or 35 weeks each year.<\/p><p>I ask the Minister of State to reflect on this matter.  I appreciate that he will be limited in terms of the way in which he can respond to the matter I have raised.  However, I request that he take a personal interest in trying to save the League of Ireland because it is going down the drain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200034#LL00400","speaker":"1189"},{"type":"speech","time":1417543800,"counter":242,"content":"<p>In the first instance, I propose to only read part of my prepared script before responding directly to the points the Senator has raised.  The script I have been asked to deliver does not relate to the matters to which he refers.<\/p><p>I would like to thank Senator Bradford for raising this important topic and I am pleased to have the opportunity to speak on it.  I am aware of his concern with regard to League of Ireland football.  However, I have no role in respect of this matter.  The development of League of Ireland football is entirely a matter for the FAI, which is an independent sporting organisation.  The funding provided to the FAI by the Irish Sports Council is ring-fenced for the non-professional elements of the sport and it is mainly focused on programmes aimed at increasing young people's participation in football.<\/p><p>I agree with the sentiments expressed by Senator Bradford.  He is quite correct; I am a footballing person and I have a great interest in the League of Ireland.  I attended the FAI Cup Final two years ago when Drogheda United played Sligo Rovers.  I watch football on RTE, Sky Sports and on &quot;Match of the Day&quot; on Saturday and Sunday nights on BBC.  The best game of live football I have seen in the past four or five years was the cup final two years ago.  The Drogheda United and Sligo Rovers players gave 100% on the day and the goals scored and standard of play were as good as one might see anywhere else.<\/p> <p>The Senator is correct that every weekend thousands of Irish fans go to games in Liverpool, Manchester and Derby but only half of them go to the Irish games in Ireland.  There were only 17,000 people at the FAI Cup Final in a stadium that could hold twice that number<\/p><p>I agree that League of Ireland football is important.  Three or four former League of Ireland players are playing in the Premiership in England, and Seamus Coleman, to name one, is playing with Everton.  Let me tell Members what I have seen happen to clubs in the Premiership, the investors came in and invested money, but they sold off the grounds and the fan base and destroyed the clubs.  Some of these clubs in Britain were taken over by multimillionaires with multinational companies who had no real interest in football and for whom it was a part-time interest.  I, like many in this country, love my football - I support Leeds United.<\/p><p>The Irish Sports Council, administers the funds on my behalf, to the different national governing bodies.  Some &euro;1,510,000 was allocated to support grassroots football in 2014.  A sum of &euro;333,503 was allocated to soccer education in 2014.  We gave &euro;346,330 to the FAI's emerging talent programme, so that young people with a talent are given an opportunity to broaden their horizons.  Some go abroad to play football.  Funding of &euro;885,066 was allocated to support the FAI's central and regional development staff throughout the country.  We do the same type of funding for GAA and the Irish Rugby Football Union.  We gave &euro;142,500 to specified elements of the FAI's women in sport programme.  That is one programme that has worked.  We now see an Irish player, Stephanie Roche, who I have been told scored the goal of the century, getting rave reviews this week and I hope many Irish people vote for her.  I hope she wins the FIFA award.<\/p><p>To respond to Senator Bradford, I will talk to John Delaney at the first opportunity.  I have spoken to him before and I will relay the Senator's concerns to him.  I know that the Senator is a strong League of Ireland supporter and a strong supporter of Cork.  I would like to see a strong League of Ireland.  I am aware that the FAI has restructured the League of Ireland and the clubs, which were in serious financial difficulty.  Some of the clubs are still struggling with debts from the past but the FAI has put in place good structures and does not allow them to spend more than they are actually taking in or to pay more than they can afford to players.  This has worked very well.  We now have 20 teams in the League of Ireland, with ten clubs in each division.  It is great to see a team, such as Dundalk which had not won the league for many years, win it this year.  It is great also to see Galway United come back into the premiership and Longford Town coming back up.  In the past it was Dublin, Cork, Dundalk and Athlone that controlled the League of Ireland, but it is nice to see it spreading out to rural Ireland.  I would like to see a stronger league in the years ahead.<\/p><p>I assure the Senator that I will take up the issue with the FAI, to see if there is anything that can be done.  I believe we should have a stronger base for League of Ireland football.  One only needs to look at the fine quality players who have developed during their career with the League of Ireland and have gone abroad. They have done very well.  I would like to see the management of the Irish team try to bring on one or two League of Ireland players, and give them an opportunity with the Irish team.  However, I acknowledge that every game and every victory is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200034#LL00500","speaker":"1074","continuing":true},{"type":"speech","time":1417544400,"counter":244,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014120200035#MM00200","speaker":"1140"},{"type":"unspoken","time":1417544400,"counter":245,"content":"<p>The Seanad adjourned at 6.10 p.m. until 10.30 a.m. on Wednesday, 3 December 2014.<\/p>","notice":"TIME STRING DETECTED"}]