[{"type":"minorheading","content":"Prelude","time":1636468200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1636468200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1636468200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1636468200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1636468200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#A00100"},{"type":"speech","time":1636468200,"counter":6,"content":"<p>I have received notice from Senators Timmy Dooley and Martin Conway that, on the motion for the Commencement of the House today, they propose to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the decision by the Irish Coast Guard to stand down the Doolin Coast Guard unit and his Department&rsquo;s engagement with the Irish Coast Guard in the matter. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to provide an update on the review of the guidelines for the hospitality and live entertainment sector as published on 22 October 2021. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the plans for the electoral boundary review for local, D&aacute;il and European constituencies following the census in 2022.  <\/blockquote> <p>I have also received notice from Senators Pat Casey and Fiona O'Loughlin of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the management of the deer population in counties Wicklow and Kildare. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to provide an update on his Department's contacts with the EU regarding tariffs on fertiliser. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on the introduction of the universal basic income for artists and art workers. <\/blockquote> <p>I have also received notice from Senator Erin McGreehan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to make a statement on the plans to ensure the viability of the sheep sector, including the status of the wool feasibility study.  <\/blockquote> <p>I have also received notice from Senator Ollie Crowe of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice to make a statement on the plans to address antisocial behaviour in Eyre Square, Galway, including the provision of additional garda&iacute; in the area. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the plans to provide maternity leave for local authority elected members. <\/blockquote> <p>I have also received notice from Senator John Cummins of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to make a statement on the number of vacancies in district veterinary posts with responsibility for the TB eradication programme, in particular in the Waterford and Cork areas. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Garret Ahearn of the following matter:<\/p><blockquote>\tThe need for the Minister for Health to provide an update on increased uptake of the Covid-19 vaccine since the Government announcement on 19 October of the continuation with the requirement to show the EU digital Covid-19 certificate. <\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected the matters raised by Senators Dooley and Conway, who are sharing their time; Sherlock; Kyne; and Casey and O&rsquo;Loughlin, who are also sharing their time.  The matters will be taken now.  I regret I had to rule out of order the matter raised by Senator Crowe on the grounds that the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#A00200","speaker":"1650","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1636468200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#B00200"},{"type":"minorheading","content":"Coast Guard Service","time":1636468200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#B00300"},{"type":"speech","time":1636468200,"counter":10,"content":"<p>I welcome the Minister of State at the Department of Transport, Deputy Naughton.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#B00400","speaker":"1650"},{"type":"speech","time":1636468200,"counter":11,"content":"<p>I welcome the Minister of State to the House.  There was a considerable amount of shock across County Clare when the announcement came last week that the Coast Guard at Doolin was to be stood down, effectively, or as is referred to in the business as \"off the board\".  That has upset many people, particularly those whose loved ones have required the services of the Doolin Coast Guard.  It is one of the best known coastguards not just in County Clare but right across the country because it has had such a high profile in search and rescue operations on so many occasions.  Sadly, it has also played its part in recovering the bodies of people who have ended their lives off the Cliffs of Moher.  It is really a difficult and sad position.<\/p> <p>We understand there were some internal human resources issues within the group.  That is not any different from any organisation, office or business, and of course issues will arise between people.  It is really the job of management, specifically at the national level in the Coast Guard, to address such an issue.  Efforts have been made along the way and, unfortunately, they have not been good enough to resolve the problem.  If this happened in the private sector, the matter would be resolved and brought to a head.<\/p> <p>I appeal to the Minister of State to involve at the earliest possible opportunity some independent external expert in human resources to try to find a resolution.  Standing the operation down and suggesting the Coast Guard based at the Aran Islands or some other location will fill the void is just not feasible.  There are currently 12 volunteers on the base and perhaps there is a way to get them up and running as a service.  They certainly have the capacity to do some of the work.  I do not want to be prescriptive but the Minister of State and the Department must intervene and bring in an external and independent expert.  I hope such an expert could meet willingness on both sides to engage.<\/p> <p>Other efforts are being made and we must be careful in this respect.  I appeal to the Minister of State to address this at the earliest possible opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#B00500","speaker":"1655"},{"type":"speech","time":1636468200,"counter":12,"content":"<p>I also welcome the Minister of State to the House.  I agree there was shock and sadness in the whole of County Clare last week when we heard the news the Doolin Coast Guard was to be stood down.  Much progress had been made, with Doolin getting a pier and a first-class and state-of-the-art rescue centre a number of years ago with the efforts of the now T&aacute;naiste, Deputy Leo Varadkar.  The equipment is good and the facilities are excellent.  Unfortunately, this problem has been bubbling for some time and it must be resolved.<\/p> <p>There is no other way around it but for it to be resolved and it will require the intervention of the Minister and the Department.  There is no faith in the Coast Guard directly resolving this problem and, to a large extent, the Coast Guard is seen as part of the problem.  As urgently as possible, the Minister must appoint an independent mediator to go to Doolin and engage with all parties because all of the parties involved have worked hard.  Some of the past and serving members have given most of their volunteering lives to the Doolin Coast Guard, rescuing many people and recovering many bodies.<\/p> <p>We owe it to those people who have volunteered, both in the past and present, to resolve the matter.  We owe it to the people they have rescued.  We owe it to the families of the loved ones whose bodies have been recovered and brought home by the Doolin Coast Guard.  We owe it to the people of County Clare and those who visit the county.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most of all, we owe it to the people who use the coast to give them confidence that the superb Doolin Coast Guard is there if they get into trouble when fishing, surfing or swimming.  When people get into difficulty, there is great confidence that the Doolin Coast Guard has the expertise and experience to come to their rescue.  They have the equipment, determination and focus.  There is a problem there and it is up to the Government to resolve it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#B00600","speaker":"1644","continuing":true},{"type":"speech","time":1636468200,"counter":14,"content":"<p>I thank the Senators for raising this issue.  The temporary standing down of the Doolin Coast Guard unit operation is a proportionate response, having regard to significant ongoing attempts by the Coast Guard to address the unfortunate differences that have existed within the unit for a number of years and their impact on the unit.  However, attempts to resolve the situation to date have not been successful and I believe there is a role for an independent person or mediator to be appointed to the Doolin unit with a view to resolving the difficulties.  I intend to meet with officials in my Department shortly to discuss the next steps in the appointment of such a person.  To be clear on the rationale for the action of standing down the Doolin unit, the key objective is to ensure the safety of the volunteers.<\/p> <p>The action is being taken in compliance with search and rescue assurance obligations set out in the national search and rescue plan and I have been advised that contingency plans are in place.  I am in regular contact with Department officials on this matter.  As Senators know, the Inis O&iacute;rr Coast Guard unit, which falls under the direct management of the Doolin unit, shall continue to remain fully operational and in the interim, the Coast Guard is liaising with other search and rescue stakeholders in the area to provide full cover for services that otherwise would be provided by the Doolin unit.  The Coast Guard is currently deploying various contingencies based on an assessment of risk within the area and, in particular, Kilkee and Killaloe Coast Guard units.  All other Coast Guard units, shoreline and cliff rescue services remain in place, along with the four search and rescue Coast Guard helicopters.  The RNLI community rescue boats and the Naval Service will continue to assist, particularly in those areas of greatest risk until the issue has been resolved.<\/p> <p>Doolin Coast Guard unit is unique compared with the majority of units in the country in that it has had several years of significantly unresolved, internal, interpersonal difficulties.  The Coast Guard and my Department have taken these unfortunate differences between the Doolin unit volunteers extremely seriously and have consistently met and engaged with the Doolin unit over the past number of years to try to assist in the repair of the breakdown in relationships that has occurred within the unit.  A review was conducted in 2019 by an independent human resources company to examine and consider the root causes.  Follow-up actions have included dignity and respect training for the Doolin unit, the facilitation of group and one-to-one sessions with the Irish Coast Guard, IRCG, management and the Doolin unit members.  An intensive support package was also put in place with coastal unit sector managers to monitor and assist in supervising the situation.  The Coast Guard also very much acknowledges and recognises the strenuous efforts and leadership displayed by many members of the Doolin unit, its management and other stakeholders to address these difficulties.  I assure members that the Coast Guard is committed to supporting the 900 volunteers who helped to provide the important life-saving service of the IRCG and ongoing consultation with the volunteers is key.<\/p> <p>The Coast Guard volunteers have for some time had a representative body called the Coastal Unit Advisory Group, which represents Irish Coast Guard volunteers and provides advice and input to the Coast Guard under agreed terms of reference between management and volunteers.  I intend to meet with the Coastal Unit Advisory Group this week.  I am also open to meeting other volunteers.<\/p> <p>In 2018, the Coast Guard completed a review of the volunteer code of conduct.  This review was conducted with independent, expert input from a human resource consultancy in order to ensure that Coast Guard processes and procedures were fair and fit for purpose for an organisation of its type.  The review also involved a consultation process with the volunteers which was managed by the Coastal Unit Advisory Group.  That group has also been reviewed with a refreshed structure and terms of reference.  My key focus is to ensure we have a process that works and that the concerns of the volunteers are heard and addressed at the highest level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#C00200","speaker":"1578"},{"type":"speech","time":1636468200,"counter":15,"content":"<p>I thank the Minister of State.  That is as good a response as Senator Conway, Senator Garvey, who is in the Chair and whom I know is committed to addressing this issue, and I could have got.  On the Minister of State's commitment regarding the appointment of an independent arbitrator, since it is not just a question of the issues at the station and since it involves the wider issue in the context of the Coast Guard, I ask her to consider appointing as mediator Mr. Kieran Mulvey, who has shown a phenomenal capacity to resolve many disputes over the years, including, most recently, a dispute concerning staff in the Irish Aviation Authority.   I ask the Minister of State and her Department to consider Mr. Mulvey's name in this regard.  I do not know whether he would be available.  I have not spoken to him on this occasion so it would be a bolt from the blue for him.  The development on mediation is welcome.  The Acting Chairman, Senator Conway and I certainly welcome it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00100","speaker":"1655"},{"type":"speech","time":1636468200,"counter":16,"content":"<p>I concur that Mr. Mulvey is certainly a name that one would hope would attract a lot of support and agreement.  Regardless of the mediator appointed, I very much welcome the Minister of State's commitment to appoint one.  The mediator has to be independent of the Coast Guard because the representative organisation operates under the auspices of the Coast Guard and all the HR staff hired to deal with this were paid for by the Coast Guard.  This matter needs to be addressed by the Department.  The Coast Guard must not have anything to do with it because its role has been the nub of why a resolution has not been found to date.  I ask the Minister of State to ensure that the arrangement will be independent of the Coast Guard in the first instance.  Second, she might give us a timeline as to when she hopes to meet her officials and make an announcement on the appointment of a mediator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00200","speaker":"1644"},{"type":"speech","time":1636468200,"counter":17,"content":"<p>It is important to acknowledge that the units continue to actively recruit members from within their communities.  They are very keen to enrol volunteers.  Once enrolled, volunteers enter a training programme to assist their communities with the search-and-rescue response.  In the past two years, there has been no exception.  Despite the challenge of Covid, units have been able to enrol new members and advance existing team members in key training requirements.<\/p> <p>The number of volunteer grievance cases remains low.  They represent less than 0.5% of the total volunteer cadre.  Given the number of volunteers, amounting to over 900 in total, the percentage is very low by comparison with that in similar organisations.  I assure the Senators that it is my priority, and that of the Coast Guard and Department, to ensure Doolin Coast Guard unit will be returned to operational readiness as quickly as practicable.  A plan is being put in place to ensure this.  There is a role for an independent person or mediator to be appointed to the Doolin unit to resolve the difficulties.  I intend to progress that as a matter of priority.  I will also be continuing to engage with volunteers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00300","speaker":"1578"},{"type":"speech","time":1636468200,"counter":18,"content":"<p>As a north Clare woman, I have been inundated with calls on this matter.  The Minister of State understands the enormity of the issue.  I acknowledge completely that she, the Minister, Deputy Ryan, and their Department have offered support at every level.  There was no shortage of funding for training or mediation.  It has not worked to date, unfortunately.  This is a serious conflict-resolution issue in respect of which we need to bring in experts on conflict resolution.  We have to find a way.  The individuals concerned are adults.  We need to get adults to start adulting in order that we can move forward and get this Coast Guard unit back up and running.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00400","speaker":"1659"},{"type":"minorheading","content":"Covid-19 Pandemic","time":1636468200,"counter":19,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00500"},{"type":"speech","time":1636468200,"counter":20,"content":"<p>I thank the Minister of State for taking this matter.  We had hoped the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media would be able to do so, but I understand her Department has provided a written reply.<\/p> <p>With the vaccination rate at such a high level, it is clear there is a strong appetite among people to get on with living their lives as safely, but as fully, as possible.  While many of us are looking at the increasing Covid numbers, or the trend over recent weeks, with a degree of trepidation, there are many who do so with the determination to ensure those working in hospitality, including musicians and staff in pubs, restaurants and nightclubs, will get an opportunity to eke out a livelihood again.  The prospect of their having to remain out of work for any longer than they have had to cannot be countenanced.<\/p> <p>In the past few weeks, new regulations were introduced to allow for the reopening of the night-time economy.  The roller-coaster that the nightlife sector has been put on indicates a shambolic approach.  Time and again, we have seen a failure to engage in contingency planning for the various Covid scenarios.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not here, however, to go over what has happened but to ask about the review of the guidelines introduced on October 22.  A commitment was given then to review the situation within three weeks.  We wish to know if that review will commence this Friday, who is going to conduct it, what its scope will be and when its findings are expected to be published.  I have talked to nightclub operators, DJs, promoters and bar owners and the key issue that keeps arising is when will they be included in the conversation about the safe operation of their sector.  This is important because many of the regulations introduced on 22 October cannot be complied with and are unenforceable.  What respect and trust are being shown to this sector?  The operators are seeking this review because they want to be able to have some input into the process that will determine how their sector will continue to trade and to survive this winter.  <\/p><p>It is important to acknowledge that we have had a trend over several years, in Dublin but also around the country, where we have seen the closure of pubs and nightclubs and we cannot afford to exacerbate that longer-term problem.  The operators also want to have a level playing pitch.  Again, we have seen coverage in recent days of the patchiness with which vaccination certificates are being requested at certain premises and also of where they are not being requested at all.  Operators want to have an input into this process because they want to demonstrate that their sector is safe.  Frustratingly, from what I have seen and from what I have been told by those I have spoken to in the sector, we had much media and PR coverage of the pilot opening of nightclubs conducted on 30 September.  Antigen testing was used at that pilot event, but since then, however, we have heard nothing about what was learned from the pilot opening.  Interestingly, suggestions about using antigen testing at nightclubs seem to have disappeared off the radar.  <\/p><p>The other critical reason that we need to see the detail of this review is because community dance halls hosting social and big band dances believe their model of operation is going to be decimated because they are now being forced to sell tickets in advance to allow people to gain access.  It totally goes against the grain of how they operate.  To summarise, I would like to hear the concrete detail about how this review will be conducted, when we are going to see it published and who will be involved in that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#D00600","speaker":"1683","continuing":true},{"type":"speech","time":1636468200,"counter":22,"content":"<p>I am taking this question on behalf of the Minister, Deputy Catherine Martin.  In its decision of 19 October 2021, the Government agreed that the remaining areas of the hospitality, entertainment and night-time economy would reopen with the full range of protective measures in place and the wide and robust implementation of the Covid-19 pass.  This represents an important next step towards the full reopening of our economy and society.  As we move forward, however, it is more critical than ever to ensure that we are doing everything we can to minimise opportunities for the transmission of the virus.<\/p> <p>The night-time and live entertainment sectors have been particularly hard hit during this pandemic.  The Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, and her officials have been engaging with the various sectors to address some of the challenges faced during the past 20 months, in the run-up to the Government decision and also following it.  The extensive stakeholder engagement has resulted in the production of an updated set of guidelines entitled, Updated Guidelines for Nightlife and Entertainment, to provide for the safe operation of the sector as Covid-19 is still circulating in our communities.  Tourism and hospitality sectoral guidelines, aligned with the Work Safely protocol, have also been developed collaboratively to assist businesses to apply the guidance to their operations.  The guidelines are informed by the latest Government public health advice and regulations carefully tailored to specific tourism and hospitality sectors.  The operational guidelines aim to support business owners and management every step of the way as they work to stabilise and recover.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The guidance, which is updated regularly, contains a range of advice on areas including ventilation, hygiene, management structures and face coverings.  As we are still in the middle of a pandemic, and in light of the epidemiological situation which has emerged over recent weeks, it is imperative that we carefully manage reopening.  There will inevitably be nuances and differences in how we do things.<\/p><p>The Department of the Taoiseach hosted a meeting today with the hospitality and live events sector.  That was attended by officials from the Department of Enterprise, Trade and Employment and the Department of Health.  It has been emphasised in advance of that meeting and continuously that their co-operation is critical if we are to avoid a further deterioration in the epidemiological situation.  This was emphasised strongly again today, and it is clear that the sectors' representative groups are very conscious of their role in driving compliance and reinforcing the behaviours that will help to keep us all safe.  Today's meeting provides a very important context for the three-week review that was signalled at the outset, and we will continue to engage with the sector bilaterally after the meeting as part of that review process.  The review will, of course, be critically informed by the wider public health situation.  In addition, official engagements will take place this week with the live entertainment sector.  Subsequent to that, an update will be provided for consideration by Cabinet colleagues.<\/p><p>The Government's aim has been to allow as many businesses as possible to reopen in the safest possible way.  This is why we need certain regulations in place as well as robust guidance to assist businesses to reopen safely and, importantly, to stay open.  Central to these guidelines is a commitment to adhere to best practice in infection prevention control measures, which are necessary to protect individuals and society, and to support our continued progress towards a full return to operation of various sectors.  Compliance with these measures should not be considered best practice but rather the minimum standard required to protect our communities.  Individual businesses need to risk-assess proactively their premises to calibrate mitigating measures in a bespoke way for their business.<\/p><p>We know that countries across the world are working through the challenges of reopening society while the pandemic continues.  These countries are all different and the way they develop their reopening plans will be different from ours.  We have to try to balance a welcome reopening of businesses with the protection of public health.<\/p><p>I have run out of time.  The rest of the reply is in the written statement circulated in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#E00200","speaker":"1578","continuing":true},{"type":"speech","time":1636468200,"counter":24,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it.  The question was what the scope of the review will be, who will conduct it and when we will see it.  Unfortunately, we have not heard from the Department today an answer to any of those questions.  We hear there will be bilateral engagement and that the Cabinet will be updated.  To be frank, whoever wrote this script was trying to lecture those of us who take the nightlife sector very seriously.  The sector takes its responsibilities very seriously in opening as safely as possible in the context of this pandemic.  That does not need to be said.  What it needs to be clear on, however, is that it will be involved in the review, that there will be an outcome to the review and that it will not be an interminable process with no detail.  I ask the Minister of State to relay back to the Department that there is a failure to answer the questions we have sought in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#F00200","speaker":"1683"},{"type":"speech","time":1636468200,"counter":25,"content":"<p>I will relay the Senator's comments back to the Department and see if it can give her any more information on that review.  I will certainly pass on the Senator's comments to the Minister and the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#F00300","speaker":"1578"},{"type":"speech","time":1636468200,"counter":26,"content":"<p>I thank the Minister of State for coming in to take the Commencement matters.  We appreciate her time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#F00400","speaker":"1659"},{"type":"minorheading","content":"Electoral Process","time":1636468200,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#F00500"},{"type":"speech","time":1636468200,"counter":28,"content":"<p>I thank the Cathaoirleach's office for choosing this Commencement matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the Minister of State, Deputy Noonan.<\/p><p>The census was due to be held this year but, of course, it has been postponed because of Covid-19.  It is now due to be held on 3 April 2022.  In April of this year, the Central Statistics Office estimated the population at 5.01 million. This means that the population has risen above 5 million for the first time since the 1851 census, when the comparable population was 5.11 million, or more than 6.6 million for the island as a whole.  Some of the reasons for the increase in population are more Irish nationals returning to live here, with 7,300 more than those who left, and births exceeding deaths by some 22,800 in the year ending April 2021.<\/p><p>With population changes come the dreaded boundary revisions and reviews.  This can exercise voters.  When county boundaries are breached, in the case of D&aacute;il elections, people feel disenfranchised as has happened previously in Leitrim, Carlow, Cavan and Tipperary and as is happening at present in Meath, Mayo, Donegal, Roscommon, Laois and another part of Tipperary.<\/p><p>It is speculated that on foot of population changes, a constituency boundary commission will established and that it may report in 2023 in advance of a possible general election in 2024 or 2025.  Will the Minister of State advise on timelines for this, when a D&aacute;il commission might be established and when it might report?  What are his views regarding the breaches of county boundaries, which are particularly worrying and annoying for many constituents when small numbers of district electoral divisions, DEDs, are excluded from the county and put in with a larger county or set of counties?<\/p><p>Considering that the next local elections and European Parliament elections will take place in 2024, does the Minister of State feel that there will be insufficient time to hold a boundary review of council electoral areas in advance?  Is it his view that there would be a boundary review in advance of the next local elections or would the timeline be too short for that?  I am not urging one way or the other, but as the Minister of State is aware, politicians like to know what the boundaries would be.  What is the view regarding the number of seats in the EU Parliament?  Ireland currently holds 13 seats.  Is this set in stone for the new elections to the Parliament in 2024?<\/p><p>For sitting politicians and would-be candidates for parties and for Independents, having advance or timely notice of these things is extremely important for their campaigns in the context of boundaries and configurations.  Timely decisions are hugely beneficial to all in terms of preparation.  I would appreciate a response on this issue, which perhaps might not exercise the general population a huge amount but which is extremely important for politicians in the context of their jobs and plans over the coming years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#F00600","speaker":"1665","continuing":true},{"type":"speech","time":1636468200,"counter":30,"content":"<p>I agree.  This is an important issue, certainly politically for candidates but also for the right of constituents to exercise their vote in their areas and DEDs.  It is critically important.<\/p> <p>Article 16 of the Constitution sets out clearly and distinctly the overarching requirements that apply to the membership of D&aacute;il &Eacute;ireann.  In addition, and complementary to the constitutional provisions of Article 16.2 in particular, Part Il of the Electoral Act 1997, as amended, provides for a review of D&aacute;il and European Parliament constituencies following each census of population and establishes, among other things, the terms of reference for a constituency commission in respect of the undertaking of such reviews.<\/p> <p>In very broad terms, the publication of preliminary census results triggers the establishment of a constituency commission under section 5(1) of the Electoral Act 1997 with the commission required, under section 9(1) of that Act, to present its report on D&aacute;il and European Parliament constituencies to the chairman of the D&aacute;il within three months of publication of final census results.<\/p> <p>The timing for the publication of preliminary census results and final census results are matters for the Central Statistics Office, which is responsible for organising each census, but typically these publications have taken place within approximately three months and 12 months, respectively, of the holding of the census.  In September 2020, on the advice of the Central Statistics Office the Government decided to postpone the 2021 census due to the Covid-19 pandemic.  The next census is now due to take place on 3 April 2022.  Against this background, the next review of D&aacute;il and European Parliament constituencies will commence following the publication of preliminary census results.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This will be undertaken in compliance with our constitutional requirements and will be completed in accordance with the statutory timeframe currently set out under the Electoral Act 1997.<\/p><p>Unlike the position for D&aacute;il and European Parliament constituencies, there is no constitutional or legislative requirement for the revision of local electoral areas at a particular point in time, such as following the publication of preliminary or final census results.  Nonetheless, section 23 of the Local Government Act 2001, as amended, empowers the Minister for Housing, Local Government and Heritage to divide a local authority area into local electoral areas and to amend those areas.  In advance of deciding to make an order under section 23 of that Act, the Minister must in accordance with the provisions of Part 5 of the Local Government Act 1991, as amended, request a boundary committee to make a report having regard to such matters as may be specified by the Minister.  The Minister must publish the report of the boundary committee and must have regard to the report of that committee when deciding to make an order on any amendment to local electoral area boundaries.<\/p><p>As matters currently stand, no decision has been taken on the review of local electoral area boundaries in advance of the next scheduled local elections in 2024.  The Senator will be aware that earlier this year the Government circulated the general scheme of an electoral reform Bill to the Oireachtas Joint Committee on Housing, Local Government and Heritage for pre-legislative consideration.  The general scheme addresses a number of commitments in the Programme for Government: Our Shared Future, including the establishment of a statutory electoral commission.  The electoral commission will be independent of Government and will report directly to the Oireachtas.  Following its establishment it will, among other matters, take several existing statutory electoral functions from the outset, including the work currently undertaken by the Constituency Commission and local electoral area boundary committees.  <\/p><p>I also wish to assure the Senator that we have had very good pre-legislative consideration of the electoral reform Bill.  In our discussions around the early establishment of the commission, we probably think that it will be established in the second quarter of 2022, once it obviously goes through its legislative journey.  It is critically important that among its early tasks will be looking at those electoral events, the most immediate of which will, hopefully, be the local and European elections of 2024.  <\/p><p>I will not give any specific views on the seats in the European Parliament but I certainly believe that it is important that the boundary review would take place to give us sufficient time to prepare for local and European elections in 2024.  Gabhaim bu&iacute;ochas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#G00200","speaker":"1512","continuing":true},{"type":"speech","time":1636468200,"counter":32,"content":"<p>I thank the Minister of State for his response.  Based on his reply and the census that is taking place in April, one can therefore say, again, depending on the Central Statistics Office, CSO, that the preliminary results will be published in the summer of 2022.  The electoral commission, if it has been set up, would have 12 months after that to report, and for this to be confirmed within three months of the publication of the final census data.<\/p> <p>On the local elections, I again urge that timely decisions are made on these because we cannot have a situation whereby a commission is organised or has decided to review boundaries that leaves the minimum amount of time for candidates, sitting councillors or would-be councillors, to prepare for them.  It is important that those decisions are made in a timely manner in advance of the 2024 elections, which we know are taking place on that date.  The general election may be slightly different as we obviously do not know when exactly that will take place but we know the date of the local and European elections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#H00200","speaker":"1665"},{"type":"speech","time":1636468200,"counter":33,"content":"<p>I agree wholeheartedly with the Senator and it is critically important.  If one looks at where we are now, it is going to be a very short time once the commission is established.  As I have said, it is going to be tasked with quite a significant body of work from the outset but this part of that work is going to be critically important, given that there will be an electoral event in 2024 and, we hope, a general election in 2025.<\/p> <p>It is important that political parties and prospective candidates have certainty as to where they are running.  I certainly know that many of the political parties are all very active in this space in beginning to put candidates forward, or certainly in having electoral area representatives already active on the ground.  We need that certainty to give an opportunity, particularly to new candidates, for a run-in to the local elections in 2024.  From my own perspective we will be doing all we can to ensure that the commission is in place by the middle of next year and that among its early tasks will be to give due consideration to electoral boundaries and all of the other associated work that requires to be done there.  I thank the Acting Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#H00300","speaker":"1512"},{"type":"minorheading","content":"Animal Diseases","time":1636468200,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00050"},{"type":"speech","time":1636468200,"counter":35,"content":"<p>This Commencement matter is in the names of Senators Casey and O'Loughlin.  How do the Senators propose to share their time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00100","speaker":"1659"},{"type":"speech","time":1636468200,"counter":36,"content":"<p>We will split it.  Senator Casey will go first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00200","speaker":"1689"},{"type":"speech","time":1636468200,"counter":37,"content":"<p>The Senators are taking two minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00300","speaker":"1659"},{"type":"speech","time":1636468200,"counter":38,"content":"<p>I welcome the Minister of State and thank my colleague for sharing this Commencement debate with me.  It relates to an ongoing challenge facing west Wicklow and my own area of east Wicklow, in the uplands area.  The figures speak for themselves.  There is tuberculosis, TB, in one in every six herds in Wicklow.  Some 4% of herds nationally have TB and have had restrictions placed on them whereas this figure is 18% in Wicklow, four times the national average.  Some 5.4% of the cattle herd in Wicklow are reactors.  The figure nationally is only 1.8%.  These figures come from the Department.  As I have said, this is an ongoing issue.  Some 16% of the deer population carry TB.<\/p><p>I will quote a farmer in west Wicklow, Tom Stephenson.  He has said:<\/p> <blockquote> \tFarmers in this area have been completely abandoned.  There is what can only be described as a plague upon us and we have no way of ridding ourselves of this scourge.  We can restock time and time again after a lock-up but the same thing just happens again.  It&rsquo;s a heart-breaking way of operating which just can&rsquo;t continue. <\/blockquote> <p>We all know that the number of deer in Wicklow continues to increase.  We see them grazing farmers' fields every day.  Coming from one of the most scenic areas of Wicklow, where I have the pleasure of walking the mountains, it is quite frightening how close we, as humans, can come to the deer population.  The deer will not move even if people come within 1 m or 2 m.  In my own valley of Glendalough, we are now feeding deer by hand outside the hotel.  This is frightening because it is not a natural occurrence.  It is having a severe impact on the lives of farmers and their families.  I will now give way to my colleague, Senator O'Loughlin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00400","speaker":"1640"},{"type":"speech","time":1636468200,"counter":39,"content":"<p>I thank Senator Casey for giving us those very stark statistics regarding the impact of deer in Kildare and west Wicklow.  As somebody who lives in Kildare, I have ongoing engagement with the Irish Farmers Association branches covering Kildare and west Wicklow.  This issue has come up quite a number of times.  Only recently, about three weeks ago, there was a consultation meeting on the Common Agricultural Policy, CAP, with the Minister, Deputy McConalogue, in Kilcullen and farmers from west Wicklow brought up this issue.  At a subsequent meeting last week, I asked about one of those farmers and was told that he had lost 25% of his herd to TB the week before because of the overrun of deer in the area.  That is absolutely shocking.<\/p> <p>I am really concerned that the Government has no long-term plan to protect the lands and livelihoods of those who live in this area and that the deer population will be allowed to remain unsustainable.  There is no doubt that the surge in the deer population is impacting on our grasslands and our crops and aiding in the spread of bovine TB.  The implementation of the wildlife control programme in Wicklow by the Department of Agriculture, Food and the Marine is not to the standard required.  The Minister of State committed additional resources in the budget to the wildlife control programme for next year.  Will he assure farmers in Kildare and, particularly, west Wicklow that this money will be fully utilised in providing the staff resources necessary to implement a timely and effective wildlife control programme on the ground?  This is very important.  Senator Casey spoke about deer coming right up to the hotel.  There is no doubt that they are encroaching further each year and mixing with cattle, thereby contributing to the level of TB in the herd.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00500","speaker":"1689"},{"type":"speech","time":1636468200,"counter":40,"content":"<p>Gabhaim bu&iacute;ochas leis na Seanad&oacute;ir&iacute;.  I thank both Senators for raising this really important issue.  While the National Parks and Wildlife Service of my Department licenses the hunting of deer and actively manages deer on its property, it does not own the deer population nor is it responsible for cordoning it into specific areas of land.  Deer populations are mobile by their nature and have home ranges that are not constrained by land ownership boundaries.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These home ranges are normally defined by physical landscape features such as mountains, lakes, rivers, built-up areas and the availability of suitable habitat within that home range.<\/p><p>Deer on any lands can be controlled by the landowner, once that control is in accordance with current legislation - in this case, the Wildlife Act.  During the annual open season, deer can legally be shot under licence.  The season operates generally from 1 September to the last day of February, depending on the species and gender of deer.  My Department has received over 5,800 applications so far this season for deer hunting licences under section 29 of the Wildlife Act.  There were some delays in 2020, due to Covid, in terms of the licensing, but we have made significant progress in the processing of licences this year.  We will endeavour to move a lot of the process online, which will make it more efficient to issue licences.<\/p><p>In terms of private property, landowners may apply to my Department for permission, under section 42 of the Wildlife Acts, to cull deer outside the annual open seasons, where it is deemed necessary.  These permissions offer a facility whereby a person can obtain a permit, on a case-by-case basis, to prevent serious damage caused by individual deer on specific lands.  Applications are investigated by local staff to determine if serious damage is being caused and, if so, the most practical method of stopping or controlling the problem.  Permissions are only issued where there is evidence of such damage.<\/p><p>My colleague, the Minister for Agriculture, Food and the Marine, Deputy McConalogue, and I have been in communication in recent weeks regarding the re-establishment of a version of the Irish Deer Management Forum, where it is planned that many topics on deer management will be discussed.  I am really keen to see this initiative progressed.  Our officials are currently working together to establish the structures of such a forum.  Further details will be made available in due course.<\/p><p>The National Parks and Wildlife Service, NPWS, is committed to the active management of the deer species within State-owned national parks and nature reserves, and as part of its regular ongoing management operations, the NPWS carries out regular surveys, censuses and reports on deer on our sites.  Where appropriate, and depending on the annual counts, or where it is evident that damage is being caused by deer to habitats, particularly woodland, culls may need to be carried out to ensure that deer populations do not reach levels that would have negative ecological consequences.  Such culls are undertaken by NPWS staff.<\/p><p>The Department does not permit hunting on its State lands, with the exception of areas where the NPWS does not control, or fully control, the sporting rights.  Culling is a regular and ongoing management operation within the national parks.  My Department is aware of the economic damage deer pose, particularly in County Wicklow.  To that end, specific arrangements have been put in place for the area.  My officials also contribute to the Wicklow Deer Management group.<\/p><p>In summary, I have met with the Irish Deer Commission and other interested parties regarding this issue.  I am very keen, as I know the Minister for Agriculture, Food and the Marine is, to see the establishment of a forum to deal with these issues.  It is critically important that we understand and appreciate the scale of the challenges that we are facing regarding deer management from a biodiversity point of view, and the spread of disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#J00600","speaker":"1512","continuing":true},{"type":"speech","time":1636468200,"counter":42,"content":"<p>I thank the Minister of State for his reply.  In all fairness, it is a bit repetitive.  I could refer the Minister of State to the joint approach to deer management of 2010, the County Wicklow deer management project 2018 and a number of pilot schemes in between.  None of them are addressing the situation.  The Department of Housing, Local Government and Heritage is the largest landowner in the Wicklow Mountains because it owns the Wicklow Mountains National Park.  The second largest owner is another State body, Coillte.  The Department therefore has the ability to manage and cull the deer herd.  There is no natural predator for the deer.  I am not proposing to rewild the Wicklow hills and introduce wolves, but if we did so, the deer population could be controlled.  There is no natural predator to manage deer in Wicklow, so we have to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#K00200","speaker":"1640"},{"type":"speech","time":1636468200,"counter":43,"content":"<p>From what the Minister of State said, I feel that he has a grasp of the situation and he understands it.  It is good that the licences have been given out and that the Departments are looking at re-establishing the Irish Deer Management Forum.  Those actions are important.  The Department within which the Minister of State is based must take responsibility for deer when they are associated with a TB problem.  I accept that farmers can go so far in terms of licensing and hunting, etc., but when there is a TB problem and it is impacting on the national herd that we hear so much about, it is vital that the Department and the Minister of State step in.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Minister of State to step in and meet the farmers of Kildare and west Wicklow to discuss this matter.  A meeting is needed and I really would appreciate if he would agree to meet IFA representatives for Kildare and west Wicklow. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#K00300","speaker":"1689","continuing":true},{"type":"speech","time":1636468200,"counter":45,"content":"<p>I agree with Senator Casey.  During the summer we spent a bit of time on the Wicklow Mountains after some of the fires with Wesley Atkinson and his team.  It is critically important that the deer population is sustainably managed on which I am sure we all agree.  This initiative will take hold.  The streamlined issuing of licences is critically important and we have issued a significantly larger volume of licences this year so we need to do that.<\/p> <p>In terms of meeting IFA representatives from counties Wicklow and Kildare, correspondence has come into our Department on the matter.  Certainly, I know that officials will be more than happy to meet.<\/p> <p>There is a responsibility from our perspective and that of the Department of Agriculture, Food and the Marine in terms of TB.  We give a commitment here that this forum is the best place to address these issues.  We also give a commitment, and I know this from speaking to my officials, that we want to address the issue because, as I said, it is not just an issue that both Senators have spoken about in terms of TB - it is also an issue for biodiversity because there has been significant damage, particularly to forestry.  We have seen the impact in the national parks where deer have caused significant problems when we have tried to regenerate native woodlands in this country.  I give a commitment to both Senators that certainly we want to work collaboratively to address the range of issues that we are dealing with in terms of deer management in Ireland. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#L00200","speaker":"1512"},{"type":"speech","time":1636468200,"counter":46,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#L00300","speaker":"1689"},{"type":"speech","time":1636468200,"counter":47,"content":"<p>I thank the Senators and the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#L00400","speaker":"1659"},{"type":"unspoken","time":1636468200,"counter":48,"content":"<p>Sitting suspended at 3.22 p.m. and resumed at 3.34 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1636468200,"counter":49,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#N00100"},{"type":"speech","time":1636468200,"counter":50,"content":"<p>The Order of Business is No. 1, motion regarding the joint meeting of the Joint Committee on European Affairs, the Joint Committee on the Implementation of the Good Friday Agreement and the Seanad Special Select Committee on the Withdrawal of the UK from the EU, to be taken on the conclusion of the Order of Business, without debate; No. 2, statements on the roll-out of the progressing disability services programme and assessments of needs, to be taken at 5 p.m. and to conclude at 6.30 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, all Senators not to exceed six minutes and the Minister to be given not less than ten minutes to reply to the debate; and No. 3, Land and Conveyancing Law Reform Bill 2021 &ndash; Order for Second Stage and Second Stage, to be taken at 7 p.m., with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given not less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#N00200","speaker":"1653"},{"type":"speech","time":1636468200,"counter":51,"content":"<p>I support the Order of Business.  Yesterday, 8 November, was Equal Pay Day.  Women in Ireland are effectively working for free for the final 14.4% of the year, according to research published today by WorkEqual.  It is always important that we note Equal Pay Day because closing the gender pay gap is extremely important.  Although legislation has been introduced in the form of the Gender Pay Gap Information Act 2021, it only goes so far.  We have made progress but there is much more that we need to do.<\/p> <p>I wish to raise an unusual situation.  The football match between Portugal and Ireland is on 11 November and all present hope Ireland will do well in it.  A person who wanted to buy two tickets for her partner and her son contacted me.  She was seeking to buy the tickets on the website of a very well known organisation that sells these tickets.  The prices were &euro;120 for the adult ticket and &euro;25 for the child ticket.  That was all well and good and the woman was willing to purchase them but she was not able to buy the child ticket and ended up paying &euro;240 for two tickets.  That is bad enough in itself.  She contacted me approximately three weeks ago and I suggested that she go back to the organisation from which she purchased the tickets.  To date, she has had no reply whatsoever from the organisation and neither have I, having taken the matter up on her behalf.  She has gone to the FAI.  I hope it will do something.  This is completely wrong.  We want to encourage young people to play sport.  The excitement of going to an international match is important in people's lives.  This is an issue we need to keep an eye on.  We need to send a message that it is not good enough and that we will be watching and raising it.  <\/p> <p>I wish to raise the issue of work permits, as I have previously, in the context of certain industries.  The Minister said another quota would be fixed in respect of work permits.  That was all well and good but I am aware of a company that sent in all the relevant information at midnight on the night of the announcement.  Its application was returned and the company was told that applications will only be sought and received 28 days after the Minister made the announcement.  That is not good enough.  I have been told that the working group that examines these particular areas only meets twice a year and there is only one person from industry on it.  Again, that is not good enough.<\/p> <p>The final issue I wish to raise relates to Monasterevin day care centre, which was started in 1996 by a group of volunteers doing incredible work.  In 2014, it was ordered to close by the HSE to facilitate essential work that was needed.  The centre relocated to a local football club. which has been wonderful in sharing its time and space.  This saga has gone on and on.  Planning permission was granted again on 27 May 2020 but nothing has happened.  There is a cohort of people involved and a very central and decent location that they could be in.  We need to call this out.  I ask that the Leader to contact the Minister on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#O00100","speaker":"1689"},{"type":"speech","time":1636468200,"counter":52,"content":"<p>I wish to raise a couple of matters relating to An Bord Plean&aacute;la.  On the one hand, I will compliment the board and, on the other, I will criticise it.  To first deal with the criticism, while I acknowledge that significant resources have been applied to the strategic housing development, SHD, process and new legislation will come before the House tomorrow in that respect, it cannot be at the expense of other developments, particularly infrastructure and housing projects.  I am aware of two cases in this regard.  One of them involves Waterford Airport, which applied for the lengthening and widening of a runway in July 2020, some 16 months ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A decision was due to issue in February of this year but it is now November and no decision has been made.  Likewise, a decision was supposed to be made in respect of a 91-unit housing development in May, but we are awaiting a decision on that too.  As my party's housing spokesman in this House, I find it frustrating when developers and people who drive projects must await decisions in that respect.  I would appreciate if we could write to the board to have the matter expedited.<\/p><p>By contrast, I compliment An Bord Plean&aacute;la on the decision it made yesterday with respect to the 1,592-apartment development on the grounds of Clonliffe College.  The project represents an investment of &euro;602 million in the north inner city of Dublin.  While I, of course, respect people's right to object to developments, it galls me to see the likes of Deputy Gannon and the leader of Sinn F&eacute;in, Deputy McDonald, openly oppose housing developments while, at the same time, they claim their parties are supportive of housing and resolving the housing crisis.  One of the few matters people agree on with regard to the housing crisis is that one of the main issues relates to supply, yet the leader of Sinn F&eacute;in somehow believes building 1,592 for-rent apartments would make the crisis worse.  What sort of logic is that?<\/p><p>At this stage, I have heard all the excuses, whether the developments are supposedly too high, too large or too small, in the wrong place, with too many private units, whether they should be built using a certain delivery mechanism or whether it is the wrong tenure type.  The list is endless, but I ask when politicians are going to stand up, acknowledge there is a housing crisis, and not just diagnose the problem but rather do something about it and support housing developments, even when that is the unpopular approach.  Every housing unit, whether for owner-occupiers or people to rent, has a positive impact on resolving the housing crisis.  It has a circular effect.  If somebody moves into a build-to-rent apartment from having lived in a house, that house will be freed up for a family to move into and that has a positive impact.  Anyone who says otherwise is either codding themselves or trying to fool the public or does not understand the issue.  I am sick and tired of hearing the false platitudes from some in respect of the housing crisis, and I ask them to stand up and be counted when it comes to resolving it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#O00200","speaker":"1647","continuing":true},{"type":"speech","time":1636468200,"counter":54,"content":"<p>This morning, the draft greater Dublin area transport strategy was published for public consideration, and I have to express a sense of shame that such a document could have been produced.  It is vapid and commits us to nothing but the delivery of MetroLink at some point in the ten years following 2031 and of the BusConnects programme.  Apart from those two pledges, there is a virtual standstill on Luas developments of any kind, with all of them postponed, under consideration or whatever it is, while the other projects have been simply put back to being dealt with in the period starting in 2042.  I like to be positive, and one good aspect of this draft strategy document is that sanity has prevailed on its authors in their decision to drop the ridiculous idea of cannibalising the Luas green line and turning it into a MetroLink for a portion of its route.  They have dropped that and stated challenges were involved in that.  The first challenge was that it would have involved abandoning that line for two years while it was being upgraded, but in any event the expense involved would have been massive.<\/p><p>Moreover, today's edition of <i>The Irish Times<\/i>reports that the estimated cost of implementing this programme has increased, although it is very modest in the context of what we are doing now, from &euro;10 billion to &euro;25 billion.  That is pretty horrific.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The time has come for a proper consultation on this.  The NTA has had its way.  It has bullied the Minister, Deputy Ryan, into abandoning the entire south west of Dublin completely.  The people of Tallaght and Rathfarnham and such places are being told that they will get some kind of transport from 2042 onwards.  That is not good enough.  If we are serious about what is not happening, we should address it now.  We had a discussion here about transport strategy last week.  We did not see this document at the time.  Now we have seen how absolutely naked the strategy is and how everything is a matter of we will consider this or we might consider that or we will evaluate this and study that and the work that has gone into studying this will not be forgotten and all the rest of it.  Hundreds of millions of euro have been spent on planning certain projects and they are simply not going to be delivered.  <\/p><p>The last thing I want to say is the present management of Dublin city seem to be intent on sequencing traffic lights so as to create traffic jams to discourage car usage.  I was amused on Saturday afternoon to see traffic jams the whole way out to Clonskeagh because of this.  That is not the way to treat citizens.  It does not advance anything.  It does not make cycling or walking any easier.  It is just a futile ideological approach.  I hope I do not sound too negative but we need a discussion of this document because one third of the people of Ireland live in the area to which it applies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#P00200","speaker":"1669","continuing":true},{"type":"speech","time":1636468200,"counter":56,"content":"<p>Following in the same vein as Senator McDowell's contribution, I wish to raise an issue that pertains to transport, joined-up thinking and co-ordination, which has been raised with me several times.  I beg the Leader's indulgence because I do not know how we resolve it but it is becoming an issue that needs to be addressed.  We are all very happy to see some degree of a return to normality and that is manifest in some big, important events.  On Thursday evening, the Ireland soccer squad will take on Portugal in what I understand is a sold-out match at the Aviva Stadium.  About five minutes before that match is due to wrap up, the port tunnel is going to be closed.  This is not the first times this has happened.  It has the potential to impact any person travelling to the match from anywhere like Buncrana or Belfast or Malahide.  I do not mean to be facetious about this, but it has happened several times when major events have been taking place in the city and there has been this clash.  It has impacted on people getting home in a timely way.  It shows there needs to be joined-up thinking in regard to these events, and when necessary work needs to take place, it is done in a well thought-out way.<\/p> <p>I wish to acknowledge the welcome news from the Leader last week that the Minister for Foreign Affairs will join us next week for statements on the protocol.  Calling as I have over the past couple of weeks for statements relating to the protocol, I did that with the very sincere intention of trying to cut through some of the noise and some of the heat being generated about this issue.  We have seen that manifested on the streets of my own city in recent days and weeks.  We all joined together last week to send out a clear message that some of the rhetoric and the nature of some of the statements need to be reflected upon and toned down.  I want to take the opportunity to do that here again today.  It is a welcome opportunity.  We should all, across this House, take the opportunity during those statements next week really to lean in to the positivity that is available as a result of the protocol, the insulation it offers to Ireland, North and South, but indeed the opportunities it affords to businesses, North and South, as well.  We are at a critical time and I do not want to add any further rhetoric into that mix other than to appeal to people to reflect over the coming days and weeks on their approach to this issue and the implications this could have. If we are not at a critical juncture, we are approaching it very soon.  We all need to work to ensure the protocol and the protections for Ireland and the Good Friday Agreement remain steadfast and we do not see any escalation in what have been up to now, thankfully - not to diminish them - fairly minimal incidents on the streets of Belfast.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not wish to diminish them, nonetheless.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#Q00200","speaker":"1688","continuing":true},{"type":"speech","time":1636468200,"counter":58,"content":"<p>I want to use my time in the Seanad today to perform a global call-out to the tradespeople of Ireland we lost through emigration over the past couple of decades.  I would like the entire House to support me with this and I ask the Senators to reach out to their contacts in other countries about it.  In particular, we lost many good people to Canada, Australia and England.<\/p><p>As a Government we have committed &euro;4 billion per year to build social and affordable houses and we will not be able to do that without tradespeople.  They are like the new national treasure.  Every tradesperson I know cannot keep up with the demand for their work.  The Government reckons there will be demand for 55,000 construction workers over the next 30 years and earnings in the construction sector grew by 8.2% annually in the second quarter of 2021, which is one of the highest increases in any sector in the country and well ahead of the average earning increases of 3.9%.<\/p><p>Tradespeople were not given the value or appreciation they earned before.  Without them we would have no houses in which to live or any infrastructure.  We need a global call-out to the diaspora.  I have spoken to the Minister of State with responsibility for the diaspora about this, as well as the Minister for Enterprise, Trade and Employment.  We need to do a call-out to our people all over the world to ask them to come home and help us to rebuild Ireland.  We must build 300,000 affordable and social houses and we must retrofit 500,000 houses.  We do not have enough tradespeople in Ireland now.  They are earning good money, the wages are good and demand is high so now is a very good time for us to call them back.  I want the House to support me in this global call-out, perhaps with the help of the <i>Irish Post<\/i>and our contacts overseas.  We must tell our Irish tradespeople they are welcome home and there is much work for them.  We need them to help rebuild this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#R00200","speaker":"1659"},{"type":"speech","time":1636468200,"counter":59,"content":"<p>I will raise two matters today, with the first relating to what a colleague from south Kildare has just raised with the Leader, namely, the Monasterevin day care centre.  We are both asking that it be made fit for purpose as quickly as possible.  The day care centre was closed by the Health Service Executive estates in 2014 on health and safety grounds, and since that time Monasterevin Gaelic Football Club has kindly allowed the day care centre to rent its pavilion and continue the service on an interim arrangement.  The day care committee and the town of Monasterevin are deeply grateful to Monasterevin GFC for the use of its premises, but as the Leader might appreciate, this arrangement will cause more problems for the local GAA club, as with reducing Covid-19 restrictions, it is hoped the club will need its facilities more.  This could limit the time allocated for the day care service.<\/p> <p>Planning permission for the refurbishment and development was granted 18 months ago, as has been mentioned, on 27 May 2020, and in further good news the fire and safety and disabled access certificates were approved in April this year.  In a recent reply to a parliamentary question to my colleague, Deputy Duncan Smith, the Minister advised the project is continuing to progress to tender stage and all capital development proposals must progress through a number of approval stages, including planning and design, before a firm timeline or funding requirements can be established.<\/p> <p>The Monasterevin day care committee is a voluntary organisation trying to fulfil a need in its community with the help of the HSE.  Its founding members established and developed, with the help of the HSE and its estates section, the day care centre in 1996, which is 25 years ago.  Over the years the centre acquired a very special place in the lives and affections of the community.  It was a great shock and loss to the community when the centre was closed in 2014 and that loss is still felt very sorely.<\/p> <p>The community of Monasterevin looks forward to the reopening of the Monasterevin day care centre.  I know many of those who attend the day care centre daily or twice weekly in Monasterevin and their lives without it would have a large void.  For many it is their only social outlet.  As already sought, I appreciate any assistance the Leader could provide with the project.<\/p> <p>A second matter I raise with the Leader today is the lack of GP and out-of-hours services.  Like many colleagues, I am sure, I am getting calls from people who are waiting weeks for appointments and hours or even days for a call back.  I understand all our GPs are so busy at this time and I know how much work they carry out daily in our communities.  However, I am sure the Leader agrees this is a developing and worrying trend.<\/p> <p>I am also getting calls about the availability of GP services for so many new people who have moved to south Kildare to make the location their home and raise families.  Will the Leader arrange a debate with the Minister for Health on our GP services at the earliest opportunity?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be welcomed by many people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#R00300","speaker":"1684","continuing":true},{"type":"speech","time":1636468200,"counter":61,"content":"<p>I rise to thank the Local Authority Members Association, LAMA, for an excellent initiative it launched during a training seminar which took place on Wednesday, Thursday and Friday of last week.  The initiative relates to mental health.  I commend that association and the Association of Irish Local Government, AILG, which also held a training seminar on Saturday, the emphasis of which was mainly on mental health and included a briefing from the director of the National Office for Suicide Prevention.  The focus on mental health for public representatives and the wider community is welcome.  I commend the LAMA for its initiative which will involve the funding, from its own resources, of up to six one-hour confidential sessions with a qualified psychotherapist.  That individual is the Olympic silver medalist Kenneth Egan.  He is a councillor and a qualified psychotherapist.  The association is willing to provide that resource.  Anyone can email a confidential email address.  Only Mr. Egan will know that somebody has contacted him and the LAMA will fund the sessions.  It is a welcome initiative.  Many people may only require a half-hour session or a single session.  Perhaps something is getting to someone who does not know where to go or turn.  It is a welcome initiative from the LAMA.<\/p> <p>The seminar to which I have referred was the first since the LAMA cancelled a seminar in March 2020.  It is almost two years since the organisation had an in-person training seminar.  Since the local elections, there has only been one such seminar, which took place in Ennistymon in late 2019.  It is welcome that the LAMA has put this emphasis on mental health, not just because of the pandemic, although it has probably accentuated those challenges.  It is very welcome.<\/p> <p>I also commend the AILG on all it has done on mental health, particularly last weekend.  That is welcome and it is important for us to acknowledge that public representatives are also human beings and   have the same challenges as everybody else.  They are sometimes subject to trauma.<\/p> <p>I agree with much of what Senator McDowell has said.  I may return to that topic on another day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#S00200","speaker":"1696"},{"type":"speech","time":1636468200,"counter":62,"content":"<p>We were all pleased to see that the American market opened up yesterday.  It is great news for family members who will be able to travel to America for the first time in 18 months to meet their loved ones.  Some grandparents have not seen their grandchildren and so on.  It is a great news story.  The positivity from New York struck me.  New York, as a city, is going to be running the most aggressive marketing campaign in its history.  It will be spending more money than it ever has before on marketing its city internationally.  That brings to me to the question of tourism in this country.  We, as a country, should now be spending more than we ever have before to market our country internationally.<\/p> <p>With that in mind, I ask the Leader to request a debate on tourism and its marketing.  When 9\/11 happened, the managing director of Dromoland Castle Hotel in County Clare had a board meeting and the board decided instantaneously to move all of its marketing budget from America, from where it got massive revenue over the years, to Europe.  Doing this saved the business.  It kept the hotel going, kept people employed and kept the rooms filled.  That was an example of an organisation acting in a flexible way.  We need a massive marketing budget to rebound tourism in this country.  We need to put together The Gathering and the Wild Atlantic Way into one enormous marketing budget.  We need to be flexible in terms of how we go about it.  A debate on that matter would be very useful.  What did we learn during the most recent recession in 2011, 2012 and 2013?  What was the first industry that really got going?  It was tourism.  It created a great feel-good factor and hundreds of thousands of jobs.  Tourism can have the same effect post pandemic.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#S00300","speaker":"1644"},{"type":"speech","time":1636468200,"counter":63,"content":"<p>Last Saturday, we gathered in Cathal Brugha Barracks to remember the men of Niemba and the Niemba massacre.  It is timely to remember that members of the Irish Defence Forces lose their lives, sometimes brutally, as they serve overseas.  Next Sunday in St. Patrick&rsquo;s Cathedral and many other cathedrals around the country, we will remember the Irish who fell in the first and second world wars.  I hope to get to one or two of the ceremonies.  I encourage colleagues to do so also.<\/p> <p>Today I want to talk about Rescue 116.  The initial report into the crash of Rescue 116 took four years longer than it should have.  It is important in air accident investigations to get the report out quickly to learn the lessons.  It is timely that the report on Rescue 116 has been issued when we are to debate in this House the next Bill on air navigation and transport.  When debating it, we should take on board the fact that experts, particularly the pilots, sometimes know what they are talking about.<\/p> <p>The outsourcing of search-and-rescue, SAR, services over the past two decades in this country has been a high-risk activity.  Before the SAR contract was awarded to CHC Ireland DAC, it was clear that neither the Department of Transport or the Irish Coast Guard had the experience or expertise to assess the tenders, nor had they the ability to oversee the operation of the service once it was commenced.  For example, in 2009 the Future Helicopter Study Group recommended that the next SAR contract should include night-vision technology.  The contract was awarded without a requirement for night-vision technology, which resulted in the aircraft having to be retrofitted in 2013, at a cost to the Exchequer of &euro;3.5 million before VAT.  One of the points that has emerged in the report on Rescue 116 is that the lighting in the cockpit was appalling.  I am no export and I have no idea what happened during the retrofitting of the lighting system but I am aware that night-vision technology requires low-level lighting in the cockpit.  I understand modern helicopters have a switch to turn night-vision goggles on and off.<\/p> <p>Following the crash of Rescue 116, the Department of Transport and the Coast Guard sought in 2017 a company to carry out the work they should have been doing, namely the overseeing of the operation.  I am aware that the Cathaoirleach is about to strike the bell, but this matter is important.  The company that was employed to oversee a &euro;1 billion contract is a one-man operation.  It is outrageous that this happened.  If we learned from nothing else, we should have learned from that.  One of the things we have got to do right now &ndash; I am begging the Leader to get this across to both the Taoiseach and the Minister for Transport &ndash; is halt the current tender process.  We must not go ahead until we have learned the lessons from Rescue 116.  We cannot have a company that was reckless in respect of safety-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00100","speaker":"1645"},{"type":"speech","time":1636468200,"counter":64,"content":"<p>I thank the Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00200","speaker":"1650"},{"type":"speech","time":1636468200,"counter":65,"content":"<p>It is in the report.  I am not saying anything that is not public knowledge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00300","speaker":"1645"},{"type":"speech","time":1636468200,"counter":66,"content":"<p>I am aware of that, but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00400","speaker":"1650"},{"type":"speech","time":1636468200,"counter":67,"content":"<p>It was reckless in its behaviour with respect to safety.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00500","speaker":"1645"},{"type":"speech","time":1636468200,"counter":68,"content":"<p>As the Senator pointed out, it is a one-person company, which makes the person easily identifiable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00600","speaker":"1650"},{"type":"speech","time":1636468200,"counter":69,"content":"<p>The name of the one-person company is long in the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00700","speaker":"1645"},{"type":"speech","time":1636468200,"counter":70,"content":"<p>I am aware of that, but it is not here to defend itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00800","speaker":"1650"},{"type":"speech","time":1636468200,"counter":71,"content":"<p>The Minister named the company, not me, so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T00900","speaker":"1645"},{"type":"speech","time":1636468200,"counter":72,"content":"<p>It might be a matter for a Commencement debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01000","speaker":"1650"},{"type":"speech","time":1636468200,"counter":73,"content":"<p>My point is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01100","speaker":"1645"},{"type":"speech","time":1636468200,"counter":74,"content":"<p>I know but, to be fair to everybody, each contribution should not exceed two minutes.  I do not disagree.  The Senator is entitled to raise the issue, which is important, but I want to be fair to everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01200","speaker":"1650"},{"type":"speech","time":1636468200,"counter":75,"content":"<p>These issues have to be aired in public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01300","speaker":"1645"},{"type":"speech","time":1636468200,"counter":76,"content":"<p>I agree, but a Commencement matter is a way of doing so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01400","speaker":"1650"},{"type":"speech","time":1636468200,"counter":77,"content":"<p>We are about to reward a contract to a company again for ten years.  If, for example, the incumbent is part of the tendering process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01500","speaker":"1645"},{"type":"speech","time":1636468200,"counter":78,"content":"<p>I know, but it is a matter for a Commencement debate.  The Senator is over time.  He has raised this before and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01600","speaker":"1650"},{"type":"speech","time":1636468200,"counter":79,"content":"<p>Do I not have an obligation as a public representative to raise these issues?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01700","speaker":"1645"},{"type":"speech","time":1636468200,"counter":80,"content":"<p>Absolutely, but the Senator needs to use the two minutes-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01800","speaker":"1650"},{"type":"speech","time":1636468200,"counter":81,"content":"<p>-----and the only place I can do that safely is in here because I have been threatened by the Department-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T01900","speaker":"1645"},{"type":"speech","time":1636468200,"counter":82,"content":"<p>But the Senator can table a Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02000","speaker":"1650"},{"type":"speech","time":1636468200,"counter":83,"content":"<p>-----that it will contact the other people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02100","speaker":"1645"},{"type":"speech","time":1636468200,"counter":84,"content":"<p>There is the possibility of a Commencement matter and other ways in which this can be raised.  The committee can also be used.  I have done it myself regarding the Coast Guard service.  The committee has had hearings on it that lasted five hours, but we do not have five hours here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02200","speaker":"1650"},{"type":"speech","time":1636468200,"counter":85,"content":"<p>Let me put something on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02300","speaker":"1645"},{"type":"speech","time":1636468200,"counter":86,"content":"<p>Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02400","speaker":"1650"},{"type":"speech","time":1636468200,"counter":87,"content":"<p>We have been prevented many times from talking about SAR services.  We now have a Bill going through this House-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02500","speaker":"1645"},{"type":"speech","time":1636468200,"counter":88,"content":"<p>I am not preventing the Senator from talking; I am just trying to be fair to everybody.  Everyone has two minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02600","speaker":"1650"},{"type":"speech","time":1636468200,"counter":89,"content":"<p>I am trying to be as-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02700","speaker":"1645"},{"type":"speech","time":1636468200,"counter":90,"content":"<p>I give a bit of latitude, but there is taking a mile when given an inch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02800","speaker":"1650"},{"type":"speech","time":1636468200,"counter":91,"content":"<p>I am trying to be measured here.  We have a Bill on air navigation going through the House.  We are not listening to the pilots.  We must listen to the pilots lest we find ourselves down this road again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T02900","speaker":"1645"},{"type":"speech","time":1636468200,"counter":92,"content":"<p>I ask the Senator to submit a Commencement matter or raise it with the transport committee.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He can bring the matter up here as long as he can do so within two minutes, or three minutes if the Senator is allowed to lead off tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#T03000","speaker":"1650","continuing":true},{"type":"speech","time":1636468200,"counter":94,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00200","speaker":"1645"},{"type":"speech","time":1636468200,"counter":95,"content":"<p>I call Senator Malcolm Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00300","speaker":"1650"},{"type":"speech","time":1636468200,"counter":96,"content":"<p>I will try to do this within two minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00400","speaker":"1638"},{"type":"speech","time":1636468200,"counter":97,"content":"<p>I ask the Senator to please try.  At least make an effort.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00500","speaker":"1650"},{"type":"speech","time":1636468200,"counter":98,"content":"<p>I raise the issue of the culinary arts students at the Technological University Dublin, who do not have changing facilities.  This is a significant concern given that we are talking about people operating in a kitchen environment and such a situation is not suitable for hygienic reasons.  Equally, however, there are also questions here concerning student dignity.  It is not acceptable to expect students to have to change in toilets and corridors.  I submitted a query about this issue to the management of the university, and the matter has also been raised by the students union there and by the &Oacute;gra Fianna F&aacute;il cumann.  This situation was broached with the management of the university prior to the start of the academic year, but frankly I do not think it is acceptable for those students not to have the appropriate changing facilities, especially given the nature of the work in which they are engaged.<\/p><p>The second issue I wish to raise concerns a lovely story covered in today&rsquo;s <i>Gorey Guardian<\/i>and syndicated on Independent.ie.  I refer to an interview with a young actor, Jayson Murray, conducted by Cathy Lee.  Jayson recently starred in a play in the Abbey Theatre entitled <i>What I (Don't) Know About Autism<\/i>.  The production raised a great deal of awareness of the positive contribution made to society by people with autism.  Jayson speaks in the interview about his own experience and the impact of the pandemic on people with autism.  As our society recovers from the pandemic, we must indeed consider the impact it has had on those with autism.  Jayson tells people to feel free to ask questions of people who have autism and to try to understand the condition, and the more awareness and engagement we can have, the better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00600","speaker":"1638"},{"type":"speech","time":1636468200,"counter":99,"content":"<p>I support the request made by Senator Conway to have a debate on tourism.  It is important and pertinent to the whole area of hospitality.  Given the high numbers of Covid-19 cases that we are experiencing now, we must reinforce public health measures and the requirement for vaccination certificates to be sought by people in the industry.  We have fallen away from doing that, and this message must be reinforced as we enter the Christmas period.<\/p> <p>I also highlight a boil water notice in force in my county.  It is the Longford central water supply line, but that encompasses most of the county.  A boil water notice has been in place for the last week.  I request that work in this regard be expedited and prioritised to allow the boil water notice to be removed.  As a parent, I sometimes find it difficult to get the kids to brush their teeth at night normally, but added to that now we must try to ensure that we have a bottle of water beside the taps in the different bedrooms as well.  This situation is causing a great deal of concern and I ask that this problem be addressed speedily.<\/p> <p>I welcome the clarity provided by the Minister of State, Deputy Chambers, following the raising of the issue regarding playing basketball and other indoor sports.  They are extremely important activities for our younger generation and I thank the Minister of State for taking on that matter and dealing with it so quickly.  I also highlight another sporting issue that has been in the media concerning referees of underage soccer matches in Dublin.  They have withdrawn their services due to the abuse they were getting from the sidelines.  Much of it probably comes from the parents concerned and not from the players themselves.  It is incumbent on all parents to remember that we need referees to enable our games to go ahead.  I was an umpire for 15 years at national level in GAA, but I only ever refereed one game and I would not go back and referee again.  It is important therefore that respect is accorded to our referees and to those giving their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00700","speaker":"1639"},{"type":"speech","time":1636468200,"counter":100,"content":"<p>I compliment Senator Black for organising a powerful meeting yesterday on the subject of six human rights NGOs in Palestine.  Those are the Addameer prisoner support and human rights group, Al-Haq, the Bisan Center for Research and Development, Defense for Children International &ndash; Palestine, the Union of Agricultural Work Committees and the Union of Palestinian Women Committees.  All those organisations have now been labelled as terrorists by the Israeli Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That action has quite rightly been described as a brazen attack on human rights.  The designation came into effect on 3 November but was made public only on Sunday.  These bodies have a 60-day period to appeal this decision to the Israeli courts.  Israel is making declarations on NGOs registered in different states as to whether or not they are terrorist organisations.  It was harrowing to hear the fear in the voice of Irish human rights lawyer, Dr. Susan Power, who works for Al-Haq, as she spoke about the expectation of being raided and arrested by Israeli military forces.  These NGOs are also fully aware of spyware, which they have found on their phones, and their conversations being hacked and listened to.  I have been to the West Bank and I am proud to say I have worked with Addameer, the prisoner support group, which does amazing human rights work.  This morning I looked at its website, which tells me that Israel has 500 prisoners under administrative detention.  That is a euphemism for locking people up, detention without trial and internment.  There are 160 children interned without trial in Israel.  I ask the House to just think about that.<\/p><p>It is time we stood up to Israel.  Condemnation is not enough.  It is outrageous for Israel to label people as terrorists or anti-Semitic just for speaking out against what is happening in occupied Palestine.  I am proud to call for a campaign of boycott, divestment and sanctions, as is my party.  I ask the question again: why do we have our seat on the United Nations Security Council if we are not prepared to stand up and speak out about issues such as these?  We need to see actions against the apartheid state of Israel.  How much longer must we see people being terrorised like these human rights bodies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#U00800","speaker":"1660","continuing":true},{"type":"speech","time":1636468200,"counter":102,"content":"<p>Like Senator Carrigy, I wish to raise the violence and abuse on our football pitches and other sports fields.  As a mother of young children who live for football and partaking in sport, I see a growing amount of violence on our football pitches.  We saw last month in Wicklow a so-called melee on a football pitch.  When does a melee turn into assault?  When does this violence turn into something real?  I do not want my sons growing up thinking it is acceptable to box or elbow someone on a football pitch and hurt them because it is on a football pitch.  The GAA, the FAI and all our other national governing bodies really have to sit back and examine how we are going to police - I do not want to use the word \"police\" - our football and sport.  There is no sport in violence or abusive language.  That is not sport, and we really have to start examining this because, otherwise, someone will get hurt very badly on a football pitch or other sports field.  We have to stand back and say \"enough is enough\".  As a parent, I would be mortified to think that our referees will not referee a children's football match because of abuse.  We have to learn to respect one another.  We all have to take a role in this and our national governing bodies have to take a really strong role in it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#V00200","speaker":"1671"},{"type":"speech","time":1636468200,"counter":103,"content":"<p>I have a young fella at home and he kicked a ball for the first time last weekend, so I support the previous comments.  He is a future corner forward for Tipperary.  Given the way Meath is performing at the moment, it would provide a good training session for him before the championship starts.<\/p> <p>On a serious note, I ask that the Leader get an update from the Minister of State at the Department of Health, Deputy Butler, on the proposed Fethard primary care centre.  I brought this up as a Commencement matter last May.  In fairness to the Minister of State, she gave an outline of the progress that is happening and where it is, but it is a number of months later and, until work is on the ground, people will not really see the benefit of it.  We have been really lucky in Tipperary with a number of primary care centres that have come through over recent years, when Deputy Harris was Minister for Health.  I am thinking of Tipperary town, Carrick-on-Suir, Cashel and Cahir.  The primary care centre in the latter town opened only a couple of weeks before Covid started.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In a lot of ways, it has been a blessing in facilitating people during Covid.  There is a lot of work going on at the moment in Fethard with funding that has gone into primary schools, which are right beside where the primary care centre would be built.  There is also a Fethard town park which is funded under the rural generation development fund.  The park is being built at the moment on the same grounds proposed for the primary care centre.<\/p><p>The HSE has designated this region as a preferred location for a primary care centre.  It will cover not just Fethard but also Killenaule and Ballingarry and a huge area of west Tipperary on the border of Kilkenny.  There are some 27 groups in the Fethard region who have all come on board around the project for Fethard town park and the primary care centre.  It is a very important project that needs to be speeded up from a departmental point of view if possible.  In her role as Leader I be very grateful if Senator Doherty could put a word in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#V00300","speaker":"1629","continuing":true},{"type":"speech","time":1636468200,"counter":105,"content":"<p>I support Senator Gavan's comments on Palestine and the really disgraceful changes in categorising groups as terrorist organisations.  It is dreadful.<\/p> <p>Not so long ago I was outside Leinster House with activists and other campaigners commemorating the senseless and tragic loss of life of Savita Halappanavar that was caused by Ireland's restrictive abortion laws at the time and fears of legal responsibility.  We gathered to say \"Never again\".<\/p> <p>Outside Leinster House there was \"Our Maternity Hospital\" campaign, which is the campaign against church ownership of women's healthcare, and they co-ordinated the call, as they have done for a number of years now, to make our national maternity hospital fully publicly owned and built on fully State-owned land.  We in the Labour Party agree with the aims of the national maternity hospital campaign.  We believe that the national maternity hospital needs to be a fully publicly-owned hospital built on publicly-owned land.  We believe the Government must do everything in its power to ensure a fully publicly-owned hospital built on fully publicly-owned land, which is actually quite a mouthful to say.  This includes being willing to compulsorily purchase the land on which the proposed hospital is to be built.<\/p> <p>We repealed the eighth amendment, which was only half the battle.  Without ready access to abortion and other services, that repeal will mean very little.  With the new maternity hospital costing the State at least &euro;350 million, and set to be built on land owned by the Sisters of Charity and run by a board appointed by them, the promised access will be compromised.  I fail to see how it cannot be.<\/p> <p>The Labour Party supports the campaign.  We believe there should be no reliance on charity in the provision of healthcare.  I raise this issue here again today because there continues to be a concern about the influence of religious ethos on this hospital.  Healthcare should be informed by best medical practice and not by religious ethos.  I implore Government Senators to take these concerns seriously and to raise them with their party colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#W00200","speaker":"1663"},{"type":"speech","time":1636468200,"counter":106,"content":"<p>I really welcome the National Transport Authority's Draft Greater Dublin Area Transport Strategy 2022-2042, which was published today.  We have been a long time waiting for this.<\/p> <p>From the perspective of Navan and Meath, to read the line \"The existing rail network in the GDA will be extended by the provision of a new rail line from the M3 Parkway [...] to Navan town\" is just fantastic.  It is the first time ever that we have seen those words written down.  We have made it onto an actual transport policy for the State.  The words are \"will be\", not \"may\", and not \"sometime in the future\".  It will be extended.  It is such a huge thing for a county of 200,000 people.  It is a real testament to the spirit of the people of Meath, who are recognised specifically in the document by the officials on page 48 when they said that of the 4,000 submissions in total received for all of the projects in the GDA, 2,000 of those came from people in Meath \"reflecting the scale of the campaign to deliver a rail service to Navan\".  It is something else in terms of public submissions that nearly 2,000 of the 4,000 people who made a submission did so about the rail line to Navan.  I am glad that the NTA reflected the scale of the campaign in its document by actually committing and saying that yes it will be extended.<\/p> <p>I thank Meath County Council, the local authorities and the broader community for driving this and for explaining to people that it was so important to engage in the public process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We often talk a great deal in this Chamber about public process.  The people, who are the most important of all of the factors, engaged with the public process, pushed it on, and the National Transport Authority listened to our voices.  It is now incumbent on us as a political system to ensure that this project is delivered in a timely fashion, that we see it happen, and that people get the infrastructure they deserve.  Today has been a very significant and welcome day.  I thank the NTA for its engagement with us and with the people.  I thank the Cathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#W00300","speaker":"1641","continuing":true},{"type":"speech","time":1636468200,"counter":108,"content":"<p>Gabhaim bu&iacute;ochas, a Chathaoirligh.  In recent weeks we have seen progress in policing in Ireland.  The visibility of policing on our streets has been a welcome change in the post Covid-19 reality and in particular in the night-time economy, which is an issue that has been raised here.<\/p> <p>Policing, of course, goes beyond the streets of Ireland.  Ireland is involved in Interpol, Europol and other international policing organisations.  Later this month, the annual meeting of the Interpol General Assembly will take place, and Ireland will have votes at the assembly.  The executive committee will be elected from that assembly and we will get to choose, as one of the constituent nations, who gets to sit on that committee which might be considered the governing body of Interpol.<\/p> <p>Interpol is an international policing organisation but the reality is that it has been abused by China in its use of what are called red notices to arrest people that China feels have committed crimes against it, which can be as minor as speaking out against China.  This measure is certainly applied to Chinese citizens, dissidents and refugees from, for example, the Uighur population who have fled China.  It equally applies to Irish citizens who are the subject of red notices, who can land in a country that one might otherwise think is normal and respects the rule of law but, because of a red notice, will have to arrest that Irish citizen at the airport and consider extradition to China.  <\/p> <p>The reality is that China has been abusing this system and has been using the red notices to operate a kind of long arm of Chinese quasi-law around the world.  This, in reality, is an abuse of its membership of Interpol.  We should consider sending a very clear message to the Minister and the Department of Justice that when we vote at that general assembly later this month, we are not supporting the candidacy of the Chinese candidate, Hu Binchen - who I believe is the name of the person that China is putting forward.  We should be putting down a very clear line that we do not support this kind of abuse of the red notices&rsquo; system within Interpol, which is otherwise a very important mechanism for entrapping international criminals but is currently being abused by China.  Gabhaim bu&iacute;ochas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#X00200","speaker":"1685"},{"type":"speech","time":1636468200,"counter":109,"content":"<p>I thank the Cathaoirleach and I will be brief.  I welcome this afternoon the publication of the Joint Committee on Agriculture, Food and the Marine report on the Irish horse racing industry.  It is an extraordinarily interesting report and I am one of a number of members on the joint Oireachtas committee.  The report has 11 strong recommendations dealing with doping, drug tracing in horses, corporate governance issues and also the composition of a board.  Given the very significant amount of public funds that go into this body, it is critically important.  It is a good piece of work done by members of all parties and none in the Oireachtas.  I commend the report to the House.  It was officially launched after 3 p.m. today.<\/p> <p>I welcome the Planning and Development (Amendment) (Large-scale Residential Development) Bill 2021 which was eventually published yesterday.  It is a very important piece of work, particularly for those advocates among us who have been opposed to strategic housing developments, SHDs.  We know they have been a disaster and failure and have cost many citizens we have represented across this country in the judicial reviews they had to undertake.  I welcome the fact that we are hopefully transitioning from the SHD to a large infrastructure approach.  I thank the Leader and her office for organising a briefing for all Members at 5 p.m. this evening on what is a very important Bill.  I thank the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#X00300","speaker":"1634"},{"type":"speech","time":1636468200,"counter":110,"content":"<p>Gabhaim bu&iacute;ochas leis na Seanad&oacute;ir&iacute;.  I now call on the Leader to respond on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#X00400","speaker":"1650"},{"type":"speech","time":1636468200,"counter":111,"content":"<p>I thank the Cathaoirleach and colleagues.  Senator Boyhan is very welcome as to the Bill which will probably have some amendments from Opposition parties.  It is very important that everyone knows what we are trying to learn from this, which was that the process of SHDs, as we all know, was flawed.<\/p> <p>I have not seen the recommendations from the horse racing report published today but I hope that it addresses some of the issues that have been highlighted here and in the media over the past number of years.  I thank Senator Boyhan again for bringing that to our notice.<\/p> <p>Addressing Senator Ward, it is incumbent upon us to ensure that the voting instructions from Ireland fully state that we will not tolerate the conduct he describes.  What is really interesting is why this has been tolerated up until now and why the rest of the members of the voting body of Interpol have even allowed such a system to be abused by China.  I will certainly pass on the Senator&rsquo;s messages to the Minister for Justice and the support that he has raised here today for that strategy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Everybody could hear the joy in Senator Cassells's contribution today.  Having lived there for many years, I know that we have been trying to get support for rail services to Navan.  Nobody underestimates the value of getting these words written in a document today.  That is really important.  I genuinely wish the campaigners and the team supporting those 2,000 people who made submissions every success.  I really do hope they will not be waiting as long as some others have been waiting, but that is a matter for another response.  I wish Senator Cassells well and I hope everything works out well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#X00500","speaker":"1653","continuing":true},{"type":"speech","time":1636468200,"counter":113,"content":"<p>I can tell the Senator that he will be waiting too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#Y00200","speaker":"1669"},{"type":"speech","time":1636468200,"counter":114,"content":"<p>We will not be cynical yet.  Senator Hoey raised an issue on behalf of the Labour Party.  Many others would share the view that the new national maternity hospital should be independent of any authority other than State policy on the delivery of maternity care.  That certainly could do with updating, as we have all spoken about before.  I recognise that the Senator also supported Senator Gavan in his praise for Senator Black.  She raised this matter here last week and spoke eloquently for three or four minutes on the work that the groups do and on the unilateral decision made by the Israeli Government.  I thank both Senators for putting their support on the record today.<\/p> <p>Senator Ahearn looked for an update on the Fethard primary care centre.  I will happily write to the Minister today to seek an update and come back to the Senator.<\/p> <p>Senator McGreehan talked about what I can only call a lack of sportsmanship.  She was absolutely right in talking about this.  It does, unfortunately, stem from the sidelines and from the mammies and daddies who sometimes get overly exuberant.  However, when this exuberance drives them to display the lack of sportsmanship we have seen far too often on our football pitches, that must be taken to task.  The Senator is right to call on the GAA, the FAI and the IRFU to check themselves and to make sure we are sending out the right messages to create sportsmanship and develop the team element of these sports.  There is no pride in winning if one has to win a particular way.<\/p> <p>Senator Carrigy asked for a debate on tourism, as did Senator Conway.  Given that we have reopened our skies to American tourists and that American skies were opened to Irish tourists yesterday, it is really important that we go back to marketing our land, our hospitality and our welcome as far and as wide as we possibly can.  The Senator also mentioned boil water notices in Longford.  I have also heard other colleagues talk about Wexford in recent weeks.  It really is not acceptable or tolerable in a modern society that these notices should be in place for so long.  Accidents can happen and emergencies take place but to be here a week later and still scrabbling for a resolution really leaves a lot to be desired.  I wish the Senator a speedy recovery and hope the issue gets resolved very quickly.<\/p> <p>Senator Malcolm Byrne talked about a lack of appropriate changing facilities.  I do not know if he wants me to write to the president of Technological University Dublin, TU Dublin, to support him but I could certainly do that today.  I hope we will get a response very quickly.<\/p> <p>As he does week in, week out, Senator Craughwell brought up what is probably the issue most consistently raised in this House not only by him, but by anybody.  He talked about search and rescue and the men and women who fly our planes every day not only to rescue us off our coasts and inland, but also for commercial and national purposes.  The report regarding Rescue 116 issued on Friday.  The lives of Captain Dara Fitzpatrick, Captain Mark Duffy and winch team members, Paul Ormsby and Ciar&aacute;n Smith, were lost in this incident.  The report highlighted the tragic loss of those lives and the senselessness of how the incident occurred.  We are having a debate in this House next Thursday on the report on Rescue 116 and on the recommendations arising from it.  Let us be very clear; there are many State agencies that must learn from the multiple mistakes that caused the tragedy on that day which meant that those four people did not come home to their families.  One thing Senator Craughwell is right about is that the Air Navigation and Transport Bill 2020 is at Committee Stage in this House.  We have a real opportunity to strengthen that Bill to make sure that no regulatory authority will ever again have to question whether it has a responsibility for air safety in this country.  I believe the Bill is not as strong as it should be as primary legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will have that debate on Rescue 116 on Thursday week.<\/p><p>Senator Conway spoke about Ireland's marketing budget and the need for the amalgamation on it to ensure we sell our capital as much as we can.  I do not mean the capital city of Dublin; I mean the entire welcome and the wealth of beautiful scenery and hospitality we have in Ireland.<\/p><p>Senator Horkan talked about is a very welcome mental health initiative run by the Local Authority Members Association, LAMA.  The Ceann Comhairle, Deputy Se&aacute;n &Oacute; Feargha&iacute;l, did something similar a few years ago in 2017.  It is most welcome.  What is particularly welcome about it is the fact it is so discreet and anonymous, because for some reason, we still have an issue - pride, I suppose - in admitting people are vulnerable.  It is a welcome initiative.  I thank the Senator for raising it here today and for applauding those involved.  I challenge every other organisation that has members, of which there are many, to do exactly the same for their membership.  People are fragile.  Our children do not have the resilience they should have and that we probably had as kids.  It is incumbent on all of us to ensure the people we care about and the organisations we are part of are inclusive and that we mind and look after each other.<\/p><p>Senator Wall and the Deputy Leader, Senator O'Loughlin, opened today's proceedings looking for an update on the Monasterevin day care centre.  I will do my best to find out what is causing the delay and I will come back to both Senators.  Senator Wall talked about the lack of GP services in County Kildare and is looking for an update from the Minister, which I will try to get.<\/p><p>Senator Garvey made a call-out today for the return of what probably is, unfortunately, tens of thousands of people who have left these shores, not just in the past ten years, but probably since we were younger in the 1980s and 1990s.  These are craftsmen we are crying out for now.  We all know that for those who do not have a husband who is handy, even those who want somebody to put up curtains in their house, the waiting lists are weeks long.  Those who want painting, decorating, extensions or plumbing done will be waiting for weeks.  That is because of the ambitious plans of Government to ensure we build, build, build.  However, we will not be able to build without the people to build.  I thank the Senator for raising the issue today.<\/p><p>Senator &Oacute; Donnghaile talked about the joined-up thinking we should have with regard to promoting sports activities and transport routes to get home.  I cannot believe that the port tunnel will close five minutes before the game is over on a night when we are bringing thousands of people into Dublin city.  It makes no sense.  I suppose it leaves an awful lot to be desired about the joined-up thinking we have in this country.  The Senator asked me to raise the issue with the Minister for Transport, and I will certainly do so.<\/p><p>Senator McDowell talked about the draft Dublin transport strategy that was published today.  I can only say how dismayed I am by it, and I know Senator Cassells is so delighted by it.  It is a week after we issued probably the most ambitious targets from a climate perspective.  Transport is one of the two industries that are very responsible for us achieving those targets.  The only way we are going to meet the targets is by getting people out of their cars, and not just walking and cycling.  Walking and cycling are great, but not everybody can do that.  We need to get people onto public transport.  Tinkering around with BusConnects is just not going to cut it for the next ten years.  I know that the problem is not money.  We must get to the root of what is causing the delay on the MetroLink, metro north and DART+ projects and what is causing us to say it will be 2042, when the Senator and I will be well retired, before we are getting around to do something for the southside.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#Y00300","speaker":"1653","continuing":true},{"type":"speech","time":1636468200,"counter":116,"content":"<p>I will be worse than retired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#Z00200","speaker":"1669"},{"type":"speech","time":1636468200,"counter":117,"content":"<p>I will definitely be retired at that stage.  It is just not good enough.  It is not from a lack of ambition, so there has to be some other plausible reason, and we need to feel our way through to get to the bottom of it.  The Senator has asked for a debate on the issue and I am glad he has.  I will certainly take pleasure in organising it.  We will in the next few weeks get to the bottom of what is going on, so that one third of the Irish population will be able to come out of their houses in the morning, will not have to get into their cars, and will be able to walk to a decent local bus or train service or even hop on a scooter if they are only going to travel a few kilometres up the road.  We need to have that conversation.<\/p> <p>Senator Cummins raised the issue of An Bord Plean&aacute;la, and the upsides and downsides of the organisation.  We know, and I think it is not necessarily a criticism of the organisation but of the strategic housing development, SHD, process, that there have been months of delays in decisions that would have been made within six months a number of years ago.  There are people waiting for months on standard decisions that should be coming out of An Bord Plean&aacute;la.  The Senator also highlighted the fact the organisation gave the green light to the construction of 1,592 new apartments on the northside of Dublin this week, which is most welcome.<\/p> <p>Senator O'Loughlin opened proceedings today with the welcome reminder that, as much as some of our male counterparts would like to tell us the gender pay gap does not exist, today is the day when some women in Ireland basically stop working because the boys get paid more than the girls do, and the boys will keep getting paid until the end of the year and the girls get paid less.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must all band together to say we need a society where a job is paid on merit and it does not and should not make any difference whether I wear a pair of trousers or a skirt to work.  I should be paid on the quality of the work I do and the length of years of experience I have.  This nonsense of the continuing practice in this country of paying women less just because they are women absolutely has to stop.  Much and all as I probably knows it galls people when we do this, we must raise this issue every single year and we will keep doing so until this practice stops.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#Z00300","speaker":"1653","continuing":true},{"type":"unspoken","time":1636468200,"counter":119,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Joint Meeting of Oireachtas Committees: Motion","time":1636468200,"counter":120,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#AA00300"},{"type":"speech","time":1636468200,"counter":121,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in Standing Orders&ndash;  \t(1) the Joint Committee on European Affairs, the Joint Committee on the Implementation of the Good Friday Agreement and the Seanad Special Select Committee on the Withdrawal of the UK from the EU may hold a joint meeting to consider the Protocol on Ireland\/Northern Ireland of the Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community; <br \/><br \/>(2) the quorum of the joint meeting shall be 10; <br \/><br \/>(3) the Cathaoirligh of the three Committees shall agree the arrangements for the chairing and conduct of the joint meeting;<br \/><br \/>(4) Members of D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann, not being members of the aforementioned Committees, may attend and take part in proceedings of the joint meeting without having a right to vote or to move motions and amendments;<br \/><br \/>(5) Members of the European Parliament elected from constituencies in Ireland and Members of the Westminster Parliament elected from constituencies in Northern Ireland may attend the joint meeting and may take part in proceedings without having a right to vote or to move motions and amendments; and <br \/><br \/>(6) for the purposes of the joint meeting, the orders of reference of the Committees shall otherwise apply only insofar as they are common to all three committees.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021110900002#AA00400","speaker":"1653"},{"type":"unspoken","time":1636468200,"counter":122,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1636468200,"counter":123,"content":"<p>Sitting suspended at 4.31 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"}]