[{"type":"minorheading","content":"Prelude","time":1611066600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1611066600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1611066600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1611066600,"counter":4},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1611066600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#A00100"},{"type":"speech","time":1611066600,"counter":6,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in Standing Orders or in the Order of the Seanad of 18 December, 2020, the sitting be now suspended until 3 p.m., and on the resumption, the sitting shall continue in the D&aacute;il Chamber, and the following arrangements shall apply:  \t(i) Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(ii) The Order of Business shall be taken at 3 p.m.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#A00200","speaker":"1653"},{"type":"unspoken","time":1611066600,"counter":7,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1611066600,"counter":8,"content":"<p>Sitting suspended at 2.35 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1611066600,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#C00100"},{"type":"speech","time":1611066600,"counter":10,"content":"<p>The Order of Business No. 1, motion regarding the eighth report of the Seanad Committee on Parliamentary Privileges and Oversight, to be taken on conclusion of the Order of Business, without debate; and No. 2, statements on the report of the Commission of Investigation into Mother and Baby Homes, to be taken at 4.40 p.m., or 15 minutes after the conclusion of the Order of Business, whichever is the later, and to adjourn at 6.30 p.m., with contributions of group spokespersons not to exceed ten minutes and those of all other Senators not to exceed six minutes and, notwithstanding anything in Standing Orders, the Minister to be given no less than ten minutes to reply to the statements made on this day, with statements to be adjourned thereafter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#C00200","speaker":"1653"},{"type":"speech","time":1611066600,"counter":11,"content":"<p>As Members will be aware, we have sent out information on today's business.  The Whips worked together and sent in the list.  That is the order in which speakers will be called.  There are 21 slots.  The reason there are 21 slots is that there are 21 seats available in the Chamber for Members to speak from.  Out of an abundance of caution, we want to make sure, as best we can, that there is no possibility of people contracting Covid-19.  We will be reviewing this on an ongoing basis but that is why we are doing it in this particular order and why Members have been allocated specific seats for today's sitting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#C00300","speaker":"1650"},{"type":"speech","time":1611066600,"counter":12,"content":"<p>I wish the Cathaoirleach, Members and the entire staff of the House a happy and peaceful 2021.  This year has already had a very rocky start internationally and nationally.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was a difficult start but it was also an emotional one considering the mother and baby homes report that was published last week, about which we will hear more later in our debate.<br\/><br\/>Since we last met, which was only a few short weeks ago, Covid numbers have risen.  The vaccination programme has been rolled out, thankfully, and we are back in circumstances in which children are being schooled at home.  &quot;Homeschooling&quot; is probably too strong a term.  It is very difficult for parents, students and teachers to homeschool.  Where the eventual reopening of our schools is concerned, we need to have teachers, special needs assistants and other school staff higher up the vaccine list.  One of the cohorts that has very much been left behind includes those with special needs.  While I am aware that unions and the Department are having ongoing conversations about this, I appeal to all to work together to ensure special needs children have the opportunities they so badly need.  It is so important.<br\/><br\/>The events last Wednesday week at Capitol Hill, Washington, were appalling.  Five lives were lost.  Thankfully, we will see tomorrow the incoming US President, Mr. Joe Biden, take office.  I wish him and his team, particularly those with Irish roots, well as they take on the huge task ahead.  That is not to mention Russia and the treatment of the leader of the opposition.<br\/><br\/>The two main issues I would like to raise today concern the non-national front-line healthcare workers, who have done so much and sacrificed so much helping all those who need help in our hospitals and the rest of the health service.  I must also mention those in retail.  About 26% of our essential workers are front-line workers.  In Europe and Canada, their contribution has been recognised with a commitment to fast-tracking their citizenship.  We absolutely have to do that.  If the Leader passes on that message, I will appreciate it.<br\/><br\/>The second item I want to raise concerns the great news we heard yesterday about <font color=\"#2F2F2F\">Waterford Ladies Gaelic Football Association<\/font>.  It is to get its own grounds.  This is exceedingly important.  The Waterford women's county football team is the first to achieve that.  In this regard, I am aware of the attempts made elsewhere, including in my county, Kildare, where there is a strong record of ladies football.  The organisation in my county has to pay &euro;11,000 per year for a place when it can.  In early December, the location of the women's semi-final was changed at short notice.  This sends out a very bad message about women's football and women's participation in sport.  I would like the Leader to ask the Minister responsible for sport to address gender inequality in sport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#C00400","speaker":"1689","continuing":true},{"type":"speech","time":1611066600,"counter":14,"content":"<p>I thank the Leader for setting out the Order of Business today.  I suppose it is a particularly important day because we are going to be focusing on children.  I also thank the Leader for inviting the Minister to talk about the Mother and Baby Homes Commission of Investigation and its report.  The report is very profound and makes for very disturbing reading.  We will have an opportunity to talk about that later.  I thank the Leader for prioritising this and making it the first item on our agenda.<\/p><p>I want to touch on a motion on the Order Paper today on the decision to seek the reappointment of Dr. Niall Muldoon as the Ombudsman for Children.  It is the Government's decision and a decision that is warmly welcomed by many, including me.  Anyone who has read the commission's report in the past few days will be very conscious of the past.  There is a future, but there is today.  There is a little book called <i>The United Nations Convention on the Rights of the Child<\/i>.  I circulated many thousands of copies last year.  It is a wonderful little book.  I strongly recommend it to Members.  It is available as Gaeilge and in English and it is illustrated for children.  Children of three years of age are reading it in school.  It refers to the right to clothing, ethnic culture and identity and all such issues.  These are critical issues.  I took the time to look at Dr. Muldoon's latest report.  It makes for very interesting reading.  He talks about the frustration in making progress on direct provision and the challenges faced by the Roma and Traveller communities, particularly regarding children.  He refers to direct provision and the challenges it brings.  He refers to the need to bring people with us in advocating for children.  That is about today.  There are enormous challenges, and Dr. Muldoon is up for the task.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I said earlier, it is great that he is being reappointed.  We need to be mindful when we talk later about the past, present and future.  I hope to elaborate on some aspects of that regarding the future.<\/p><p>It is important to say that we cannot pay lip service and talk here about policy and about advocating for people and poor children.  They need our support.  We know many children with disabilities are suffering today because they cannot access essential therapies and services because of Covid-19 restrictions and how sad that is.  We know there are children imprisoned in our system and that there are those who are in psychiatric services.  Many people in this House talked about child and adolescent mental health services, CAMHS, and the challenges whereby children must wait.  We know there children receiving psychiatric treatment among adults and how inappropriate that is.  There are many challenges.  We are the Legislature and the Oireachtas, however, and we can make the difference.  I would like to start on a positive note.  Let us refocus and re-energise ourselves to support the children of our nation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#D00200","speaker":"1634","continuing":true},{"type":"speech","time":1611066600,"counter":16,"content":"<p>I ask the Leader of the House if we can put No. 4 on the Order Paper ahead of No. 1.  It is an amendment to the Order of Business to add the Period Products (Free Provision) Bill 2021 onto the Order Paper.  The Bill seeks to introduce free period products within educational settings and public buildings.  I would appreciate the cross-party support to amend the Order Paper.  I know this got cross-party support in the previous D&aacute;il through the Irish Women's Parliamentary Caucus and the motion that it agreed.  This would put it very much in a legal setting and I hope people can support me on that.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#E00200","speaker":"1672"},{"type":"speech","time":1611066600,"counter":17,"content":"<p>We can deal with that later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#E00300","speaker":"1650"},{"type":"speech","time":1611066600,"counter":18,"content":"<p>I thank the Cathaoirleach.  It is my first time doing it so I am not entirely sure what happens and what is going on.  I wish to raise the issue of the shocking \"RT&Eacute; Investigates\" programme last night on the issue and area of homelessness.  It would be worthy and worthwhile if we had a Bill in the House on this matter.  People and viewers were shocked when they saw that people were turned away from homeless beds despite beds being empty in the city at the time.  It is worthy of a response and the Minister with responsibility for housing should come in here.  He pledged that nobody in the course of the pandemic would be turned away from a bed when there are rough sleeper beds available.  We see from last night, however, that that is not necessarily operational on the ground.  In the \"RT&Eacute; Investigates\" programme, 27% of people who were spoken to said they had been turned away from a bed because they are not from Dublin and, to use that awful phrase, we cannot house everybody who is homeless in Dublin.  It is important, particularly in the middle of a viral pandemic where we have a population with so many underlying health conditions, that we ensure nobody is left to sleep rough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#E00400","speaker":"1672"},{"type":"speech","time":1611066600,"counter":19,"content":"<p>I welcome everybody back.  There are not many of us.  With all the goings-on and things not working out right, I want to draw attention to something positive coming out of the Department of the Environment, Climate and Communications.  Finally, the Government will have the microgeneration payment coming back again.  Many years ago, quite a few people took up the whole idea of solar power and making electricity themselves, which they could sell back to the grid.  Unfortunately, a couple of governments ago that was stopped, but thanks to the hard work by the Minister, Deputy Ryan, and his colleagues in the Department, we will see that, by July, people will be allowed to sell electricity back to the grid again.  We are hoping for up to 30% of the electricity in Ireland being owned by the people and the community, which is a real move towards just transition and climate justice.  First and foremost, it will bring down a person's electricity bill, and because we do not have the whole storage aspect of electricity nailed down, what often happens is that solar power is created and works in a person's house but the rest goes back to the grid and the person does not paid for producing it.  Now, thanks to this new progress, from July onwards a person will be able to get paid for that and the money can go towards his or her electricity bill.<\/p> <p>I was doing some numbers around it and looking at my own electricity bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Almost half of our energy is still being produced by fossil fuels.  We have a long way to go.  When one pays one's electricity bill, all of that money goes out of one's home, pocket and community.  There is now an opportunity for people to keep that money in their pockets and communities.  I have been working with local groups to look at the church, the school and the hall with a view to getting solar power photovoltaic energy, in particular, so that the community can make money itself, sell energy back to the grid and power the houses and schools in the area.  Schools often have to fundraise every year to pay their costs.  Schools are closed for the summer when they could make the most electricity.  The positive news is that we can create our own clean energy and get paid for it, which is great.  It has been happening all over Europe and perhaps we will finally be like Scandinavia and own the energy.  I saw a programme that Duncan Stewart did on this issue in Austria, perhaps 15 years ago.  It is great to see us finally catching up.  <\/p><p>This issue also ties in nicely with all the work that is being done around retrofitting, particularly in social housing.  The first thing we want to do is to reduce our energy demands before we look to produce the energy to meet them.  I feel positive that the Government is finally moving in the right direction, rewarding people financially for being greener and enabling them to make money out of it.  We need to make sure that there is a just transition away from fossil fuels.  This is important, especially for rural dwellers who have space, roofs and garden sheds.  This is a positive move.  The Sustainable Energy Authority of Ireland, SEAI, is taking on a lot of new staff to help communities and individuals get grants to take this positive step for the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#E00500","speaker":"1659","continuing":true},{"type":"speech","time":1611066600,"counter":21,"content":"<p>I wish everybody a happy new year.  I raise the decision by the Government to sanction a pay rise of &euro;90,000 per year for the post of Secretary General of the Department of Health.  I ask the Leader of the House to ask the Minister for Public Expenditure and Reform, Deputy Michael McGrath, for his rationale for that decision.  I would like him to outline the pension liabilities that this increase is going to have on the State.  I would also like to know if the Minister has factored in the likelihood of Secretaries General of other Departments now seeking similar increases.  One would have to ask what is so L'Or&eacute;al about this particular post that it is worth &euro;292,000 per annum.<\/p> <p>I also have to ask how a Government can be so tone deaf to what is going on around it.  In the past seven days alone, the number of people in receipt of the pandemic unemployment payment, PUP, has increased by 15%.  These are people who were working and now, through no fault of their own, are being asked to stay at home and, of course, they are doing that in the interests of public health.  However, many of those people are now being asked to live on reduced incomes for a period.  At the same time, the Government saw fit to offer student nurses and midwives a paltry &euro;100 per week to go and work on the front line while one individual is apparently worth &euro;90,000 extra per year to this Government.  <\/p> <p>The timing of the pay increase also comes in the same week that tax bills will be landing through the letterboxes of many homes.  I listened with great interest to the Minister for Social Protection, Deputy Humphreys, when she spoke on the radio yesterday.  She dismissed the concerns around the tax bills and said that they will only apply to a small number of individuals and will be spread over a number of years.  She said, basically, that there is nothing to see here and it will amount to nothing more than the cost of a cup of coffee.  I find it bizarre.  If the amount is so small and will affect so few people, why did the Government see fit to introduce legislation to retrospectively apply a tax liability for the first time in the history of the State?  Over the years, we have seen plenty of accountancy firms find loopholes in the law to avoid paying millions of euro in tax for things that should have been taxed.  Those loopholes were there and the accountancy firms availed of them.  I did not see any urgency to have retrospective tax bills applied to those firms.  There is a glaring disparity between the group of society that has been out working on the front line, those who have been furloughed because of public health, and those in the elite.  That disparity is on show for all to see this week.<\/p> <p>I ask the Leader to take that back to the Minister, Deputy Michael McGrath, and ask him if we, in this House, can have information about how he reached the decision to introduce this massive pay increase for one individual.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#F00200","speaker":"1635"},{"type":"speech","time":1611066600,"counter":22,"content":"<p>I would like to wish everybody, including the staff here in Leinster House, a healthy and peaceful new year.  I will not get an opportunity to speak in the debate this afternoon because of Covid-19 guidelines but I want to address the inhumane treatment of the people who were the residents of the mother and baby institutions.  Their treatment has been compounded by the leaking of the report before it was seen by the most important people, that is, the survivors themselves.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that we all acknowledge the final report of the commission of investigation into mother and baby homes.  I wish to first highlight the inexcusable fact that survivors never received a copy of the report's executive summary, nor the report itself, when the Government had these reports since last October.  I also pay tribute to the more than 500 individual survivors who came forward to the commission in trust and good faith to recount their traumatic experiences in these institutions.  These survivors should have been the first to read this report.  It is paramount, when these women have reopened their traumatic wounds of misogynistic institutionalisation, that the Government must prove how far we have involved not only with words, but we must now prioritise and honour the experience of the survivors and adequate legislative protection, redress and access to relevant data and adoptive files among other supports.<\/p><p>The recommendations proposed by the Clann Project in collaboration with the Adoption Rights Alliance, Justice for Magadelenes Research and Hogan Lovells International must be our main point of reference.  They have been gathering witness statements from those affected by unlawful and forced family separation in Ireland since 2015.  The recommendations by this firm can be divided into three categories.  The first is information, identity, terminology and representation.  This category is essential to vindicate the rights of all citizens to their own identity irrespective of their status at birth and so that their records can be easily accessed.  The next category is health and well-being supports, which recommends that healthcare governance or programmes be created to reflect the dignity, privacy and value of the survivors, and that they should have access to free healthcare.  The third is memorialisation and personal narrative, which recommends a national monument, living memorials and a national day to commemorate, respect and honour mothers and children held in these horrific institutions.  It has also recommended protection of burial sites and data from research.  It is essential that we include the reality of mother and baby institutions in the education system through the history curriculum for all schools across the country so that we can own the truth of our history and there is no doubt that we have a deeply shameful and dark past when it comes to the treatment of women in Ireland.<\/p><p>We will no longer succumb to silence.  Now is the time to praise and honour the strength of these women in our words and, more importantly, in our actions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#F00300","speaker":"1632","continuing":true},{"type":"speech","time":1611066600,"counter":24,"content":"<p>I too wish the Cathaoirleach, Martin, all the staff on the Leinster House campus and, indeed, Members a healthy and happy new year.<\/p> <p>I would like to raise the issue of the long-term future of the cross-border healthcare directive.  This scheme has been a significant success since it was introduced in June 2014.  To emphasise how popular it has become, in 2014, only seven people were reimbursed, to a value of &euro;29,000.  That had grown by last year to 4,614 people availing of the scheme, with a value of &euro;15 million.  For people who have been languishing on hospital waiting lists for many years for eye procedures, hip replacements or whatever else, the cross-border healthcare directive has been a game changer.  People can get their care in Northern Ireland, the UK or wherever else, and the HSE reimburses almost the total fee for the procedure.<\/p> <p>Unfortunately with Brexit, the scheme is coming to an end or has come to an end.  I understand there are transitional arrangements in place with authorities in Northern Ireland for the next 12 months but, thereafter, there is no long-term security.  I urge the Leader, on behalf of Members, to write to the Minister for Health to stress the importance of creating a new scheme whereby people who find themselves on public waiting lists for a time are able to continue to get that care if they are in a position to avail of it.  It is important and I would be grateful if she could communicate that on behalf of us all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#G00200","speaker":"1658"},{"type":"speech","time":1611066600,"counter":25,"content":"<p>I wish everybody a happy new year.  I wish to raise the disturbing report last night on homelessness, rough sleepers and the general treatment of those involved.  The report showed these people being refused beds despite there being capacity in the city.  That ran contrary to a ministerial order and decision.  I ask that we invite the Minister for Housing, Local Government and Heritage to come to the House to respond to that report.  How can we have a decision of Government that is openly defied to the point where someone was refused a bed, despite the fact that there were 75 beds available in the city on one night?<\/p> <p>The Child Care Law Reporting Project published a report in recent days which contains grim accounts of neglect and child protection issues that are occurring in the midst of the Covid-19 pandemic.  Child protection does not have the usual opportunities to be flagged because children are not in school and the normal methods by means of which a child would be cared for, supervised and insight sought from are not available to us under the health guidelines.  There is a strong case for social workers to be moved up the priority list for vaccination so that we can ensure face-to-face visits continue, particularly where children have already been flagged to the system.  I ask that we would draw the attention of the Minister for Health to that and to seek to have a debate in this House on that matter.<\/p> <p>I welcome the fact that there are ongoing discussions on the reopening of special needs primary schools.  Yesterday, there was a briefing given to teachers and special needs assistants, SNAs, by health professionals during which it was highlighted that even in cr&egrave;ches, there is an extremely low risk.  However, I appreciate that there are some valid concerns for teachers and SNAs who have family members with particular vulnerabilities.  I am keen that we should move that process along and complete it in order that we can make sure that families with special needs children are assisted and that the schools for this cohort of children be reopened as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#H00100","speaker":"1682"},{"type":"speech","time":1611066600,"counter":26,"content":"<p>I wish everybody well.  I also wish those who will be involved in the roll-out of the Covid-19 vaccine well.  We depend so much on their efforts and we all know people who are in the particularly vulnerable categories who depend on their efforts.<\/p> <p>On the subject of the Covid-19 vaccinations, I would like to raise the situation that applies to residential care settings that are not regulated by HIQA.  As I understand it, the provision of home care, whether it is by the HSE directly, outsourced to private companies or organised directly by individuals or a group of individuals, is not regulated by HIQA.  This would apply, for example, to certain religious orders and the care homes they maintain in their communities.<\/p> <p>I say this being mindful of the fact that this is a difficult time for hundreds and thousands of men and women in Ireland who did so much to make Ireland and the world a better place, despite the inadequacies and harshness - as we now perceive these to be - which we have been discussing in recent days.  I was contacted by those in one such setting in Leinster, where there are 24 men in a nursing home facility, all of whom are over the age of 80.  They were at pains to say to me that they are not looking for any kind of special treatment but that they and those who care for them are anxious that they would not be left behind in the Covid-19 vaccinations.  I am aware of other such care settings in which the same issue would not apply because they are not HIQA-regulated and in which there are concerns that they might be left behind.  I have directly contacted the Minister for Health about this particular case but I want to draw the attention of the House to it because it is important in these days, as we are discussing the vaccine and who gets it first.  We know about the controversy that arose in the Coombe Women and Infants University Hospital.  With the best will in the world, mistakes can happen but it is important that the system would be mindful that there are other categories of people outside of HIQA-regulated settings who will need early treatment with this vaccine.<\/p> <p>There has also been a great deal of concern regarding the advice recently issued by the HSE about the vaccine being administered to people who are in a frail condition and whose life expectancy might not exceed the time it will take for the vaccine to take effect.  This highlights the need for us to discuss these issues with great care and caution and to be mindful of the impact that these discussions are having on people who are often frightened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#H00200","speaker":"1673"},{"type":"speech","time":1611066600,"counter":27,"content":"<p>I, too, wish everybody all the best for 2021.  Hopefully, it will be a better year than 2020.  I hope also that it will be a better year for young people, particularly students.  I have been particularly troubled over the past couple of weeks by the issue of a return to school.  None of us really believed the schools would resume on 11 January and it transpired that that was the case.  When the battle over the leaving certificate happened and we sat at home watching the debate on the notion of having a three-day week for some students, we knew that would not happen either.  We could not have 60,000 young people, many of them taller than the Cathaoirleach and me, going in and out of school on a three-day week basis.<\/p> <p>Ireland is the worst country in the world in terms of the Covid-19 pandemic.  That said, the students who were forgotten in the entire debate until recently were the young people with special educational needs.  In other countries, provisions are in place to allow children with special educational needs to return to school.  What happened in recent days between the trade unions and the Department was nothing short of disgraceful.  Hopes were raised among families, parents and the young people concerned that they would be going back to school but an hour or two later those hopes were dashed.  That is not the way we should be running education.  I appeal to the Leader to impress on the Minister that the next announcement has to be that something will happen.  At this stage, I do not believe that special needs students will be back in school this coming Thursday.  However, I hope that in a couple of weeks they will be back in a safe environment which will help them to progress, as opposed to regress.<\/p> <p>I agree with other Senators who spoke about the leaving certificate.  The mature and honest thing to do at this stage would be to have a twin-track approach to the leaving certificate.  We need to give people the option of predicted grades because the students of 2021 are far more impacted than the students of 2020.  The latter had the choice to opt for predicted grades.  Let us give that option to this class of leaving certificate students.  Let us be honest and upfront with them and let us do the right thing by them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#J00100","speaker":"1644"},{"type":"speech","time":1611066600,"counter":28,"content":"<p>I join with others in wishing a happy new year to all our colleagues.  I also second the amendment on the period products (free provision) Bill proposed by my colleague, Senator Rebecca Moynihan.  I commend Senator Moynihan on leading the way in advocating for period justice.<\/p> <p>I will be bringing forward my own Bill, the Adoption (Information and Tracing) Bill 2021, which we launched earlier today, providing rights of access to birth certificate information for adopted persons.  The Labour Party published the Bill as part of our response to the publication of the report into mother and baby homes.  I am glad we will have the opportunity to address that report this evening.  I will be glad to lead for the Labour Party on that.<\/p> <p>As we reflect on the roller coaster of increased transmission, high rates of infection and, very sadly, so many deaths since we last sat in this House, I echo others in commending and paying tribute to all the front-line workers who have done so much to keep transmission at bay and try to reduce the dreadful impact of the virus on so many.  They are now doing their best to roll out vaccinations across the country, which is our big hope in the coming months.  It behoves us to join Dr. Mohsin Kamal and others who have called for the fast-tracking of Irish citizenship to those, particularly on the front line, who have been working very hard throughout this pandemic and risking their lives in making such immense sacrifices on behalf of all of us.  Fast-track citizenship is a very important campaign for the Labour Party and I am very glad to support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#J00200","speaker":"1631"},{"type":"speech","time":1611066600,"counter":29,"content":"<p>I wish the staff in the complex a happy new year.  I thank all the essential workers who worked over the Christmas period and got us this far.  We will talk about the mother and baby homes report later so I will reserve my comments on that until the Minister is in the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will briefly address three issues.  First, I support the call for the acceleration of citizenship approval for all the front-line workers.  In my constituency, Dublin Central, we have a high percentage of front-line workers and many of them are awaiting citizenship.  I would appreciate if the Leader would take the issue up with the Minister.  I believe it is the least we can do to repay them for the invaluable service they have provided.<\/p><p>An issue I have mentioned many times in the House since being appointed last year is homelessness.  Sadly, we finished last year with 60 homeless people having died in our capital city.  Each time I have raised the issue, the number has increased.  The documentary last night was not news to anybody who is familiar with the challenge of homelessness in the city.  The Minister made it categoric that there was to be no homeless person denied a bed in our capital city and he could not have spelled it out in plainer language.  I would appreciate if the Leader would write on behalf of the House to the Dublin Region Homeless Executive, DRHE, and ask them to practise that instruction.  There is no excuse for the number of homeless beds that are remaining vacant.<\/p><p>Finally, there is the issue of the leaving certificate and education.  We are all struggling in the pandemic but the leaving cert class of 2021 has a greater challenge even than the 2020 class had.  We are ten or 11 months into a pandemic and they have been four months without classroom learning.  Their families have been impacted.  They have had to help their parents and siblings.  They need certainty.  Their anxiety and stress levels are at a greater height at this point than those of any other leaving cert students.  They deserve certainty and the leaving cert advisory group needs to meet promptly and make a determination that is fair and will give the best outcomes for the leaving cert students of 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#J00300","speaker":"1656","continuing":true},{"type":"speech","time":1611066600,"counter":31,"content":"<p>I welcome everyone back and hope it will be a better 2021, with our vaccine roll-out.  However, our battle with Covid-19 continues and we need to stay vigilant and protect each other.<\/p><p>I will raise two points.  First, as education spokesperson, I acknowledge the concern about the reopening of special schools and special classes.  I am aware of the stress on parents of children with complex needs as well as the high levels of anxiety and fear among teaching staff.  We need to work towards a solution for a phased reopening allowing in-school teaching, particularly for the needs of these children.<\/p><p>Second, I am happy to say the stage 2 public consultation is open for Transport Infrastructure Ireland's wonderful piece of infrastructure, the Dublin to Galway cycleway.  The last section from Galway to Athlone is opening up and they released five route corridors yesterday.  I am happy to say that the Ballinasloe area will potentially feature in three of those five routes.  The final decision will be made in the next number of months.  Currently the stage 2 public consultation is open and people have the opportunity to have their say.<\/p><p>The cycleways will transform our regions.  We know the stories from Dungarvan and Achill.  Just imagine safe places to walk for families and places to cycle in rural areas where we do not even have footpaths.  We now know the value of having these amenities in our region and it will develop dynamic hubs for ecotourism once our economy opens up again.  I thank the over 200 people and families that put submissions through in my area during the stage 1 consultation.  It is a fantastic opportunity to use those publicly owned lands, for example, the Grand Canal, which is one of those old pieces of heritage that we have and which went from Dublin to Ballinasloe.  From there, the Guinness barges would have gone all the way into the west.  The cycleway could potentially come along the Grand Canal into Ballinasloe and from there to Ahascragh, Ballyforan, along the banks of the River Suck and into, say, Mountbellew. <\/p><p>The stage 2 public consultation will open next Monday, 25 January.  There is an interactive map and questionnaires.  People can log on to <i>galwaytoathlonecycleway.com<\/i>to find out more.  Brochures and questionnaires will be posted to residents, landowners and businesses and the deadline is Friday, 26 February.  Working in consensus with landowners, we can be part of a significant project that will transform our region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#K00200","speaker":"1654"},{"type":"speech","time":1611066600,"counter":32,"content":"<p>I wish everyone a happy new year and let us hope 2021 will be a productive year for all of us in these Houses.  I want to raise the issue of driver licence renewals.  It is a very serious issue.  I have been contacted by many people about it.  It is something that needs to be addressed by the Government as a matter of urgency.  Will the Leader correspond on our behalf with the Minister, Deputy Eamon Ryan, on it?  As most Senators know, the driver licence system is European-wide.  People who were due to renew their licences in recent months were given an extension of this time but this extension has since expired and over the coming months people who must renew their licences will face difficulty because they need a verified MyGovID card to do so online.  Quite a number of people do not yet have one.  A system is in place for people aged over 70 to renew by post, and we run the learner permit system here, but we need to get agreement at European level to do this.  Will the Leader contact the Minister, Deputy Eamon Ryan?  I know he is working in the background on it with his European colleagues.  It is a very important issue for people throughout the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#L00100","speaker":"1643"},{"type":"speech","time":1611066600,"counter":33,"content":"<p>I want to raise an issue that is sometimes easy to forget in circumstances where we have so many problems to deal with in this country, particularly with Covid.  I refer to the aftermath of the fraudulent presidential election that took place in Belarus last August and the violence and protests that took place after it.  Perhaps it is easy for us to move on in this country and forget that many political prisoners are still in jails in Minsk and throughout Belarus as a result of the protests.  They are held not because of real crimes but for raising their voices against Lukashenko, his government and the fact that Belarus has been an authoritarian state for the past number of years.<\/p> <p>On 27 November, Mr. Lukashenko indicated he would step down as soon as a new constitution came into effect but there is no timeline for when this is likely to happen.  The last dictator in Europe, as he is often referred to, continues to rule over Belarus with the authoritarian trademark in which he has so much pride.  His rule has been called into question by the European Union, the US State Department and governments throughout the European Union.<\/p> <p>I want to bring to the attention of the House a campaign being led by Libereco, a German NGO, and co-ordinated by Viasna in Belarus, that calls on parliamentarians to call out the names of specific political prisoners being held in Belarus.  I want to bring the attention of the House to the name of Maksim Pauliushchyk, a young man who was arrested and is in prison, not for any serious crime but merely for painting on a footpath the words \"we will not forget\" near the site of where one of the first protesters in the post-presidential riots was shot dead.  If that is not legitimate protest, I do not know what is.  This man is now in jail.  I call officially for his release and I ask the Leader if she will facilitate a debate on the issue.  I have raised it here a number of times and I have also raised it as a Commencement matter.  The House and the country need to continue to keep the pressure on Mr. Lukashenko, his fraudulent government and the appalling situation in Belarus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#L00200","speaker":"1685"},{"type":"speech","time":1611066600,"counter":34,"content":"<p>Like others, I want to reflect on the fact that the Covid pandemic continues to ravage through society, albeit hopefully with an end in sight with the roll-out of the vaccine taking place.  We all look forward to the day when it comes to pass.  There is little doubt that virtually no section of society throughout the world has not been impacted by the pandemic.  There is no sector more impacted than our young adults and teenagers, who effectively have had their lives on hold, not having had the experiences that others have had.  Like others, I believe the leaving certificate class of 2021, from an educational point of view, has suffered more than the leaving certificate class of last year.  I call on the Government to bring certainty to this situation without delay.  It is far too easy for people to brush aside and suggest there is access to teaching online.  It belies the fact that the home life of many teenagers is not conducive to online learning.  In recent weeks, I have spoken to students who do not have their own rooms.  They do not have a desk or a table to put the computer on.  Many of them do not have broadband.  Many of them do not have an individual piece of technology to use for their classes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Timmy Dooley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2015\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2015&amp;amp;pid=TimDooley&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It may be the case that their parents and siblings are at home and there are not multiple laptops and iPads in every house.  I take offence when people suggest that it is just a matter of studying online.  There is also the issue that some people, quite frankly, are just not able to concentrate in that kind of environment whereas others are.<\/p><p>Let us not divide students.  Let us give them options and the simplest and easiest way to do that is to give choice.  Let us give everyone the offer of predicted grades.  For those excellent students or those who strive for excellence and want the challenge of sitting the papers, let us give them that opportunity when it is safe and appropriate.  With the roll-out of the vaccine that is now happening, that will be possible to allow students to participate in the CAO offers of later this year.  I appeal to the Government to give certainty without delay to these young people through an offer of predicted grades with the opportunity to sit the leaving certificate examinations at a later stage for those who wish to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#L00300","speaker":"1655","continuing":true},{"type":"speech","time":1611066600,"counter":36,"content":"<p>I thank colleagues and welcome everyone back to the House.  I wish a happy new year to them and to their families and constituents.  In particular, I wish a happy and safe new year to all the staff members in Leinster House, who are working around the clock to ensure we are all safe.  It is incumbent on us to ensure we respect people's genuine concerns and we will conduct our business over the coming weeks, reflecting those concerns, as efficiently as possible.  As we have the security of coming back for a full day on Tuesday next, we will populate the day with normal items such as Commencement matters and Private Members' business from that point but we will try to confine our business to ensure that everybody is as safe as possible.<\/p> <p>A number of issues were raised.  Senator O'Loughlin talked about the vaccination roll-out.  It is really important to address some of the hiccups that have happened, although that is not to point the finger.  To be fair, the people who have been called out and questioned in recent days did everything they could have done to ensure that they did not waste any of the vaccine and that is to be commended.  We would be having a very different conversation if we had found out that those doses had been wasted.  Nevertheless, there have been hiccups.  We need to ensure that when something happens about which we are not wholly happy, we take ownership of it and ensure that it will not happen again.  There may be inconsistencies that were not known about beforehand.  I do not think one could have foreseen a case of seven doses of vaccine being made available from a vial that was supposed to contain five, and to make plans for matters that we had not expected to happen.  Now that we know that can happen, plans should be put in place in that regard.  We all need to be a little kinder towards one another and to recognise the underlying feeling at the moment whereby if anything goes wrong, we want to jump on people's heads.  I do not think that is healthy or respectful of the jobs our front-line staff are doing.<\/p> <p>A number of colleagues raised the issues with returning to school.  We would all love our children to be back at school but at the same time, we are told by the Health Service Executive how rampant the new UK, South African and Brazilian strains are.  There will be so many strains that we will not know whether we are coming or going.  We must accept that when we say something is not safe for one cohort of people, we should not be surprised when another cohort express the same concerns in their work environment.  Concerns need to be addressed.  The Department of Education and all the stakeholders, including the unions on behalf of teachers and special needs assistants, are working hard to get children back to school - special educational needs children and every other student - but we need to recognise there are some concerns.  Those concerns need to be allayed before we can safely send back to school staff, students and everyone who works around those 1 million people who go to school every day.<\/p> <p>I concur with colleagues who raised the matter of the leaving certificate.  We want to ensure that the leaving certificate process will be run this year in its natural form if possible.  The difficulty at the moment is that a new cohort of 60,000-plus students feel as much, if not more, anxiety as the students of last year's leaving certificate.  That is because they were impacted not only by last year's closures but also by those of this year.  Senator Dooley is correct; we make the assumption that every household has access to technology, space, quiet time and broadband.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is not the reality for very many people up and down the country.  It is not just rural Donegal or Ballinasloe.  Lots of people in Dublin and larger cities do not have access to technology or broadband.  We need to be cognisant of that.  I will convey to the Minister and Minister of State the views and concerns Senators have expressed.  I have a number of students at home who tell me their concerns every day.<\/p><p>I accept the amendment to the Order of Business.  I congratulate Senator Moynihan on her Bill.  Well done to her.  It is an awful pity that we need legislation on this and that our will and intentions are not enough.  I am sure the Senator's Bill will get support from all sides of this House and the other House.<\/p><p>Senator Garvey raised the microgeneration payments scheme.  It is welcome that the Minister has this week given people who are in the fortunate position to be able to generate excess electricity the option of selling it back to the grid and reduce their bills or make a few bob off the back of their efforts.  I hope the national retrofitting scheme, which will be launched in the first half of this year, will encourage people to dip their toes in electricity generation.  We all take it for granted that we pay our bills to the ESB and there is no other choice.  Now people will have a choice, which is very welcome.<\/p><p>I assure Senator Boylan that I will write to the Minister.  I am not sure I will get the answer she seeks but I am sure she is not alone in having some of the concerns she raised.  I will send her a copy of my letter later.  When I have received a response or if there is no response, we can talk further about what she would like to do thereafter.<\/p><p>Senator Black made a welcome and important contribution this afternoon.  I realise she did so because she cannot be present later this afternoon due to the restrictions we will have in place.  It is important to state, as I will again later, particularly for survivors who might look in to our debate later and get the wrong impression because there are so few people in the Chamber, that this is not reflective of how we feel.  Every seat in the House would be occupied this afternoon if Senators had a choice in the matter, and all of us would make a contribution today, rather than waiting to do so in the coming weeks.  I will ask the Ministers to state, as I will, that the size of the group later today will not be a reflection of the size of our support and response.  I thank Senator Black for her contribution.  It was very well made.<\/p><p>The cross-border directive should definitely have been enshrined in the omnibus legislation the Houses passed on behalf of all of the Departments that would have been affected by reciprocal arrangements between the United Kingdom and the Republic of Ireland.  I am really surprised we have not found a way to maintain the very valuable approach to using the National Treatment Purchase Fund.  Senator Gallagher asked me to write to the Minister and I will certainly do that.<\/p><p>Senator Mullen mentioned a residential setting.  I do not doubt him but I would be really surprised if some residential settings with older people were not in the same place in the queue as everybody else to receive vaccinations just because these homes are not subject to HIQA regulations.  I hope to God that is not true but I will find out later and make representations.<\/p><p>Senator Bacik paid tribute to front-line workers.  There is no doubt we will continue to pay tribute to them until long after we get through the pandemic.  A number of Senators raised the citizenship rights of some of these workers.  Senators may have seen an interview with the Minister from her home on a television programme yesterday.  Obviously, citizenship ceremonies have stopped but she said she will expedite the process to address the backlog.  I hope that will take care of some of those already in the system who have applied for citizenship.  I am absolutely sure there are tonnes of people who have not even applied and are not ready to have their citizenship sanctioned.  That is something we should look forward to.<\/p><p>I look forward to reading Senator Bacik's Adoption (Information and Tracing) Bill.  It is very timely legislation.  The Government will bring forward its own legislation on the matter.  <\/p><p>Senator Clifford-Lee raised the huge backlog in driving tests and driver licence renewals.  We have a waiting list of a year.  This cannot be put off any longer.  I will write to the Minister on this.  While we all hoped in March, April and May of last year that the pandemic would only last for a couple of months, we now know that is not the case.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the past week we have been told that, even when we are vaccinated, unless we are absolutely sure we will not continue to transmit the disease, we will still be living with some restrictions.  On that basis, we have to find a new normal in which we will be able to transact our business.  I will ask the Minister to see if he can come back to us regarding what the plans are.<\/p><p>Senator Ward raised the ongoing distressing situation for people in Belarus.  I do not think we would be the only Parliament to stand with Belarusian people because they still are maintaining their disquiet - I suppose that is probably a polite way to put it - regarding Lukashenko.  We should continue to support them in every way we can.  I advocate that the Senator come into the House every week and name a person who is being detained unlawfully.  We will support him in that regard.<\/p><p>Finally, I refer to the \"RT&Eacute; Investigates\" programme broadcast last night.  I pay tribute to Kieran Dineen because he did an incredibly touching and poignant job of representing the lives of Dan Orlovs, Natalie and Joe Nolan.  Dan is a 20-year-old young man who captivated the entire viewing population last night with his story, his plight and his incredible eyes.  We saw Natalie's tears for just wanting to have some dignity and security.  Joe Nolan was sleeping in the generation closet of a car park but he was moved on even from there before filming of the programme had finished.  The reason I say their names is because the response of the gentleman from the DRHE considered these issues, as is the norm in this country, in terms of pounds, shillings and pence.  It was probably one of the coldest responses I have ever heard from a human being speaking about another human being.  He stated that the DRHE does not have the money to house people from Carlow or Kildare and it is not its responsibility to do so.  Jesus Christ, when there are empty beds, one should have the temerity and the empathy, as a human being, to know that one does not leave people on the street just because they come from up the road or down the country.<\/p><p>I reassure the Senators who raised the issue that I will make contact the individual involved because I think the Minister was clear yesterday evening that that is certainly not his direction or his wish.  There is something seriously wrong when human beings are spoken about in that way.  In the programme broadcast last night, Joe Nolan was hung up on by an official in the middle of a conversation during which he was looking for a bed.  That is an absolute disgrace and it is not on.  I will ask the Minister again to make sure that the directions he has given are heeded and heard and are not just paid lip service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#M00200","speaker":"1653","continuing":true},{"type":"speech","time":1611066600,"counter":39,"content":"<p>Senator Moynihan has moved an amendment to the Order of Business: \"That item No. 4 be taken before item No. 1.\"  The Leader has indicated she is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00200","speaker":"1650"},{"type":"unspoken","time":1611066600,"counter":40,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Period Products (Free Provision) Bill 2021: First Stage","time":1611066600,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00400"},{"type":"speech","time":1611066600,"counter":42,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to secure the general availability, free of charge, of period products. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00500","speaker":"1672"},{"type":"speech","time":1611066600,"counter":43,"content":"<p>Is there a seconder for the proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00600","speaker":"1650"},{"type":"speech","time":1611066600,"counter":44,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00700","speaker":"1631"},{"type":"unspoken","time":1611066600,"counter":45,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1611066600,"counter":46,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O00900","speaker":"1650"},{"type":"speech","time":1611066600,"counter":47,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O01000","speaker":"1672"},{"type":"speech","time":1611066600,"counter":48,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O01100","speaker":"1650"},{"type":"unspoken","time":1611066600,"counter":49,"content":"<p>Second Stage ordered for Tuesday, 26 January 2021.<\/p>"},{"type":"majorheading","content":"Standing Orders: Motion","time":1611066600,"counter":50,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O01300"},{"type":"speech","time":1611066600,"counter":51,"content":"<p>I move:<\/p> <blockquote> \tThat the report of the Committee on Parliamentary Privileges and Oversight on the amendment of Standing Order 45 and temporary Standing Order 60A, and the substitution of &quot;Chairperson&quot; for references to &quot;Chairman&quot; be adopted, laid before the House and printed. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O01400","speaker":"1653"},{"type":"unspoken","time":1611066600,"counter":52,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1611066600,"counter":53,"content":"<p>The motion relates to an amendment to the Standing Orders of the Seanad in the context of the use of the word \"Chairman\".  There are 89 references to \"Chairman\" in our rule book and, 102 years on from the first sitting of the First D&aacute;il, I think it is inappropriate that the Seanad would still use the word \"Chairman\".  As a result of the motion that has been unanimously agreed by the Seanad, we will now use the word \"Chairperson\".  I thank Members for their support on that initiative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#O01600","speaker":"1650"},{"type":"unspoken","time":1611066600,"counter":54,"content":"<p>Sitting suspended at 4.25 p.m. and resumed at 4.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of the Mother and Baby Homes Commission of Investigation: Statements","time":1611066600,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#X00100"},{"type":"speech","time":1611066600,"counter":56,"content":"<p>I welcome the opportunity to discuss the report of the commission of investigation and the terrible failure it revealed in how women and children were treated in institutions over many decades and to outline the Government's response.<\/p> <p>Before I begin, I pay tribute to all of the mothers and children who spent time in these institutions.  I thank those who bravely gave their personal accounts to the commission.  I know that the publication of this report has resurfaced deep stress and trauma for survivors.  Following the publication of the report last week, the Government offered our apology and asked for forgiveness for the failings of the Irish State - failings that repeated over many decades and which had the most horrendous consequences for our most vulnerable citizens.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to take this opportunity to reiterate the Taoiseach's apology to mothers and their children on behalf of the State.  I, too, am deeply sorry for the hurt that was experienced.  We humbly seek the forgiveness of the mothers, their children and their families.  A profound wrong has been visited upon the Irish women and their children who were placed in these institutions.  I want to restate in the strongest possible terms that they did nothing wrong.  The publication of this report is our chance to affirm their stories and their truth and ensure their testimonies are heard, acknowledged and understood.  It is there for all to see and preserved for future generations.<\/p><p>I know elements of this report are a disappointment to survivors, for example, sections where a strictly legalistic approach is taken to describing the profoundly personal impacts of what happened within the institutions and where the commission's conclusions that it could not find evidence of what happened could be interpreted as a denial of the experiences of survivors.  This is why it is so important that the chapter on the confidential committee stands out as an unambiguous statement of the suffering of mothers and their children, and stands as a testament to the lived truth of what happened in these institutions and as a clear articulation of the repeated failures of church and State.  The scale of these failures requires a comprehensive, meaningful and generous response from the State.<\/p><p>For my part as Minister, I am committed to ensuring this Government's response will mark a profound transformation, not only in the State's engagement with survivors but also in its supports for them.  The relationship of trust between the State and the former residents of these institutions has been broken.  The Government must begin the process of rebuilding that relationship.  The Cabinet has approved a whole-of-government response to the commission report.  This contains 22 actions based on eight themes, many of which directly address the concerns and needs of survivors today.<\/p><p>We all understand that access to personal information is a key issue for many former residents.  Progressing information and tracing legislation is an absolute priority for me, the Taoiseach and the entire Government.  I have been engaging intensively with the Attorney General to this end, approaching the issue in a manner grounded in general data protection regulation, GDPR, where the right of an individual to access personal information about himself or herself is central.  My Department and the Attorney General's office are working with a view to having heads of Bill for information and tracing legislation ready by the end of March or early April.  This can then proceed rapidly to pre-legislative scrutiny.  Information and tracing legislation will allow for access to wider early life information.  It will also allow the contact preference register to be put on a statutory basis.  Our work on this legislation, however, will not delay other efforts to provide early access to personal information.<\/p><p>My Department is working intensively to prepare for the receipt of the commission's archive at the end of February.  I wish to ensure that people can access personal information contained within the archive in line with GDPR.  We have established a dedicated information management unit, headed by an official with data protection and legal expertise who will be supported by an archivist in advancing many of the important record-related recommendations put forward by the commission.  I have also engaged with the data protection commissioner and have met with independent international experts in the area of GDPR, as was suggested to me by Members of this House.  This intensive work will continue with a view to having robust policies and procedures in place for managing subject access requests.  Following further consultations with the data protection commissioner, I hope to publish our policies and procedures prior to 28 February.  My Department will also continue to work to ensure GDPR compliant policies are appropriately applied to all access points for personal information.  I have placed particular focus on the point of access to personal information as I know it is a matter of deep interest to many Members.<\/p><p>Moving beyond this, another core commitment in the Government's response is the creation of a restorative recognition scheme to provide financial recognition.  I am working with my Department to prioritise the establishment of an interdepartmental group, which will develop such a scheme and bring forward proposals for it by the end of April.  While the group will consider the three categories of former residents highlighted by the commission, the Government took the significant decision that its considerations are not restricted to these three groups alone.  The interdepartmental group will also assess the provision of a form of enhanced medical card for everyone who spent more than six months in mother and baby homes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Further health supports will be provided, including access to counselling through the national counselling service, within which former residents of mother and baby homes and county homes are now considered a prioritised group.<\/p><p>Legislation to allow for the dignified exhumation of the site in Tuam and at other sites, if required, and providing for DNA identification will be brought forward for pre-legislative scrutiny soon.  I have written to the Oireachtas Joint Committee on Children, Equality, Disability and Integration asking for this to be prioritised on its agenda and we discussed it at a meeting earlier today.<\/p><p>We, as a Government, recommit to establishing a national memorial and record centre related to institutional trauma, and that Departments and State bodies will prioritise the transfer of original files to the National Archives so that they can be publicly accessible.<\/p><p>The overarching theme is that this action list will be progressed in a survivor-centred manner.  An enhanced model of survivor engagement with former residents, their representative groups, as well as the survivor diaspora, will be established following consultations with the collaborative forum.  I have written this week to the collaborative forum seeking two meetings with it next month to progress this agenda.<\/p><p>Other commitments include the incorporation of elements of the report into the second level curriculum; further research on terminology, representation and misrepresentation with the National University of Ireland Galway, NUIG; local and national memorialisation and commemoration events; the creation of a specific fund which supports children who experience disadvantage in memory of the children who died in the institutions; and the creation of a number of scholarships researching childhood disadvantage.<\/p><p>The Government is proposing this range of measures to recognise the diverse needs of former residents, both mothers and children.  They are the first steps towards trying to rebuild the broken trust between them and the State which failed them over so many years.  I know that many former residents are of an age where they need to see immediate action.  They deserve to see real change in their lifetimes and we, as a Government, must do all we can to make this happen.  They have already waited too long for justice to be done.  I have outlined timelines for the progression of some of the key actions I mentioned and I will outline further details in forthcoming weeks.<\/p><p>It is important that I also address the role of the church in this history and how both the church and State are accountable for what happened in these institutions.  All of those who were involved in this dark past have an obligation to the women and children who passed through these institutions.  As such, I have written letters to religious congregations and charities to seek engagement with them, specifically on the issues of apology, their own contributions to restorative recognition and the provision of institutional records which would be beneficial to survivors.  I look forward to progressing discussions with those religious groups in that regard.<\/p><p>After decades of secrecy, shame and stigma, survivors' truth is now heard.  It is our responsibility to respond to this truth with empathy, compassion and meaning.  The publication of the report in no way represents the end of this story.  Restorative justice will require collective action and I look forward to working with both Houses as we make reparations for the wrongs of the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#X00200","speaker":"1477","continuing":true},{"type":"speech","time":1611066600,"counter":59,"content":"<p>Having read the accounts of women and men in this report and having spoken and listened to survivors, it never ceases to shock me that a State could treat its most vulnerable with such little humanity.  We must now listen in a way that shows humility and is honest.  We must represent the most vulnerable and continue to adjust our response and the actions that we take based on what we hear.  I thank those who have laid bare their own personal stories and honour those who have been silent and silenced.<\/p> <p>No one could read this report and not see abuse and neglect.  Babies died at an unprecedented level.  There were 9,000 known deaths in institutions, which was between two and four times the level of that of the general population, the Sean Ross mother and baby home being one of the worst.<\/p> <p>Some institutions were clearly worse than others and this report demonstrates that those run by the State were among the worst.  Women were incarcerated in a system that made no attempt to show kindness or make amends for past abuses.  It shamed and debased them and their children.  They were put there by a State that did not provide them with alternatives, prosecute rape or provide those women with contraceptives.  The State acted in a way that was deferential to a church that used its power - and was allowed to use its power - to abuse others.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This power buried itself deep in an education that did not give people the tools to fight back.  It was right that the Government apologised on behalf of the State and I join in that apology on behalf of the Green Party in the Seanad.  It is also right that there have been apologies before relating to many reports laid before these Houses.  Beyond apologies, reports and listening, the Government must also take action.  I believe that the Minister is doing this and has been doing this since he took office.  Almost all of those with whom I have been in contact believe the same.  We will all, the Minister included, be judged on the action that we now take.<\/p><p>Tuam is highlighted over and over again in this report.  Nearly 1,000 people died.  As we are all aware, they were shown no dignity in death.  Their families continue to have no closure, with scant records and no tracing having been carried out.  Their conditions were among the worst in the country.  This was an institution run by both nuns and by the local authority.  When Galway County Council meets on 25 January, I expect to hear a full apology and about how it will attempt to make amends.  It held its council meetings on those grounds.  No one can tell me that those politicians did not know of the appalling conditions.  This report shows that, at the time, the high death rates were known.  I expect the same of other councils, particularly Westmeath County Council.<\/p><p>Last week, as I listened to Galway Bay FM for three hours while survivors told their stories, an apology came from the Sisters of Bon Secours in Galway.  I believe it was an honest apology and it demonstrated a level of acknowledgement never expressed before.  It was well received locally.  It must be acknowledged, however, that it was not replicated to the same extent across the country.  Just as an apology from the State is a small part of what must now happen, so is an apology from the church.  It must step up and do what it preaches.  It must pay survivors back with hard cash and it must beg for forgiveness as we do.  Some say that it was only a fraction of those in the church, but the church was a monolith and all of those now in the church must take responsibility, just as all of those who represented the State must take responsibility as the ultimate guardian of the common good.  The State and the church knew of the deaths and neglect inside those walls and knew that children were boarded out, in many cases to be abused and to be used as slave labour.  In other family homes, they found kindness that was missing in the mother and baby homes and county homes, and those stories are also eloquently expressed.<\/p><p>A survivor-centred approach is key in the Government's response.  The report made a number of recommendations.  I can see that the Minister and the Government are stepping beyond that and they must do so.  The Government must see the report as putting down on paper the testimonies of those who spoke and honouring them but it must go beyond the recommendations.  I will join with everyone in ensuring that that happens.<\/p><p>I will mention a few of the 22 actions that the Government has set out and which were agreed by Cabinet last week.  For many years, the survivors have looked for a medical card just as survivors from other institutions have been granted one.  I welcome that this will happen and will look with interest at the recommendations that come back.  I sincerely hope that it will be tailored to the needs of women and their children who were kept in these institutions.  The report identified three groups who would qualify.  The Government's actions will go beyond that.  The restorative recognition scheme or redress scheme, more broadly, is to be welcomed.  In Galway, Catherine Corless and many locals have been calling for exhumation of the site at Tuam.  It is the work of Catherine Corless that has led to the work that this Government is doing.  It would not have happened without her.  I hope that the Joint Committee on Children, Disability, Equality and Integration will accede to the Minister's request as soon as possible and scrutinise the Bill that will allow for the dignified exhumation and the use of DNA identification in order that families can finally be granted some peace.  This Bill should also be broad enough to include the possibility of exhumation at other sites.<\/p><p>The very least that people born in mother and baby homes and county homes deserve is their birth certificates, followed by information about the nature of their birth.  With the archive being transferred to the Department of Children, Equality, Disability, Integration and Youth by the commission, as Senators requested, and a new information management unit having been set up in the Department, I believe that access is on its way from the start of March.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Although I know this will deal with many of their requests, there are a number of people whose records are not contained in those archives.  Therefore, the information tracing legislation to which the Minister committed on the floor of this House before Senators is welcome.  The Minister committed to providing this within the year, along with the other access.  I thank the Minister for informing us all today that the heads of Bill will be ready in spring and I know that information has been sought.  I know that an amount of engagement has already taken place.  This needs to be increased and stepped up.  I acknowledge that concerns have been laid out from across the Chamber on the balance of rights but the fundamental right to have access to information concerning oneself is paramount and it is important to take that approach.<\/p><p>Beyond the duty of care owed by the State to survivors, there is also a duty to teach, learn and preserve this part of history.  The countries that learn well from past abuse incorporate it into education.  Key in these measures that the Minister has outlined is education.  For so long, our education system has been dominated by religious teaching.  Let this be part of that teaching.  I therefore agree with the approach of engaging across Departments to ensure the report is incorporated into our second level system.<\/p><p>It is safe to say that trust broke down for many in our society, particularly for the most vulnerable and for those outside of these mother and baby homes and county homes.  There is an element of trust that needs to be rebuilt.  As a State, we owe a debt to these people and on behalf of the Green Party Senators in this House and with the Government, I will do my part in repaying that debt.  It is not just about words; this is about all of us taking action to repay that debt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#Z00200","speaker":"1693","continuing":true},{"type":"speech","time":1611066600,"counter":62,"content":"<p>I welcome the Minister to the House.  As I was listening to Senator Pauline O'Reilly, the expression \"Blessed are those amongst women\" struck me because there are virtually no men in the Chamber.  I am the only male Senator present - the Cathaoirleach of course is here too, as well as the Minister.  For some reason that clicked with me and I thought about it and that is quite profound in itself.  I thank the Minister for the enormous amount of work he has done.  He has travelled a journey as well, as have so many other people.<\/p> <p>I spoke about Dr. Muldoon earlier on and I welcomed his reappointment as the Ombudsman for Children.  I talked about a past, a present and a future.  I do not want to spend too much time talking about the past but I can tell this House that I grew up in institutional care and spent all of my youth there.  I was born in the South Dublin Union in St. Kevin's Hospital, which is now St. James's Hospital and I was not adopted.  Therefore, this report leaves many glaring holes.  We talk about mother and baby homes and children who were in homes and who were adopted but what about the children who were not adopted?  What about the children who were being prevented from being adopted?  What about the people who fell outside of the definition of a family?  I want to touch on that particular issue later on.  As the Minister well knows, they went on to be in full-time residential care.  If there were horror stories in the mother and baby homes, there were even greater horror stories in the long-term residential care homes.<\/p> <p>I speak as a man who has lived the experience.  I am 59 years of age and I will be 60 this coming May and I do not want to spend any more of my life talking about it.  It does not define me, I am not a victim and I dare say I am not even a survivor.  I lived my life and I enjoyed many happy times.  I encountered many good and happy people.  I am happy to say that I was in institutions that were religious and lay and I do not want them to be forgotten.  It is important it is heard out there that we are not all victims and that we had experiences.  I am the seventh of seven children and I am in touch with every one of them.  We joked the other day about how many other families of seven are in contact, are on speaking terms and are friendly, loving and supportive.  I too had the great honour and privilege of giving the eulogy at the grave and funeral of both my mother and father.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That healed many wounds and misunderstandings in terms of a community that rejected them and did not stand with them.  I am Church of Ireland by birth, heritage and choice so it is very important to say that it was not always the Catholic Church, the priest or the nun.<\/p><p>To deal with the report briefly, it was limited in its terms of reference.  That was not the response of the judge or the commission.  If one reads the discussions, the minutes and the papers one will know the politics of the terms of reference and why they were so narrow.  The commission was limited in the institutions it investigated.  It did not investigate the number of institutions I lived in, which were owned by the same group.  It was limited in its accessing of information.  That was partly because much of it was destroyed, although not all deliberately.  Things move on and there are new personnel, new changes and people responsible so it was limited in that respect also.  Many of its personal testimonies were never heard in public.  One of the glaring problems in this report is that people say they were denied the opportunity to give public testament.  We all have an innate need, which is primal in many ways, to tell our story.  All of us have unique stories to tell.  None of us is unique but there is a real need to tell our stories, which is very important.  I had a telephone conversation with the Minister last week.  I thank him for that offer which I took up.  Both he and I were conscious of how long everyone takes to tell their story.  That is just part of this process and it is very important that we listen.<\/p><p>Many people were traumatised but I want to highlight some glaring lines in the report.  It states that women were admitted to these institutions from 12 to 40 years of age.  Unaccompanied children were called foundlings.  Many children were left at doors.  I spoke to a man this very day whose mother, with whom he is now in touch, pressed a bell, left him in a little Moses basket and ran away.  There is no history there other than that is the story.<\/p><p>Page 41 of the report was very disturbing.  It refers to Thomastown, which I presume is Thomastown, in County Kilkenny, where 58 infants were sleeping in 32 cots.  The report also states, which I found very disturbing, that the sleeping arrangements were often inherently unsafe.  This is shocking and harrowing and rather than misquote anybody it needs to be read into the record of the House.  The commission states: \"The Commission has not heard direct evidence of abuse of children [surprise, surprise] in county homes but is aware that the sleeping arrangements were often inherently unsafe particularly for boys who often slept in adult wards and sometimes in the same bed as an adult.\"  Do not tell me that is not abuse.  Do not tell me that does not leave children exposed to all sorts of problems but that is the past.  It happened, and we need to acknowledge it.  That is very important.<\/p><p>Senator Pauline O'Reilly touched on councils.  I have made contact with many councils about this issue and I know many of them are bringing it up.  I am elected by county councillors.  I am lucky and very privileged in that regard.  I want to put on the record that every day I come into this House I am exceptionally proud to be here.  I want to be here.  My experience in the past, with all its difficulties, setbacks and challenges, politicised me.  I am so happy that I can stand here as a Member of the Oireachtas and have that privilege and honour to be one little voice that in some way represents some of the people who grew up with me.  I keep in touch with many of them which I believe is important.<\/p><p>The commission interviewed and gathered sworn affidavits from 555 people during this investigation.  The report spans from 1922 to 1998 and covers 14 mother and baby homes and a representative sample but many other institutions were left out.  There is a suggestion that there may be compensation, redress or restitution for people.  Anyone who was in care and should have been under some sort of supervision by the State must get redress if they have not got it.  I ask the Minister to please allow people have redress regardless of the institution they were in.  There are people and institutions who were excluded from the commission's report.  Surely the Minister will not put them at any disadvantage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Whatever redress scheme the Minister agrees, I ask him not to issue gagging orders to people to prevent them talking afterwards.  That would not be fair, right or proper.  We are told in this report that 56,000 or 57,000 children stayed in these institutions and we know that over 9,000 people died.  It is shocking and terrible and it should not have happened.<\/p><p>People talk about not being heard or listened to.  A woman spoke very movingly on RT&Eacute; radio on Sunday.  She talked about how she was a woman of faith and continued to be a woman of faith.  She saw somebody go away with a child in a box.  She believed the child was hers and all she wanted was that it be buried in consecrated ground.  She said her heart was broken and she could not shed any more tears.  There were no more tears to give.  It is important that we move on and that we have restitution and deal with that.  <\/p><p>The Wellcome Foundation carried out drug trials, which I lived through and was subject to in the institution I was in.  The Taoiseach will be fully aware of this matter because we engaged on it 20 years ago.  I told this House some months ago about our engagement on it and there are substantial records of engagement with him on it.  To be fair, he was supportive, but there was no justice and nothing done.  I want to say, particularly in the context of Covid, that I am not anti-vaccine.  I will queue up to have a vaccination.  I want to make that clear.  They are two separate issues.  It is about accountability.  I ask that Wellcome, now GlaxoSmithKline, be asked to make a substantial contribution to any redress scheme.  That will be important <\/p><p>It is also important that people are heard.  Public service journalism was at its best on this issue.  I thank the journalists, whether television journalists or those who write and type, who helped and stood in solidarity with me and many others.  They shone a light on the story.<\/p><p>My final thanks are to the brave women.  There were some brave men who were denied access to their children too and I know of some of them.  I thank the brave women for telling their story, laying bare their vulnerability, which is so important to them, and shining a light on their lives and on our shared history.  Our response must be redress, support, enhanced pensions, enhanced opportunities for housing and all that goes with all of that.  Finally - and I know no one here will be shy or will fall short in this regard - our response and the Government response must be one of compassion, care and justice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#BB00200","speaker":"1634","continuing":true},{"type":"speech","time":1611066600,"counter":65,"content":"<p>I thank Senator Boyhan for sharing his story with us.  It is important that people hear first-hand accounts of what happened to Members of this House who were in those institutions.  The Senator continues to be an advocate for those who are without a voice and are unable to speak up on their own behalf and that of the children they gave up for adoption and were forced to give up for adoption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#DD00200","speaker":"1650"},{"type":"speech","time":1611066600,"counter":66,"content":"<p>I thank the Minister for attending today.  For many this January has been a dark month and the report has definitely made it worse.  First, I will briefly address the leaking of the report before its publication.  Shame on whoever did it.  Obviously, that person has never had their agency and their rights taken away from them and I hope the Minister investigates the issue.  It was an extra cut to the many wounds these women and children have already.<\/p> <p>I consider myself privileged to be tasked with responsibility to speak here today.  This much-anticipated report has finally been published after five long years.  Women and children - our citizens - have been waiting for this publication with fear, anxiety, hope and a need to get that part done to move on to the next stage, heal and get answers and vindication for all the abuse and wrongs done to them.<\/p> <p>The commission's report highlights an abject failure of care, decency and common sense.  It highlights the failure of our State to care and follow through on the ideology from which it was born.  To a layperson like me, that seems criminal.  I look now to the Garda, as it must investigate to the fullest extent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Erin McGreehan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=ErinMcGreehan&amp;amp;year=2021&amp;amp;month=01&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope the Minister can stress to his colleague, the Minister for Justice, and the Garda Commissioner that if resources are needed to go over records they hold and to conduct investigations into numerous potential criminal acts, then those resources must be provided.<\/p><p>Reading the report proves that when people speak of the good old days in this country, they really are not talking about the good old days for women and children.  It was a dark and miserable place.  Power sat with a few, people of so-called good standing in their communities in a sick cabal of authority under the pretence of decency, with a warped sick opinion that one thing was good and the other so bad that girls, women and babies were treated like dirt.  We were taught \"sex\", \"pregnancy\" and \"childbirth\" were bad words and that these were wrong and sinful things.  One example I could never understand growing up was the stupidity, misogyny or ignorance whereby a woman had to be churched after giving birth.  People were taught that childbirth made a woman unholy or unclean because it resulted from sexual activity.  Churching was to allow an unclean woman, who had to be married, to re-enter the church in a state of grace.  Really, the indignity and stupidity of this.  Childbirth is no fun but there certainly is no shame.  It was another way to put down women and make them feel there was something wrong with themselves or their bodies.<\/p><p>The warped and perverse belief system perpetrated by church teachings and church status in society wrongly caused people to look down on women who were pregnant and unmarried.  There was no humanity in this so-called Republic which, according to the Proclamation, was meant to guarantee equal rights and equal opportunities to all its citizens and cherish all the children of the nation equally.  To say we failed to implement this tenet of the Proclamation is an understatement.<\/p><p>The testimonies of the report and the long discussions I have had with survivors and adoptees have had a profound effect on me.  As an unmarried woman with children, this huge part of our country's reality cuts me deep.  Would I be a member of Seanad &Eacute;ireann if this were a few decades ago?  I very much doubt it.  I feel fortunate to live in an Ireland where there is some morality and humanity towards women and their children.  Living in the household that my children do, they very often listen to the radio and news.  They are acutely aware of what is going on in our country.  Listening to all the talk last week, one of my children asked, \"Mammy why were you not put away?\"  Another asked, \"What is wrong with us?  Sure there is nothing wrong with us Mammy.\"  There is nothing wrong with children whose parents are not married.  There was never anything wrong with them or their mothers.  The legacy lives on and my children know that in the past the community and country in which they live may have classed children like them as second-class citizens.  It breaks my heart to see the confusion on my boys' faces trying to process this in their minds.  Imagine so-called Christians making a rule that there could be something wrong with a beautiful perfect baby.  From the evidence I have heard, babies were adopted as though they were products off a shelf.  \"From a good family\" and \"lovely fair skin\" were some of the descriptions to entice adoption.  Little souls were reduced to products on a shelf if an institution thought them good enough.  However, if someone deemed children to be imperfect, so-called, they were probably assigned to life in institutions.<\/p><p>It is also so disgusting that the beautiful lives and existence of babies could not have warranted proper burial.  Many of the 9,000 babies were not given the respect they deserved.  Now they must get this respect, and the State has the responsibility to investigate anywhere where there is a potential mass burial ground.  The religious organisations should finally face up to the reality of the wrongs and hand over every single shred of information they have.  The control over information must end.  We know the horrors that went on in these institutions.  We did not need a report to tell us.  The survivors needed and hoped the report would give dignity and some semblance of justice to the women and children who have fought to be heard and acknowledged.  Some say we must reject the report but to what end?  We have a report.  It is a huge body of work.  Let us challenge it.  Let us dispute it.  Let us look to the evidence that our citizens gave in testimony and work hard on future actions to do right by those testimonies.<\/p><p>I have written to the Joint Committee on Children, Disability, Equality and Integration, of which I am a member, to ask it to invite the chair of the commission to come before it to discuss the report.  I hope this request will be met positively by my colleagues.  Part of the reason we are not satisfied with the report is probably due to the terms of reference and the mechanism by means of which the commission was established.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021011900002#DD00300","speaker":"1671","continuing":true},{"type":"unspoken","time":1611066600,"counter":68,"content":"<p>Additional debate to follow.<\/p>"}]