[{"type":"minorheading","content":"Prelude","time":1498037400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1498037400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1498037400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1498037400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1498037400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#A00100"},{"type":"speech","time":1498037400,"counter":6,"content":"<p>I have received notice from Senator Keith Swanick that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for the Office of Public Works and flood relief to consider the roll-out of a scheme to allow free entry for children to all OPW sites nationally, to help promote greater awareness of the many cultural and historical sites to future generations. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter: <\/p><blockquote>The need for the Minister for Health to extend blood-testing facilities to general practitioners on a Monday-to-Friday basis at University Hospital Limerick.<\/blockquote> <p>I have also received notice from Senator Fintan Warfield of the following matter: <\/p><blockquote>The need for the Minister for Education and Skills to give an update on consultations on school admissions.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter: <\/p><blockquote>The need for the Minister for Social Protection to outline whether she plans to abolish the averaging rules for the calculation of pension entitlements introduced in 2012 with a view to reverting to the previous system of calculation so that those, mostly mothers, who are currently being inadvertently penalised will be able to access the full State pension.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter: <\/p><blockquote>The need for the Minister for Health to clarify the current position regarding the number of medical consultant vacancies in hospitals and the actions his Department is proposing to address the current shortfall, which is reported to be in the region of 400.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter: <\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to develop a strategy for increasing funding, recognition and participation in women&rsquo;s sport.<\/blockquote> <p>I regard the matters raised by Senators Swanick, Byrne, Warfield, Gallagher, Burke and Lombard as suitable for discussion.  I have selected the matters raised by Senators Swanick, Byrne, Warfield and Gallagher and they will be taken now.  Senators Burke and Lombard may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1498037400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#A00300"},{"type":"minorheading","content":"Office of Public Works Properties","time":1498037400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#A00400"},{"type":"speech","time":1498037400,"counter":9,"content":"<p>I warmly welcome the Minister of State to the House on his first official engagement here.  Before I speak on the specific topic, I want to publicly put on the record of the House my praise for the Minister of State for the bravery he has displayed in recent weeks in highlighting his battle with literacy and the challenges it poses in his life.  His actions have spoken louder than any words which is why I believe he will inspire many people to put their hands up for help.  Now that it has put the issue on the agenda I would be happy to work with the Minister of State in progressing it in any way.  As Nelson Mandela said, the brave man is not the one who has no fears, he is the one who triumphs over his fears.  I say \"Well done\" to the Minister of State.<\/p> <p>I am very glad it is the Minister of State, Deputy Moran, taking this Commencement matter today.  He is from a neighbouring county of mine.  It is a subject of which he has spoken in favour before and he will be making proposals which will come before the Cabinet on this very issue.  I agree entirely with the Minister of State when he says the long-term benefits of opening all Office of Public Works sites freely to children will be huge.<\/p> <p>There has been much talk recently about how we need to move our education system away from the reliance on memory and recitation and focus more on learning through experience.  Visits to various sites steeped in history will not only inspire creativity but also create lifelong memories.  Paris is one city that can be looked to when examining such a plan.  Anyone who has visited Paris is aware it is an expensive city.  However, if one is under-26 and a citizen of the European Union, one is entitled to free entry into some of the finest and most popular museums and monuments of the city such as the Louvre, the Arc de Triomphe and the Panth&eacute;on, which ordinarily cost &euro;12, &euro;9.50 and &euro;9, respectively, to enter.  They are some of the most well-known tourist attractions in the world so it would save a young visitor a very incentivising &euro;30.<\/p> <p>We have some fantastic sites here in Ireland which are spread all over the country and draw many visitors every year.  The opening of heritage sites managed by the OPW for free on the first Wednesday of every month for the duration of their seasons has proved very popular.  The number of visitors to OPW heritage sites rose to 6.6 million last year, which was a significant increase on the previous year.  The most popular site in 2016 was the National Botanic Gardens where over 583,000 visited, up more than 30,000 from 2015.  The number of visitors to Castletown House and parklands in County Kildare nearly doubled last year with 547,000 visiting the 18th century mansion and its surrounding gardens, which was up from 297,000 in 2015.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Keith Swanick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2459\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2459&amp;amp;pid=KeithSwanick&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Kilkenny Castle has also seen record-breaking numbers come through its gates with 384,000 visitors to the castle and its grounds.  The completion of the new visitors' centre in the old Kilmainham courthouse saw the number of visitors to Kilmainham Gaol rise by 64,000 to 390,000 in 2016.  While these numbers are testament to the great work of the 1916 commemoration committees, figures show that the numbers were rising before 2016 as a reflection of the increasing popularity of our heritage product nationally and internationally.  All across Ireland, visitor numbers are up.  Areas outside the big cities have seen a huge rise in the number of visitors, for which we can thank the OPW sites.<\/p><p>As we all know, the greatest threat to Ireland currently is Brexit.  Its effects have already been felt on the island with the numbers arriving from the UK falling by almost 11%.  The post-Brexit fall in sterling has made it more expensive to travel.  Coupled with the sheer uncertainty of the negotiations, this is forcing the British people to think twice about visiting their nearest neighbours.  If we want the number of visitors to these sites to continue to rise and not to decline, opening them up freely for entry by children is the smart option.  According to a response to a parliamentary question submitted by my party colleague, Deputy John McGuinness, the then-Minister of State, Deputy Canny, stated that the popularity of OPW sites was a key driver in terms of the economic benefit being generated for the tourism sector and that receipts in this area had increased year on year to over &euro;11 million in 2016.  With this in mind, I beseech the Minister of State not to rest until he has carried out his plans to open all OPW sites to children free of charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#A00500","speaker":"1373","continuing":true},{"type":"speech","time":1498037400,"counter":11,"content":"<p>I thank the Senator for the kinds words in his opening remarks.  It is a privilege for me to be here as Minister of State with responsibility for the OPW.  The Senator is right that it is my first such engagement and I am delighted to be here for it.<\/p> <p>Immediately on taking up the post of Minister of State with responsibility for the Office of Public Works, I asked my officials to introduce a scheme of free entry for children under 12 to paid heritage sites managed by the OPW's heritage service.  Such a scheme would be a very progressive development and foster a greater awareness of the value of our national culture among our young.  A scheme would encourage greater participation among families and a desire to visit these sites.  The Office of Public Works already operates a free scheme for school visits which has been in place for many years and this will remain unchanged.  The proposal I am considering would, however, extend the scheme to all children who visit the sites.  Following a full assessment of the operational needs surrounding this proposal, which will involve changes to the admission protocols at sites and a consideration of the financial costs, I hope to be in a position to make a formal announcement in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00200","speaker":"1363"},{"type":"speech","time":1498037400,"counter":12,"content":"<p>I thank the Minister of State for his response and his enthusiasm on the subject.  I hope very much that this will be carried through to Cabinet and that the proposal will succeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00300","speaker":"1373"},{"type":"speech","time":1498037400,"counter":13,"content":"<p>I assure the Senator that this is one proposal I want to carry through and on which I am working with my Department to implement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00400","speaker":"1363"},{"type":"speech","time":1498037400,"counter":14,"content":"<p>I also welcome the Minister of State to the House.  I had not realised it was his first engagement here.  I wish him every luck in his brief.  I am sure he will acquit himself with the usual aplomb.  I wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00500","speaker":"1381"},{"type":"speech","time":1498037400,"counter":15,"content":"<p>I thank the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00600","speaker":"1363"},{"type":"minorheading","content":"General Practitioner Services","time":1498037400,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00700"},{"type":"speech","time":1498037400,"counter":17,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Jim Daly, to the House and wish him every success in his new brief.  It is a very proud occasion for him and his wife and family, including his extended family.  Like Deputy Daly, there were 11 in my family and I am the baby of the 11.  It is great to see a west Cork man here.  I am delighted he has been successful.  Senator Byrne has four minutes to outline her case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00800","speaker":"1381"},{"type":"speech","time":1498037400,"counter":18,"content":"<p>I welcome the Minister of State, Deputy Daly, to the House and congratulate him formally on his appointment yesterday.  I am delighted for him and wish him the best of luck for the future.<\/p> <p>I raise this matter to call on University Hospital Limerick to provide access for general practitioners to the blood clinic over five days a week.  Currently, there is access only on four days a week, namely, Monday to Thursday, but I have heard from a number of general practitioners that this is causing a problem.  Where a patient presents in a practice on a Monday to Thursday morning, bloods are taken and the results are back in the afternoon.  The doctor will then know whether the patient needs to be sent to the hospital.  On a Friday, however, that access to the blood clinic is not available to general practitioners.  If a patient attends on a Friday, there is no way to check the bloods for various issues, including anaemia.  As such, there is no choice but to send the patient to the accident and emergency department.<\/p> <p>There is a chronic situation in University Hospital Limerick.  The Minister for Health, Deputy Simon Harris, was in Limerick recently to open the new accident and emergency department, which was very welcome.  It was great to see it.  While there were very few people on trolleys that day, what is happening now is that people are being sent in on a Friday because GPs cannot check their bloods.  As such, some people are being sent unnecessarily and taking up places which should go to those who really need them.  Some of the time, these people may simply have been feeling tired and have no other issues.  Until that is checked, however, they have to sit in the accident and emergency department, taking up time from those with more serious illnesses.  I am asking for the Department to intervene to see if the blood clinic can open on a Monday to Friday basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B00900","speaker":"1384"},{"type":"speech","time":1498037400,"counter":19,"content":"<p>Sa cead &aacute;it, ba mhaith liom mo bhu&iacute;ochas as ucht an f&aacute;ilte.  I thank the Cathaoirleach very much for his welcome and his very generous and kind words and I thank Senator Byrne for raising this important issue, which I am replying to on behalf of the Minister for Health, Deputy Simon Harris.<\/p> <p>I welcome the opportunity to address the House on this matter and to ease the Senator's concerns about blood testing facilities for general practitioners at University Hospital Limerick, or UHL.  I am pleased to inform the Senator that UHL provides blood testing facilities for GPs on a Monday to Friday basis.  The UHL pathology department's laboratories have always accepted and tested GP bloods and, of course, other specimens, on week days.  Defined drop off and delivery times for specimens are in place to provide a streamlined process and to allow for the timely processing and testing of patient samples.  Specimen acceptance criteria times are Monday to Thursday from 9 a.m. to 4 p.m. and on Fridays from 9 a.m. to 2 p.m.  The defined specimen drop off and delivery times allow UHL laboratory staff sufficient time to process specimens according to their priority.  The House will no doubt appreciate that all internal acute hospital clinical specimens are essentially prioritised due to the nature of acutely ill patients.  GP and primary care specimens are then processed, within acceptable timeframes, so as to prevent any compromise of test results due to any testing delays.<\/p> <p>I acknowledge that the Senator may be concerned about the status of urgent specimens required by GPS but I have been assured by UHL that all urgent and critical GP specimens are accepted by UHL laboratories outside routine working hours.  However, in such circumstances, it is necessary for the referring clinicians to make contact with laboratory staff prior to the delivery of the specimen.  In addition to the blood testing facilities operating on a Monday to Friday basis, I have been informed that Shannondoc provides out of hours medical care to patients throughout the mid-west region, and as such, has blood testing facilities.  The Shannondoc GP courier specimen collection service recently extended its service from three to four days.  The service, which previously operated on Tuesdays, Wednesdays and Thursdays, has now been extended to include Mondays.  While this extension of operating hours has obviously resulted in a corresponding increase of some 20% to 30% in the number of GP specimens received by the UHL laboratories, I am delighted that UHL has been in a position to respond to this increase in demand.<\/p> <p>It is a fact that any further extension of services at UHL laboratories will increase the financial demands on the hospital in terms of staff costs, test reagents, kits and consumables.  It is important, therefore, that any proposal to increase service provision should be evaluated in light of the priorities of UHL and the provision of the best service to patients.  Finally, I note the very considerable investment in UHL in recent years.  As the Senator noted, it was only last week that the Minister, Deputy Harris, officially opened its new state-of-the-art emergency department which represents a major landmark in the provision of patient services in the mid-west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#B01000","speaker":"1261"},{"type":"speech","time":1498037400,"counter":20,"content":"<p>I thank the Minister of State for his response.  The point the GP is making is it is restricted times on a Friday and the Shannon Doc only operates Monday to Thursday so there is a shorter timeframe.  I understand extending the time would create greater costs on the hospital, but if the service were extended, it would help to reduce the numbers going in through accident and emergency.  Perhaps it is something that can be taken on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00100","speaker":"1384"},{"type":"speech","time":1498037400,"counter":21,"content":"<p>I will certainly take it back to the Minister.  The Senator made a valid point that if it places additional pressure on the accident and emergency department and results in extra admissions, it does not make financial sense.  I will certainly report back to the Minister and have it looked into for the Senator.  I will see she gets a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00200","speaker":"1261"},{"type":"speech","time":1498037400,"counter":22,"content":"<p>I thank the Minister of State.  I have no doubt there will be bonfires blazing for him in west Cork tomorrow night.  Do not do too much damage to the environment in the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00300","speaker":"1381"},{"type":"minorheading","content":"School Admissions","time":1498037400,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00400"},{"type":"speech","time":1498037400,"counter":24,"content":"<p>I thank the Minister for joining me for this conversation.  The Joint Committee on Education and Skills has released its report on the Equal Status (Admission to Schools) Bill in which it calls for an end to the baptism barrier.  It shows there is ever growing cross-political support for an end to this law.  Does the Minister have a response to the report and its recommendations and will he table an amendment to the Bill reflecting that?  Since the Minister announced the public consultation on the role of religion in primary school admissions in January, there has been a national conversation on the need for religion to be gone as a discriminatory admission criterion in State-funded schools.  We know from research that the vast majority of citizens, including parents with children in school, want it to end.  The baptism barrier, which allows State-funded schools to discriminate against children because of their religion or belief, is one of the great inequalities of our time and has no place in a modern, pluralist democracy.  The Minister's Department received thousands of submissions in the public consultation on the issue, and I understand the vast majority of those were in favour of removing the baptism barrier.  Will the Minister confirm that?  One in five people baptised their child to ensure school admission which I think the Minister will agree is problematic.  These realities need to be reflected in our education policies.  Latest census figures show an Ireland that is very different from when the baptism barrier was created.  The 2016 figures show a 73.6% growth in people with no religion, which marks the growth of the largest cohort in society, while 45% of those who identify as having no religion are young adults around my own age, between 20 and 39.  They are part of the cohort most likely to have young families and children who are attending school at present or who will be attending in the coming years.  These CSO results have to have an impact on how we set our policies and shape our education system.  The Minister is aware of these figures because he quoted them.  It shows the understanding he has of the changes that are needed in order that school policies reflect the Ireland of today.  It is not the job of school admissions policies to dictate to parents the religion in which they should raise their children.  The State should not facilitate it.  The function of the State is to uphold the right of every child to an education.  The Oireachtas is nothing without the people.  We are here to support children and young people, not stakeholders.  It is through applying the best interest of the child principle that we will see a solution.<\/p> <p>I will reiterate my questions.  Does the Minister have a response to the committee report and its recommendations?  Will he table an amendment to the Bill to reflect those recommendations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00500","speaker":"1372"},{"type":"speech","time":1498037400,"counter":25,"content":"<p>I thank the Senator for raising this matter.  It is a very important issue.  As he rightly says, the census shows the degree to which our society is changing.  As of today, probably northwards of 20% of young parents express either no religion or none of the established religions.  It poses a challenge to our system in which 96% of schools are denominational.  We have to approach this on a number of fronts.  One is the diversification of schools.  We are trying to bring new schools in, transfer schools and offer more choice.  The issue is how we deal with religion as a criterion of admissions.  I have very clearly put on the record time and again that I do not believe it is fair for a school to admit a child from a long way off in preference to a local child simply because that child is of a particular religious denomination.  I also do not believe it is fair that parents should feel under pressure to baptise their child simply to get admission to schools.<\/p> <p>I have put forward four different possible solutions to restrict the use of religion as a criterion.  One is to restrict it to the catchment area.  Other solutions are the nearest school rule or to confine the religious preference to a quota of applicants.  The fourth option is to do away with religion altogether as a criterion but to look at ways in which the ethos of schools could be protected.<\/p> <p>The issue of minority schools comes up.  Many people would feel rightly that minority religion schools should be protected.  If it were an open access system, some minority schools would not survive because they would be swamped by children of an ethos other than of their own.  Those are the constraints.  There are other constitutional constraints that we are working within and there are many other issues, such as whether it is feasible to go down the catchment route since there are no catchments.  How would we define catchments and would there be one mother and father of a row when we try to decide the catchments in specific areas?  That would make it very impractical to do.<\/p> <p>We have had the submissions.  They were not overwhelmingly in favour of getting rid of the baptism barrier.  There were a very substantial number of submissions on the opposite side of the case.  We had a forum where we discussed this in great detail and we asked people to look at two things.  They looked at finding solutions rather than sticking to where they came from.  Many people had very strong, legitimately held views that are diametrically opposed to others.  We had that forum and there was no consensus breaking out of it.  We are looking to see how we can do this.  I very much welcome that parents want to raise their children in their traditional faith.  It is a good thing.  Parents are the primary educators.  We should seek to facilitate them but we cannot do that at the expense of parents who have a very different view.  We are trying to balance this.  I have only just seen the report of the Oireachtas committee.  It is fresh off the printing press.  I favour change in this area, as the committee does.  It gets down to the detail of what we do.<\/p> <p>We have decided in the other House that there will be two tracks.  We will proceed with the existing Education (Admission to Schools) Bill and deal with the issues there, which are important.  It will say that where a school is not oversubscribed, it must take every child regardless of religion and anything else.  That will be the law.  It is only in the 20% of schools that are oversubscribed that the issue arises.  We are putting into that law, for example, a power for the National Council for Special Education, NCSE, to designate a school for a child with special needs.  That is another important power.  In the other House, the Labour Party put forward a Bill which included a catchment solution.  It will proceed to Second Stage at the end of June.  It is on a separate track.  It is not my intention at this stage to try to resolve the religious issue.  Committee Stage of the Education (Admission to Schools) Bill will be next Wednesday.  I do not think we will be ready with a solution for next Wednesday.  I do not want to hold up the largely agreed admission improvements while we resolve the other issue.  I am absolutely committed to resolving this issue and I am looking at practical ways it can be done.  I have to get assurance that any change I make is legally robust, as there is constitutional provision in this area, and that it is practically implementable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The forum did not resolve that and more work will therefore have to be done to try to find a solution to bring people with us on what the Senator recognises - as do I - is an area in respect of which changes must quickly be made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#C00600","speaker":"1293","continuing":true},{"type":"speech","time":1498037400,"counter":27,"content":"<p>I am encouraged that the Minister favours change in this area.  The Migrant Rights Centre of Ireland, in its submission to the consultation, said that contemporary Ireland is one of the most diverse countries in Europe, with over 16% of the population being foreign-born and over a quarter of children being born to at least one foreign parent but discriminatory practices such as the baptism barrier hinder the process of integration.  There is only one proposition for Irish identity in our age and that is diversity.  Do we value all of our community's contribution to the betterment and social integration of this island?  I do not think the baptism barrier reflects the Ireland that we live in today.  I appreciate the Minister's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00200","speaker":"1372"},{"type":"speech","time":1498037400,"counter":28,"content":"<p>To be fair to schools under religious control, many operate a very open policy.  As I said, only 20% of them are over-subscribed.  The remainder admit every pupil regardless of background and many of them do so in a very good way.  Perhaps not all meet the very best requirements and we are trying to develop that.  We will have a parents and students charter and, under the Education (Admission to Schools) Bill 2016, which is due to proceed to Committee Stage next Wednesday, we will require that schools should specify how they will deal with children who are not of the relevant denomination.  We can work with schools that have a denominational ethos to make them a much more positive environment for every pupil and we can also work on more choice and on diminishing the use of religion as a criterion for entry.  We have to move on all those issues together.<\/p> <p>I have learned that education is very much a community.  There are many really strong communities running schools of excellent quality.  One has to bring many of those people into the process.  One cannot say that one model is to be thrown out in favour of another.  For a long time, communities have been running schools and building a community ethos around them.  It is a question of trying to change but bring as many people as possible with us.  That is the journey that we are on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00300","speaker":"1293"},{"type":"minorheading","content":"State Pensions","time":1498037400,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00350"},{"type":"speech","time":1498037400,"counter":30,"content":"<p>I welcome the Minister for Employment and Social Protection, Deputy Regina Doherty, and wish her good luck and success in her new brief.  From my humble position, it appears to be a nice promotion for her.  I wish her well.  She is very welcome.  I hope we will see her regularly.  It is nice to see senior line Ministers coming in to show respect for the Chamber rather than for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":31,"content":"<p>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach seo ar maidin fosta.  The Minister is very welcome.  I join the Cathaoirleach in congratulating her on her nomination and in wishing her every success in her post.  As the Cathaoirleach said, we look forward to seeing her here on a regular basis.<\/p> <p>I wish to ask the Minister about pensions and pensioners.  Thousands of pensioners, mainly women, are losing large amounts of money from their pension due to changes made to the State pension eligibility rules in 2012.  Figures provided by the Department of Employment and Social Protection show that of the 36,000 people affected by these changes, over 65% are women.  The Irish Human Rights and Equality Commission has called for a review of the welfare policy from a gender perspective and it appears to have a point.  A pension gap of 28% exists between men and women, meaning that women on the State pension are getting approximately &euro;88 less than their average male counterpart.<\/p> <p>One of the main reasons women are losing out is changes made by the previous Government in 2012 to amend the eligibility criteria for a contributory State pension by introducing an averaging rule to calculate the number of contributions made by a worker, thus making it more difficult to qualify for a full State pension.  The changes clearly and unfairly punish women who took time out of work to care for and rear their children.  This is because the current generation of pensioners get no benefit from the homemaker's scheme, which allows for top-ups to State pension payments for those taking time out of the workforce to care for their children.  The previous Government claimed to have protected the State pension but this would seem to indicate that the latter is clearly not the case.  Many thousands of pensioners have seen their pensions cut dramatically and have lost out on substantial sums of money as a result of that decision.  Under the old system, if a person had an average of 20 contributions a year, he or she would be entitled to &euro;228.70.  After 2012, this dropped to &euro;198.60, a cut of over &euro;30 per week.  Those entitled to a full pension were unaffected but large numbers of those who had been in line for smaller pensions lost out.  On average, retired workers have lost more than &euro;1,500 per year but women took the biggest hit, widening the already unequal pension gap.<\/p> <p>I call on the Deputy Doherty, as a woman and as a Minister, to consider this issue and the unfairness relating to it and to restore fairness to women who have done the State great service, as I am sure she would agree, and deserve much better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00500","speaker":"1396"},{"type":"speech","time":1498037400,"counter":32,"content":"<p>I thank the Cathaoirleach for his kind words.  It is an honour to be in this House.  This is my first time here as a senior Minister and I am very privileged to attend.<\/p> <p>I thank Senator Gallagher for rasing this issue.  He is aware that I was only given the brief for my new role a week ago.  I am currently being briefed on the entirety of the Department's brief and amalgamating the role of responsibility for employment into the new Department of Employment and Social Protection.  My statement on this matter is factual in so far as it reflects the current position.  I will read it into the record of the House and we can then perhaps have a brief discussion on my ambitions in this area.<\/p> <p>There are several ways to qualify for a State pension.  The rate of payment under the State pension contributory scheme is related to contributions paid over the years into the Social Insurance Fund and credited contributions where applicable.  As such, those with a stronger attachment to the workforce and who have paid more into that fund are more likely to be paid at a higher rate than those who made lesser contributions during their working life.<\/p> <p>Since the contributory pension was introduced in 1961, the yearly average contributions test has been used in calculating the level of pension entitlement.  The total contributions paid or credited are divided by the number of years of working life from a person's entry into insurable employment up to the year prior to his or her reaching State pension age.  There are a number of criteria which must be satisfied in order to qualify for a contributory pension, whether at full or reduced level.  These include that the person must be aged 66 or over and have paid at least 520 contributions.  Payment rates are banded.  For example, a person with a yearly average of 48 contributions will qualify for a full pension, whereas a person with a yearly average of 40 will qualify for a pension at the 98% rate.  A person with a yearly average of only ten contributions will still qualify for the minimum rate of &euro;93.20.  There is a misconception among some that the yearly average approach is unique in paying a higher rate of contributory pension to those with less significant gaps in their record.  However, all contributory pensions operate on that basis, with the objective being to reward those who contribute most frequently to the fund which pays for those pensions.<\/p> <p>The homemaker's scheme, which was introduced in 1994, makes qualification easier for those who took time out of the workforce on caring duties that many people undertake in respect of children or elderly parents.  It allows for up to 20 such years in the period since its introduction to be disregarded when the yearly average is calculated, thus making it easier to qualify for a higher rate of payment.  Those with insufficient contributions to meet the requirements for a State pension contributory may qualify for a means-tested non-contributory State pension, the maximum personal rate for which is &euro;227.  Alternatively, if a person's spouse has a contributory pension, he or she may qualify for an increase for a qualified adult, amounting to up to 90% of a full-rate pension, which by default is paid directly to him or her.<\/p> <p>The national pensions framework proposed that a total contribution approach should replace the yearly average approach.  Under this approach, the rate of pension paid would more closely reflect the total number of contributions.  The position of those who have gaps in their records is being carefully considered in developing this scheme.  It is expected that this approach to pension qualification will replace the current one from 2020 or thereabouts.  Following completion of the actuarial review of the Social Insurance Fund later this year, a refined total contribution approach proposal will be developed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Following a consultation process, I will submit a proposal to Government seeking the review and a new approach.<\/p><p>The current band rate applying to the State pension were introduced from September 2012, replacing the rates introduced in 2000.  The revised rate bands reflect the social insurance contributions history of a person more closely, although alternative payments are available for those with small additional means.  It is estimated that to revert to the previous bands would cost at least &euro;60 million in 2018.  <\/p><p>We are all aware that we do not have the money to do everything we want to do, so we have to be very careful.  Having said that, in my primary job as a Deputy, one of the most contentious issues that comes across my desk and one that I have not been able to resolve in the last number of years is this particular issue, particularly for people who do not reach the minimum threshold of the ten credits.  That is because of the averaging from the beginning and the end.  I assure Members that this is a priority for me.  I do not know how I will fix it yet, given the amount of money that would be needed to do exactly what we would like to do, but I can provide 100% assurance that this is a priority.  It is not fair that people who have an average of nine weeks get nothing whereas those with an average of ten weeks get &euro;93.  The system that we have should mean that if one pays into it one should be paid back, even on a sliding scale.  The only commitment I can give is that I am going to do my level best to bring that review and the changes that we had anticipated making, which are projected into 2020, will be a priority for me.  I will be looking at it to see what options are available to me to address this issue as soon as I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#D00600","speaker":"1338","continuing":true},{"type":"speech","time":1498037400,"counter":34,"content":"<p>I thank the Minister for outlining that.  I am heartened by her contribution and I look forward to having her back to this House at a later date, when hopefully the unfairness of the scheme can be addressed.  I have every confidence that she will do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#E00200","speaker":"1396"},{"type":"speech","time":1498037400,"counter":35,"content":"<p>I normally do not make any interventions from the Chair but something crossed my mind as a former Deputy myself.  In a situation where a person has the 9% and does not qualify for the minimum, would the Department refund the 9% contribution they have made?  In other words, if one contributes 9% does one get nothing back?  It might be something on which the Minister could reflect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#E00300","speaker":"1381"},{"type":"speech","time":1498037400,"counter":36,"content":"<p>I am probably speaking out of turn but it does seem to be incredibly unfair.  I made representations for a particular lady in the last number of years.  She worked in the UK for two years when she was younger and gets a pension cheque from the UK every week and yet we will give her nothing.  There is an anomaly there and we certainly will be looking at it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#E00400","speaker":"1338"},{"type":"speech","time":1498037400,"counter":37,"content":"<p>I wish the Minister well.  I hope it is not as difficult as turning the <i>Titanic<\/i>, but I wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#E00500","speaker":"1381"},{"type":"unspoken","time":1498037400,"counter":38,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1498037400,"counter":39,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00100"},{"type":"speech","time":1498037400,"counter":40,"content":"<p>The Order of Business is No. 1, the Recognition of Irish Sign Language for the Deaf Community Bill 2016 - Committee Stage, to be taken on the conclusion of the Order of Business and to adjourn not later than 2.45 p.m., if not previously concluded; No. 2. the Petroleum and Other Minerals Development (Prohibition of Onshore Hydraulic Fracturing) Bill 2016, changed from the Prohibition of the Exploration and Extraction of Onshore Petroleum Bill 2016 - Second Stage, to be taken at 3 p.m. and to be adjourned not later than 5 p.m. if not previously concluded, with the contribution of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes; No. 3, Private Members' business, the Mental Health (Amendment) Bill 2016 - Second Stage, to be taken at 5 p.m., with the time allocated to the debate not to exceed two hours and; No. 4, Private Members' business, the Central Bank and Financial Services Authority of Ireland (Amendment) Bill 2014 - Second Stage to be taken at 7 p.m., with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00200","speaker":"1391"},{"type":"speech","time":1498037400,"counter":41,"content":"<p>Today, I wish to raise two short issues.  First, it is with great regret that I rise again today to raise the issue of the Garda Commissioner.  We have learned that the irregularities in Templemore are much more severe than we originally thought.  We learned yesterday that the Garda Commissioner has confirmed there is reasonable cause to suspect fraud has been committed regarding Garda bank accounts connected with the college.  What is most alarming is that there is a genuine concern amid the revelations that senior Garda officers are involved in the alleged fraud.  GSOC will investigate the matter at great cost to the State, as it will have to engage forensic accountants.<\/p> <p>We understand due process must be afforded to individuals.  However, as was pointed out yesterday, the timing of the investigation being handed over to GSOC is suspect, and allowed the Commissioner to hide behind a shield when it came to answering relevant and simple questions tabled by my colleague, Deputy Marc MacSharry.  There are also more questions raised by the Comptroller and Auditor General, Seamus McCarthy, about potential irregularities which he felt should have been notified to him sooner.  It seems that certain members of the Garda are living by their own laws and they are in their own little fiefdoms showing total disregard for the rule of law that they are duty-bound to enforce and to follow themselves.  I call on the Leader to ask the Minister to come into the House to address this matter.<\/p> <p>The second issue I wish to raise a related one.  My colleagues in Sinn F&eacute;in might be able to explain the comments made by their deputy leader yesterday asking the Commissioner what type of clout she felt she held as a woman.  I cannot understand that question.  It was absolutely and completely inappropriate and they might be able to shed more light on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00300","speaker":"1407"},{"type":"speech","time":1498037400,"counter":42,"content":"<p>It is not appropriate to ask another party or party leader about what happened in the other House.  Senator Ardagh might find another way to address the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":43,"content":"<p>My apologies.  I extend the sympathies of the Fianna F&aacute;il Party to Bernadette, the wife of Mr. Thomas Power, who died during the week in an ambulance on his way to Cork University Hospital.  Mr. Power was only 40.  He was due to be a first-time father and he passed away, as we know, because there was no specialist cardiac facilities in Waterford.  I wish to amend the Order of Business to call on the Minister for Health to attend the House today to address this matter.<\/p> <p>I also wish to put on the record my disappointment that yesterday the Taoiseach, Deputy Leo Varadkar, nominated only three women out of 19 Ministers of State.  It is pretty outrageous that in the 21st century he seems to have absolute disregard for women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00500","speaker":"1407"},{"type":"speech","time":1498037400,"counter":44,"content":"<p>I rise to address one issue here today.  First, I congratulate all the Ministers of State who were appointed yesterday.  In particular, I congratulate Deputy John Paul Phelan who has been appointed Minister of State with responsibility for local government.  He has been specifically delegated to deal with local government.  That is important and I acknowledge-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00600","speaker":"1379"},{"type":"speech","time":1498037400,"counter":45,"content":"<p>And reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":46,"content":"<p>Local government and reform.  If I am allowed finish I will get to the reform, which Senator Coghlan will be particularly interested in.  That is important.  I am delighted that Senator Coghlan should remind me of the reform element of the Minister of State's brief.  What am I going to say?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00800","speaker":"1379"},{"type":"speech","time":1498037400,"counter":47,"content":"<p>I would not like Senator Boyhan to forget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G00900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":48,"content":"<p>Senator Coghlan should please not interrupt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G01000","speaker":"1381"},{"type":"speech","time":1498037400,"counter":49,"content":"<p>Senator Coghlan will certainly remind people.  I would appreciate if the Leader could organise for the Minister of State, Deputy John Paul Phelan, to come to the House to discuss local government, and in particular greater devolved powers and subsidiarity to local government, to empower it as it represents local communities and local citizens to make decisions in local communities.<\/p> <p>Last year we had a very interesting engagement with the previous Minister, Deputy Simon Coveney, on the work, conditions of employment, remuneration and support of local councillors.  There is no maternity leave or sick leave for local councillors.  Would one believe that?  The area is crying out for reform and it is an issue on which we should have a discussion.  We hear much debate about remuneration.  I wish to put on the record here again that county councillors in this country receive &euro;16,500 before tax for what is a seven-day per week job.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not want to rehash all this now but I ask the Leader to organise for the new Minister of State with responsibility for local government and reform to come in here and engage with us, which I know he will, and I have high hopes for him, so that we can discuss this with him and come up with some real, practical suggestions for local government reform and mechanisms for greater support of councillors across the 31 local councils.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#G01100","speaker":"1379","continuing":true},{"type":"speech","time":1498037400,"counter":51,"content":"<p>I want to address the issue covered in the all-day session of the Committee of Public Accounts yesterday and I want the new Minister for Justice and Equality, Deputy Charles Flanagan, to come to the House to debate this important issue.  It is now a regular occurrence to see the Commissioner of An Garda S&iacute;och&aacute;na appearing before the committees of the Oireachtas, which in itself is a scandal.  While I welcome the fact that the head of the police force is available to Members of the Parliament seeking answers on behalf of citizens, those answers have to be forthcoming.  Most of the reports in the media this morning about yesterday's hearings stated that there was an increase in the use of management speak and evasive language in response to very direct questions.  A colleague of mine went as far as to describe Commissioner O'Sullivan as being a \"hostile witness\".  Anyone looking at the interactions yesterday could only come to that conclusion.<\/p> <p>This morning it was commented that up to five years ago a Garda Commissioner's account would be accepted without question.  I suppose it is good that people are starting to question these things.  They were never questioned and certainly were never questioned under Fianna F&aacute;il.  However, it now seems to take hours of committees' time to get answers to the most basic questions.  The Comptroller and Auditor General should have been told of the financial irregularities as soon as the Commissioner had suspicions of the wrongdoings in July 2015.  Instead she waited more than a year.  She is the Accounting Officer for An Garda S&iacute;och&aacute;na and she failed to report financial irregularities.  The Commissioner should have admitted that error yesterday.  Instead the issue remains unresolved due to her evasive answer in which she described her decision not to inform the Comptroller and Auditor General as reflecting her mindset at the time.  Come on.  Some of the language being used by the Commissioner is absolutely an insult to the intelligence of the people of this country.<\/p> <p>We are facing into the start of the public hearings of the Charleton inquiry shortly.  The public and politicians have lost confidence in Commissioner O'Sullivan already.  More revelations and contradictions in evidence can only lead to what most people accept as the inevitable, namely, the Commissioner needs to go.  The new Taoiseach now has an opportunity to sort out this mess by dismissing the Commissioner so that we can get to the truth of this matter.  It cannot be likened to other situations.  We have been calling for this for months because we knew how it was going to pan out.  How many more days will we wait?  How many more sessions, where the menu of the day is fudge, will we wait?  To every direct question that is asked of the Minister, we get a fudge of answers.  This is an absolute nonsense that must stop and the only way it can stop is for the Commissioner to go at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00200","speaker":"1378"},{"type":"speech","time":1498037400,"counter":52,"content":"<p>I wish to raise a good story this morning.  Last Friday evening, for one reason or another, a lady who is deaf made a wrong calculation and missed her bus from Parnell Place bus station in Cork to Dublin.  The staff and someone who works closely with me came across the situation.  The lady was quite distressed but the staff and the Bus &Eacute;ireann duty inspector behaved in a wonderful and person-centred way.  They were not able to accommodate her on another bus that evening but they spoke to their colleagues in Iarnr&oacute;d &Eacute;ireann and organised for her to be brought to Kent Station just in time for the train leaving for Dublin.  Why am I telling that story?  I am telling it because it is an example of people getting on with their public sector work and duty in a person-centred manner.  They understood that the woman was distressed and that there were issues around her deafness and, between the two public transport services, did the decent thing and made it happen for her.<\/p> <p>There is a bigger story in this and another way of telling it.  We can say that people did the decent thing and what anyone should do.  The fancy language for that is about cultural change.  One of the things that needs to happen in terms of the UN convention and public services generally is that this mindset needs to operate all of the time across our Departments and public bodies.  Even as a Tipperary man, I am very happy to be thankful for the good grace of the people in Cork and for what they did.  It is good to underline it in terms of policy.  People who think about policy and planning services need to think about people who have differences or different disabilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00300","speaker":"1419"},{"type":"speech","time":1498037400,"counter":53,"content":"<p>I welcome all of the good news stories.  It is understandable if people, given their position in opposition, want to play them as bad news stories.  We totally understand.<\/p> <p>I agree with much of what my colleague opposite, Senator Boyhan, said about the enlightened appointment of Deputy John Paul Phelan as Minister of State with responsibility for local government and reform.  I agree that the Leader, in early course and when it is convenient, might arrange to have him in here for a debate with us on all of the issues and many questions that arise regarding local government.  We have some crazy situations, as the Cathaoirleach well knows, in the deep south west.  Having electoral areas covering three peninsulas, as in one case, and nine-seat and ten-seat areas is madness.  People cannot be expected to cover that area.  I accept that these councillors receive a meagre and paltry pittance for what is a six-day or seven-day job.  They are front-line troops.  Unlike us, they are the representatives-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":54,"content":"<p>They are the Senator's electors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00500","speaker":"1392"},{"type":"speech","time":1498037400,"counter":55,"content":"<p>Yes, but they are the representatives of the people to whom people go in the first instance.  Whether it is an issue about a pothole, maternity benefit or any other kind of benefit or allowance, they get the request in the first instance.  I, therefore, look forward to that important debate.  We know that there are many issues involved in reform but let us tease them out here.  We can have a worthwhile debate on the issue.  I look forward to the Leader agreeing it in early course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":56,"content":"<p>I second Senator Ardagh's amendment to the Order of Business.  I ask that the Minister of State, Deputy Moran, would come to the House to speak on when the report on the re-opening of five more Garda stations will be presented.  A total of 95 were closed in 2013.  It may be a matter for the Minister for Justice and Equality or for the Taoiseach-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00700","speaker":"1393"},{"type":"speech","time":1498037400,"counter":57,"content":"<p>The Minister for tourism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00800","speaker":"1392"},{"type":"speech","time":1498037400,"counter":58,"content":"<p>-----or a matter for the Minister, Deputy Ross, who pulled off a great stroke.  Stepaside Garda station was one of the 95 closed on 31 January 2013 and is the only one that will be re-opened in some shape or form through this interim report that was taken out of context.  Other Garda stations such as that in Rush were closed but are not being re-opened.  Only one specific station concerned the Minister, Deputy Ross, who is a great stroke politician.  We have to admire his ability.  There is nothing consistent about him but inconsistency; there is no doubt about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H00900","speaker":"1393"},{"type":"speech","time":1498037400,"counter":59,"content":"<p>Senator Leyden always admired him when he was in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":60,"content":"<p>The point is that I wonder where the Minister, Deputy Naughten, was.  He reminds me of the dormouse in \"Alice's Adventures in Wonderland\".  The Senator might know-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01100","speaker":"1393"},{"type":"speech","time":1498037400,"counter":61,"content":"<p>He was in the teapot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":62,"content":"<p>Thank you very much.  He was in the teapot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01300","speaker":"1393"},{"type":"speech","time":1498037400,"counter":63,"content":"<p>Please address the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":64,"content":"<p>The point is that the Minister was present when the decision was made to appoint M&aacute;ire Whelan as a judge of the Court of Appeal, which she had not even applied for, but he did not know it was happening.  Then the Minister, Deputy Ross, gets a decision to open Stepaside Garda station.  Garda stations in Ballintubber, Ballyforan, Ballyfarnon, Knockcroghery, Shannonbridge and Tarmonbarry were all closed at the same time, but not one of them is proposed to be re-opened.  I call on the Minister, Deputy Naughten, in respect of this.  In particular, Tarmonbarry, which is between Dublin, Westport and Castlebar, is a crucial and strategic location to apprehend criminals on the way to and from Dublin - where most of them come from.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is on the very location, and I am not sure if everyone knows this particular location-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#H01500","speaker":"1393","continuing":true},{"type":"unspoken","time":1498037400,"counter":66,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1498037400,"counter":67,"content":"<p>This was closed under Senator Feighan's watch, by the way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00300","speaker":"1393"},{"type":"speech","time":1498037400,"counter":68,"content":"<p>Please conclude, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":69,"content":"<p>Was I the Minister?  Thanks for elevating me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00500","speaker":"1424"},{"type":"speech","time":1498037400,"counter":70,"content":"<p>Senator Feighan, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00600","speaker":"1381"},{"type":"speech","time":1498037400,"counter":71,"content":"<p>The Minister, Deputy Naughten, could have also made a precondition around reopening the local accident and emergency, which he did not.  I am calling on----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00700","speaker":"1393"},{"type":"speech","time":1498037400,"counter":72,"content":"<p>The Senator cannot raise a second issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00800","speaker":"1381"},{"type":"speech","time":1498037400,"counter":73,"content":"<p>We will not get into that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J00900","speaker":"1424"},{"type":"speech","time":1498037400,"counter":74,"content":"<p>Senator Feighan's interjections are causing a delay.  The Senator will respect the Chair.  I presume he does not want to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01000","speaker":"1381"},{"type":"speech","time":1498037400,"counter":75,"content":"<p>I am calling on the Minister to demand that this report be presented to the Oireachtas and to identify Tarmonbarry as a strategic and crucial location.  I further demand that he follow in the fine example of representational politics set by the Minister for Transport, Tourism and Sport, Deputy Ross, a man who has led the way against stroke politics.  Let us follow him and get something done for Roscommon because it has been neglected by the Minister this long time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01100","speaker":"1393"},{"type":"speech","time":1498037400,"counter":76,"content":"<p>The Senator is well over the limit.  I call Senator &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01200","speaker":"1381"},{"type":"speech","time":1498037400,"counter":77,"content":"<p>Go raibh m&iacute;le maith agat, a Chathaoirligh.  T&aacute; ceist f&iacute;or-tromch&uacute;iseach tagtha chun cinn le seachtain anuas maidir len&aacute;r gcuid imircigh thall sna St&aacute;it Aontaithe agus an dream at&aacute; le d&iacute;birt amach as na St&aacute;it Aontaithe.  I am raising the issue of the undocumented Irish, particularly the case of a Donegal man who has been living in Boston without being fully documented.  He also appeared on an RTE \"Prime Time\" programme in March.  His arrest and detention has sent shockwaves through the Irish community in the United States.  I visited Boston at Easter and spoke to Mayor Walsh who told us that he was concerned that if people were to be picked up on legal misdemeanours of any kind, it would be very difficult for him as mayor to intervene and try to help them in their situations.  It was never expected that the immigration, the ICE as it is known, would be knocking on people's doors and taking them out of their houses.  It would appear that this man will be deported to Ireland.  He has been living in the United States for quite a long time and has family and commitments there.  I know that the Irish community there is very concerned as to what this will mean for the rest of the community in Boston.<\/p> <p>I congratulate Deputy Ciar&aacute;n Cannon for being appointed Minister of State at the Department of Foreign Affairs and Trade with special responsibility for the diaspora and international development.  I would appreciate if we could have a debate with the Minister for Justice and Equality or with the new Minister of State about what contacts their Departments have with the authorities in the United States, what supports are being made available to the Irish community there and what can be done to try to help alleviate this situation, which is very concerning for many Irish citizens abroad.  B'fh&eacute;idir go mbeadh muid &aacute;balta d&iacute;osp&oacute;ireacht a bheith againn ar&iacute;s faoi na gn&oacute;tha&iacute; seo sula mbeidh briseadh an tsamhraidh againn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01300","speaker":"1377"},{"type":"speech","time":1498037400,"counter":78,"content":"<p>On the issue of garda&iacute; and the opening of Garda stations, I do not think that politicians should try to influence Garda operational decisions around the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01400","speaker":"1424"},{"type":"speech","time":1498037400,"counter":79,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01500","speaker":"1392"},{"type":"speech","time":1498037400,"counter":80,"content":"<p>I would very much prefer to see a Garda in a squad car or on the beat than sitting in a Garda station effectively having tea.  Things have changed with modern communications.  It is much better to have garda&iacute; out and around the place.  I have seen it in a few areas where people were complaining that a Garda station was closed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01600","speaker":"1424"},{"type":"speech","time":1498037400,"counter":81,"content":"<p>I do not know any garda&iacute; who have the time for tea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01700","speaker":"1376"},{"type":"speech","time":1498037400,"counter":82,"content":"<p>What they did not realise was that no garda had been in that station for the previous four years.  In Stepaside I think crime actually went down when the Garda station closed.  The same was true in County Roscommon where some stations closed and the garda&iacute; allocated the resources themselves.  I do not have any say in that and thankfully the days are gone when I could ring a Garda station asking for the time of day.  Thankfully we no longer have political interference in the affairs of the Garda and on how it disperses its manpower.  That is a good thing.  We have to look at the figures.  From what I read in the newspapers last week, crime actually came down in Stepaside.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01800","speaker":"1424"},{"type":"speech","time":1498037400,"counter":83,"content":"<p>Then why is it the only one that they have announced is reopening?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J01900","speaker":"1376"},{"type":"speech","time":1498037400,"counter":84,"content":"<p>What about Tarmonbarry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02000","speaker":"1393"},{"type":"speech","time":1498037400,"counter":85,"content":"<p>Address the Chair, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02100","speaker":"1381"},{"type":"speech","time":1498037400,"counter":86,"content":"<p>I do not want to get into that, a Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02200","speaker":"1424"},{"type":"speech","time":1498037400,"counter":87,"content":"<p>I think the Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02300","speaker":"1381"},{"type":"speech","time":1498037400,"counter":88,"content":"<p>The Senator should ask his party colleagues why it is the only one.  What about north County Dublin where crime has increased?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02400","speaker":"1376"},{"type":"speech","time":1498037400,"counter":89,"content":"<p>Garda management should look at that and allocate garda&iacute; throughout the country where it sees fit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02500","speaker":"1424"},{"type":"speech","time":1498037400,"counter":90,"content":"<p>Boyle Garda station was half closed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02600","speaker":"1393"},{"type":"speech","time":1498037400,"counter":91,"content":"<p>My grandfather was one of the first to serve in An Garda S&iacute;och&aacute;na.  It should be taken out of the political system and allocated to the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02700","speaker":"1424"},{"type":"speech","time":1498037400,"counter":92,"content":"<p>Everyone is aware that, according to the WHO, half of all users of tobacco will die from it.  The tobacco industry is no friend to anyone and most definitely not to the people who are, unfortunately, addicted to the product.  The Senators will recall that I have been campaigning for some time on the incredible situation whereby the State held investments in some of these tobacco companies through the National Treasury Management Agency, NTMA, and the Ireland Strategic Investment Fund, ISIF.  Thankfully, through exposing this in the Seanad and with support from all sides of the House and from the Minister for Health, Deputy Simon Harris, changes were made last December that saw the NTMA divest itself of all tobacco investments.<\/p> <p>Through research and through information supplied to me I recently uncovered that other State and semi-State agencies are still investing money in the tobacco industry.  These are under the remit of the Minister for Justice and Equality, Deputy Charlie Flanagan, to whom I wrote last week.  His predecessor, T&aacute;naiste Frances Fitzgerald, did not act on my correspondence on this though I wrote to her on a number of occasions over the past few months.  <\/p> <p>The first organisation in question is the Charities Regulatory Authority that administers the charity investment fund on behalf of 410 charities.  They have confirmed to me that the value of this fund was approximately &euro;38 million.  They have also confirmed under questioning from me that they have invested part of this in the tobacco industry.  It raises the question as to whether these 410 charities know that they are investing in the tobacco industry.  Are any of these charities related to health?  I have asked the Charities Regulator if they have informed the charities how they are investing money on their behalf.  I await a response.  <\/p> <p>The second organisation in question is the Courts Service.  It invests huge sums of money, approximately &euro;1.675 billion, on behalf of wards of court and children under 18 who have received significant rewards.  I wrote to the CEO of the Courts Service three weeks ago and have had no response to date.  I have written to the chairperson of the investment committee of the Courts Service, Justice Peter Kelly, to point out that it is unconscionable that money for wards of court and money awarded to children, often arising from serious medical or health issues, be invested to prop up the balance sheets of global tobacco giants.  <\/p> <p>This is an absolute joke.  I propose to move a motion in this House in the near future and I hope that it would have unanimous support.  I ask the Senators to send a strong unanimous message supporting motion 22 on the motion paper today and I formally propose that this be taken before No. 1 on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02800","speaker":"1373"},{"type":"speech","time":1498037400,"counter":93,"content":"<p>I understand that the Cathaoirleach has very kindly given me private members' time next Wednesday.  This was unexpected but it is very democratic and I am grateful to the Cathaoirleach and of course to the Leader-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J02900","speaker":"1392"},{"type":"speech","time":1498037400,"counter":94,"content":"<p>The credit must go to the Leader.  I have only a small function in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03000","speaker":"1381"},{"type":"speech","time":1498037400,"counter":95,"content":"<p>The Cathaoirleach is the Lord's instrument.  I thank the Leader very much indeed.  It is a very healthy sign of the new politics that we are always hearing about but that never seems to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":96,"content":"<p>It is all take, no give.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03200","speaker":"1391"},{"type":"speech","time":1498037400,"counter":97,"content":"<p>The father of the House is always correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":98,"content":"<p>Perhaps the Cathaoirleach could advise me as to the correct form of words as I have only just heard this, but I would like to seek leave to introduce the National Housing Co-operative Bill 2017 in my private members' time.  This is a very important measure and I hope that every member of the House will stand up on this issue.  With Allied Irish Banks geared to sell off a great number of distressed mortgages and with the vulture funds poised to take these over, we have a situation where we could potentially have 200,000 people out on the streets.  We cannot deal the couple of thousand we have there now.  What will we do if there is an avalanche of homelessness?  I would like then to move that the National Housing Co-operative Bill be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03400","speaker":"1392"},{"type":"speech","time":1498037400,"counter":99,"content":"<p>As far as I understand from our learned Clerk that Bill is not currently on the Order Paper.  We will check it out and come back to the Senator.  We will see if it can be put on the Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03500","speaker":"1381"},{"type":"speech","time":1498037400,"counter":100,"content":"<p>I did send it and we also sent it to the Bills Office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":101,"content":"<p>We might be able to answer the Senator tomorrow morning and we can let him move it then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#J03700","speaker":"1381"},{"type":"speech","time":1498037400,"counter":102,"content":"<p>I bring to the attention of the House a mistake on the part of An Post in its operations and procedures as regards joint savings accounts, particularly a special joint status that operated heretofore.  As the Cathaoirleach probably knows, savings accounts were operated on an agency basis by An Post on behalf of the National Treasury Management Agency, NTMA.  Owing to An Post's interpretation of procedures to safeguard individuals from being exploited in the case of joint accounts, there was a misinterpretation of rules.  Since 6 June 2016, people who already had joint accounts or have included someone on his or her account - this often happens where, for example, someone has a mobility problem because of being elderly or ill and cannot get to a post office to withdraw money, so someone else's name is also put on the account to withdraw on his or her behalf - have found that An Post is refusing to pay out money unless both parties are present, citing a change in rules by the NTMA.<\/p> <p>This matter was brought to my attention by an older man who was sick and found that, when he placed his wife on his account, she could not withdraw money.  He was not able to go to the post office.  I am glad to report that the issue has been resolved recently, as I understand that quite a number of people in a similar situation had also been affected.  Following a tightening of procedures, the upshot is that people with joint accounts can appoint one person to withdraw money.  This will be an ease for many people who are incapacitated.  I am pleased that An Post has set out the procedures for its post offices in order that everyone is clear and the ordinary saver can be facilitated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00100","speaker":"1425"},{"type":"speech","time":1498037400,"counter":103,"content":"<p>I welcome the news that the Committee on Education and Skills will recommend an end to the so-called baptism barrier.  This good news is long overdue.  I was disappointed that on the Commencement this morning, the Minister confirmed he did not propose to introduce any change on the matter of religious denomination on Committee Stage of the Education (Admission to Schools) Bill.  This is a missed opportunity.  The country we live in today is different from the country of 60 or 70 years ago.  One in five parents baptise children to ensure that they gain entry to a school and 45% of those who identify as non-religious are young people who will have children in later years.  We need legislation that reflects society, which the current law does not.<\/p> <p>It is bizarre.  In Limerick, we had to wait six months to get a headmaster appointed to my children's school because the Catholic bishop was not ready to appoint someone to the interview committee.  In this day and age, I as a republican cannot understand why the Catholic Church still controls 96% of national schools.  If we believe in republican principles, it is up to us all to work towards a true separation of church and State.<\/p> <p>On the basis of the Minister's reply this morning, I call on him to attend the House for a debate on this important issue.  It is high time that we embrace true equality and republican principles.  It is high time that we get rid of this baptism barrier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00200","speaker":"1389"},{"type":"speech","time":1498037400,"counter":104,"content":"<p>Republicans are in favour of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":105,"content":"<p>The Minister, Deputy Bruton, outlined to the Senator's colleague, Senator Warfield, his reasons for not being able to facilitate a change.  I believe they were constitutional reasons.  Senator Gavan is entitled to press his issue, but it was debated at length this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":106,"content":"<p>I am invading the territory of my colleague, Senator Swanick, but almost exactly 200 years ago, a medical practitioner called Parkinson gave his name to a disease we all know so well.  In those days, it was called general palsy.  In the 200 intervening years, little has been achieved medically in terms of a cure, although major strides have been made by medical practitioners and neurologists in the area of treatment and medication.  An important conference organised by the umbrella Parkinson's disease support group is currently being held over a number of days.  There was an interesting article in the<i>Irish Examiner<\/i>during the week and I am glad to say that it was written by someone related to me.<\/p><p>Home help and follow-up services are most important for Parkinson's disease sufferers.  Given we have an ageing population, neurologists are predicting that the number of sufferers will increase almost exponentially during the next ten years, so there is an even greater need for backup staff, particularly Parkinson's disease nurses, who do fantastic work in the house and on the road by calling to patients and helping them through difficult periods.<\/p><p>I have referred to a significant imbalance in the allocation of Parkinson's disease nurses in Munster compared with the rest of Ireland, in particular Dublin and the wider east coast.  The discrepancy is almost as much as 4:1.  The next time that the Minister for Health attends the House, will the Leader ask him to consider this situation and try to redress the imbalance?  This important service is growing more important every year.  I hope that the Minister will be able to throw some light on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00500","speaker":"1394"},{"type":"speech","time":1498037400,"counter":107,"content":"<p>At some stage in the near future, will the Leader invite the new Minister of State at the Department of Transport, Tourism and Sport, Deputy Griffin, to the House?  I congratulate the Minister of State on his new portfolio and wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00600","speaker":"1380"},{"type":"speech","time":1498037400,"counter":108,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00700","speaker":"1380"},{"type":"speech","time":1498037400,"counter":109,"content":"<p>The Leader might invite him to the House to discuss how we might expand the country's tourism product.  We have great products - cycling, fishing, golf and walking - and it is much easier and cheaper to pursue them in Ireland than in any other country in Europe.  For instance, Ireland is probably the cheapest place in the world to play golf.  The accessibility and number of golf courses make it easy for people to play, but we are not promoting golf enough.  We have some great golfers the length and breadth of the country.  Cycling, walking, fishing and hill climbing are other activities.  Accessing our greenways, mountains, rivers and lakes is easy for people who like those activities.<\/p> <p>Will the Leader invite to the House the new Minister of State after he gets his feet under the table in order that he might provide an outline of where our tourism products are heading?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00800","speaker":"1380"},{"type":"speech","time":1498037400,"counter":110,"content":"<p>I second the proposal by my colleague, Senator Swanick, to amend the Order of Business.<\/p> <p>From the outset of Brexit, we in Fianna F&aacute;il have been advocating the need for a Minister for Brexit, which is something that was never recognised by the Government.  I welcome that, in the new Cabinet, the Minister for Foreign Affairs and Trade, Deputy Coveney, has also been given special responsibility for Brexit.  With that in mind and in light of a number of facts - the Brexit scenario is, as we are all aware, an ever-changing playing field, there is political volatility in the UK and the negotiations on Article 50 have commenced - will the Leader request the Minister to address the Seanad on what his tactics will be?  The Government has an action plan for Brexit, but many aspects have changed even since its publication and I wonder how fruitful it will be now.  Sooner rather than later, I would appreciate it if the Leader arranged for a full debate between the Minister and all parties and none on the important issue that is Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K00900","speaker":"1383"},{"type":"speech","time":1498037400,"counter":111,"content":"<p>I congratulate my colleague, Deputy Phelan, who got his junior Ministry yesterday, and call on him to attend the Seanad to address the serious issue of local councillors and the commitment given by the former Minister, Deputy Coveney.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was very concerned to read in the newspaper that a survey had been carried out by UNICEF according to which one Irish child in five lives in an household in which no adult is employed.  That is very serious.  Also, one Irish teenager in 11 is not in school or work.  The report further states that 18.3% of Irish children are living in related income poverty.  Ranking 17th out of 41 countries, 17.9% of Irish children live with an adult who is food insecure.  We have come in here for months on end and heard that there was a great deal of work out there and that the country was coming back on track.  Even at the housing meeting I was at from 9.30 a.m. this morning, one could see the number of people who are still homeless.  I then read this today in the paper about children who are still hungry and insecure.  We must address this situation, because it is a very serious one.  I will be highlighting it with the Minister again.  I would like to have the Minister of State, Deputy John Paul Phelan, come to the House to speak about the commitment the previous Minister, Deputy Simon Coveney, had given to local councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#K01000","speaker":"1395","continuing":true},{"type":"speech","time":1498037400,"counter":113,"content":"<p>I call the Leader to respond.  By way of clarification, I note that when he was outlining the Order of Business, he said that item No. 1 would be taken at 12.45 p.m.  I understood that it would be on the conclusion of the Order of Business, which might be sooner.  Is that the position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#L00200","speaker":"1381"},{"type":"speech","time":1498037400,"counter":114,"content":"<p>No, it is 12.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#L00300","speaker":"1391"},{"type":"speech","time":1498037400,"counter":115,"content":"<p>That is fine, once I am aware of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#L00400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":116,"content":"<p>I thank the 16 Members for their contributions this morning.  I neglected to say it yesterday, but on behalf of all Members, I pay tribute to our colleague and friend, Maureen Kilkenny, who has retired from the Oireachtas one stop shop.  On occasion, we pay tribute to ushers, staff and Members who retire.  Maureen was always available, willing, supportive and helpful to all Members and staff and we wish her a happy and peaceful retirement.  We thank her for her years of service, friendship, good humour and the banter when one walked into her office.  As Senator Feighan said, she is a Roscommon woman as well, which is all good.<\/p> <p>I begin by responding to Senators Ardagh and Conway-Walsh on the Garda Commissioner and the ongoing issues in Templemore.  An examination is ongoing and it is important that we get to the bottom of it.  All of us who are involved in Irish life are concerned about the revelations we have seen.  Each of us wants to see a new regime emerge in An Garda S&iacute;och&aacute;na.  We cannot but be disappointed and concerned at the findings of the internal audit committee report.  We recognise the need for change within An Garda S&iacute;och&aacute;na.  There is a disagreement regarding the role or future role or who should be the Garda Commissioner, but I have said in the past in the House and repeat that the removal of a single person does not necessarily lead to the reform we want.  There must be significant cultural change within An Garda S&iacute;och&aacute;na and just removing the Garda Commissioner will not necessarily bring about that change of itself.  There is a commission on the future of policing and Senator Conway-Walsh referenced the Charleton report.  All of that is being carried out as we speak.  What we agree on is that reform is necessary and that change must take place.  Co-operation must be forthcoming from all parties in regard to the issues outlined.  I sit on a number of policing fora in Cork.  As such, I note that it is also important to recognise that huge work is being done by members of An Garda S&iacute;och&aacute;na to which we need to pay tribute and acknowledge.<\/p> <p>Equally, Senators Feighan and Leyden raised the issue of the closure of Garda stations.  We can have a political back and forth about what was closed under Fianna F&aacute;il, what was closed under our Government and what is happening in the North with Sinn F&eacute;in in government, but that will serve no purpose.  What we must do is ensure we have a Garda presence in our communities which prevents crime.  I hope, certainly, that the civilianisation of An Garda S&iacute;och&aacute;na will be expedited by the new Minister for Justice and Equality with the Policing Authority so that we see more garda&iacute; freed up for the beat, more patrol cars and a higher level of visibility on the ground.  By the same token, I hope for the opening of Garda stations where people can go to get forms signed or passports stamped, which is not necessarily the work of garda&iacute; themselves.  We need to see a complete modernisation of the way in which the force does its business.  Having listened to the Chair of the Policing Authority in Cork last Monday, I am confident we will see a fast-tracking of the civilianisation of An Garda S&iacute;och&aacute;na.  I record again that it was the last Government and this one which reopened Templemore and restarted recruitment which was stopped on Fianna F&aacute;il's watch.  We are now recruiting more garda&iacute;.  I accept that every community wants a Garda station and more garda&iacute;, but we must ensure we have a presence which is about preventing crime and working with local communities.<\/p> <p>Senator Ardagh referred to the appointments of Ministers of State yesterday.  I remind her that 22% of Members of the Thirty-second D&aacute;il are women while in Fine Gael, 45% of our female colleagues are Ministers or Ministers of State.  That is 26% of Cabinet members and 21% of Ministers of State.  Of the 11 Fine Gael Deputies who are women, six hold ministerial office.  When one adds the two who chair Oireachtas committees, it is a pretty good record.  I accept that we would all like to see more and that we need to reduce the barriers to women becoming active participants in elected politics who can be appointed to office as Ministers and Ministers of State.  We accept that there is a need for more women but to be fair to this Government and the last, we have made huge reforms to encourage the greater participation of women in politics.  It is something we should encourage.  Rather than criticise, we should welcome the appointment of six of the 11 Fine Gael Deputies as Ministers or Ministers of State as well as the further two who are chairpersons of high profile Oireachtas committees.<\/p> <p>Having regard to the Senator's proposed amendment to the Order of Business, I note that the Minister for Health, Deputy Simon Harris, is not available today.  I hope to have him in either tomorrow or next Tuesday and will liaise with the Senator if she is happy to do so.  I accept fully and agree about the issue of the cath lab for Waterford which Senator Murnane O'Connor raised yesterday.  I note the commitment in the programme for Government to carry out an independent clinical review and that was done under the chairmanship of Dr. Niall Herity.  He reported back and made his recommendations.  This morning, however, I offer again my sympathies to the Power family, which is where our thoughts should be at this time.  We can argue the political issue after and it is a point to which we will come back.  I am happy to have the Minister come in tomorrow or Tuesday, although it is most likely to be next Tuesday.<\/p> <p>Senators Boyhan, Paul Coghlan and Murnane O'Connor raised the issue of the appointment of Deputy John Paul Phelan as Minister of State with responsibility for local government.  I congratulate him on his elevation and appointment.  He comes with a vast experience of local and national politics, having served in both roles with distinction, including as a Member of this House.  It is important to reconvene the Seanad's all-party group on local government to address councillors' pay and conditions and to include the issue of local government reform.  I would be happy to have the Minister of State come to the House.  The issues raised by the three Senators are important.<\/p> <p>Senator Dolan referred to the story of a lady last Friday in Cork which epitomises what is good about our public services and those who work in them.  A person in obvious distress was assisted by members of Bus &Eacute;ireann and Iarnr&oacute;d &Eacute;ireann who should be complimented and thanked for the work they have done in this case.  It went beyond the call of duty on one level but is also, as Senator Dolan, said only to be expected.  I am tempted to say it is what we do in Cork anyway.  We are very hospitable and friendly people.  On a serious note, people who work in the bus station at Parnell Place and in Kent Station are exemplary and they put customer service at the centre.  Senator Dolan is right about where we need to go.  I agree 1,000% on that cultural change and the mindset that should operate when dealing with people with disabilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be happy to invite the Minister to come to the House to discuss that matter and the issue relating to the UN convention.<\/p><p>In response to Senator Leyden and as I said to Senator Feighan, the Minister of State at the Department of Public Expenditure and Reform, Deputy Moran, is not responsible for the Garda stations.  I think that is the responsibility of the Minister for Justice and Equality, Deputy Flanagan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#L00500","speaker":"1391","continuing":true},{"type":"speech","time":1498037400,"counter":118,"content":"<p>Deputy Ross.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":119,"content":"<p>Deputy Ross is the Minister for Transport, Tourism and Sport.  I know that some people are using Deputy Ross as the bogeyman of the Government.  As we know, all politics is local.  It is important to consider the collective as well as the individual and the local, but the national must take precedence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00300","speaker":"1391"},{"type":"speech","time":1498037400,"counter":120,"content":"<p>All at a political stroke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00400","speaker":"1377"},{"type":"speech","time":1498037400,"counter":121,"content":"<p>Senator &Oacute; Clochartaigh is well able to use stroke politics himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00500","speaker":"1391"},{"type":"speech","time":1498037400,"counter":122,"content":"<p>In what way?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00600","speaker":"1377"},{"type":"speech","time":1498037400,"counter":123,"content":"<p>Clientelism is alive and well in Irish politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00700","speaker":"1391"},{"type":"speech","time":1498037400,"counter":124,"content":"<p>The Leader needs to clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00800","speaker":"1377"},{"type":"speech","time":1498037400,"counter":125,"content":"<p>The Leader needs to withdraw that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M00900","speaker":"1389"},{"type":"speech","time":1498037400,"counter":126,"content":"<p>The Leader should withdraw that statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01000","speaker":"1377"},{"type":"speech","time":1498037400,"counter":127,"content":"<p>The Leader should not take the bait.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01100","speaker":"1381"},{"type":"speech","time":1498037400,"counter":128,"content":"<p>Clientelism is alive and well in Irish politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01200","speaker":"1391"},{"type":"speech","time":1498037400,"counter":129,"content":"<p>On a point of order, a statement was made about my character and I would like it to be withdrawn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01300","speaker":"1377"},{"type":"speech","time":1498037400,"counter":130,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":131,"content":"<p>I will clarify it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01500","speaker":"1391"},{"type":"speech","time":1498037400,"counter":132,"content":"<p>I am asking the Leader to withdraw the statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01600","speaker":"1377"},{"type":"speech","time":1498037400,"counter":133,"content":"<p>I am not accusing the Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01700","speaker":"1391"},{"type":"speech","time":1498037400,"counter":134,"content":"<p>The Leader should try to refrain-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01800","speaker":"1381"},{"type":"speech","time":1498037400,"counter":135,"content":"<p>I will clarify it.  I am not accusing the Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M01900","speaker":"1391"},{"type":"speech","time":1498037400,"counter":136,"content":"<p>The Leader said I am well used to stroke politics.  I have never been involved in stroke politics in my life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02000","speaker":"1377"},{"type":"speech","time":1498037400,"counter":137,"content":"<p>I accept that.  I was not saying that.  I apologise.  I did not mean that and the Senator knows I did not.  I was referring to clientelism.  That is alive and well in Irish politics.  That is the point I was making.  The Senator is very good-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02100","speaker":"1391"},{"type":"speech","time":1498037400,"counter":138,"content":"<p>One thing about Sinn F&eacute;in members is that they work very hard on the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":139,"content":"<p>The Senator is very good at clientelism himself in terms of the way he comes in and represents his people.  That is the point I was making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02300","speaker":"1391"},{"type":"speech","time":1498037400,"counter":140,"content":"<p>That is very different to stroke politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02400","speaker":"1377"},{"type":"speech","time":1498037400,"counter":141,"content":"<p>I accept that and I was not trying to say anything else as the Senator knows quite well.  I accept the point he makes and that was not my intent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02500","speaker":"1391"},{"type":"speech","time":1498037400,"counter":142,"content":"<p>Strokestown is not just a town in Roscommon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02600","speaker":"1424"},{"type":"speech","time":1498037400,"counter":143,"content":"<p>The Leader should avoid being baited and concentrate on his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02700","speaker":"1381"},{"type":"speech","time":1498037400,"counter":144,"content":"<p>Sensitivity is very high.<\/p> <p>Chonaic m&eacute; an cl&aacute;r mar gheall ar an bhfear i mBost&uacute;n agus t&aacute; d&iacute;om&aacute; orm go bhfuil s&eacute; le chur ar ais go h&Eacute;ireann.  Beidh m&eacute; i mBost&uacute;n i gcomhair an summer.  T&aacute; a fhios agam gur bhuail an Seanad&oacute;ir leis an Mayor Walsh.  It is disappointing that an Irish person has been deported and it is a source of concern.  I will be in Boston during the summer and I hope to meet members of the Irish community dealing with the issue to which the Senator refers.  I congratulate Deputy Cannon on his appointment as a Minister of State at the Department of Foreign Affairs and Trade with special responsibility for the diaspora and international development.  I will be happy to invite him to the House.<\/p> <p>I will be happy to accept Senator Swanick's amendment in respect of the Bill he proposes.  I congratulate him on the work he is doing in respect of tobacco.  He is working with all of us to make Ireland a tobacco-free society.  There is a need for change in the way we vest funding in tobacco companies where there is a dividend.  The Senator recognises the changes that have been made and, to be fair to the former Ministers, Senator Reilly and Deputy Noonan, they have worked to bring about that change.  The Senator deserves credit in respect of the matter he raises.  It is disappointing that he has not received the responses he, as a public representative and as a medical practitioner talking about the public health issue to which this relates, deserves.  I am happy to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02800","speaker":"1391"},{"type":"speech","time":1498037400,"counter":145,"content":"<p>Senator Swanick has moved an amendment regarding motion No. 22.  It is not a Bill.  Is the Leader agreeing to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M02900","speaker":"1381"},{"type":"speech","time":1498037400,"counter":146,"content":"<p>Yes I am agreeing to that.<\/p> <p>In response to Senator Norris, as Leader of the House, I always try to work with all people.  Sometimes the street is one way and that is alright but in this case I am happy to facilitate the Senator. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03000","speaker":"1391"},{"type":"speech","time":1498037400,"counter":147,"content":"<p>I really appreciate the Leader's decency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":148,"content":"<p>The Senator might spread the word in that regard to other people.  It is a two-way street.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03200","speaker":"1391"},{"type":"speech","time":1498037400,"counter":149,"content":"<p>Yes, I have always held that the Leader is a very decent and able politician.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03300","speaker":"1392"},{"type":"speech","time":1498037400,"counter":150,"content":"<p>It is not wise for the Leader to be looking for accolades in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03400","speaker":"1381"},{"type":"speech","time":1498037400,"counter":151,"content":"<p>I was not looking for accolades.  I was getting a point across.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03500","speaker":"1391"},{"type":"speech","time":1498037400,"counter":152,"content":"<p>It is important that he is a good fisherman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":153,"content":"<p>Exactly.  Senator Mulherin raised the issue of An Post savings, the NTMA and the protection of people.  That is a matter of serious importance and I would be happy for the Minister to come to the House to discuss it.<\/p> <p>Senator Gavan raised the issue of the baptism barrier and the response of the Minister for Education and Skills to the committee this morning on the matter.  He gave a lengthy reply to Senator Warfield, making the point that he believes it is unfair that parents who might not otherwise do so feel pressure to baptise children in order to gain admission to their local schools.  At the end of his reply, as the Senator says, the Minister indicated that he will not make a change but that he has not had a chance to consider the report in detail.  He said he has reviewed the conclusions and recommendations.  The committee has recommended that the relevant legislation, the Equal Status Act 2000, be amended to the effect that no child will be denied admission to a State-funded school.  However, the Minister is not going to change that.  He did say, however, that he is committed to reforming the role that religions play in the school admissions system.  That is positive.  I hear the Senator's words and I thank the committee for its report.  We have a bit of work to do yet and it is important to engage with Equate Ireland and other groups.  For each one who is for what the Senator wants to achieve, there is another who is against it.  It is important to have that debate and to see some action.<\/p> <p>Senator Ned O'Sullivan mentioned Parkinson's disease and the need for GP, home help and community interventions and supports.  The Senator is right, supports are needed.  There are discrepancies in supporting many illnesses.  He is right to highlight it and I would be happy to have the Minister come to the House.<\/p> <p>Senator Paddy Burke mentioned the new Minister of State with responsibility for tourism.  I congratulate Deputy Griffin on his appointment.  Senator Burke is right that we have a tourism product which we must continue to market around the world, particularly because there has been a decline in the number of visitors from the UK since the Brexit referendum.  The Senator mentioned the competitive nature of our golf tourism product.  I will be happy to invite the Minister of State to the House.  <\/p> <p>Senator Paul Daly continues the great Fianna F&aacute;il line that we should have a Minister for Brexit.  Senator Davitt was very eloquent yesterday in asking that Deputy Enda Kenny be appointed Minister for Brexit.  The Taoiseach has given the new Minister for Foreign Affairs and Trade, Deputy Coveney, the task of being the lead Brexit Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03700","speaker":"1391"},{"type":"speech","time":1498037400,"counter":154,"content":"<p>He was listening to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03800","speaker":"1383"},{"type":"speech","time":1498037400,"counter":155,"content":"<p>He must have been.  I am glad to hear that.  I will be happy to invite the Minister for Foreign Affairs and Trade to the House.  He is in the North today engaging in talks and I wish him and all the parties involved in that very important task of getting power sharing restored in the North good luck.<\/p> <p>Senator Murnane O'Connor referred to the number of children in poverty.  It is important to recognise that more people are at work now than in a decade.  The Senator can shake her head but that is a fact.  I accept that there are people in poverty, on low pay and unemployed and there are people we need to lift out of that cycle of poverty.  The best way to do that is to get people on the live register working and to have activation measures to ensure no child is left behind.  As somebody who worked in myriad jobs before coming here, I am very much aware of the need for early intervention and I would be happy to have the Minister for Employment and Social Protection come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M03900","speaker":"1391"},{"type":"speech","time":1498037400,"counter":156,"content":"<p>Do I understand that the Leader is happy for me to introduce the Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04000","speaker":"1392"},{"type":"speech","time":1498037400,"counter":157,"content":"<p>Yes I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04100","speaker":"1391"},{"type":"speech","time":1498037400,"counter":158,"content":"<p>Everything is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":159,"content":"<p>It is not on the Order Paper printed today so maybe tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04300","speaker":"1381"},{"type":"speech","time":1498037400,"counter":160,"content":"<p>I understand it will be tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04400","speaker":"1392"},{"type":"speech","time":1498037400,"counter":161,"content":"<p>The Senator will have to move it again tomorrow.  I cannot accept something that is not on the Order Paper.  If it is on the Order Paper tomorrow, I will allow the Senator move it again.<\/p> <p>Senator Ardagh has proposed an amendment to the Order of Business, \"That a debate with the Minister for Health on the adequacy of cardiac services in Waterford be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04500","speaker":"1381"},{"type":"speech","time":1498037400,"counter":162,"content":"<p>No.  We are going to accept the Leader's offer for the Minister to come in on Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04600","speaker":"1407"},{"type":"speech","time":1498037400,"counter":163,"content":"<p>I am endeavouring to get him to come in tomorrow or Tuesday.  Is the Senator saying Tuesday?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04700","speaker":"1391"},{"type":"speech","time":1498037400,"counter":164,"content":"<p>Tuesday is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04800","speaker":"1407"},{"type":"speech","time":1498037400,"counter":165,"content":"<p>Senator Swanick has proposed an amendment to the Order of Business, \"That motion 22 be taken before No. 1.\"  The Leader has indicated he is willing to accept this amendment.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#M04900","speaker":"1381"},{"type":"unspoken","time":1498037400,"counter":166,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1498037400,"counter":167,"content":"<p>Sitting suspended at 12.30 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Recognition of Irish Sign Language for the Deaf Community Bill 2016: Committee Stage","time":1498037400,"counter":168,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00100"},{"type":"unspoken","time":1498037400,"counter":169,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1498037400,"counter":170,"content":"<p>Question proposed: \"That section 1 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1498037400,"counter":171,"content":"<p>Does the Minister of State wish to say a few words?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":172,"content":"<p>Yes, thank you a Leas-Chathaoirligh.  In speaking to amendments Nos. 1 to 3, inclusive, and 13 taken together, if you do not mind, regrettably----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00400","speaker":"1359"},{"type":"speech","time":1498037400,"counter":173,"content":"<p>Sorry, we are dealing with section 1 first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":174,"content":"<p>Section 1, okay, fair enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00600","speaker":"1359"},{"type":"speech","time":1498037400,"counter":175,"content":"<p>There is no list of amendments.  There is a grouping list but we do not have a list of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00700","speaker":"1402"},{"type":"speech","time":1498037400,"counter":176,"content":"<p>I thought we had a sheet.  Do we not have a yellow sheet?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":177,"content":"<p>There are none out there on the desk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P00900","speaker":"1402"},{"type":"speech","time":1498037400,"counter":178,"content":"<p>There are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":179,"content":"<p>I think my colleagues will confirm there are no amendment lists left out there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01100","speaker":"1402"},{"type":"speech","time":1498037400,"counter":180,"content":"<p>My goodness.  We will ask the ushers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":181,"content":"<p>That is quite true, but we have the emailed list.  Nobody is sure if they have been withdrawn by the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01300","speaker":"1392"},{"type":"speech","time":1498037400,"counter":182,"content":"<p>Hold on.  There are printed yellow sheets.  We had better check that out.  While we progress that matter, is it agreed that we suspend for five minutes?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01400","speaker":"1420"},{"type":"unspoken","time":1498037400,"counter":183,"content":"<p>Sitting suspended at 12.52 p.m. and resumed at 12.57 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1498037400,"counter":184,"content":"<p>Has everybody got lists of amendments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":185,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":186,"content":"<p>Sorry there are two Senators without amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":187,"content":"<p>I do not think it is just two Senators, with respect.  We have a grouping list and we have the Bill itself, but we do not have the numbered list of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P01900","speaker":"1402"},{"type":"speech","time":1498037400,"counter":188,"content":"<p>I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P02000","speaker":"1392"},{"type":"speech","time":1498037400,"counter":189,"content":"<p>Senator Norris appears to have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P02100","speaker":"1402"},{"type":"speech","time":1498037400,"counter":190,"content":"<p>Other Senators have and I have.  They are on the way to the House.  I call the Minister of State on section 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P02200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":191,"content":"<p>I am grateful for the opportunity to deal with the Recognition of Irish Sign Language for the Deaf Community Bill 2016.  I am disappointed that despite the best efforts of my advisors and officials, consensus could not be reached on the amendments necessary to ensure that the Bill is practical and reasonable on the one hand, and delivers something of real value to the deaf community on the other.  I thank my colleagues and Fine Gael Senators for their support on this issue.  We sat down with people and tried to resolve differences.<\/p> <p>I would like to say a few words that apply to all the amendments and indeed to every section of the Bill.  I promise that my further contributions will not be as long.  I ask the indulgence of the House to make this statement now to show clearly where I stand.<\/p> <p>This is not an issue on which the House should divide along party-political lines.  We should not send an imperfect Bill to the lower House.  I outlined my serious concerns with elements of the Bill on Second Stage and indicated that it would require substantial amendments.  We have prepared the text of the Government amendments and have shared these with the Senator and also with representatives of the deaf community whom I welcome to the House for this very important debate.  These have now been drafted and I have decided not to present them formally until we achieve consensus.<\/p> <p>They address the problematic issues with the Bill, which are as follows: the establishment of a scheme for the provision of Irish Sign Language classes to families, guardians and children who are deaf; the provision by the State of a minimum annual quantum of hours for the provision of interpretation services in addition to the provision of Irish Sign Language interpretation while availing of statutory services; the drafting by all public bodies of individual Irish Sign Language action plans every three years; the establishment of a new public body to be known as the Irish Sign Language council; the establishment of a statutory registry of Irish Sign Language and deaf interpreters; the establishment of a register of Irish Sign Language teachers; and the creation of a new criminal offence to allow for the prosecution of a person who is not registered as an interpreter and who provides interpretation or teaching services for remuneration or reward.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These provisions are either unnecessary in legislation or are an onerous and disproportionate approach to the provision of the services for users of Irish Sign Language and should be deleted from the Bill.<\/p><p>The model of a scheme to be prepared by each public body appears to be based on the approach adopted in the Official Languages Act 2003.  It has proved difficult in practice for customers to know what is and is not available from individual public bodies in terms of Irish language services.  As there are some 85,000 persons who speak Irish on a daily basis, and up to 5,000 if one includes family members as users of Irish Sign Language, the appropriateness of the language scheme model is not very clear.  <\/p><p>It should also be noted that quality assurance of translation and interpretation services in Irish and other languages is on the basis of non-statutory accreditation and industry standards, and the case for a statutory register of interpretation for Irish Sign Language interpreters is obvious.  Creating a criminal offence of offering to be a sign language interpreter when the real problem is a lack of people who actually provide the service seems particularly inappropriate.  That is the problem I have with some of the suggestions in the debate. <\/p><p>The Government's approach to amending the Bill is to keep and strengthen the three key features that need to be included in the legislation.  That is what I want.  When I met members of the deaf community yesterday, I said of course I recognised Irish Sign Language and respected and listened to the rights of all people who are campaigning on this issue.  <\/p><p>I am focused on three very simple objectives.  I want to ensure the recognition by the State of Irish Sign Language and ensure the statement that users have the right to use it is retained.  I want to place a duty on public bodies to provide Irish Sign Language interpretation at no cost to the user when access to statutory entitlements is sought by a person.  The third objective is to provide a clear statutory right to use Irish Sign Language in court proceedings.  These are the kind of rights I am talking about.  The rest of the Bill is, I feel, unnecessary.  In some cases, it is actually counter-productive and some parts should be deleted.<\/p><p>In response to the concerns raised by the deaf community, the commitments relating to Irish Sign Language in the national disability inclusion study have been strengthened.  In two weeks' time, I will launch a national disability strategy, of which item 1 is Irish Sign Language.   Another issue raised yesterday was employment for people with disabilities, which is item 2.  I will come back to the House on that matter.<\/p><p>In addition to actions provided for the extension of the Irish Sign Language, remote interpretation services will be extended to evenings and weekends and I support this Bill in order to ensure that all public bodies provide Irish Sign Language users with free interpretation when accessing or availing of statutory services.<\/p><p>There is a new action which ensures that the sign language interpreting service, SLIS, will be resourced to increase the number of trained sign language and deaf interpreters.  A quality assurance and registration scheme for interpreters will be established.  There will be ongoing professional training and development provided for interpreters.  I am trying to introduce these services and implement the right to access them.<\/p><p>I have also asked for a business case and funding requests for the above items, and the provision of a minimum annual quantum of hours for the provision of the interpretation services, in addition to the provision of Irish Sign Language interpretation when availing of statutory services.  I will consider these as favourably as I possibly can and I understand that these business plans are on the way.<\/p><p>I very much regret the Bill is being progressed in this way.  We should not be dividing on party political lines.  We should not pass an imperfect Bill, where Senators lose control of its progress and cease to be part of the discussion on the substantive issues.  I ask that the House not finalise Committee Stage today or until we have consensus.  If that is not agreed, I may bring amendments to each section of the Bill and its Title on Report Stage.  If that is acceptable to the Leas-Chathaoirleach, I would like that to be taken as a formal notice that I do not need to repeat the point on each individual section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#P02300","speaker":"1359","continuing":true},{"type":"speech","time":1498037400,"counter":193,"content":"<p>I will certainly not allow the Minister of State to make such a Second Stage speech on each section.  I remind Senators that we are on Committee Stage, and are dealing with section 1.  I allowed the Minister of State some latitude; I did not realise what he was going to get into.  Section 1 deals with the Short Title and commencement.  I will take Senator Daly first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":194,"content":"<p>I welcome the Minister of State to the House.  Section 1 refers to the definitions of the meaning of communication and language.  Section 3 deals with what State bodies are included in the Bill.  Deafness is not a party political issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":195,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00400","speaker":"1413"},{"type":"speech","time":1498037400,"counter":196,"content":"<p>Deafness is a civil rights issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":197,"content":"<p>I do not want a debate on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":198,"content":"<p>We are not having a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00700","speaker":"1414"},{"type":"speech","time":1498037400,"counter":199,"content":"<p>We are on section 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":200,"content":"<p>Sections 1, 2 and 3, which we-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q00900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":201,"content":"<p>When I come to section 2-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":202,"content":"<p>I am doing them in groups.  Group 1 deals with sections 1 to 3, inclusive, and 13.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01100","speaker":"1414"},{"type":"speech","time":1498037400,"counter":203,"content":"<p>No, the amendments are grouped.  Section 1 stands alone on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":204,"content":"<p>Okay.  I will deal with section 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":205,"content":"<p>Do not worry, you can come in on section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":206,"content":"<p>I thought the sections were grouped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":207,"content":"<p>No, we are on section 1.  There are no amendments on section 1.  Your amendment is on section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":208,"content":"<p>Just pass it and get on with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01700","speaker":"1392"},{"type":"speech","time":1498037400,"counter":209,"content":"<p>Senator Daly, you will speak first on section 2 because it is your amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":210,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q01900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":211,"content":"<p>I will deal with section 1 and then call on Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02000","speaker":"1420"},{"type":"unspoken","time":1498037400,"counter":212,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498037400,"counter":213,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1498037400,"counter":214,"content":"<p>Amendments Nos. 1 to 3, inclusive, and 13 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":215,"content":"<p>I move:<\/p><blockquote>In page 6, line 13, to delete &ldquo;means of communication&rdquo; and substitute &ldquo;language&rdquo;.<\/blockquote> <p>In regard to the comments of the Minister of State, amendments Nos. 1 to 3, inclusive, will shorten the preamble and we are trying to achieve a Bill that works for everybody, especially the deaf community.  We are concerned that the Government did not propose amendments because it talked about them being put in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02400","speaker":"1414"},{"type":"speech","time":1498037400,"counter":216,"content":"<p>They were late.  They will have to be introduced on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":217,"content":"<p>They were not late.  They were circulated yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":218,"content":"<p>I understood from the Clerk that they were late for taking today on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":219,"content":"<p>No, they were not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":220,"content":"<p>That is the information I got.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q02900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":221,"content":"<p>They were not late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":222,"content":"<p>The Bills Office did not get them until today, unfortunately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":223,"content":"<p>Amendment No. 1 is about the means of communication and language and amendment No. 2 is about the substitution of \"Republic of Ireland\" for \"the State\", with which we agree.  The Minister of State also put in that wording, but the amendments were never put forward.  We will finalise the Bill today.  The Minister of State said he does not wish to state on every section he will put in the amendments that were deleted by the Department, including the amendment we put in and which was ruled out of order by the Chair.  If the Minister of State had put it in, it would not have been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03200","speaker":"1414"},{"type":"speech","time":1498037400,"counter":224,"content":"<p>I did not rule anything out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":225,"content":"<p>We got a letter today stating that amendments Nos. 4 to 7, inclusive, and 10, of which three were Government amendments, had been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03400","speaker":"1414"},{"type":"speech","time":1498037400,"counter":226,"content":"<p>The amendment we are dealing with now is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":227,"content":"<p>If the Government had put them in, they would not have been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":228,"content":"<p>We are on amendment No. 1, which is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":229,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":230,"content":"<p>I might be out of kilter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q03900","speaker":"1428"},{"type":"speech","time":1498037400,"counter":231,"content":"<p>You are, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#Q04000","speaker":"1392"},{"type":"speech","time":1498037400,"counter":232,"content":"<p>A number of us are operating without having the list of proposed amendments.  I echo the comments made by Senator Mark Daly.  I do not think this House will divide on a party-political basis; it will divide on the basis of those who are for this Bill and those who are opposed to the proposed Government amendments.  That is how this House should operate.  It would be quite easy to simply dismiss a very informed, comprehensive piece of work by Senator Mark Daly and other stakeholders and organisations representing the deaf community in Ireland, but if what the Senator has alluded to happened in terms of the trajectory and mechanics of how the amendments to this Bill have come about and why Fianna F&aacute;il-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00100","speaker":"1413"},{"type":"speech","time":1498037400,"counter":233,"content":"<p>The amendment is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":234,"content":"<p>I accept that this amendment is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00300","speaker":"1413"},{"type":"speech","time":1498037400,"counter":235,"content":"<p>We are dealing with amendment No. 1 to section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":236,"content":"<p>We will come to the other amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00500","speaker":"1413"},{"type":"speech","time":1498037400,"counter":237,"content":"<p>Senator &Oacute; Donnghaile will be able to speak on each one of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":238,"content":"<p>Go raibh ce&aacute;d m&iacute;le maith agat.  I wish to reiterate on this amendment and the others that Sinn F&eacute;in's position on the Bill has been clear for a long time.  We support the Bill, as proposed.  We will support some amendments and oppose others.  I look forward to further discussion and for the Minister of State to provide the rationale for why the Government felt it had to submit amendments in the nature and fashion it has done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00700","speaker":"1413"},{"type":"speech","time":1498037400,"counter":239,"content":"<p>We will deal with the amendments one by one.  I call Senator Norris.  We are dealing with amendment No. 1, section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":240,"content":"<p>I thought we were dealing with the group of three amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R00900","speaker":"1392"},{"type":"speech","time":1498037400,"counter":241,"content":"<p>Yes, amendments Nos. 1 to 3 are inclusive and No. 13 is related.  Those ones may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":242,"content":"<p>Yes, so we are dealing with all of those.  I very much welcome the fact that there are members of the deaf community here today and also that they have a signer.  It is significant that in Seanad &Eacute;ireann a signer was permitted whereas in D&aacute;il &Eacute;ireann that was not.  That is a considerable advantage for the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":243,"content":"<p>We were always tolerant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":244,"content":"<p>Absolutely.  One hundred percent.  Otherwise I would not have been here 30 years ago.  With regard to the amendments being ruled out of order, first, the Government proposes amendments and it creates a charge on the Exchequer just the same as anybody else.  It is quite extraordinary.  In any reform of the Seanad one of the cardinal issues to be resolved should be an amendment to remove this ban on the Seanad creating a charge on the Exchequer.  Why on earth should we not?  We are professional people.  We are reasonable politicians.  We have a very good view of the economy.  We did a hell of a lot better than D&aacute;il &Eacute;ireann in terms of the financial crisis so I think we should amend the Constitution to enable Seanad &Eacute;ireann to bring about a situation whereby it can create a charge on the Exchequer.  I have had amendments ruled out on the basis that it would create a charge on the Exchequer to print the amendments.  It was as daft as that.  I am not challenging the ruling of the Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01300","speaker":"1392"},{"type":"speech","time":1498037400,"counter":245,"content":"<p>We would have to amend Standing Orders.  It is Standing Orders that state only Government amendments can impose a charge on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":246,"content":"<p>Thank you very much a Leas-Chathaoirligh.  Then let us do it.  I would let us do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01500","speaker":"1392"},{"type":"speech","time":1498037400,"counter":247,"content":"<p>It is a matter for Standing Orders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":248,"content":"<p>Let the call go out from this meeting of Seanad &Eacute;ireann that we immediately change the rules.  We are not nincompoops.  We are quite capable of acting responsibly in creating a charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01700","speaker":"1392"},{"type":"speech","time":1498037400,"counter":249,"content":"<p>I am afraid that is not quite relevant to this amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":250,"content":"<p>But it is very germane to the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R01900","speaker":"1392"},{"type":"speech","time":1498037400,"counter":251,"content":"<p>Yes, of course.  I am sure Senator Norris will find another way of pursuing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":252,"content":"<p>The Minister of State made some very helpful introductory remarks.  I regard him as somebody who is very well motivated in the area of disability.  He is one of the best qualified people.  He has been involved and committed in this area long before he was a Minister and I salute him for it.  He recited a number of things that he did not like in the Bill, or that he thought were inappropriate, such as the establishment of a scheme, the quality of hours, Irish Sign Language in public bodies, and the new public body, namely, the Irish Sign Language council, among others.  I am not sure why he is against them but I agree with him that it is daft to create a criminal offence.  It is a waste of time.  I ask Senator Mark Daly not to propose to table the amendment again.<\/p> <p>The Minister of State outlined the three features of the Bill which the Government supports and they are absolutely crucial.  They include the recognition by the State of Irish Sign Language; the ability of people who have difficulties with hearing to have access to Irish Sign Language when dealing with public bodies and the right to have a sign language interpreter in court.  Without that, one is deprived of one's fundamental rights as a citizen.<\/p> <p>With regard to the amendments, the first one is a technical one.  It just deletes \"means of communication\" and substitutes \"language\".  That is much better in my opinion.  I think that should be accepted straight away.  It is a language.  When one says \"means of communication\" one is reducing its status.  Language is 100% right.  I really did enjoy amendment No. 2.  Little did I think I would ever see the day when Senator Mark Daly would delete \"the Republic of Ireland\", and I welcome it.  This is a significant move in Irish political life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":253,"content":"<p>For the benefit of the House, in the Constitution it is \"Ireland\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02200","speaker":"1414"},{"type":"speech","time":1498037400,"counter":254,"content":"<p>He did not realise he was masquerading.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":255,"content":"<p>I do not know whether he is masquerading or not.  Amendment No. 3 deals with the definition of those bodies that are involved, namely, Departments of State, local authorities, the Health Service Executive, universities and so on and so forth.  Again, that is a useful list but it is not exhaustive.  This is the problem we always deal with when we have these kind of amendments which tabulate bodies and exceptions and so on and so forth.  We are always told by the Government that it is not exhaustive.  One could just stick in at the end \"and any other bodies so regarded\".<\/p> <p>I will support the amendments.  It would be better if the House did not divide.  Perhaps the Minister of State could give us a timetable, for example, how long the period of consultation will take.  We are so used in the Houses of the Oireachtas to Ministers saying let us have discussion and reach a consensus, which means things get put on the long finger.  I would certainly support the Minister of State if we have a definite term, if he could say it will take two weeks or three weeks or whatever it is.  In the meantime, why does the Minister of State not introduce his amendments?  It looks as if the debate will end in a vote so there may not be consensus but he should introduce the amendments and see where they go.  People like me who are independent will take a view on it and if the amendments are reasonable we will vote for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02400","speaker":"1392"},{"type":"speech","time":1498037400,"counter":256,"content":"<p>They cannot be introduced until Report Stage.  They were late for Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":257,"content":"<p>Yes, well I think it is a bit daft.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":258,"content":"<p>I am only following procedure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":259,"content":"<p>I do understand that.  It is a little bit daft that Government amendments are \"late\".  I cannot remember how many months ago it is since we discussed this Bill in the House but I do think there was plenty of time.  I would encourage the Minister of State to continue his reasonable line.  If no consensus is reached here today, and if he feels the Bill should not be made a political football then he should introduce the amendments, argue for them and see where we get to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02800","speaker":"1392"},{"type":"speech","time":1498037400,"counter":260,"content":"<p>On a point of order, the Chair has outlined that the amendments were late.  The Minister of State has outlined that he decided not to propose the amendments.  Somebody has to tell us which is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R02900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":261,"content":"<p>No, the Minister of State has stated that he will introduce them on Report Stage, and he cannot do it after Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":262,"content":"<p>No, I am sorry, a Leas-Chathaoirleach.  You outlined that they were late.  The issue with this Bill is that a lot of the amendments we had tabled have been ruled out of order by the Chair, even though some of them were the same as the Government amendments.  The Government decided not to table the amendments, knowing that by it so doing our amendments would be ruled out of order.  That was a deeply cynical move.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03100","speaker":"1414"},{"type":"speech","time":1498037400,"counter":263,"content":"<p>This amendment is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":264,"content":"<p>We have spent hours on the Bill.  This Stage was supposed to be taken ten weeks after Second Stage.  It is ten months later.  We have exhausted ourselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":265,"content":"<p>The Senator can contribute later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":266,"content":"<p>What the Minister of State has outlined-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":267,"content":"<p>Senator Daly is being argumentative.  I want to hear the Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03600","speaker":"1420"},{"type":"speech","time":1498037400,"counter":268,"content":"<p>No, I am sorry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03700","speaker":"1414"},{"type":"speech","time":1498037400,"counter":269,"content":"<p>Senator Daly will have a chance to come in again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":270,"content":"<p>I am sorry, but just on what the Minister of State outlined, what he did not address is that there is a broadcasting element in this.  This will show how cynical this is.  What we are introducing in the broadcasting element of this Bill is less than what is required of the broadcasting authorities and yet the Government wants it taken out.  Why?  If we are asking for less, why does it want to do that?  It is because it has no intention of meeting the targets.  The formal recognition of Irish Sign Language, which is in this Bill, which was ruled out of order by the Chair even though it is the exact same wording as the Government had proposed in its amendments, which were circulated to this House yesterday, and the amendments were never submitted because if we had all voted in favour of those amendments, Irish Sign Language would have been formally recognised.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Why did they do that after ten months of negotiations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#R03900","speaker":"1414","continuing":true},{"type":"speech","time":1498037400,"counter":272,"content":"<p>Senator, when we reach that point you will have that opportunity to come in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00200","speaker":"1420"},{"type":"speech","time":1498037400,"counter":273,"content":"<p>It is deeply disturbing for the deaf community-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":274,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00400","speaker":"1392"},{"type":"speech","time":1498037400,"counter":275,"content":"<p>We are on section 2, amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":276,"content":"<p>On a point of order, I must say that although I regard Senator Daly very highly, I believe there is cynicism on his part if he is suggesting that the Leas-Chathaoirleach of Seanad &Eacute;ireann would not find Government amendments out of order because they clearly created a charge on the Exchequer.   If such a move was attempted I and others in the House would point out that the Government amendments were creating a charge on the Exchequer and demand that they be ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":277,"content":"<p>If the Government put forward its amendments they cannot be ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00700","speaker":"1414"},{"type":"speech","time":1498037400,"counter":278,"content":"<p>Government amendments can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00800","speaker":"1420"},{"type":"speech","time":1498037400,"counter":279,"content":"<p>The Government can put a charge on the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S00900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":280,"content":"<p>Government amendments can.  Order now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01000","speaker":"1420"},{"type":"speech","time":1498037400,"counter":281,"content":"<p>I beg your pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":282,"content":"<p>I do understand it can put a charge on the State but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01200","speaker":"1414"},{"type":"speech","time":1498037400,"counter":283,"content":"<p>Listen, order now.  We cannot have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":284,"content":"<p>-----but because ours are exactly the same as theirs-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01400","speaker":"1414"},{"type":"speech","time":1498037400,"counter":285,"content":"<p>Senator Daly must obey the Chair.  He cannot talk across the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":286,"content":"<p>Can the Leas-Chathaoirleach confirm what Senator Daly is saying? If the Government puts forward amendments that create a charge-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":287,"content":"<p>The Senators have had ample opportunity and, with respect, I now want to hear from Senator Bacik.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":288,"content":"<p>I welcome the Minister of State to the House and I welcome our visitors to the Gallery.  Like Senator Norris I am delighted we have a sign language interpreter with us today.  It was also very good to meet yesterday with so many representatives from the Irish Deaf Society and the deaf community and to hear the concerns so many of them have about the potential watering down of the Bill through the Government amendments.<\/p> <p>I wish to speak about amendments Nos. 1 to 3, inclusive.  First, I want to clarify the issues around the amendments.  Yesterday morning at 11 a.m. we were all circulated by the Leader's office with a proposed list of Government amendments.  I have them here on my device.  We could all see them and go through them and many of us met with the Irish Deaf Society, we heard their concerns about these amendments and came in here today understanding that those would be the amendments we would be debating.  At 5.15 p.m. we were circulated with a numbered list of 13 amendments from Senator Daly.  We now learn that quite a number of those amendments have been ruled out of order by the Leas-Chathaoirleach.  It was really frustrating and unacceptable practice, with respect to the Leas-Chathaoirleach that we came into the Chamber, having been circulated with two sets of amendments, to find no amendments there and half an hour into a two-hour debate we are finally supplied with a paper list of amendments - and I thank the usher for passing it around - which turns out to be just Senator Daly's 13 amendments.  There is a lack of clarity about what happened to those proposed Government amendments.  If they have been withdrawn I am glad that they have been withdrawn.  However-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01800","speaker":"1402"},{"type":"speech","time":1498037400,"counter":289,"content":"<p>They were late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S01900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":290,"content":"<p>I am concerned-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02000","speaker":"1402"},{"type":"speech","time":1498037400,"counter":291,"content":"<p>They were not late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02100","speaker":"1414"},{"type":"speech","time":1498037400,"counter":292,"content":"<p>They were not late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02200","speaker":"1404"},{"type":"speech","time":1498037400,"counter":293,"content":"<p>We received them-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02300","speaker":"1402"},{"type":"speech","time":1498037400,"counter":294,"content":"<p>They were late to the Bills Office.  They are not relevant for this Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":295,"content":"<p>They were purposely late to the Bills Office, it is different than----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02500","speaker":"1404"},{"type":"speech","time":1498037400,"counter":296,"content":"<p>They were-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02600","speaker":"1402"},{"type":"speech","time":1498037400,"counter":297,"content":"<p>Please do not talk across the House, I am ruling that they will have to be taken, if they are going to be taken, on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":298,"content":"<p>Perhaps we should have adjourned so they could have had time to put in their amendments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02800","speaker":"1404"},{"type":"speech","time":1498037400,"counter":299,"content":"<p>No.  It will be on Report Stage.  We are on Committee Stage now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S02900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":300,"content":"<p>Senators were circulated at 11 a.m. yesterday morning by the Leader's office, and we are grateful to the Leader's office for doing this, with a list of Government amendments that had been prepared and were dated the day before.  There is a confusion and it is a matter of concern to hear that the Government proposed to introduce these on Report Stage when we will have less time procedurally to debate them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03000","speaker":"1402"},{"type":"speech","time":1498037400,"counter":301,"content":"<p>We can hear the Minister of State about that in a minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":302,"content":"<p>I would like to directly ask the Minister of State about what the position of the amendments.  It is a very important point.  It is not just a procedural or technical matter; it is quite a substantive matter.<\/p> <p>I shall now turn to the amendments and say that I support Senator Daly's three amendments.  Amendment No. 1 is especially important.  Senator Norris has already spoken eloquently about amendment No. 2 and the change of name from the \"Republic of Ireland\" to the \"State\" and I support that, and about amendment No. 3 which proposes to change the definition of a public body.<\/p> <p>Amendment No. 1 proposes to change the phrase \"means of communication\" to \"language\".  This is very important because we know from the Irish Deaf Society and from others that there are some 5,000 people in Ireland for whom Irish Sign Language is their primary or first language and for whom English is a second language.  It is very important in this human rights and civil rights Bill that we would use the language of language when we talk of rights and entitlements.  That point also underlies the entire ethos and purpose of this Bill.  I commend Senator Daly for introducing the Bill and for the three amendments we are debating now.  I ask the Minister of State again for greater clarity about what is the Government's intention around the amendments we were circulated with, and about which there is a great deal of concern among the deaf community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03200","speaker":"1402"},{"type":"speech","time":1498037400,"counter":303,"content":"<p>In fairness, the Minister of State has outlined where he is coming from within the Government and his Department, and that is about the visibility and making sure that what is passed in the House can be implemented in full within a timeframe.  The Minister of State has outlined the three key issues that he wants to move forward with.<\/p> <p>With regard to the whole sign language area we need to set out a clear plan, setting out clear targets about what we want to achieve for the people who need to use sign language.<\/p> <p>Reference was made to the courts.  There are constitutional rights, and I have said this at a number of meetings.  People have constitutional rights and if an interpreter is not available to deal with a case then a case cannot legally proceed.  I do not care what ruling a judge may make, a case cannot proceed if the person to whom the case relates is affected because there is no interpreter there to interpret what is going on and what is being said.  That constitutional right is there and it does not need legislation.  If Senators want to put it into legislation then that is not a problem, but the right is already there.<\/p> <p>I believe that the issue of clear targets in this context is an aspect that is missing in respect of the HSE and other public services.  I have raised the issue previously about the role of disability officers in local authorities, which was introduced.  I keep on raising the issue about disability officers in local authorities.  When I put in a freedom of information request two years ago to a number of local authorities, each one of them had a different interpretation of the role of a disability officer.  Some had the interpretation that their only role was around wheelchair access to public buildings and other local authorities had the issue about making sure the disability officer was available to every person who had a disability to ensure they could access every service provided by the local authority.  It is important, in the context of this debate on this Bill, to note that it is not only about legislation, it is also about setting out clear targets and a clear timeframe about introducing the changes that are required.  We need to make those changes, especially around health services and public services.<\/p> <p>Let us move forward on this issue.  The Minister of State has made it quite clear that he is prepared to take on the proposals, not all of them, that he knows he can implement.  This is why he looks for us to come to an agreement so that we all know that what is agreed to pass is achievable, rather than setting out in legislation something we know cannot be achieved.  It is extremely important that there is agreement by all sides on this.  It is fair enough that people are pushing forward this target.  While there is no problem in making sure that it is an ambitious target we must make sure it is something that can be implemented and delivered within a reasonable timeframe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03300","speaker":"1409"},{"type":"speech","time":1498037400,"counter":304,"content":"<p>T&aacute; &aacute;thas orm a bheith in ann labhairt ag an bpointe seo ar an d&iacute;osp&oacute;ireacht seo.  I am very happy to speak in the debate on this Stage and I welcome the guests in the Public Gallery.  It is not the first time they have sat in that Gallery and it is not the first time they have heard the same excuses being used again and again about Irish Sign Language.  It is simply not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03400","speaker":"1377"},{"type":"speech","time":1498037400,"counter":305,"content":"<p>We are on section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":306,"content":"<p>Absolutely, we are looking at amendments Nos. 1 to 3 , inclusive, to the section, and amendment No. 14.  We have debated this issue on quite a number of occasions over the last six years.  I was a Member of the previous Seanad in which Bills had been brought forward on Irish Sign Language so this is a little like Groundhog Day for the people in the Gallery who are listening to the debate today.<\/p> <p>I am concerned about the procedural issues we have had around the amendments.  The toing and froing on the amendments and the lack of clarity leaves a lot to be desired.  It concerns me if it does not concern the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03600","speaker":"1377"},{"type":"speech","time":1498037400,"counter":307,"content":"<p>That is a misrepresentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03700","speaker":"1359"},{"type":"speech","time":1498037400,"counter":308,"content":"<p>Possibly, but I am concerned that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03800","speaker":"1377"},{"type":"speech","time":1498037400,"counter":309,"content":"<p>I shall call on the Minister of State to clarify in a few minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S03900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":310,"content":"<p>I am just putting together the points I would like to see clarified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S04000","speaker":"1377"},{"type":"speech","time":1498037400,"counter":311,"content":"<p>He will in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S04100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":312,"content":"<p>Senator Burke spoke about the proposals that can be implemented and the proposals that are achievable.  This might be the crux of the issue here.  When we look at amendment No. 3, it refers to the different State bodies and organisations, etc., that we look to to provide Irish Sign Language supports.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is a rights-based issue.  Either people have the right to have Irish Sign Language recognised or they do not.  If we are here as law-makers and saying that we will make the laws when we can put the resources in place, it is not going to happen.  We have seen that in all kinds of disability areas, and the Minister of State knows that.  What we are here to do is to make the law, and the system has to follow and provide the services that people are due under the civil rights obligations of the State.  To me that is the issue in this case.<\/p><p>The Minister of State said that he did not want a political football made of this issue.  I would hope that he is not making a political football of it because he is telling us about an announcement he is going to make in two weeks' time.  He mentioned that he is going to be launching his own policy issue.  I hope that the reason the Government is opposing a number of the amendments and causing trouble over this Bill is not because the Minister of State wants the glory when that announcement is made in two weeks' time because that simply would not be acceptable.  <\/p><p>I am also concerned that the Minister of State referenced the Official Languages Act.  He might clarify that for me.  Is he referring to Acht na dTeangacha Oifigi&uacute;la which deals with the relationship between the State and the Irish language?  Can the Minister of State clarify what the connection he sees here is and what the issues are?  The two issues should not be drawn into each other.  A review of that Act is happening at the moment, so I would appreciate if he could clarify what he means.  <\/p><p>I must apologise to the Public Gallery and the Minister of State because I have to be somewhere else later on so I will not be able to stay for all of the debate which is being taken by my colleague, Senator &Oacute; Donnghaile.  We must vote on these amendments.  I believe there will be a majority in this House who will support these amendments.  The Government can come back on Report Stage with its own amendments, but I believe that we will still have the numbers in this House to support the amendments that we deem appropriate.  It is time we recognise the rights of the deaf community and the need for recognition of Irish Sign Language for them.  The Government has to get behind this legislation, provide those resources and make sure that they are made available, rather than pretending that once they are available it will put the legislation in place.  That is totally unacceptable.  It is an excuse that is being used again and again, and it must be utterly frustrating for the people who are watching this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#S04200","speaker":"1377","continuing":true},{"type":"speech","time":1498037400,"counter":314,"content":"<p>I fully support amendments Nos. 1, 2 and 3 as proposed by Senator Daly.  We are talking about language here and not simply a means of communication.  It is about the respect that is owed to the deaf community.  It is of critical importance that it be enshrined in legislation.  That is not just semantics but a fundamental understanding of rights and the preferences of people who are deaf to communicate in Irish Sign Language.<\/p> <p>Widening the group of public bodies covered by this legislation is very important because of the exclusion at all levels of members of the deaf community, from education, health care and the right to justice.  It is really dispiriting to read.  I note the correspondence from the Irish Deaf Society.  The Government's proposal to delete large tracts of the Bill is deeply concerning, and the amendments, indeed.  There is a danger that we will be left with a Bill with little substance.  It would be a grievous error to eliminate vast sections of the Bill on the basis that they are otherwise provided for via the national disability strategy that the Minister of State talks about.  We need to have these measures enshrined at last in legislation, and we will accept nothing less.  If that means breaking consensus here we will.  People have waited too long.<\/p> <p>I would like Senator Freeman to be heard on this matter.  There was a very unpleasant exchange earlier when she was asked to sit down and not speak, and I would like the Leas-Chathaoirleach to look at that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00200","speaker":"1430"},{"type":"speech","time":1498037400,"counter":315,"content":"<p>I am calling Senator Freeman next on this section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":316,"content":"<p>Good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00400","speaker":"1430"},{"type":"speech","time":1498037400,"counter":317,"content":"<p>Senator Kelleher is wrong.  That was irrelevant and she should not have said that.  That was section 1.  The Senator is incorrect.  I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":318,"content":"<p>I did not like the manner in which it was made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00600","speaker":"1430"},{"type":"speech","time":1498037400,"counter":319,"content":"<p>Order, please.  Senator Kelleher is reading something into what happened.  She is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":320,"content":"<p>I thank the Leas-Chathaoirleach, and also Senator Kelleher.  She was trying to right a wrong.  Senator Norris was quite rude and offensive a little while ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00800","speaker":"1428"},{"type":"speech","time":1498037400,"counter":321,"content":"<p>I do not want to get into an argument.  We are on section 2 amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T00900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":322,"content":"<p>I absolutely support amendments Nos. 1, 2 and 3.  I am really disappointed that the Minister of State is not accepting the Bill.  I am full of admiration for Senators Daly, Swanick and Ardagh for the hard work that they have put into this Bill and the patience of the people here who have been waiting for this for so long.  They must be feeling totally and utterly frustrated.  On behalf of the Senators in my group, I want to say that we will continue to support this and all the principles of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01000","speaker":"1428"},{"type":"speech","time":1498037400,"counter":323,"content":"<p>I have afforded the Senators latitude.  Would the Minister of State like to clarify something at this stage?  Apologies, Senator Dolan had indicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":324,"content":"<p>I want to address amendments Nos. 1, 2 and 3, but before I do I want to make a remark.  The sense of frustration has already been mentioned.  I believe it has gone beyond frustration at this stage.  The experience of how this sitting has gone today is most likely hurtful to the deaf community.  That is my view, and people can hopefully speak for themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01200","speaker":"1419"},{"type":"speech","time":1498037400,"counter":325,"content":"<p>It is not intentional, I assure the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":326,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01400","speaker":"1419"},{"type":"speech","time":1498037400,"counter":327,"content":"<p>I am trying to follow procedure on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":328,"content":"<p>The Leas-Chathaoirleach is probably correct that it was unintentional, but there is an element of \"he stepped in and she stepped out\" on this paper or that paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01600","speaker":"1419"},{"type":"speech","time":1498037400,"counter":329,"content":"<p>I accept what the Senator is saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":330,"content":"<p>We are talking about a group of people who day in and day out experience being outsiders in every simple thing they do.<\/p> <p>I welcome the Minister of State to the House and all the folk from the deaf community, many of whom I have known over the years, and I welcome this Bill coming to the House.<\/p> <p>With regard to language I see it again as a matter of insiders and outsiders.  God knows we should know this.  If people cannot have their own language they have very little as human beings.  It goes to the core of people's dignity.  That is why this is a hot topic.  I give that as an explanation as to why there is heat around this issue.  The Minister of State mentioned the disability strategy that is to come before us.  That strategy, which will be published in two weeks' time, was supposed to be published a year and a half ago.  There is tardiness for all sorts of reasons, but it is people with disabilities of one kind or another that find themselves listening to reasons things cannot be done when they are things that go to the core of them as human beings.  <\/p> <p>Language is a cultural thing, and even in Ireland we change the language depending on what county we are in, in the sense that we have our own accents.  The same beautiful expression must be there for people who are deaf.<\/p> <p>On amendment No. 3 there is a correct, practical litany of the Departments, the local authorities, the HSE, the universities and institutes of technology and ETBs.  These are the points at which people find the door slammed.  That is why there is an insistence on having these matters dealt with.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On that basis, I am happy to support these amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#T01800","speaker":"1419","continuing":true},{"type":"speech","time":1498037400,"counter":332,"content":"<p>Does the Minister of State wish to make some points of clarification?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":333,"content":"<p>I did not put forward any amendments because I wanted to achieve consensus first.  Senator Daly took some of my draft amendments on which we were consulting and tabled them as his own.  I find that odd.  It is not the way to do business.  We deliberately did not circulate the amendments because we had been consulting Senator Daly and the deaf community.  We then delivered a shared copy of the draft amendments to all Members.  In the interests of transparency and respect for Senators, we felt that all Members should see the draft amendments.  That was my position.  I was trying to get consensus and I was engaging with the deaf community, Gerry McGuire and my staff-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00200","speaker":"1359"},{"type":"speech","time":1498037400,"counter":334,"content":"<p>They said the amendments were late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":335,"content":"<p>The Senator was out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00400","speaker":"1420"},{"type":"speech","time":1498037400,"counter":336,"content":"<p>I do not do stunts or misrepresentation.  In regard to the amendments, amendment No. 2 is one of my own amendments-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00500","speaker":"1359"},{"type":"speech","time":1498037400,"counter":337,"content":"<p>I know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":338,"content":"<p>-----that was shared with the Senator.  As imitation is the sincerest form of flattery, I cannot logically oppose it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00700","speaker":"1359"},{"type":"speech","time":1498037400,"counter":339,"content":"<p>We like to flatter the Minister of State if we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":340,"content":"<p>-----but I am opposed to the Bill being handled in this way.  I also reject some of the criticism regarding the civil rights issue.  I am a strong supporter of civil rights, whether they be disability rights, the rights of the minority in Northern Ireland or international rights.  Amendment No. 3 is again one of my own amendments that we shared with the Senator and which I cannot oppose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U00900","speaker":"1359"},{"type":"speech","time":1498037400,"counter":341,"content":"<p>The Minister of State has opposed another of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":342,"content":"<p>However, I notice that the text used in the amendment is an early draft in which we spotted a mistake, that being the inclusion of the words \"following consultation with the Commission\".  That error was subsequently corrected.  The \"Commission\" is the Irish Human Rights and Equality Commission, IHREC.  The definition is taken from its Act and the IHREC does not need to be referred to here.  That phrase might be taken out on Report Stage.  Otherwise, I am not going to oppose this group of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01100","speaker":"1359"},{"type":"speech","time":1498037400,"counter":343,"content":"<p>I know we are speaking to the amendments but this is the first time in the year and a half I have been in this House that I have been ashamed of how business is being conducted here.  I do not think it has ever been heard of for a Minister of State to say that the Government would share draft amendments with every Senator and I do not think that was done in the name of transparency.  It was done when it became very clear that the House would be divided and the proposed deletions of those very important sections of this Bill would not be made because this House was going to vote against the Minister of State's amendments.  That is when it was decided to pull the amendments.  I am absolutely disgusted.  I do not want to stay here to keep debating this issue because it is fictional.  We are pretending we are discussing a Bill when we are not.  This Bill is about recognition but without the parts that will now be deleted on Report Stage, it is tokenistic because we will not have public bodies to prepare and implement action plans on Irish Sign Language.  In the amendments sent to Senators, the Government proposed to delete that section.  It proposed to delete the section providing for classes for the parents of deaf children.  An amendment was proposed to the section permitting the use of Irish Sign Language in legal proceedings and the section providing for the making available of a sign language interpretational service.  It was proposed to delete the section introducing statutory targets regarding the accessibility of television programmes.  The Government intended to delete the section providing for the regulation of Irish Sign Language interpreters, deaf interpreters and Irish Sign Language teachers and for that purpose the establishment of the Irish Sign Language council and with this provide for the establishment of registers, continuing education requirements, offences, amendment of the Broadcasting Act 2009 and for related matters.<\/p> <p>Recognition is not enough and if the Minister of State wanted to bring forward substantial amendments in order that we could produce something of value, he should have.  It is not acceptable that he sits here today without doing what he said on the previous Stage he would do, which is to come back on Committee Stage with substantial amendments.  He did not do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01200","speaker":"1404"},{"type":"speech","time":1498037400,"counter":344,"content":"<p>I understand the Senator is upset but I take it she is not impugning the integrity of the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":345,"content":"<p>I am not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01400","speaker":"1404"},{"type":"speech","time":1498037400,"counter":346,"content":"<p>I thank the Senator.  I wanted to clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01500","speaker":"1420"},{"type":"speech","time":1498037400,"counter":347,"content":"<p>I said deafness is not a party political issue, but a civil rights issue.  This is an issue about the extreme marginalisation of a community and I thank the Senators who have spoken on this amendment and on other issues.  I especially thank Senator Lorraine Clifford-Lee, who is sick, had an operation recently and came in to get this Bill passed.  The Government withdrew its own amendment that we had also submitted with the exact same text, formally recognising Irish Sign Language.  This is Committee Stage.  In this country, this is where the changes are made.  We cannot pretend we can agree on everything.  That happens in China, where they agree on everything all the time because they have to.  We have to say we can disagree.  The place to make the Government's case for the amendments was in this House with its amendments.  We are going to pass the Bill today through Committee Stage, I hope with the support of all Members.  For the record, on Report Stage we will be submitting amendments again on every section.  Perhaps the Clerk could clarify whether I have to say that as we go through the sections or whether I can do so now.  The Minister of State said he would be putting forward his amendments and I do not want to fall down on technicalities.  God knows there are enough technicalities on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":348,"content":"<p>I am advised that as long as the subject matter is dealt with substantively on Committee Stage, it will be in order to table amendments on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01700","speaker":"1420"},{"type":"speech","time":1498037400,"counter":349,"content":"<p>To table amendments to each section?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":350,"content":"<p>Yes.  They must also meet the other requirements of Standing Orders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U01900","speaker":"1420"},{"type":"speech","time":1498037400,"counter":351,"content":"<p>What we are left with are a few tiny technical amendments.  The ones that have been ruled out of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":352,"content":"<p>We are dealing with section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02100","speaker":"1420"},{"type":"speech","time":1498037400,"counter":353,"content":"<p>Amendments Nos. 1 to 3, inclusive, and 13, and there is another one that has a charge on the State that the Government has left in for some bizarre reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02200","speaker":"1414"},{"type":"speech","time":1498037400,"counter":354,"content":"<p>I told the House that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02300","speaker":"1420"},{"type":"speech","time":1498037400,"counter":355,"content":"<p>It is stroke politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02400","speaker":"1413"},{"type":"speech","time":1498037400,"counter":356,"content":"<p>It beggars belief that we are in this position after ten months of discussion and negotiations.  We wanted to support some amendments the Government proposed but it did not table them and therefore we did.  The cynical part of this is that if the Government had tabled them, they could have been included in the Bill.  We tabled them, and because of that, the Chair has ruled, as is his right, that they are a charge on the Exchequer and they now cannot be included in the Bill.  We have been here long enough to know that is cynical behaviour.  In regard to sections 8 and 9, I appeal to colleagues to get this through Committee Stage and then we will sit down with them again.  I have no problem sitting down with the Government again on Report Stage, which will be four weeks from today, and we will change the Standing Orders and the Order of Business to take Report Stage.  If the Government would like to table its amendments, that is fine.  If it does not want to table its amendments and it wants to kill it technically, we will bring the Bill into the D&aacute;il and I guarantee it will pass.  We will get it to Committee Stage in the D&aacute;il also and we will get it past that Stage with the support of Sinn F&eacute;in and the Independents.  To be here after ten months of engagement, debating what is left of the amendments and the Government not having tabled its own amendments because it could not reach consensus, is incredible.  Three years ago, when this Bill was shot to pieces, no one asked us about consensus.  That the Government has not tabled its amendments because of the argument that there is no consensus beggars belief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":357,"content":"<p>I want to reiterate some of the comments that have been made in regard to the amendments and the contribution so far.  There are very few of us in this Chamber who can bring the kind of forensic clarity that Senator Ruane can bring and she has called it right in regard to this Bill.  I share the concerns of my colleague, Senator &Oacute; Clochartaigh, and others in regard to the back and forward nature of the amendments, whether in draft form or who they were shared with and why and so on.  The amendments refer to the broader sentiment of the Bill.  The Second Stage discussion of this Bill was probably one of the most positive and hopeful contributions I have heard in my relatively short time in the House.  Senator Daly called it right when he said that the only consensus that was talked about then was the consensus to make this a reality and have Irish Sign Language recognised as a language of this State.  We know it is formally recognised in the North along with British Sign Language.  This is about more than the recognition of Irish Sign Language, although that is important and fundamental.  While the two issues are not comparable in every aspect, I know what it is like not to have one's language of choice recognised or facilitated by the State apparatus.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no merit is recognising simply for recognition's sake if the Government is not prepared to provide the necessary resources that will empower, enfranchise, embolden, facilitate and assist people who are deaf in our society.<\/p><p>Understandably, today's debate has been somewhat hot and heavy.  Senator Mark Daly and others have made the correct point.  There are competing views on this.  The Minister of State has his view and that is as legitimate as everyone else's.  It is not a bad thing to have competing views on legislation of this nature and this is the appropriate place for that.  I look forward to continuing the discussion.  For the people in the Gallery who have been here before, I am sorry we have to prolong matters.  However, if today has shown anything, it is that the majority of Senators in this House are willing to turn what they, their loved ones and their community need into a reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#U02600","speaker":"1413","continuing":true},{"type":"speech","time":1498037400,"counter":359,"content":"<p>I assure Senator Mark Daly that Labour will also support the Bill in the D&aacute;il.  Our understanding now is that amendments Nos. 1 to 3, inclusive and 13 were also proposed by the Government.  I wish to raise a technical point that goes to the heart of this.  As Senator Mark Daly is well aware, it is common practice to have a Government amendment that is also supported by individuals from other parties or from the Independent groupings.  Why were these amendments not, therefore, presented to us as Government amendments?  It seems strange that the Government would - in a fit of pique, perhaps - not present them to us as also being Government amendments.  If they had been presented in this way, we could agree them and move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00200","speaker":"1402"},{"type":"speech","time":1498037400,"counter":360,"content":"<p>May I clarify something?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":361,"content":"<p>Senator Devine indicated she wanted to come in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00400","speaker":"1412"},{"type":"speech","time":1498037400,"counter":362,"content":"<p>I have been listening to the debate.  There is a sharp contrast between the mood today and that which obtained in November, when the entire House and the packed Gallery celebrated.  There was a great sense of achievement.  Today, for some reason - I imagine it is skulduggery, but I have not got my head around it yet - there is delay after delay.  Let us get the Bill through to Report Stage and tackle the amendments then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00500","speaker":"1388"},{"type":"speech","time":1498037400,"counter":363,"content":"<p>This is where changes need to be made to ensure the Bill is technically factually correct.  The reason I submitted an amendment proposing in page 6, line 19, to delete \"the Republic of Ireland\" and substitute \"the State\" is because that is the correct reference in legislation.  Although Senator Norris would point out that, of course, how I allowed for the Republic of Ireland to be dropped for the State, which is only 26 counties, to be put in is because this is what we do on Committee Stage - we make the Bill work legally.  I put that in because Andrew Geary and the Irish Deaf Society legal team said we should put it in.  Normally, that does not happen.  We took what was the State's amendment and put it in.  If the State were genuine about making this Bill work, even if we could not agree on everything, would we not ensure that the version of it we pass today correctly defines the State?  Why did the Government not submit that amendment?  The Minister of State pointed out that he did not table any amendments because we did not have consensus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":364,"content":"<p>We were told they were late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00700","speaker":"1392"},{"type":"speech","time":1498037400,"counter":365,"content":"<p>The Government was going to allow this House to let a Bill move forward to the Report Stage even though we were going to incorrectly define the legal parameters of the State.  Does that sound like an Administration that wants to work with the deaf community in order to ensure that the Bill passes and is capable of working?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":366,"content":"<p>I wish to challenge some of the views presented.  There is no difference between us in the context of recognising Irish Sign Language.  The slight divergence is on how we are to get there.  I support the principle of the issue.  I did not withdraw the amendments.  I say to Senator Mark Daly that the Bills Office does its own job and there was no Government or ministerial involvement with that office.  It is outrageous to say that I intervened with the Bills Office.  I had nothing to do with it.<\/p> <p>Of course, I agree with the principle of recognition and with some of the comments about the resources issue.  I am waiting for two funding requests from the deaf community business plans relating to interpretation services and important issues of that nature.  I was trying to broaden the discussion, reach a consensus and get on with matters.  It is as simple as that.  No stunts are being pulled here.  I am being upfront.  I am trying to bring forward a Bill that I can get through the Oireachtas and that will deliver for people.<\/p> <p>A number of Senators referred to resources.  If we introduce legislation recognising Irish Sign Language, of course we have to put the resources in place.  As I mentioned in my earlier contribution, in two weeks I will launch the national disability inclusion strategy.  I am focusing considerable resources on that.  That is exactly where I stand on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V00900","speaker":"1359"},{"type":"speech","time":1498037400,"counter":367,"content":"<p>Will the Minister of State accept amendment No. 2?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01000","speaker":"1392"},{"type":"speech","time":1498037400,"counter":368,"content":"<p>I will chair proceedings if Senator Norris does not mind.  He is more than welcome to volunteer to be the Chair some other time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01100","speaker":"1412"},{"type":"unspoken","time":1498037400,"counter":369,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"speech","time":1498037400,"counter":370,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 6, line 19, to delete &quot;the Republic of Ireland&quot; and substitute &quot;the State&quot;.<\/blockquote> <p>May I speak briefly on this amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":371,"content":"<p>It was already discussed with amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01400","speaker":"1412"},{"type":"speech","time":1498037400,"counter":372,"content":"<p>Amendments Nos. 2 and 3 are technical in nature.  It should be borne in mind that amendment No. 2-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":373,"content":"<p>The amendment has already been discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01600","speaker":"1412"},{"type":"speech","time":1498037400,"counter":374,"content":"<p>-----would involve a charge on the State.  Other amendments which it is alleged involve such a charge have been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V01700","speaker":"1414"},{"type":"unspoken","time":1498037400,"counter":375,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498037400,"counter":376,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 6, to delete lines 29 to 36 and substitute the following:&quot;(a) Department of State (other than, in relation to the Department of Defence, the Defence Forces) for which a Minister of the Government is responsible;<br \/><br \/>(b) a local authority within the meaning of the Local Government Act 2001;<br \/><br \/>(c) the Health Service Executive;<br \/><br \/>(d) a university or institute of technology;<br \/><br \/>(e) an education and training board established under section 9 of the Education and Training Boards Act 2013;<br \/><br \/>(f) any other person, body or organisation established&mdash;<blockquote>(i) by or under an enactment (other than the Companies Acts) or charter,<br \/><br \/>(ii) by any Scheme administered by a Minister of the Government, or<br \/><br \/>(iii) under the Companies Acts in pursuance of powers conferred by or under another enactment, and financed wholly or partly by means of money provided, or loans made or guaranteed, by a Minister of the Government or the issue of shares held by or on behalf of a Minister of the Government;<\/blockquote>(g) a company (within the meaning of the Companies Acts) a majority of the shares in which are held by or on behalf of a Minister of the Government;<br \/><br \/>(h) any other person, body, organisation or group financed wholly or partly out of moneys provided by the Oireachtas that stands prescribed for the time being (being a person, body, organisation or group that, in the opinion of the Minister, following consultation with the Commission, ought, in the public interest and having regard to the provisions and spirit of this Act, to be prescribed);&quot;.<\/blockquote> <p>Again, this is a technical amendment on the broadcasting elements and targets.  Those targets are less than those contained in the current Broadcasting Authority of Ireland strategy, which indicates the worth of strategies as opposed to legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V02000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":377,"content":"<p>I am sure it is a valid point, but we will move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V02100","speaker":"1412"},{"type":"unspoken","time":1498037400,"counter":378,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1498037400,"counter":379,"content":"<p>Section 2, as amended agreed to.<\/p>"},{"type":"unspoken","time":1498037400,"counter":380,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1498037400,"counter":381,"content":"<p>SECTION 4<\/p>"},{"type":"speech","time":1498037400,"counter":382,"content":"<p>Amendment 4 has been ruled out of order by the Cathaoirleach as it would involve a potential charge on the Exchequer.  Does Senator Mark Daly understand that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V02600","speaker":"1412"},{"type":"speech","time":1498037400,"counter":383,"content":"<p>I understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V02700","speaker":"1414"},{"type":"unspoken","time":1498037400,"counter":384,"content":"<p>Amendment No. 4 not moved.<\/p>"},{"type":"unspoken","time":1498037400,"counter":385,"content":"<p>Question proposed: \"That section 4 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1498037400,"counter":386,"content":"<p>Amendment No. 4 has been ruled out of order, but the amendment that remains was drafted by the Irish Deaf Society and relates to the formal recognition of Irish Sign Language.  The amendment that has been ruled out of order is exactly the same as the Government's amendment.  The Government chose not to submit this amendment, which formally recognises Irish Sign Language for the first time in statute.  I will read the wording into the record.  This is the one the Government is not allowing to be put forward and did not put forward itself.  If it had tabled this amendment, we would, of course, have supported it because it would formally recognise Irish Sign Language.  If the Government had tabled the amendment, it would have involved a charge on the Exchequer.  Under the rules of this House, it would then have been allowed to be passed.  This is the worrying part.<\/p><p>This is the language the Government did not want to include even though it is its own language, but it did not table these amendments:<\/p><blockquote>The State recognises the right of Irish Sign Language users to use Irish Sign Language as their native language, and the corresponding onus on all public bodies to provide Irish Sign Language users with free interpretation when availing of or seeking to access statutory entitlements and services.<\/blockquote> <p>While that is the wording of my amendment, it is - word-for-word - the same as that used in the amendment which the Government did not put forward.  My amendment has now been ruled out of order.  If the Government had put its amendment forward, it would have been allowed and would have passed, and we would have better language in the Bill.  That is the purpose of Committee Stage.<\/p><p>The Minister of State said we could not reach consensus.  We cannot reach consensus on everything but we all reached consensus on that and yet it is now ruled out of order because the Government did not put forward its identical amendment.  I am disappointed with that, but the ruling of the Chair is the ruling of the Chair.  I hope the Minister of State will introduce the amendment to which I refer on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#V02900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":387,"content":"<p>I share that frustration.  I do not question in any fashion the sincerity of the Minister of State, but he cannot say that he is for resourcing this recognition when there is something as fundamental as amendment No. 4 to section 4, which is essentially about providing recognition and resourcing.  What is the point?  Following up on Senator Norris's contribution, it is a ridiculous situation that Senators cannot propose something so modest but fundamental to the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00100","speaker":"1413"},{"type":"speechnospeaker","time":1498037400,"counter":388,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00200","nonspeaker":"A Senator"},{"type":"speech","time":1498037400,"counter":389,"content":"<p>We cannot seek to argue sincerely.  It is not credible to tell people that we are bringing legislation recognising Irish Sign Language, ISL, as an official language of the State through the House when we cannot ask for it to be resourced.  No one has gone into the specifics.  Everyone appreciates that the legislation has a resource cost, but the decision ties the Seanad's hands behind its back.  We must examine what we can and cannot do.  I do not mean to be facetious, but I cannot get my head around this at all.  I take Senator Mark Daly equally at his word.  If the Government had tabled this amendment and let it form part of the legislation, it would not have been prohibited.  That is a little indication and stretches my ability to take what the Minister of State is saying in good faith.  If the Government had tabled this amendment as a fundamental ABC building block of the Bill, it would have empowered and resourced the legislation.<\/p> <p>I appreciate the Chair's discretion on this matter, but the failure of the amendment to proceed, especially when Senators are working as diligently and comprehensively on this issue as Senator Mark Daly and others have worked in the past, is indicative of a broader problem as well as a broader culture that exists within these institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00300","speaker":"1413"},{"type":"speech","time":1498037400,"counter":390,"content":"<p>The discussion on this amendment reinforces the idiotic and ludicrous situation that Seanad &Eacute;ireann cannot create a charge on the Exchequer, yet the Government can use this House to create a charge on the Exchequer.  That is lunacy, and it becomes worse when we realise that this is in our hands.  I will make a direct appeal from this House to the Committee on Procedure and Privileges to examine this situation immediately and reverse it so that the Seanad can create a charge on the Exchequer.  If it is an unreasonable charge, the majority of Members will be against it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00400","speaker":"1392"},{"type":"speech","time":1498037400,"counter":391,"content":"<p>For the information of Members, according to a note for the Chair, amendment No. 4 in the name of Senator Mark Daly seeks to require the State to recognise ISL and to provide users of public bodies with free interpretation when accessing services.  The provision of free interpretation would have the effect of imposing a charge upon the Revenue and, therefore, in accordance with Standing Order 41, the amendment cannot be moved save by way of a Government amendment.  It is the principle-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00500","speaker":"1412"},{"type":"speech","time":1498037400,"counter":392,"content":"<p>It is ridiculous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":393,"content":"<p>The matter has been ruled on by the Cathaoirleach.  I am in the Chair at the moment, so it is not a decision for me.  The rules are there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00700","speaker":"1412"},{"type":"speech","time":1498037400,"counter":394,"content":"<p>For the benefit of Members, our amendment is exactly the same as the Government amendment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00800","speaker":"1414"},{"type":"speech","time":1498037400,"counter":395,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W00900","speaker":"1392"},{"type":"speech","time":1498037400,"counter":396,"content":"<p>-----that was circulated yesterday, but the Government never tabled that amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":397,"content":"<p>Will the Senator give a commitment that his party's Members will raise this issue of creating a charge-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01100","speaker":"1392"},{"type":"speech","time":1498037400,"counter":398,"content":"<p>Please, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01200","speaker":"1412"},{"type":"speech","time":1498037400,"counter":399,"content":"<p>-----in the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01300","speaker":"1392"},{"type":"speech","time":1498037400,"counter":400,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01400","speaker":"1414"},{"type":"speech","time":1498037400,"counter":401,"content":"<p>Good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01500","speaker":"1392"},{"type":"speech","time":1498037400,"counter":402,"content":"<p>For the benefit of Members, the Government's amendment had the exact same wording that has been ruled out of order.  That is the disappointing part of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":403,"content":"<p>Let the record show that Fianna F&aacute;il has given a commitment to examine at the Committee on Procedure and Privileges the question of creating a charge on the Exchequer.  That is an important move.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01700","speaker":"1392"},{"type":"speech","time":1498037400,"counter":404,"content":"<p>I would like to address the issue of political cynicism.  I am disappointed by Senator Mark Daly.  I wanted to introduce this amendment and to achieve consensus.  I wanted a wording that we all could agree.  Personally, I think-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01800","speaker":"1359"},{"type":"speech","time":1498037400,"counter":405,"content":"<p>We are agreed on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W01900","speaker":"1392"},{"type":"speech","time":1498037400,"counter":406,"content":"<p>It is the Government's wording.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02000","speaker":"1414"},{"type":"speech","time":1498037400,"counter":407,"content":"<p>Could I make my point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02100","speaker":"1359"},{"type":"speech","time":1498037400,"counter":408,"content":"<p>But we are agreed on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":409,"content":"<p>It is the Minister of State's wording.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":410,"content":"<p>A bit of ci&uacute;nas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02400","speaker":"1416"},{"type":"speech","time":1498037400,"counter":411,"content":"<p>It is shameful that the Bill is being progressed in this way by Senator Mark Daly.  I am disappointed and annoyed that he is making a party political issue out of it.  Do not ever judge me on my support for the rights of all people with disabilities, including the deaf community.  I will stand with them, but I am trying to get a Bill through the House and deliver on it.  Regardless of what the Senator says, it will be delivered on by recognising ISL and supporting and resourcing services.  I need common sense to get this through, not grandstanding and carrying on like this.  The Senator is shameful and it is an appalling way to treat this issue.  He should be more progressive and not let down the rights of the deaf community.  I want to work with him.  I wanted consensus, but that is not what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02500","speaker":"1359"},{"type":"speech","time":1498037400,"counter":412,"content":"<p>If the Minister of State agreed with this, there would be consensus on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02600","speaker":"1392"},{"type":"speech","time":1498037400,"counter":413,"content":"<p>This is the Minister of State's own amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02700","speaker":"1414"},{"type":"speech","time":1498037400,"counter":414,"content":"<p>Why will he not support it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02800","speaker":"1392"},{"type":"speech","time":1498037400,"counter":415,"content":"<p>This is about the formal recognition of sign language.  We tabled this amendment.  Had the Government tabled it after circulating it yesterday, it would have passed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W02900","speaker":"1414"},{"type":"speech","time":1498037400,"counter":416,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03000","speaker":"1412"},{"type":"speech","time":1498037400,"counter":417,"content":"<p>However, that did not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03100","speaker":"1414"},{"type":"unspoken","time":1498037400,"counter":418,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1498037400,"counter":419,"content":"<p>This is not being party political.  We are all agreed.  This is the consensus that we have been looking for, but the amendment is not even being discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03300","speaker":"1414"},{"type":"speech","time":1498037400,"counter":420,"content":"<p>The Senator has made his point effectively.  Senator Mullen will speak next, as he has indicated.  I will allow Senator Colm Burke to contribute afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03400","speaker":"1412"},{"type":"speech","time":1498037400,"counter":421,"content":"<p>I was not present for all of the debate, so apologies if it has been made clear to others, but the Minister of State has referred several times to a lack of the consensus that he had been seeking.  Will he give us details on where that lack of consensus lies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03500","speaker":"1401"},{"type":"speech","time":1498037400,"counter":422,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03600","speaker":"1413"},{"type":"speech","time":1498037400,"counter":423,"content":"<p>Who is looking for X, who is looking for Y and what is it that needs to be reconciled?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03700","speaker":"1401"},{"type":"speech","time":1498037400,"counter":424,"content":"<p>I agree with the Minister of State in the sense that, if we want to progress this matter for everyone's benefit, it is important that we work together instead of trying to score political points.  Long before Deputy Finian McGrath became a Minister of State, he was to the fore in highlighting disability issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03800","speaker":"1409"},{"type":"speech","time":1498037400,"counter":425,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W03900","speaker":"1416"},{"type":"speech","time":1498037400,"counter":426,"content":"<p>Senator Mark Daly's party was in power for 14 years-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04000","speaker":"1409"},{"type":"speech","time":1498037400,"counter":427,"content":"<p>Longer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04100","speaker":"1416"},{"type":"speech","time":1498037400,"counter":428,"content":"<p>Here we go.  Who is making a party political point now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04200","speaker":"1392"},{"type":"speech","time":1498037400,"counter":429,"content":"<p>What about this day?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04300","speaker":"1404"},{"type":"speech","time":1498037400,"counter":430,"content":"<p>-----and not a thing was done about this.  I would say on this matter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04400","speaker":"1409"},{"type":"speech","time":1498037400,"counter":431,"content":"<p>I am sorry, but was the Senator here when the Government voted against this three years ago?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04500","speaker":"1414"},{"type":"speech","time":1498037400,"counter":432,"content":"<p>Senator Daly, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04600","speaker":"1412"},{"type":"speech","time":1498037400,"counter":433,"content":"<p>Was that the Senator or was that someone else?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04700","speaker":"1414"},{"type":"speech","time":1498037400,"counter":434,"content":"<p>Senator, resume your seat, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04800","speaker":"1412"},{"type":"speech","time":1498037400,"counter":435,"content":"<p>In fairness to the Minister of State and all parties in government, we want to progress this matter and deliver on every aspect that is passed by the House.  It is important that we progress this issue, give ISL recognition,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W04900","speaker":"1409"},{"type":"speech","time":1498037400,"counter":436,"content":"<p>Is the Senator opposing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05000","speaker":"1413"},{"type":"speech","time":1498037400,"counter":437,"content":"<p>-----give it the legal status that it deserves and provide backup services.  That is exactly what the Minister of State and the Department want to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05100","speaker":"1409"},{"type":"speech","time":1498037400,"counter":438,"content":"<p>If Senator Conway wishes to contribute, I will then allow the Minister of State to reply to Senator Mark Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05200","speaker":"1412"},{"type":"speech","time":1498037400,"counter":439,"content":"<p>The Minister of State has put out his hand looking for consensus.  It is easy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05300","speaker":"1416"},{"type":"unspoken","time":1498037400,"counter":440,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1498037400,"counter":441,"content":"<p>There is consensus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05500","speaker":"1404"},{"type":"speech","time":1498037400,"counter":442,"content":"<p>We agree with the Government's amendment.  The Government just did not table it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05600","speaker":"1414"},{"type":"speech","time":1498037400,"counter":443,"content":"<p>Hang on one second.  I have just got up.  Only one sentence has left my mouth and the Senators are already heckling.  Forget about it.  That is hardly the way to do business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05700","speaker":"1416"},{"type":"speech","time":1498037400,"counter":444,"content":"<p>Now, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05800","speaker":"1413"},{"type":"speech","time":1498037400,"counter":445,"content":"<p>I have always contributed in the House in a positive manner.  This is my first time speaking in the debate, so the last thing that should happen the minute I stand is for all of the Senators to heckle me.  What is the idea?  That is hardly consensus or respect for people.  It is disgraceful.  I have always admired Senator Mark Daly for championing this issue.  In the previous Seanad, I tabled a Private Members' motion on this issue.  We debated it for two hours and it received consensus.  The heckling of me has been disgraceful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W05900","speaker":"1416"},{"type":"speech","time":1498037400,"counter":446,"content":"<p>Senator Mullen asked what were the issues on which I wanted consensus.  For reasons that I have outlined, I wanted to hammer out agreement on a number of issues - the establishment of a scheme to provide for ISL classes, the provision by the State of an annual number of hours of interpretation services, the drafting by all public bodies of individual ISL action plans every three years, the establishment of a new body known as the Irish Sign Language Council, the establishment of a register of ISL teachers and the creation - this was a cause of major difficulty - of a new criminal offence to allow for the prosecution of a person who is not registered as an interpreter but who provides interpretation or teaching services for remuneration or reward.<\/p> <p>I wanted to discuss the Bill's provisions with people.  They were either unnecessary in legislation or onerous and took an inappropriate approach to the provision of services for users of ISL, and they should be deleted from the Bill.  I want to sit down and discuss these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062100002#W06000","speaker":"1359"},{"type":"unspoken","time":1498037400,"counter":447,"content":"<p>Additional debate to follow.<\/p>"}]