[{"type":"minorheading","content":"Prelude","time":1496151000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1496151000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1496151000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1496151000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1496151000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#A00100"},{"type":"speech","time":1496151000,"counter":6,"content":"<p>I have notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the discussions his Department has had with the HSE on the continued delay in securing an appropriate home care package for a motor neurone disease sufferer, details supplied, who remains in the high dependency unit of University Hospital Galway one year after having a life-prolonging tracheotomy operation, and if he will outline the plans that can be put in place to allow him to return home as soon as possible.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for mental health and older people to make a statement regarding the closure of inpatient beds at the Linn Dara child and adolescent mental health facility at Cherry Orchard, Dublin 10.<\/blockquote> <p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the plans that are in place to address the shortages in physiotherapy services in County Mayo.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1496151000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#A00300"},{"type":"minorheading","content":"Home Care Packages Provision","time":1496151000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#A00400"},{"type":"speech","time":1496151000,"counter":9,"content":"<p>Given the Senator's knowledge of the situation, I would welcome it if he did not name the individual concerned.  He has supplied the details to the Minister of State anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#A00500","speaker":"1381"},{"type":"speech","time":1496151000,"counter":10,"content":"<p>Go raibh m&iacute;le maith agat a Chathaoirligh, c&eacute;ad f&aacute;ilte romhat a Aire agus mar a fheiceann t&uacute; t&aacute;im ag ard&uacute; ceist anseo maidir l'othar a bhfuil an galar n&eacute;ar&oacute;n luadrach air at&aacute; insan ospid&eacute;al i nGaillimh le blian anuas.<\/p> <p>I have raised this matter on many previous occasions and I know that the Minister of State has the details of the person to whom it relates.  Motor neurone disease is incredibly debilitating and is absolutely life-changing for anybody who suffers from it.  I was involved in a campaign with this person - he instigated that campaign on his own behalf - in order that he might have a tracheotomy operation, which he would see as a life-prolonging in nature.  That campaign was very successful.  A lot of fund-raising took place in the Galway area in order to support the person in question when he was released from hospital following the tracheotomy.  The operation went very well and it was expected that afterward, once an agreed home care package was put in place and suitable nurses and carers were made available, that this person would come home and be able to spend the remainder of his years there.  That has not happened unfortunately, even though the efforts of his family , particularly his wife, have been ongoing.  It appears that there is a kind of stand-off between two parts of the HSE, namely, that which runs the hospital section and the primary care section. What will happen is that once this patient is allowed home from the high dependency unit, HDU, he will become a financial burden on the primary, community and continuing care, PCCC, system and the money will have to come out of it budget.  The HSE has known about that for quite some time and it is time for a decision to be made.<\/p> <p>The family has done a great deal of research.  It is quite unusual for this to be done and I think it is to be welcomed that the operation took place because it certainly will help the patient in question and he is feeling better after it.  Even though his physical ability is obviously deteriorating, his mind certainly is not and he is very much on top of the situation.  His researched and costed potential care services that would be available to him in the Galway area.  The PCCC in the HSE area initially estimated that it would cost something of the order of &euro;750,000 to provide home care on a 24-7 basis.  The family's research indicates that this could be done for a fraction of the money that was being asked, so they actually made a saving for the HSE in respect of the potential cost.<\/p> <p>The person involved does not want to hold up a HDU bed as such beds are in short supply.  There is pressure on University Hospital Galway but there is also pressure on the family to travel to from their home place to the hospital  - it is quite a long round trip - each day in order to visit the patient.  That is unacceptable.  The person has young children of school-going age and he would like to be able to be with them on a daily basis.<\/p> <p>I would like to find out what discussions have taken place between the Department of Health and HSE west.  If discussions have not taken place, will the Minister of State intervene as quickly as possible in order to try to get the management at HSE west to sit down with the management of the hospital and of the PCCC?  A decision must be made at some stage.  Let it be made  sooner rather than later so that the patient can go home and spend the rest of his life with his family in a proper care environment.  This would also take the pressure off the family.  I look forward to the Minister of State's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#B00100","speaker":"1377"},{"type":"speech","time":1496151000,"counter":11,"content":"<p>I thank Senator &Oacute; Clochartaigh for raising this very important matter.  I know that he is very passionate about health and disability services, particularly in his constituency in Galway but also nationally.<\/p> <p>In the first instance, I wish to assure the Senator of the Government's commitment to providing services and supports to people with disabilities that will empower them to live independent lives, allow them greater independence in accessing the services they choose and enhance their ability to tailor the supports required to meet their needs and plan their lives.  This commitment is outlined in A Programme for a Partnership Government and is guided by two main principles: equality of opportunity and improving the quality of life of all people with disabilities.  One way in which the HSE is working to improve the quality of life for people with disabilities is through the provision of home support hours.  One of the Senator's concerns relates to that particular issue.  In the context of its service plan for 2016, the HSE's priority was to provide 2.6 million home support hours for over 7,300 people with disabilities.  In reality, the actual number of home support hours provided in 2016 was higher, at 2.9 million hours.  This reflects the responsive nature of the service and takes account of the fluctuation of assessed need over time as the needs of individuals change.  <\/p> <p>This year, the HSE has committed to maximise the provision of health and personal-social services, including home support services, within available resources.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This year, the HSE has committed to maximising the provision of health and personal social services, including home support services, within available resources.  As provided for in its national service plan for 2017, the HSE expects to deliver 2.75 million home support hours to over 7,400 people with a disability, an increase of 150,000 hours over last year's target.  The goal is to help as many people as possible.  This is a positive development which we can build on in years to come.  I accept the Senator's point that we must build on it.<\/p><p>With regard to the matter raised, I am sure the Senator will understand my reluctance to comment here in any great detail about the specifics of any one case given the personal nature and circumstances of the matter.  However, that does not mean we are not going to do anything.  As the issue raised by the Senator is a service matter, I have asked the Health Service Executive for a report on the case.  The HSE has informed that the person concerned is in a high dependency unit in University Hospital Galway and is in need of 24-hour care.  I understand from the HSE that it is in discussion with the family on the appropriate options for the person's discharge from the University Hospital Galway.  The HSE community health care organisation for area 2, which covers Galway, Mayo and Roscommon, has assured me that it is actively engaging on an ongoing basis with the family with regard to the most suitable and appropriate care for the person.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#B00200","speaker":"1359","continuing":true},{"type":"speech","time":1496151000,"counter":13,"content":"<p>I thank the Minister of State for his response and I note his interest in the disability services in Galway to which, hopefully, we will be welcoming him soon.  The HSE response on this matter is a nonsense.  Discussions have been ongoing for well over a year.  It was known in advance of the operation that this would be needed.  It is time for decisions to be taken and for heads to be banged together.  It is probably costing as much per annum to keep this patient in the high dependency unit as it would cost to provide services for him at home with his family.  I ask the Minister of State to re-engage with the HSE on this matter, with a view to a meeting being held with the relevant stakeholders and a decision being reached on when this patient can be moved home.  As I said, this matter has been going on for far too long.  The Minister of State, when in Galway, might take that opportunity to meet with the relevant stakeholders and raise this issue with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00200","speaker":"1377"},{"type":"speech","time":1496151000,"counter":14,"content":"<p>I thank Senator &Oacute; Clochartaigh for the invitation to visit the services in Galway during my next round of visits to services throughout the country.  I disagree with the Senator that the HSE reply is a nonsense.  I accept that there is a problem.  During the discussions on the HSE social care plan additional home support hours were agreed.  This particular case is a classic example of a person who should be benefitting in that regard.  I will engage with various departments in the HSE and will put pressure on them to resolve this issue.  What is going on is not acceptable, particularly for a person with motor neurone disease.  I agree with the Senator that the situation is extremely difficult for the person concerned and for his family, particularly his young children.  It is our duty to facilitate them.  It has been stated that the cost of doing so would be approximately &euro;775,000 per annum.  With a little creativity and planning we can, hopefully, come up with a resolution.<\/p> <p>I will make known to the HSE the Senator's views regarding the urgent need for resolution of this matter. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00300","speaker":"1359"},{"type":"minorheading","content":"Mental Health Services","time":1496151000,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00400"},{"type":"speech","time":1496151000,"counter":16,"content":"<p>Is the Minister of State taking the second matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00500","speaker":"1388"},{"type":"speech","time":1496151000,"counter":17,"content":"<p>Yes, I am taking the matter on behalf of the Minister of State, Deputy McEntee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00600","speaker":"1359"},{"type":"speech","time":1496151000,"counter":18,"content":"<p>This is happening quite frequently.  This matter relates to the closure over the last couple of weeks of 50% of the beds at the Linn Dara unit in Cherry Orchard.  The engagement, thus far, by the Minister of State, Deputy McEntee, in this regard has been poor.  Owing to the closure of these beds children who would have been inpatients at Linn Dara were left queuing last weekend at accident and emergency departments, some of them for 24 hours and at great risk.  While some of these children are being released to the loving embrace of their families, other children are not.  There are 20 children on the waiting list, which has also been culled.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We also have been left with half of the staff.  It has been alleged that staffing issues caused the closure and there have been warnings about staffing shortages for a long time, particularly the shortage of psychiatric nurses.<\/p><p>I am outraged by the closure of the facility.  The parents and children are desperate for help.  We know the reality due to the publication yesterday of a report on the services available to children, the publication this morning of a report on children's mental health services by the Seanad Public Consultation Committee and from the public writing to us beseeching us to do something about access for children.  We have failed them miserably and we continue to fail them every day.  Numerous reports have been published and some action has been taken but what we need has been ignored.  We need a robust 24-7 service for children in need.  <\/p><p>I want the Minister of State, Deputy McEntee, to up the ante and engage with the Psychiatric Nurses Association, PNA.  The association, of which I am a member, has solutions that it gave to the Minister of State but they have been completely ignored and not acted upon.  Action is much more than kicking something into touch, undertaking reviews and waiting for recommendations to be implemented, which has gone on forever.  We just need some action.  I urge the Minister of State present to convey my comments to the Minister of State, Deputy McEntee, and ask her to re-engage with the PNA.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#C00700","speaker":"1388","continuing":true},{"type":"speech","time":1496151000,"counter":20,"content":"<p>I thank Senator M&aacute;ire Devine for raising this important issue, along with the staffing issue and her call for the Minister of State, Deputy McEntee, to engage with the PNA.  I shall respond to the latter issues at the end of my response.<\/p> <p>The Linn Dara facility is a state-of-the-art child and adolescent mental health services, CAMHS, inpatient unit.  It provides support and services to young people who struggle with their mental health and find it hard to cope with everyday life.  Linn Dara consists of two 11-bed units called Hazel and Rowan and a two-bed high observation unit called Oak.<\/p> <p>Over the past few weeks, as is normal practice, a number of patients were discharged from Linn Dara's CAMHS unit for clinical reasons.  The decision was taken not to refill those beds due to staff shortages.  Unfortunately, the decision has left Linn Dara with just half of its 22 beds occupied, and that is the core of the issue.  I can assure the Senator that the Government is taking the issue very seriously.  The Minister of State with responsibility for mental health, Deputy McEntee, met the HSE last week specifically about this matter and she also visited Linn Dara so the process has started.  <\/p> <p>I want to assure the Senator that the HSE has confirmed that no young person is discharged from Linn Dara unless deemed clinically appropriate by his or her mental health team.  It should be clearly understood that nobody is discharged to allow for a bed to be closed.  For those discharged for clinical reasons, dedicated follow-on supports from the community-based CAMH service will be provided, if deemed necessary.  The HSE will also make available the CAMH day service, as appropriate in individual cases, to enhance supports for young people and their families.<\/p> <p>The core issue that faces Linn Dara, which we must face, relates specifically to staff recruitment and retention difficulties for mental health professionals.  Unfortunately, this matter reflects wider health system issues.  The problem in this case does not relate to funding availability.  Staffing cover has been augmented in recent times through methods such as staff working additional hours, overtime and engaging the services of agency staff.<\/p> <p>I assure the Senator that the HSE is exploring every option to maximise the operation of this service, keeping quality and safety to the fore.  The HSE has intensified its recruitment efforts.  A number of staff have been identified to join the Linn Dara service in the near future but realistically, such recruitment will take some time.<\/p> <p>The Minister of State, Deputy McEntee, has told me that she will remain in close contact with the HSE and the management at Linn Dara on this issue.  The Senator may rest assured that all efforts will continue to be made to address ongoing service difficulties at Linn Dara.  In this context, I urge all relevant health professionals, including those represented by the Psychiatric Nurses Association, to consider working in a modern high-quality CAMHS unit, such as Linn Dara, or other CAMHS units nationally.  <\/p> <p>I will briefly address the wider issues around mental health services for children and adolescents.  It is the policy of the HSE, as reflected in its annual service plans, to provide an age-appropriate mental health service for people under 18 years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Mental health remains a key priority for the Government, underscored by the fact the HSE mental health budget increased from &euro;826 million in 2016 to &euro;853 million this year.  That is a substantial increase.  The HSE service plan for 2017 commits to further development of child and adolescent mental health services, CAMHS, including more acute bed provision, better out of hours liaison and seven day a week response services.  This is the strategic priority action in the plan against a background where the population of children is expected to increased by around 8,500 over 2016 and 2017, inevitably creating additional demands in CAMHS.  Around 18,500 young people under 18 years are expected to attend a CAMHS service this year.  That is a great many children.  Additional resources and facilities means there are 67 CAMHS teams and three paediatric liaison teams, until recently supported by 66 operational CAMHS beds nationally.  Further beds were planned to come on stream as approved staffing posts materialised at local level.  However, I acknowledge that difficulties have clearly arisen in recent times in the HSE securing adequate staffing to maintain approved CAMHS capacity, including the Linn Dara unit in Cherry Orchard.  I assure Senator Devine that all efforts will be made to continue to address the ongoing service difficulties at Linn Dara.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#D00200","speaker":"1359","continuing":true},{"type":"speech","time":1496151000,"counter":22,"content":"<p>Linn Dara is a modern unit and it is a shame to see it half empty.  The 20 or more children on the waiting lists to all intents and purposes have been culled.<\/p> <p>Ireland's overall suicide rate has stabilised in the past two years, but among young boys and young men it is increasing alarmingly.  Our country shouts out in despair to remind us to look after, embrace and make sure our children are safe.  This is what every parent wants to do and what every State should be doing for our children.  The Minister of State, Deputy Helen McEntee, needs to be really proactive now.  She has been told to re-employ the bank of retired nurses.  I have spoken to retired nurses who have just left the health services and they are willing to come back and keep this unit open.  Where is the bespoke recruitment campaign that was to happen for Linn Dara in particular?  There are many things that can be done.<\/p> <p>The Minister of State needs to understand how heavy a burden is placed on the medical teams when staff are told to find a bed by discharging a person right now.  The burden is placed on a medic to tell a person that he or she is being prepared for discharge.  The risk the medic is taking is enormous.  That risk has to be taken by the Government and it should act now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#E00200","speaker":"1388"},{"type":"speech","time":1496151000,"counter":23,"content":"<p>I totally accept there is a major issue with mental health issues, particularly among our adolescent and younger population.  I mentioned that 18,500 persons used the services last year.  These are people under 18 years, which is a very high number for those using CAMHS.<\/p> <p>I will bring Senator Devine's suggestion of using the bank of retired nurses to the attention of the Minister of State, Deputy McEntee.  However, the Minister of State assures me that she is working very closely with the hospital and the HSE to try to resolve this issue.  We have a major problem with retaining nurses, which sadly is a reality.  We have many vacant posts across services which we are unable to fill.  I will bring Senator Devine's strong message that we have to ensure we do not lose people or put human life at risk.  We have to ensure an adequate mental health service for young people.  That is the message I will bring back to the Minister of State, Deputy McEntee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#E00300","speaker":"1359"},{"type":"minorheading","content":"Primary Care Services Provision","time":1496151000,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#E00400"},{"type":"speech","time":1496151000,"counter":25,"content":"<p>I thank the Minister of State, Deputy McGrath, for his presence in the House today.  I wish to discuss the lack of physiotherapy services in County Mayo, which have reached a crisis point.<\/p> <p>Patients throughout County Mayo are not getting the physiotherapy they need.  This includes children, post-operative patients, people with disabilities and arthritis and elderly people.  If a person can afford to access private physiotherapy and he or she is able to travel, that person can get as much treatment as he or she needs.  If that person is a medical card patient living on a low income, it is becoming increasingly impossible to get physiotherapy in County Mayo.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The long-term damage of not being able to access physiotherapy is well documented.  The physical pain experienced by many patients who are denied treatment is truly awful and the mental trauma of knowing permanent damage is likely to arise from delayed treatment is not acceptable.  The solution to this crisis is very simple.  An adequate number of physiotherapists must be appointed to meet the needs of those waiting for physiotherapy in Mayo.<\/p><p>Why are physiotherapists from the panels not being appointed?  Why are applicants to physiotherapy panels not given the choice of which areas they would like to work in on their applications, rather than just being asked to define one area?  People applying in the west should at least be given the opportunity to list the counties in which they would like to work in order of preference.  If people are forced to say that they will work in Mayo, they can only choose Mayo.  Somebody on the Mayo-Galway border cannot have his or her application considered for both counties.  This is absolute nonsense.  <\/p><p>I am particularly concerned that when physiotherapists go on maternity leave or long-term illness leave or move to another location the replacement process seems to meet an absolute dead end.  It is not as if the HSE does not know when someone is going on maternity leave or when someone is going to retire.  It has several months' notice, yet it does not respond by employing a replacement.  Why is this?  I know that three members of staff have left in the last three weeks alone, in addition to others who left in recent months.  <\/p><p>It is not a surprise that physiotherapists are leaving.  The pressure they are under to provide a service without having sufficient hours is unsustainable.  When they are only able to see a child who needs weekly physiotherapy for one session every four to six weeks, it reflects on the integrity of the whole discipline and causes huge distress to the children, parents and the physiotherapists themselves.  <\/p><p>It is also having a knock-on effect in other medical disciplines.  People who should be fully recovered and active are having to be admitted to acute hospitals and having to go back to their GPs.  This is all taking up valuable scarce resources.  Patients from community and district hospitals are unable to be discharged because they cannot get the physiotherapy that would allow them to go home.  These beds cannot then be used as step-down beds for acute hospitals, which backs up the accident and emergency departments and adds to the trolley crisis.  In the meantime dozens of fully-qualified physiotherapists are forced to emigrate because they cannot find work in their own areas.  I know one physiotherapist who has waited on a panel for months and who has now been offered &euro;5,000 to relocate to Canada to work in the Canadian health service.  Who is accountable for this debacle?  What immediate actions will the Minister of State and the Government put in place to sort this out?<\/p><p>I will give the Minister of State an example of what is happening.  Up to last September, physiotherapy for the Belmullet District Hospital and its community nursing unit was provided through primary care.  A change was then made whereby this could no longer happen.  Why did this happen?  This is a crazy situation.  There was already a backlog, which was being dealt with by a physiotherapist who was there.  Will the Minister of State explain to me who, in their wisdom, decided that physiotherapy could no longer be provided to both of these facilities through primary care, but rather that it had to be provided through social care?  There is absolute mayhem in the area of physiotherapy, in Mayo at least.  I ask the Minister of State those questions specifically.  What can be done to sort it out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#E00600","speaker":"1378","continuing":true},{"type":"speech","time":1496151000,"counter":27,"content":"<p>I thank the Senator for raising this very important issue.  I am very interested in some of the points she has raised in this regard, particularly the last point because, in theory, we have a strong emphasis on services being provided within primary care settings.  The Programme for a Partnership Government commits to a decisive shift within the health service towards primary care in order to deliver better care close to home in communities right across the country.  That is the first thing.  The aim of primary care policy is to provide services in local communities so that people can be maintained in their own homes and communities for as long as possible.  Effective delivery of primary care services will enable people to have direct access to integrated, multi-disciplinary teams of GPs, nurses, physiotherapists, occupational therapists and others.  It has been estimated that up to 95% of people's health and social service needs can be met within a primary care setting and primary care teams contribute greatly to enhancing community-based services in these areas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In regard to the issues raised by Senator Conway-Walsh, physiotherapy services form part of the services provided by many primary care teams.  In particular, physiotherapists play a key role in chronic disease management, especially in instructing and guiding patients through safe and appropriate exercise regimes.  Physiotherapy services for adults and children are also delivered through specialist disability providers or early intervention and children's teams from birth to 18 years of age.<\/p><p>In regard to the specific issue raised by the Senator, I am advised by the HSE that physiotherapists in County Mayo have in the region of 37,000 face-to-face contacts in a year, which is a significant figure.  The HSE has informed me that there are staffing related matters affecting the delivery of physiotherapy services in County Mayo.  These staff issues relate to a number of factors in paediatric services across the county, including maternity leave, sick leave and a recent resignation, as mentioned by Senator Conway-Walsh.  I am further advised that, in regard to adult services, a physiotherapy post in the Erris primary care area is now vacant as a result of maternity leave.  The HSE is exploring the use of agencies to deal with priority one trauma clients in the area.  These are the most urgent cases and require physiotherapy services after orthopaedic surgery and hospital discharge.<\/p><p>Delays in access to physiotherapy services can be very difficult for those affected.  The need for additional therapy posts is highlighted in A Programme for a Partnership Government.  At the end of February 2017, there were 529.38 whole-time equivalent physiotherapists employed by the HSE in primary care, of which 59.48 whole-time equivalents were employed in the community health organisation area two, which includes County Mayo.<\/p><p>To follow up the concerns of Senator Conway-Walsh, the HSE has established a service improvement group to develop a new model to improve waiting times for physiotherapy services.  The terms of reference of the group include devising and implementing short-term measures to address current waiting lists and agreeing a revised national model of physiotherapy provision that will be standardised across all community health organisations.  This group will examine standardisation of recruitment, which is very important, to include an agreed process and approach to vacancy management.  That issue must be addressed.  The work of the group is ongoing and a report on the issue is expected later in the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#F00200","speaker":"1359","continuing":true},{"type":"speech","time":1496151000,"counter":29,"content":"<p>I thank the Minister of State for his reply.  However, there is an absolute disconnect between what he has said and the reality on the ground.  It bears no resemblance to what is being experienced by those waiting for and working in physiotherapy.  It is very simple.  The panels contain fully qualified, ready, willing and able physiotherapists.  What is stopping them from being appointed?<\/p> <p>The agency solution cited by the Minister of State worries me.  Until he confirmed it, I could not believe it that private agencies are being engaged from Galway and brought into Mayo.  Does the Minister of State know how long it takes to get from Galway to Belmullet in Mayo?  It is a six-hour round trip.  If that is the most economic way to deliver physiotherapy in Erris, God help us.  It is not a solution.<\/p> <p>Who is on the group and what advice is it being given?  It is obviously disconnected from what is happening on the ground.  The Minister of State's answer has given me no more confidence in the approach being taken.  I appreciate that he has been given the answer by the HSE, but the situation needs far more urgent attention to solve the problems in the area.  People are coming out of hospital after hip and other very serious operations without any physiotherapy follow-up.  There is no realisation of the damage that is being done right across the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#G00200","speaker":"1378"},{"type":"speech","time":1496151000,"counter":30,"content":"<p>I thank Senator Conway-Walsh for her contribution.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will definitely follow up the point the Senator raised regarding the service improvement group whose purpose is to improve waiting times for physiotherapy services.  I will also follow up the Senator's point on the need to address issues such as the management of maternity leave and sick leave.<\/p><p>Another important issue and one which I regularly raise with the Health Service Executive is the outsourcing of services.  When I hear about outsourcing, it sets off a red light in my head.<\/p><p>Senator Conway-Walsh also referred to the logistics involved in travelling from Galway to Belmullet.  I have seen a similar example in the disability sector where we had a service which cost &euro;80,000 per person.  When a crisis arose in the health service, bills suddenly issued for twice this price.  We will have to address that issue.<\/p><p>The Senator also raised the important issue of physiotherapist recruitment panels in the various counties.  Those who have been placed on panels are ready to roll, as it were.  I will raise this matter with the Minister.  The message I will take to the Minister and the Health Service Executive is that we must ensure services are in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#G00300","speaker":"1359","continuing":true},{"type":"unspoken","time":1496151000,"counter":32,"content":"<p>Sitting suspended at 3.06 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1496151000,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#N00100"},{"type":"speech","time":1496151000,"counter":34,"content":"<p>The Order of Business is No. 1, statements on the mid-term capital review and report of the Public Service Pay Commission, to be taken at 4.45 p.m. and to conclude not later than 6.30 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, and the Minister to be called upon to reply not later than 6.20 p.m.; and No. 2, Criminal Justice Bill 2016 - Second Stage, to be taken at 6.30 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#N00200","speaker":"1391"},{"type":"speech","time":1496151000,"counter":35,"content":"<p>It is with further horror that I raise the issue of the continued neglect of our children who are suffering at the hands of this State.  I raised the issue last week in light of the report of the Ombudsman for Children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Today, I highlight the report by Government rapporteur for child protection, Dr. Geoffrey Shannon, who commented that there was a much greater co-operation needed between An Garda S&iacute;och&aacute;na and Tusla to protect our most vulnerable children.  There are reports of cases where children were taken from their homes under the powers of section 12 by garda&iacute; only to be returned later that day by Tusla.  We understood after the children's referendum in 2012 that more protection rights and care would be afforded to our children.  However, report after report published in recent weeks highlight the gross inadequacies and chronic systems failures within organisations in this State that are charged with the responsibility of looking after our children. <br\/><br\/>Widespread neglect of children under Tusla's watch is endemic.  As we know, Tusla is under-resourced along with other areas of the public service.  The Government's failed recruitment policy in Tusla and other areas of the HSE has left many posts unfilled due to the inability to recruit or retain staff.  The staff <i>in situ <\/i>are swamped by huge caseloads and the massively complex nature of the cases they handle.  I have great admiration and respect for those social workers working within the limited-resourced Tusla.  I also note that the report acknowledges the compassion members of the Garda S&iacute;ochana had for the children they removed from their parents' care under section 12, whereby many rank and file garda&iacute; stayed long after their rostered hours to ensure the appropriate care was provided for children.  <br\/><br\/>All of us in this House have harrowing stories of shortcomings within the system that present at our clinics.  However, Dr. Shannon's report alone gives 91 examples of harrowing cases of the abject failure by this State in the care of our children.  I ask that the Minister attend the House so we can have an open debate on Tusla and the resources available to it and the massive caseloads that are not being dealt with on a daily basis.  It is something we have all encountered.  I do not know what the solution is and I do not know how the current social workers will get through their caseloads. <br\/><br\/>I also raise the issue of hospice services.  Harold's Cross hospice in Dublin gives care to 700 patients each year.  That is an average of two patients dying daily who were in receipt of its services.  Enough cannot be said of how appreciative people are for the care and support given to many families by Harold's Cross Hospice alone and the hospice movement in general.  I commend my colleague, Senator Gallagher on raising this last week.  Proper credit ought to be given to the hospice movement.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1496151000,"counter":37,"content":"<p>I raise the same issue as Senator Ardagh.  I call on the Leader to organise for the Minister for Children and Youth Affairs, Deputy Katherine Zaponne, to come to the House.  I want to impress the importance of this today because of the report on child protection by Dr. Geoffrey Shannon, which was commissioned by An Garda S&iacute;och&aacute;na and published yesterday.  It is a damning report.  It highlights really serious issues and grave concerns about failings to protect Irish children.  It addresses a number of matters.  In summary this report notes a lack of adequate out-of-hours social work services; a lack of access to case files to enable effective decisions for child safety and child protection; a lack of reliable data on the PULSE system in relation to section 4 removals; which is the statutory process of removing a child for its safety and welfare; a lack of training, resources and support for garda&iacute; in exercising their functions and duties in relation to section 12 removals; a lack of clarity around the responsibilities of Tusla - and we do not need to talk more about that, we have talked about it so much here in the past few weeks - and the role and functions of An Garda S&iacute;och&aacute;na and other State agencies.  There is a shortfall here and a misunderstanding about the roles, functions and statutory responsibilities of all these organisations supposedly involved in the welfare and protection of our children.  The use of Garda stations as a place of safety for a child, which is against international best practice, has been highlighted in this report by Dr. Shannon.  There are concerns about the use of some private fostering services.  These are really serious issues.  In summary, Dr. Shannon makes 17 recommendations in his report.  Every time there is a controversy in this country, the Government of the day commissions a report, recommendations are made and the report sits on a top shelf gathering dust.  Shame on us if we do nothing here today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Dr. Shannon has clearly set out strong, workable and practical solutions that need to be addressed in 17 recommendations.  I call on the Government, An Garda S&iacute;och&aacute;na and Tusla to commit to implementing all the recommendations in his report.  Will the Leader ask the Minister for Children and Youth Affairs to come to the House to debate the issues with a view to setting out a comprehensive plan to address the recommendations within two weeks?  Hopefully, I will have the support of all Senators in seeking a full report on how the Department will roll out the plans that have been set out.  I would also like a full plan outlining a detailed implementation strategy to address all the recommendations, which should be presented to the House within three months.  Ultimately, recommendations are meaningless unless action is taken.  We have an opportunity today to start this process and to have the Minister in the House to set out how she will address our concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#O00200","speaker":"1379","continuing":true},{"type":"speech","time":1496151000,"counter":39,"content":"<p>I refer to the same subject.  I ask that the Minister be requested to come to the House as soon as possible to discuss the report of the special rapporteur on child protection.  The horrific findings of this report should not be a surprise because children across the State continue to be neglected and abused in their own homes.  The perpetrators of these crimes and this awfulness in many instances are the parents of the children but the State has a responsibility to protect the children, including under the Constitution, which provides for the State to cherish all our children.<\/p> <p>Many crocodile tears have been shed about how children were treated in the past, yet this abuse continues.  The number of social workers needed to keep children safe is wholly inadequate and it has been for many years under successive Governments.  Children going home from school today are afraid of the abuse and the neglect they will face but nobody will come to help.  Their neighbours and relatives call social services and wait for a social worker who never comes.  The Minister needs to come to the House to outline what plans she is putting in place.  Urgency is needed in this regard because an hour or a day in the life of a child who is going through torture and abuse is a long time.  Last night's \"Prime Time\" report made clear this abuse is continuing and that is a horrific indictment on us as a State.<\/p> <p>I move an amendment to the Order of Business, that Second Stage of No. 9 be taken today or tomorrow.  The Bill seeks to help those in financial difficulty by allowing them to access services of the Financial Services Ombudsman even after the six year cut-off point.  The longer it takes for this Bill to be enacted, the more suffering will be endured by those in need of solutions.  This is an opportunity for the House to prove its worth by facilitating the quick passage of this legislation, which received cross-party support in the D&aacute;il.  I hope the Leader can facilitate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00200","speaker":"1378"},{"type":"speech","time":1496151000,"counter":40,"content":"<p>If the Senator moves an amendment, it has to relate to that day's business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00300","speaker":"1381"},{"type":"speech","time":1496151000,"counter":41,"content":"<p>It is for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00400","speaker":"1378"},{"type":"speech","time":1496151000,"counter":42,"content":"<p>Otherwise, she will put the Leader in a dilemma.  I take it she wants to move the amendment today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00500","speaker":"1381"},{"type":"speech","time":1496151000,"counter":43,"content":"<p>I thank the Cathaoirleach for that clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00600","speaker":"1378"},{"type":"speech","time":1496151000,"counter":44,"content":"<p>I listened to Dr. Geoffrey Shannon earlier talk about the findings in his report, which are devastating.  The entire country is impacted by what we heard.  While the report as a whole is harrowing, I was particularly struck by the clear focus on alcohol abuse in Ireland and how it impacts on child welfare.  It is time that we started to talk about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It states that in a significant number of the 90 cases reviewed as part of the audit, it was evident that drug and-or alcohol abuse by parents was compromising their ability to care for their child.  In one instance a one-year old child was found wandering alone in a housing estate because its mother was under the influence of alcohol.  Cases like this cannot continue to happen in our communities.<\/p><p>Dr. Shannon was clear on \"Morning Ireland\" in his pleas for us to wake up to the harm alcohol abuse is causing.  He said that the biggest challenge facing society is the adverse consequences for the welfare of many children posed by alcohol.  Drug and alcohol abuse are a key feature of the report and have a very damaging effect on children.  Society's failure to address alcohol is a fundamental issue and places insurmountable problems on the child-protection system.  It is not just about Tusla or the Garda; it is about society and our ambivalence to alcohol and substance misuse.<\/p><p>Sadly, this is no surprise to me as I have worked with people suffering from alcohol abuse and addiction for many years.  I work with their families and deal with this on a daily basis.  The onus is on the State to step up and take responsibility, and we, as legislators, must make that happen.  However, since it was first introduced, the Public Health (Alcohol) Bill has languished in the Oireachtas for over 500 days.  This is despite repeated Government commitments that it would take action on the issue.  The Bill contains sensible, evidence-based, workable measures to reduce alcohol harm and the Government must proceed with it as a matter of urgency.  Dr. Shannon's report only emphasises this further.  When will the Public Health (Alcohol) Bill be reintroduced in this Chamber so that we can get on with our work tackling this serious issue?  For every one day that we let this go, three people die and our organisation is dealing with the family members.  Something has to be done and we need to do it quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#P00700","speaker":"1408","continuing":true},{"type":"speech","time":1496151000,"counter":46,"content":"<p>I acknowledge the decision made on the national maternity hospital and I hope it proceeds with all speed.  It is a badly-needed hospital.  The building on Holles Street is very old and not fit for purpose.  I would like to see the new national maternity hospital built as soon as possible.  I acknowledge the work the public did in highlighting the role of the religious orders.  I compliment the Sisters of Charity on making what I believe is the right decision in withdrawing from it.  I also acknowledge the work the Minister, Deputy Harris, has done behind the scenes.  Too often we stand here and criticise people, but do not acknowledge when good work is done behind the scenes.<\/p> <p>I also acknowledge the strategy of the all-party Committee on the Future of Healthcare, published this morning.  Deputy Shortall and the committee members have done an excellent job on which I compliment them.<\/p> <p>IMPACT published a document on a just transition to a low-carbon economy, which is a very worthy report.  We should at the earliest possible time debate the overall effect of moving to a low-carbon economy.  As with all things there will be winners and losers and it is important that there be a just transition.  That just transition cannot just be in Ireland; it needs to happen on a global basis.  It would be worthwhile debating it in a wider sense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Q00200","speaker":"1417"},{"type":"speech","time":1496151000,"counter":47,"content":"<p>I welcome that the new accident and emergency department in University Hospital Limerick opened at 8 a.m. yesterday.  It was wonderful to see the new facilities there.  I know the staff had a very busy day yesterday.  Earlier in the week some of the more senior staff expressed concerns over whether some of the new staff appointed would be able to cope under the pressure of the opening with increased numbers coming through the doors.  I welcome that the hospital committed to appointing a clinical skills facilitator who will ensure that enough senior staff are working with the more junior and newly-qualified staff.  This is to be welcomed on health and safety grounds.  Those of us in Limerick and the wider region have waited a long time for this.  I know the problems will not be solved overnight.  I wish the existing and new staff the very best for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Q00300","speaker":"1384"},{"type":"speech","time":1496151000,"counter":48,"content":"<p>I would like to again raise the issue of Brexit.  Recent evidence that has emerged from the Irish Exporters Association clearly shows Government inaction in regard to preparing Irish business for what lies ahead.  The Irish Exporters Association has described business as \"woefully unprepared for Brexit\", which is very worrying and is something the Government would need to sit up and take notice of.  The Irish Exporters Association has made several suggestions, all of which appear reasonable, such as increased investment in infrastructure such as broadband, which it describes as \"embarrassing\", upskilling of SMEs and the development of new trade links.<\/p> <p>There seems to be a gap between what businesses need from Government and what is actually being provided.  It is clear we need to open up new markets to deal with the post-Brexit situation.  It is worrying that the small sum of &euro;4.6 million is all the Minister, Deputy Donohoe, has allocated towards business this year to deal with this threat.  This means the IDA, Enterprise Ireland and Bord Bia combined will receive a total of &euro;4.6 million to deal with what most commentators say is the greatest economic threat ever to hit this country.  Businesses, particularly those in the Border area, feel very exposed and let down.<\/p> <p>It is clear there is a major issue.  I ask the Leader to use his good offices to ensure the Taoiseach and his Cabinet are aware of the suggestions of the Irish Exporters Association and that the threats it clearly indicates exist are acted upon as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#R00100","speaker":"1396"},{"type":"speech","time":1496151000,"counter":49,"content":"<p>I raise on the Order of Business for the second time the impending major disaster for many Irish homeowners, particularly in the Dublin region, of the consequences of the increase in the local property tax.  It is about to go up by some 50% and the European Union is now proposing that we should accelerate the revaluation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#R00200","speaker":"1403"},{"type":"speech","time":1496151000,"counter":50,"content":"<p>It is rack-renting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#R00300","speaker":"1392"},{"type":"speech","time":1496151000,"counter":51,"content":"<p>I want to make one point.  There could be two families, one of whom lives in a small red-brick terraced house somewhere between here and Ringsend, for example, and who could have a 90% mortgage on a house which cost them between &euro;450,000 and &euro;500,000.  The other family could live in a 6,000 sq. ft. restored Georgian or Victorian villa in the midlands and, based on the property price website I recently looked at, they would be liable for the same amount.  The family in Ringsend, as I said, might have a mortgage of 80% or 90% on their house whereas the family in the midlands might have none and might also have a farm of 300 acres but would contribute the same amount as the family in Dublin to their local authority.  The unfairness of all of this is that the tax does not in any sense reflect the actual wealth of the owners, in particular if there is a 90% mortgage.<\/p> <p>The second point is that there is a way to deal with this, that is, to provide for a different system of valuation and banding of houses in local authority areas so that, if one does live in a very substantial house outside Dublin, one should pay more to the local authority, and if one has a very large farm, one should pay more to the local authority than a family in Dublin in those circumstances.<\/p> <p>When it comes to defraying the cost of local government in Ireland, the family living between here and Ringsend might have as their principal breadwinner a man or woman who is also renting office accommodation or some kind of workplace in Dublin, and they might be paying up to &euro;900 on their home and &euro;2,000 in commercial rates, whereas the couple living in the large place in Longford or Laois might be paying only &euro;900 to their local authority.  This is unfair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One local authority that has only raised &euro;2 million in local property tax, LPT, from its residents and has received &euro;7 million in transferred money from Dubliners actually voted to reduce its LPT rate by the 15% to which it was entitled.  That is grossly unfair.  The situation is a ticking time bomb.  It is on the front pages of today's editions of the <i>Daily Mail<\/i>and the <i>Irish Independent<\/i>.  The time has come for us to address this unfairness.  People in different parts of the country are being treated unequally and people who are of modest means and who struggle to make a living in this city are being treated unfairly compared with people elsewhere.  The Minister for Finance or the Minister for Housing, Planning, Community and Local Government, Deputy Coveney, or whoever assumes responsibility for LPT in its present form should be called before the House to address the issue.<br\/><br\/>I second the amendment to the Order of Business proposed by my colleague, Senator Boyhan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#R00400","speaker":"1403","continuing":true},{"type":"speech","time":1496151000,"counter":53,"content":"<p>I do not believe that there was a formal proposal from Senator Boyhan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00200","speaker":"1381"},{"type":"speech","time":1496151000,"counter":54,"content":"<p>I took him to be proposing an amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00300","speaker":"1403"},{"type":"speech","time":1496151000,"counter":55,"content":"<p>He asked that the Minister attend,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00400","speaker":"1381"},{"type":"speech","time":1496151000,"counter":56,"content":"<p>No amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00500","speaker":"1391"},{"type":"speech","time":1496151000,"counter":57,"content":"<p>-----but he did not move an amendment to that effect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00600","speaker":"1381"},{"type":"speech","time":1496151000,"counter":58,"content":"<p>I-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00700","speaker":"1379"},{"type":"speech","time":1496151000,"counter":59,"content":"<p>The Senator cannot speak again.  I am sorry, but I was listening carefully because I expected an amendment to be moved.  None was, though.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00800","speaker":"1381"},{"type":"speech","time":1496151000,"counter":60,"content":"<p>Maybe some other colleague might-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S00900","speaker":"1379"},{"type":"speech","time":1496151000,"counter":61,"content":"<p>I cannot allow Senators to speak twice to say that they should have done this or that.  My apologies.  I call Senator Colm Burke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01000","speaker":"1381"},{"type":"speech","time":1496151000,"counter":62,"content":"<p>What about me?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01100","speaker":"1392"},{"type":"speech","time":1496151000,"counter":63,"content":"<p>The Senator had not indicated but this is a priority, so I will allow the other Senator in as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01200","speaker":"1381"},{"type":"speech","time":1496151000,"counter":64,"content":"<p>Today's CSO figures show a continuing increase in the number of people in employment.  The number in full-time employment has increased in real terms by 84,000 in the past 12 months.  A wide range of people have returned to employment with increases in 11 of the 14 sectors.  In the construction industry, there are 11,000 more people in employment.  In the IT sector, there has been an increase of 7,500 people.  We are beginning to experience a skills shortage in some areas, particularly construction.  Should Members have a debate on how our educational institutions are adapting to changing needs?  There is also a skills shortage in the restaurant trade.  Recently, I spoke to someone who was opening a new restaurant in Cork.  That person was finding it difficult to get chefs.  It is a common complaint across the country.  We must consider this matter and determine whether our educational institutions can adapt.  What action is the Minister taking in this regard?  Having a debate on the matter at an early stage would be appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01300","speaker":"1409"},{"type":"speech","time":1496151000,"counter":65,"content":"<p>I welcome this morning's decision by the Supreme Court effectively declaring the ban on asylum seekers from working to be unconstitutional.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01400","speaker":"1389"},{"type":"speech","time":1496151000,"counter":66,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01500","speaker":"1389"},{"type":"speech","time":1496151000,"counter":67,"content":"<p>A Burmese man who spent eight years in direct provision has won his Supreme Court appeal over the legal ban preventing him from working.  The court has adjourned the matter for six months to allow the Legislature to consider the matter.  According to Mr. Justice O'Donnell, &ldquo;This damage to the individual&rsquo;s&rsquo; self worth and sense of themselves, is exactly the damage which the constitutional right [to seek employment] seeks to guard against.&rdquo;  The right to work for asylum seekers is a fundamental one that has been denied for far too long.  It is a matter that many others and I have raised directly with the Minister of State in the past.  Regrettably, he has always been adamant that under no circumstances would he consider the issue of the right to work.<\/p> <p>I have visited the direct provision centre in Knockalisheen and seen at first hand adults sitting and staring into space as the day goes by with nothing to do.  I have spoken to staff who have been at pains to stress the negative effects on asylum seekers of being prevented from working for years at a time.  In 2015, the Joint Committee on Public Service Oversight and Petitions described the direct provision system as not being fit for purpose.  In the same report, HIQA stated that it had grave concerns about the mental health of those in such a system.  In 2015, the UN Committee on Economic, Social and Cultural Rights called it a severe violation of human rights, yet previous Governments have stood by the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01600","speaker":"1389"},{"type":"speech","time":1496151000,"counter":68,"content":"<p>So did Sinn F&eacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01700","speaker":"1392"},{"type":"speech","time":1496151000,"counter":69,"content":"<p>Last week, we saw horrific reports from the Mosney direct provision accommodation centre whereby residents were being sold out-of-date food for consumption - chicken meat that was two months out of date - leading to food poisoning.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The residents of Mosney are being forced into a system of segregated shopping rather than being allowed buy food at a regular shop like everyone else.  There is a very real scandal over the huge profits being made by companies administrating direct provision on behalf of this Government.  Ireland is, in fact, one of only two countries in Europe that does not recognise the Reception Conditions Directive.  I ask that the Minister of State at the Department of Justice and Equality, Deputy Stanton, come to the House to debate this matter and explain what action he intends to take to bring us in line with this ruling.<\/p><p>The direct provision system is a system of shame.  Direct provision needs to be abolished.  The Government should close all 32 centres and allow applicants the right to work and have access to the labour market.  People should not be forced to live in institutionalised living conditions.  They deserve to be properly integrated into the community and proper access to third level education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#S01800","speaker":"1389","continuing":true},{"type":"speech","time":1496151000,"counter":71,"content":"<p>I call Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00200","speaker":"1381"},{"type":"speech","time":1496151000,"counter":72,"content":"<p>I thank the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00300","speaker":"1392"},{"type":"speech","time":1496151000,"counter":73,"content":"<p>I want to second Senator Conway-Walsh's proposal.  Apologies for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00400","speaker":"1389"},{"type":"speech","time":1496151000,"counter":74,"content":"<p>I am sorry.  Which one?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00500","speaker":"1392"},{"type":"speech","time":1496151000,"counter":75,"content":"<p>Senator Conway-Walsh's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00600","speaker":"1389"},{"type":"speech","time":1496151000,"counter":76,"content":"<p>On behalf of Senator Boyhan, I propose that the Leader organises a debate with the Minister for Children and Youth Affairs, Deputy Zappone, about the Shannon child abuse report.  <\/p> <p>Senator Gavan has, in a sense, stolen my clothes because I was the first person to introduce this matter into the House a number of Parliaments ago-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00700","speaker":"1392"},{"type":"speech","time":1496151000,"counter":77,"content":"<p>By way of clarification, is the Senator proposing that the Minister, Deputy Zappone, comes to the House to address that matter today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00800","speaker":"1381"},{"type":"speech","time":1496151000,"counter":78,"content":"<p>Yes, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T00900","speaker":"1392"},{"type":"speech","time":1496151000,"counter":79,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01000","speaker":"1381"},{"type":"speech","time":1496151000,"counter":80,"content":"<p>I have raised the question of direct provision over a long number of years.  I actually prepared legislation on it, which has been introduced twice.  It is on the Order Paper, so it could be moved at any time.<\/p> <p>This decision was interesting because it was a unanimous decision of the seven-person Supreme Court.  As has been stated, the case was taken by a Burmese man who has been eight years in direct provision.  It has been adjourned for six months to see what the Oireachtas will do about it.  This situation has been in place since 1996.  There are currently 3,500 asylum seekers ready to work but who are barred from doing so.<\/p> <p>I speak with some strength on this matter because when my Bill was introduced in the last Seanad, we had the numbers to put it through and I had the support of Sinn F&eacute;in.  However, extraordinarily, at the last moment, Sinn F&eacute;in withdrew its support and the Bill collapsed.  I say to Sinn F&eacute;in that it could have had this matter addressed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01100","speaker":"1392"},{"type":"speech","time":1496151000,"counter":81,"content":"<p>How?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01200","speaker":"1389"},{"type":"speech","time":1496151000,"counter":82,"content":"<p>It could have had people working now if its members had not, in a dog in a manger fashion, removed their names.  It was an area in which Sinn F&eacute;in had actually done an awful lot of work, for which I will give it credit.  It had worked at the committees and had worked very hard but that is no reason for withdrawing its support.  The reasons given in this House were totally specious.  It said among other things that I had not made provision for work.  It is on page five or six of the Bill and I pointed out that the three things it said were missing were all in the Bill.<\/p> <p>I welcome the fact Sinn F&eacute;in is on board now but when it was crucial and when Seanad &Eacute;ireann could have done something, it removed its support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01300","speaker":"1392"},{"type":"speech","time":1496151000,"counter":83,"content":"<p>I call Senator Feighan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01400","speaker":"1381"},{"type":"unspoken","time":1496151000,"counter":84,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1496151000,"counter":85,"content":"<p>Ci&uacute;nas, le do thoil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01600","speaker":"1381"},{"type":"speech","time":1496151000,"counter":86,"content":"<p>I listened with worrying interest-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01700","speaker":"1424"},{"type":"unspoken","time":1496151000,"counter":87,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1496151000,"counter":88,"content":"<p>Ci&uacute;nas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T01900","speaker":"1381"},{"type":"speech","time":1496151000,"counter":89,"content":"<p>I thought the Cathaoirleach said cuteness.  I thought it was a reference to Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02000","speaker":"1392"},{"type":"speech","time":1496151000,"counter":90,"content":"<p>He is after silencing Senator Gavan.  We should mark the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02100","speaker":"1391"},{"type":"speech","time":1496151000,"counter":91,"content":"<p>Senator Feighan, le do thoil.  Let the Senator continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02200","speaker":"1381"},{"type":"speech","time":1496151000,"counter":92,"content":"<p>I listened with worrying interest yesterday to the radio.  A man called David Murray who went to Kildare and was falsely-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02300","speaker":"1424"},{"type":"speech","time":1496151000,"counter":93,"content":"<p>I would prefer not to mention names here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02400","speaker":"1381"},{"type":"speech","time":1496151000,"counter":94,"content":"<p>I am sorry but it was mentioned on the radio yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02500","speaker":"1424"},{"type":"speech","time":1496151000,"counter":95,"content":"<p>I stopped somebody doing it earlier.  It is a bad habit.  It may not be the person himself or herself but some relative or next of kin might say they were named in the Seanad and that is inappropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02600","speaker":"1381"},{"type":"speech","time":1496151000,"counter":96,"content":"<p>I am only paraphrasing what was mentioned on the radio yesterday.  This man was falsely identified as a convicted child abuser and he received vile verbal abuse from, effectively, a mob which followed him in Monasterevin in County Kildare.  His photograph and his name were put up on a website.  People who have any issues should contact the Garda.  This man took refuge in a pub in Monasterevin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Garda S&iacute;och&aacute;na effectively had to rescue him from a vigilante mob.  During his interview on radio, this man was very articulate and measured but he did point out that no one had apologised or admitted they got it wrong.  There is an atmosphere in this country now of people falsely accusing other people on social media.  The Garda S&iacute;och&aacute;na is the proper authority to deal with this sort of situation.  I appeal to people not to take the law into their own hands and not to ignore that this man has rights and should be protected.  As I said, this man, though not physically assaulted, was abused vilely.  In these types of situations, people should contact the Garda S&iacute;och&aacute;na and not try to take the law into their own hands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#T02700","speaker":"1424","continuing":true},{"type":"speech","time":1496151000,"counter":98,"content":"<p>I agree with previous speakers.  I welcome the announcement today of 120 new jobs at Merck, Sharp &amp;amp; Dohme in Carlow.  It is a great achievement for Carlow, along with all the other new jobs announced throughout the country.  Merck, Sharp &amp;amp; Dohme provides great employment in Carlow, as do many other factories.  Well done to them all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00200","speaker":"1395"},{"type":"speech","time":1496151000,"counter":99,"content":"<p>And to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00300","speaker":"1391"},{"type":"speech","time":1496151000,"counter":100,"content":"<p>I want to revisit the issue of revaluations, about which I have grave concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00400","speaker":"1395"},{"type":"speech","time":1496151000,"counter":101,"content":"<p>The Senator cannot give praise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00500","speaker":"1391"},{"type":"speech","time":1496151000,"counter":102,"content":"<p>Please, Leader, do not tease Senator Murnane O'Connor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00600","speaker":"1381"},{"type":"speech","time":1496151000,"counter":103,"content":"<p>I am raising this issue again today because a new appeals system will come into effect in September.  While there have been meetings held by some local authorities around the criteria and so on, there are also new categories provided for this time.  I am calling on the Leader to ask the relevant Minister to come to the House to address this issue, which is not only a Carlow issue but a national issue.  In regard to cr&egrave;ches, for example, the rate applicable to a purpose-built cr&egrave;che is cheaper than the rate applicable to a cr&egrave;che located in a house.  That is unacceptable.  There are pubs and other businesses similarly affected.  This new appeals system needs to work.  As I understand it, it will be similar to the system that applies in respect of the local property tax.  There have already been rate increases in certain areas and decreases in others.  If we do not get this right, businesses will close.<\/p> <p>When I last raised this issue, the Leader told me it was a matter for the Minister for Housing, Planning, Community and Local Government, Deputy Coveney.  However, I have since found out that the system has changed and it now comes within the remit of the Minister for Justice and Equality, Deputy Fitzgerald.  Will the Leader ask the Minister for Justice and Equality to come to the House to address us on this issue?  Members of her own party do not know who is in charge of the revaluation process.  As I said, this is a national issue and there is a great deal of confusion around it in different areas.  Can I count on the Leader to have the Minister come to the House to address us on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00700","speaker":"1395"},{"type":"speech","time":1496151000,"counter":104,"content":"<p>The Senator could have met her in Carlow on Friday night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00800","speaker":"1391"},{"type":"speech","time":1496151000,"counter":105,"content":"<p>I second the amendment proposed by Senator Norris on behalf of Senator Boyhan.  An opinion piece in yesterday's <i>thejournal.ie,<\/i>written by a law lecturer in NUI Galway, Dr. Brian Tobin, highlighted the fact we still do not have crucial parental rights for same-sex married couples.  The article showed how parental rights conferred by the passing of civil marriage equality and the Children and Family Relationships Act 2015 have yet to be realised.  I have spoken before about how the referendum conferred a variety of civil rights by equalising marriage, including guardianship, kinship, succession and shared parental rights.  Same-sex adoptive parents or parents who conceive by assisted reproduction have yet to be granted equal parental status, meaning that one parent is not seen as a legal parent.  For example, a non-legal parent does not have kinship rights such that he or she cannot make emergency medical decisions on behalf of the child, cannot remove the child from school in emergency circumstances and has no legal entitlement to custody should the marriage break down.  Also, the child has no entitlement to the non-legal parent's estate should he or she die without having made a will.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Same-sex couples who wish to conceive by assisted reproduction or to adopt have yet to be catered for.  This matter could be solved by three acts of Government.  First, the commencement of sections 20 and 23 of the Children and Family Relationships Act 2015.  I call on the Minister to come before the House to explain the delay and outline the expected timeline for the commencement of the Act as it was signed into law over two years ago.<\/p><p>Second, I call on the Government to return the Adoption (Amendment) Bill 2016 to the House for Report and Final Stages in order that the legislation can be enacted without delay thus guaranteeing the rights of same-sex couples who wish to adopt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#U00900","speaker":"1372","continuing":true},{"type":"speech","time":1496151000,"counter":107,"content":"<p>The Leader may have spotted a number of families standing outside the building today.  They seek to raise awareness of Lyme disease.  In my own county of Donegal as many as 60 persons have come forward to highlight the fact that they have been diagnosed with Lyme disease.  There is resistance in the community of medical professionals to acknowledge the prevalence of Lyme disease as a real issue, particularly chronic Lyme disease.<\/p> <p>I shall briefly share one story.  A mother talked to me about what happened to her daughter who was a gymnast.  The mother showed me a picture of the two of them standing in front of Leinster House earlier this year.  Her daughter has endured excruciating pain in almost every part of her body, her hair has fallen out and eventually she was confined to a wheelchair.  Medical professionals advised her mother that the ailments were all in her daughter's head, which is outrageous.  People from all across Ireland have come forward to tell us that medical professionals have told them that their ailments are a figment of their imagination just because they cannot attribute the symptoms to rheumatology, neurology or whatever.  We have to do better.<\/p> <p>Tick Talk Ireland is a group that has emerged to represent people from across Ireland who suffer chronic Lyme disease.  I ask the Leader to ask the Minister to meet the delegation so that he can hear their stories and, thus, understand the issue.  I would also like Opposition spokespersons on health to attend the same meeting.  I ask the Leader to make that request on behalf of the House today, which I am sure he will support.<\/p> <p>I wish to again mention Jadotville.  I call on the Leader to arrange a meeting with the Minister in order to resolve the matter. <\/p> <p>Finally, I wish to mention the presentation of 1916 medals to the fire and rescue service, which is only fair.  Firemen from different parts of Ireland have raised this matter with me.  The Defence Forces, members of An Garda S&iacute;och&aacute;na and the National Ambulance Service received 1916 commemorative medals.  The only front-line emergency service to be omitted was the fire and rescue service.  Fire and rescue personnel should get a medal, even retrospectively.  They want the medal.  I ask the Leader to report back to me about the matter.  I have raised the matter three times without a response.  No progress has been made.  Instead, people have passed the buck claiming the matter is not their responsibility.  We need somebody to take control and admit that it was a mistake or an oversight but one that will be remedied.  That is all we are asking for here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#V00200","speaker":"1400"},{"type":"speech","time":1496151000,"counter":108,"content":"<p>I thank the 12 Senators who contributed to the Order of Business.<\/p> <p>To begin with, I welcome Jamie Lyne who is seated in the public Gallery.  He is from County Cork and is here as part of his transition year.  I welcome him to the House.  I hope he has a very pleasant experience. <\/p> <p>I thank Senators Ardagh, Boyhan, Conway-Walsh, Norris and Warfield who mentioned the publication of Dr. Geoffrey Shannon's report yesterday.  The report is a damning indictment and makes for grim reading.  It is important to recognise that the report spans a seven-year period from 2008 to 2015.<\/p> <p>I am a former Chairman of the Oireachtas Joint Committee on Health and Children, which was involved in the inception of Tusla.  Therefore, I know that work is being done.  Like many of the Senators present, I wish to commend the social workers and the people who work in Tusla for the work that they do and acknowledge that they work in trying circumstances.  We have had a children's rights referendum.  We have introduced a Child and Family Agency.  We have brought forward a number of important pieces of legislation that deal with rights and protections for children.  <\/p> <p>I know from speaking to the Minister for Children and Youth Affairs, Deputy Zappone, that she is very determined to improve child protection.  The work of Tusla is at a critical phase.  We must now ensure that we do not go backwards.  We must not blame a lack of resources, systems failure or structural impediments.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must ensure there is real social protection given to the children of our State because, as Senator Conway-Walsh has said, in the case of those at home there is a need for the State to intervene, and as Senator Black has rightly said we as a society and a community must stand up to the blight of alcohol that is damaging many of our children because of what happens at home.  I will come back to the alcohol aspect shortly, but this is very important.<\/p><p>It is also important to put on the record of the House that in the context of Tusla and An Garda S&iacute;och&aacute;na, work has been done and they are now ready to sign a protocol in respect of the operation of section 12.  Senator Boyhan has come back to the House.  The Minister, Deputy Zappone, is willing and agreeable to come to the House tomorrow to discuss the matter.  She cannot come in this evening.  I have not got an exact time yet for tomorrow but we will work on that.  The Minister cannot come tonight and I cannot do miracles for the Senator.  I have worked with him in the past, and the Minister is prepared to come to the House tomorrow.<\/p><p>I will now turn to the Children First guidelines.  The guidelines require, as Members know quite well, a formal protocol between An Garda S&iacute;och&aacute;na and Tusla regarding the protection of children in care and child welfare.  The report is very damning and it is very serious.  The issues were raised by Dr. Geoffrey Shannon, a very eminent person who deserves to be congratulated for his work.  It is important that we find from within his report a roadmap where can see, as Senator Boyhan has said, the solutions to be put forward.<\/p><p>In the past number of months, the emergency out-of-hours service has been significantly expanded.  There is now full national cover for this service in four areas: Dublin, Kildare, Wicklow and Cork city.  These areas all have full social work service where social workers are available to engage directly with the children concerned.  Importantly, garda&iacute; now have full access to the child protection notification system, which they did not have in 2015.  When we rush to commentary it is important to recognise that emergency foster care is not necessarily suitable for all children in all circumstances and that there are some exceptional circumstances where there is a residential placement made more available.  From talking to the Minister, Deputy Zappone, I know that she is very much committed to it.<\/p><p>Like the Taoiseach, we are all upset by the report.  We all want to see the imagery and the harrowing viewing from last night rectified.  Nobody wants to see children unloved, in fear and unprotected in our country.  We all must allow, empower and enable Tusla to do its job.  This issue is a protection issue about our children.  It is not, as the Taoiseach has said, about protecting jobs, structures or systems.  It is about ensuring that in this case there are answers from Tusla and that An Garda S&iacute;och&aacute;na answers for what it is liable for.  I know that the Taoiseach and the Minister are planning to meet with all involved.  There is nothing more important in our society than the protection of children and the right of the child to be in a safe and secure environment.  Nobody is happy with the latest report.  The Minister, Deputy Zappone, is available to come to the House tomorrow and I would be happy to have her in the House on that matter. <\/p><p>I join with Senator Ardagh regarding the hospice movement.  I commend those who work in the Harold's Cross hospice.  In Cork city we have a tremendous hospice in Marymount.  The people who work there provide huge support, assistance, care and especially love to people who are, in some cases, on their last passage of life.  It is a huge source of solace and encouragement to families.  I will have the Minister come to the House on that issue.<\/p><p>I shall not accept Senator Conway-Walsh's amendment to the Order of Business.  Sinn F&eacute;in has Private Members' time when it can move that.  Private Members' time will be in the first week we are back.  The House has set a precedent with Senator Bacik's Bill as the example.  That went through the House and commenced in the Labour Party's Private Members' time.  Sinn F&eacute;in is well able to use its own Private Members' time in regard to the matter outlined by Senator Conway-Walsh this afternoon.<\/p><p>With regard to Senator Black's point, it is the hoped that the Public Health (Alcohol) Bill 2015 will have concluded its journey in this House prior to the summer recess.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know from my discussions with those in the Department and the Minister of State that we are endeavouring to have the Bill back.  The Minister of State, Deputy Corcoran Kennedy, is anxious to have the Bill enacted.  As Senator Black said quite rightly, there are huge issues with alcohol in our society.  It is important that we have the matter addressed.  It is not 500 days since the Bill was brought before the House; we are not here 500 days.  However, it is important that we get the Bill passed.  I recommend to all of us in the House that we try to expedite it because it is important legislation.<\/p><p>I share Senator Kevin Humphreys' joy.  It is good news that we have seen, hopefully, the issue around the national maternity hospital addressed.  I welcome the decision by the Sisters of Charity.  It is important that we allow the Minister for Health, Deputy Simon Harris, to bring that to a fruitful conclusion so that we can see the new hospital built and mothers, newborn babies and infants receiving care in a building that befits 21st century Ireland.<\/p><p>The Senator also made reference to the all-party health committee.  Notwithstanding that there is no Member of Seanad &Eacute;ireann on the committee, which is a pity, I commend it on its work regarding the future of our health care.  The report is an important one that deserves to be debated.  One of Deputy Harris's first acts as Minister was to put this group together.  It is a ten-year strategy for our health system and an opportunity to get our health system right with regard to spending and putting a structure in place.  I would be happy to have a discussion in the House on the report.<\/p><p>Senator Byrne congratulated the HSE and those behind the new emergency department in University Hospital Limerick.  I am disappointed Senator Gavan in his contribution did not share the good news about the hospital given he had been complaining recently about it.  I thought he might have joined in the congratulatory remarks of Senator Byrne.  It is a pity he did not have an all-party approach to it.  I know he will welcome the investment in capital infrastructure in the hospital in Limerick.   As Senator Byrne said, it is also important that, in terms of the issue around the skills shortage and the staffing shortage, the appointment of a clinical skills co-ordinator will take place.<\/p><p>Senator Gallagher raised the issue of Brexit.  This is the most important political issue for us as a country.  He spoke about the Irish Exporters Association.  With the Irish Exporters Association, the farming associations, the tourism bodies and IBEC, a huge amount of work is being done to highlight and promulgate issues around Brexit.  It is important that all of us, as Members of the House, work with all organisations to ensure that there is a common approach to Brexit and that we can get the best deal for us as a country.  Senator Gallagher raised some issues such as broadband, jobs and tourism and he is correct to raise them.<\/p><p>Senator McDowell raised the issue of the local property tax.  I thought for a minute he was at the Fine Gael hustings on the local property tax because it was-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#V00300","speaker":"1391","continuing":true},{"type":"speech","time":1496151000,"counter":111,"content":"<p>They are following me closely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00200","speaker":"1403"},{"type":"speech","time":1496151000,"counter":112,"content":"<p>I am glad the Senator is following it closely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00300","speaker":"1391"},{"type":"speech","time":1496151000,"counter":113,"content":"<p>No; I said they are following me closely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00400","speaker":"1403"},{"type":"speech","time":1496151000,"counter":114,"content":"<p>They are all following me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00500","speaker":"1392"},{"type":"speech","time":1496151000,"counter":115,"content":"<p>I think the Senator was referred to, if not by name, in a couple of the remarks in the debate.  I am pleased to say that I have a membership application in my pocket.  If the Senator wishes to join, he is more than welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00600","speaker":"1391"},{"type":"speech","time":1496151000,"counter":116,"content":"<p>Rejoin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00700","speaker":"1424"},{"type":"speech","time":1496151000,"counter":117,"content":"<p>Rejoin, I should say.  We are open to new members.  It would be always good to have more friends back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00800","speaker":"1391"},{"type":"speech","time":1496151000,"counter":118,"content":"<p>We miss you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X00900","speaker":"1424"},{"type":"speech","time":1496151000,"counter":119,"content":"<p>Tell Deputy O'Connell about that before you do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X01000","speaker":"1403"},{"type":"speech","time":1496151000,"counter":120,"content":"<p>As the Senator knows, in 2015 the Thornhill approach addressed the issue regarding local property tax.  The Minister for Finance, Deputy Noonan, has outlined a deferral of the system in terms of the change in re-evaluation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X01100","speaker":"1391"},{"type":"speech","time":1496151000,"counter":121,"content":"<p>It should be abolished.  It is rack-renting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X01200","speaker":"1392"},{"type":"speech","time":1496151000,"counter":122,"content":"<p>We can come back to that on another day.  I would be happy to have the Minister come to the House to discuss how we can look at the distribution of the proceeds of the local property tax.  I am sure the Senator will have a lot to say on the matter.  It is a contentious issue.  Those from outside Dublin will have a view on it, in particular those from some of the smaller counties that depend on central government to give them Exchequer funding.  By addition, I understand the frustration that was expressed by Members here on behalf of their, dare I say, constituents, being inhabitants of the capital in terms of the payment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#X01300","speaker":"1391"},{"type":"speech","time":1496151000,"counter":123,"content":"<p>On behalf of themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00100","speaker":"1392"},{"type":"speech","time":1496151000,"counter":124,"content":"<p>That is true, too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00200","speaker":"1391"},{"type":"speech","time":1496151000,"counter":125,"content":"<p>Please do not interrupt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00300","speaker":"1381"},{"type":"speech","time":1496151000,"counter":126,"content":"<p>I join Senators Gavan and Norris in welcoming the announcement by the Supreme Court this morning in respect of direct provision.  People must have been following the Fine Gael leadership hustings at the weekend.  It was discussed there and people were very much of the view that those in direct provision should be able to work.  I am sure the Senators will be very happy to see that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00400","speaker":"1391"},{"type":"speech","time":1496151000,"counter":127,"content":"<p>I did not know the Supreme Court follows the Fine Gael leadership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00500","speaker":"1403"},{"type":"speech","time":1496151000,"counter":128,"content":"<p>I ask the Leader to reintroduce my Bill in Government time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00600","speaker":"1392"},{"type":"speech","time":1496151000,"counter":129,"content":"<p>I hope the Leader is not suggesting that the Fine Gael hustings had an influence on the court's decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00700","speaker":"1381"},{"type":"speech","time":1496151000,"counter":130,"content":"<p>I certainly hope not.  Senator McDowell has long been a proponent of the independence of the Judiciary from the political classes.  I am sure he has not moved away from that position, unless he has joined the former Senator and current Minister, Deputy Ross, in a new journey that we have not heard about.<\/p> <p>In respect of direct provision, many of us have been in the centres and have been unhappy with the conditions for those living there.  Senator McFadden and I have raised the matter in the House as well.  At the risk of repeating ourselves, our party has a member who is living in direct provision in Cork city.  That person is a very strong party member and articulates very passionately the issues in respect of direct provision at our meetings.  The Minister of State, Deputy Stanton, came to the House and discussed the matter.  We have seen progress made.  I would love to see the direct provision centres gone.  That would be fantastic.  However, we must recognise that new home cooking facilities went live in Mosney on 23 January this year.  Cooking facilities have been rolled out in other centres, for example, Killarney, Athlone and Limerick, and teenager rooms are in some centres.  We must ensure we roll out further progress with a view to perhaps getting rid of it altogether.<\/p> <p>I am not familiar with the issues raised in respect of segregated shopping.  I have not experienced that.  I know there are issues that we need to address.  The Minister of State, Deputy Stanton, is committed to implementing the McMahon report.  He spoke about it in this House last week or the week before.  He is very passionate about the matter and the Senators should give him credit.  I would be happy to have him come back to the House again.<\/p> <p>Senator Feighan raised the false identification of people and the issue around fake news.  It is important that people are afforded the right to have their name cleared and their good name upheld.  The Senator has raised a very interesting point in respect of the particular issue in question.  The Cathaoirleach has said not to name the person.  The matter is a very serious one.<\/p> <p>On Senator Murnane O'Connor's contribution, I very much welcome the decision of Merck Sharp &amp;amp; Dohme, MSD, to increase its foothold in Carlow.  For a town of that size, 120 jobs is tremendous news and I commend all involved.  The Senator could have come to the hustings in Carlow on Friday night and met the T&aacute;naiste.  She would have been very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00800","speaker":"1391"},{"type":"speech","time":1496151000,"counter":131,"content":"<p>That is why I was calling them by their first names instead of using \"Minister\" and \"T&aacute;naiste\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y00900","speaker":"1395"},{"type":"speech","time":1496151000,"counter":132,"content":"<p>When is there going to be a hustings in Belfast?  That is what I want to know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01000","speaker":"1413"},{"type":"speech","time":1496151000,"counter":133,"content":"<p>Some of us have been in Belfast already canvassing, do not worry.  We are the united Ireland party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01100","speaker":"1391"},{"type":"speech","time":1496151000,"counter":134,"content":"<p>Prove it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01200","speaker":"1413"},{"type":"speech","time":1496151000,"counter":135,"content":"<p>I would be happy------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01300","speaker":"1391"},{"type":"speech","time":1496151000,"counter":136,"content":"<p>I remind the Leader that the hustings of whatever party are outside the remit of this Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01400","speaker":"1381"},{"type":"speech","time":1496151000,"counter":137,"content":"<p>Unlike other parties that go into a closed room and come out with an appointed leader, we have a contest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01500","speaker":"1391"},{"type":"speech","time":1496151000,"counter":138,"content":"<p>We have an Ard Fheis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01600","speaker":"1413"},{"type":"speech","time":1496151000,"counter":139,"content":"<p>I know Fianna F&aacute;il is looking at the same idea.  The Labour Party, to be fair, had a similar type of exercise to ours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01700","speaker":"1391"},{"type":"speech","time":1496151000,"counter":140,"content":"<p>Deputy Alan Kelly, yes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01800","speaker":"1389"},{"type":"speech","time":1496151000,"counter":141,"content":"<p>I am sure the Members opposite who are spoiling for a row will see the benefit of having a real contest rather than a laying on of hands or an anointed one being chosen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y01900","speaker":"1391"},{"type":"speech","time":1496151000,"counter":142,"content":"<p>Please conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y02000","speaker":"1381"},{"type":"speech","time":1496151000,"counter":143,"content":"<p>Who did Senator Buttimer compete against for the leadership of the Seanad?  Who stood for the leadership of the Seanad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y02100","speaker":"1413"},{"type":"speech","time":1496151000,"counter":144,"content":"<p>I join Senator Warfield in expressing my disappointment at the inordinate delay in the implementation of the rights of same-sex couples under the Children and Family Relationships Act 2015.  I had two conversations this week, one with LINC in Cork and the other with the parent of a couple who want to adopt.  The Senator's points are ones I have taken up with the Department.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be happy to raise the issue as a Commencement matter with the Senator or we could jointly go to see the Minister because I accept his point that the delay has been too long.<\/p><p>As the former Chairman of the Joint Committee on Health and Children, I share Senator Mac Lochlainn's views on Lyme disease.  The Senator is probably aware that we had a number of hearings in the committee on the matter.  He struck a chord in what he said in the sense that there is a reluctance to acknowledge the condition by those in the medical community and that must be addressed.  Equally, education is an issue as well and more signage on lands is required on the part of the OPW, the Department of Agriculture, Food and the Marine, the Department of Transport, Tourism and Sport and county councils.  I very much share the Senator's views on the matter.  Senator Colm Burke was on the committee as well and we have heard stories of young people who have been struck down - as Senator Mac Lochlainn indicated - at the peak of their athleticism and found themselves unable to walk from here to the door, get dressed or even to brush their teeth.  That is most distressing.  I would be happy for the Minister to come to the House in regard to the matter.<\/p><p>The Senator also referred to Jadotville and 1916.  Since our previous meeting of the Seanad, both Senator McFadden and I have spoken with the Minister of State, Deputy Paul Kehoe, on the matter.  I know Senators McFadden, Mac Lochlainn and Craughwell all personally want to see the matter resolved.  This is not a political matter to divide us; it is about ensuring that we get the right result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Y02200","speaker":"1391","continuing":true},{"type":"speech","time":1496151000,"counter":146,"content":"<p>Could we get a meeting with the Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00200","speaker":"1400"},{"type":"speech","time":1496151000,"counter":147,"content":"<p>Given what is happening at the moment the Minister might not be available.  We have asked the Minister to do that and we will try to have a meeting as well.  We will endeavour to have a meeting set up next week or the following week when we come back.<\/p> <p>I will not accept Sinn F&eacute;in's amendment.  If Senator Boyhan-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00300","speaker":"1391"},{"type":"speech","time":1496151000,"counter":148,"content":"<p>What about the 1916 medals?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00400","speaker":"1400"},{"type":"speech","time":1496151000,"counter":149,"content":"<p>I am including both issues in that meeting.<\/p> <p>I call on Senators Boyhan and Norris to accept my proposal given that the Minister, Deputy Zappone, will come to the House tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00500","speaker":"1391"},{"type":"speech","time":1496151000,"counter":150,"content":"<p>Senator Rose Conway-Walsh proposed an amendment to the Order of Business, \"That No. 9 be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00600","speaker":"1381"},{"type":"speech","time":1496151000,"counter":151,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00650","speaker":"1378"},{"type":"unspoken","time":1496151000,"counter":152,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1496151000,"counter":153,"content":"<p>Senator David Norris proposed an amendment to the Order of Business, \"That a debate with the Minister for Children and Youth Affairs on the report of the special rapporteur on child protection be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00700","speaker":"1381"},{"type":"speech","time":1496151000,"counter":154,"content":"<p>I have been advised by Senator Boyhan, in whose name I proposed this amendment, that he is quite happy to wait until the Minister is available to the House tomorrow, so I am withdrawing the amendment on his behalf.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00800","speaker":"1392"},{"type":"speech","time":1496151000,"counter":155,"content":"<p>I will come back to the House with a time when the Minister, Deputy Zappone, is available.  We are working on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z00900","speaker":"1391"},{"type":"speech","time":1496151000,"counter":156,"content":"<p>We need a time.  Did the Leader say it would be after 6 p.m.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z01000","speaker":"1379"},{"type":"speech","time":1496151000,"counter":157,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#Z01050","speaker":"1391"},{"type":"unspoken","time":1496151000,"counter":158,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1496151000,"counter":159,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1496151000,"counter":160,"content":"<p>Sitting suspended at 4.35 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Mid-term Capital Review and Public Service Pay Commission Report: Statements","time":1496151000,"counter":161,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#CC00100"},{"type":"speech","time":1496151000,"counter":162,"content":"<p>I thank the House for the opportunity to set out the Government's priorities in respect of two major areas of expenditure, namely, capital infrastructure and where we stand now on public sector pay.  It is particularly appropriate that these are being considered together, as choices in one area will inevitably shape demands in the other, while also impacting on the total amount of resources available.  While resources are fixed and finite, demands and choices are not only limited to pay and capital expenditure because there are other demands such as social support payments, health care demands and educational supports.<\/p> <p>What are the linkages between our capital spending and pay expenditure?  First and foremost, public services are delivered by public servants and, therefore, if we build a new hospital or a new school, it will be staffed by public servants.  These new facilities, however, will have the most modern equipment and this combination of advanced technology and human capital drives productivity in public services, which, in turn, is a fundamental goal of organisational or business endeavour.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ultimately, productivity gains justify increases in salaries in the public and private sectors.<\/p><p>As we get into these negotiations, it is important to recognise that while some would try to drive a wedge between the public and private sectors - pitting one against the other - each sector makes its own important contribution to economic and social life.  Neither sector can perform in the absence of the other.  Business cannot flourish without well-educated employees, the necessary infrastructure to get goods and services to market and the creation of level playing fields through appropriate regulation of markets.  A society cannot provide increasing standards of living and good public services without a strong economy and a healthy enterprise base.  While we look at remuneration in a public service context, we have to take account of what is happening with wage developments in the private sector.  The public sector should not lead the private sector nor should it be left behind because we have to be able to compete for talented skilled workers in may key sectors.  We cannot run a country with two economies, one composed of lawyers, shopkeepers and technologists, and the other made up of social workers, civil servants and doctors.  We must acknowledge our mutual interdependence.<\/p><p>This is one of the reasons I established the Public Service Pay Commission.  I thank everybody who has worked on the commission for their efforts.  The commission generated findings that have a general relevance that is not focused on or confined solely to the public sector.  For example, let us consider what the commission found in respect of pay and pensions.  On pay, it found that the pay premium that used to favour public service workers declined over the period 2007 to 2014 and is now approaching parity.  Statistical comparisons on public and private pay are important but they do not explain why these disparities exist or why they should exist.  The commission also found that lower-paid public servants still enjoy a pay premium of 15% compared with their equivalent counterparts in the private sector .  Does this mean that the public sector overpays in respect of lower-paid employment or that the private sector underpays?  Does the finding that women are paid better in the public service mean that we overpay women or that the private sector has to do more to ensure gender balance?  Similarly, the commission found that a person at the top in the private sector is earning nearly seven times more than someone at the bottom.  The equivalent figure in the public sector is about half that.  This gives rise to further questions.  Does the finding mean that the public service is underpaying senior management or that remuneration in certain areas of the private sector has become more inequitable?<\/p><p>I am proud that the public service is a good employer, that public servants are treated with respect and dignity, have pension entitlements, flexible working arrangements and decent pay.  The real challenge is to ensure that this model of good employer-employee relations is not limited to public servants but is accessible to all.  Another clear finding of the Public Service Pay Commission is that there are valuable pension arrangements in the public service.  In the commission's opinion, having looked at all of the information provided, the additional value of a standard public service pension for those who joined the service prior to 2013 is within a range of 12% to 18%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of course, this statistical comparison is based against a subset of the private sector that actually has pensions which can be compared with.  Most in the private sector do not have an occupational pension at all; in fact, only 35% of private sector workers have an occupational pension.  As we know, the demographic structure of society is changing, with those in the old age cohort growing by an additional 20,000 every year.  Therefore, yes, the value of public service pensions should be considered as part of total remuneration, but we also have to do something about the level of pension coverage and provision more broadly.  These considerations are central to the negotiations and discussions that are happening under the auspices of the Workplace Relations Commission.<\/p><p>Moving on to the issue of capital investment, I want to pick up on a theme I have just referred to in regard to pay, which is the concept of demographic change and what this means.  First, it means there are an increasing number of elderly citizens, which in turn has implications for our approach to medium-term capital spending.  We are fortunate, as a country, to possess many of the elements required for a strong infrastructure base.  This can be seen in our extensive motorway network, our international airports and ports and our high-quality energy network.  However, there are also challenges in terms of meeting the high level of pent-up demand for further infrastructure investment following many years of budgetary consolidation.<\/p><p>The Government is strongly committed to increasing public funding for capital investment in Ireland over the coming years in order to meet those demands.  As outlined in our most recent budget, Exchequer capital expenditure will increase by almost 75% between 2016 and 2021.  While the Department of Finance continues to liaise with the European Commission in regard to the fiscal rules, we of course must make our decisions on the basis of existing rules. The Government is, therefore, making use of continued economic growth to increase capital expenditure over the coming period without the need to raise taxes, but alternative means of funding infrastructure investment continue to be explored by the Government.<\/p><p>The Minister, Deputy Noonan, and I recently met the European Investment Bank in Luxembourg to explore such opportunities.  This organisation supports crucial investment across the country and has funded many projects.  For example, the Luas cross-city project, which is in the final stages of construction, received significant funding from the European Investment Bank, as is the case with the Gort-Tuam road and will be the case with the Grangegorman project on the northside of Dublin, and the expansion of our national road network in the south west.  Again, these are all expansion projects that happened due to European Investment Bank support.  I believe this kind of co-operation can continue in the future.  The existing capital plan has laid out priorities in regard to initiatives such as Luas cross-city, metro north, the Dunkettle interchange, the new national children&rsquo;s hospital and housing projects.  We are committed to identifying new ways of delivering such projects while being mindful of all of the pressures I have just identified.<\/p><p>With regard to how we will do this, the Government made a commitment to a mid-term review of the capital plan.  Within existing resources, we indicated we would increase such investment by an additional &euro;5 billion over the coming years.  Now, due to commitments we have already made in the area of public housing, there is approximately &euro;2.6 billion in uncommitted additional capital expenditure up to 2021.  The review is now under way.  I have invited submissions from the public in regard to choices the Government can make.  It is my intention to bring this process to a conclusion in the second half of the year and to confirm where we are with regard to the availability of resources and how they might relate to either existing or new projects.<\/p><p>As part of all of this, we are continuing to work closely with the Department of Housing, Planning, Community and Local Government to ensure there is close alignment between these capital choices and the new national planning framework which will be published later this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017053000002#CC00200","speaker":"1292","continuing":true},{"type":"unspoken","time":1496151000,"counter":165,"content":"<p>Additional debate to follow.<\/p>"}]