[{"type":"minorheading","content":"Prelude","time":1551263400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1551263400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1551263400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1551263400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1551263400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00100"},{"type":"speech","time":1551263400,"counter":6,"content":"<p>I have received notice from Senator Colm Burke that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to allow the board of management of Scoil An Athar Tadhg, Carraig Na bhFear, County Cork to proceed with its planning application for a new school. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to consider extending eligibility for the special scheme for non-EEA nationals from 2003, rather than 2005.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Employment Affairs and Social Protection to make a statement on whether the public services card should be an acceptable form of identification in opening a bank account.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the development of a primary care centre in Ballaghaderreen, County Roscommon.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1551263400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00300"},{"type":"minorheading","content":"School Building Projects Applications","time":1551263400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00400"},{"type":"speech","time":1551263400,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Education and Skills, Deputy Halligan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00500","speaker":"1381"},{"type":"speech","time":1551263400,"counter":10,"content":"<p>I, too, welcome the Minister of State and thank him for taking time out of his busy schedule to deal with this matter.  It concerns a school that has over 350 pupils and 75% of the accommodation of which consists of prefabs.  I was in it in the last two weeks and in quite a number of the rooms there were clear marks on the ceilings where water was coming in.  The process of applying through the Department of Education and Skills for a new school building dates back over 14 years.  Full planning permission was obtained for the existing site.  As Carraig Na bhFear is within ten miles of Cork city, the view is that it is going to grow substantially in the next ten to 15 years.  Therefore, the need for forward planning needs to be kept in mind in developing a new school.<\/p> <p>The board of management and those in charge of working out the details of building a new school came to the conclusion that if they went ahead with the project for which they had received planning, in the not too distant future the school would not be of sufficient size to deal with the growing population and that it would not be possible to expand it further because the site would be surrounded on all sides.  On one side it is bordered by the public road, while on all others it is bounded by housing.  Therefore, they decided the school should move to a new site.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was therefore decided to move to a new site which was acquired with the assistance of the purchase of some land from a community development group, some land from the GAA and some land from a private source.  As a result, there is a far better site on which it will be possible to accommodate good facilities adjoining the school.  The problem is that the proposal has been submitted to the Department which must give consent for an application for planning permission on the site.  It is in that context that I am asking the question this morning.  The board of management is very concerned about the current state of the school where more than 70% of the accommodation is provided in prefabs.  There are 350 students at the school and more than 50 staff members, which includes provision for children who need that extra support.  It is important that we try to move on with the project at an early date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#A00600","speaker":"1409","continuing":true},{"type":"speech","time":1551263400,"counter":12,"content":"<p>On behalf of the Minister for Education and Skills, Deputy McHugh, I thank Senator Colm Burke for raising this important matter.  It provides me with the opportunity to outline to the Seanad the current position in relation to the major building project for Scoil an Athar Tadhg national school.  The project is included in the six-year construction programme for 2016 to 2021 which was announced in November 2015.  The brief for the project is to provide a new two-storey, 16-classroom school with a five-classroom autism spectrum disorder, or ASD, unit.  The board of management of the school is the client for the project and is fully responsible for directing the design team on progress through the design stages of architectural planning.  The board has made a number of changes to the brief over the past ten years and this has resulted in significant delays in advancing the project and bringing it to site.<\/p> <p>In October 2009, a proposed exchange of the greenfield site for the current school site which had been advanced by the board of management was deemed to be no longer a viable proposition.  The reappointment of the design team was then required following a changed brief to accommodate the new school on the existing school site.  A replacement civil and structural engineer and replacement quantity surveyor also had to be appointed in June 2011 following the withdrawal of the original consultants from the design team.  In March 2016, the board of management requested a further brief change, which included an increase in floor area, at an additional cost of over &euro;2 million.  This brief change was approved by my Department in August 2016.<\/p> <p>Based on the 2016 brief, the project reached the end of stage 2b in early 2017 and would then have been ready for progression to tender stage.  However, in June 2017, the board of management wrote to the Department requesting a meeting to discuss the possibility of a new greenfield site which the board of management was proposing as an alternative site for this building project.  Following a meeting between the school's representatives and the Department in January 2018, the Department agreed to facilitate the school and its design team to submit a report on the viability of moving to the new alternative site.  The report submitted to my Department in June 2018 included details of a pre-planning meeting with Cork County Council which took place on 30 May 2018.  Following a review of the report, the Department authorised the school and its design team to submit a revised stage 2a, developed sketch scheme, submission based on the proposals for the new site.  The stage 2a submission has recently been received in my Department and a stage 2a stakeholders' meeting is taking place today.  At the meeting, the design team will make a presentation of the proposals to the Department.  As soon as the stage 2a submission can be approved, my Department will be in a position to authorise the board of management to proceed with the new planning application which is now required due to the board's proposal to move the project to an alternative site.  I hope that clarifies matters for the Senator.  I believe the meeting is taking place as we speak.  Hopefully, we will be able to move forward over the next couple of weeks to bring the project to a conclusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00200","speaker":"1351"},{"type":"speech","time":1551263400,"counter":13,"content":"<p>I thank the Minister of State.  I appreciate the detailed reply very much and accept that the Department has worked well to try to progress the matter.  It is important to acknowledge that there will be a saving with the new project in the following sense.  If the school was to be built on the existing site, quite a number of prefabs would have to be moved to a new site while the building work was in progress.  In going to a new site, this will not now have to happen.  While I acknowledge today's meeting, my concern is about the timeline for proceeding to planning, which will take three to four months.  I ask the Minister of State for some clarification in that regard.  Will consent for the board of management to apply for planning be forthcoming from the Department within the next two weeks?  That is the clarification the interested parties seek.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00300","speaker":"1409"},{"type":"speech","time":1551263400,"counter":14,"content":"<p>As I said, a stage 2a submission has recently been received, albeit I am not sure on what date.  In any event, it is pretty new.  The design team will make a presentation to the Department.  I acknowledge that the Senator submitted a Commencement matter on 5 February 2019, which was not selected.  The Department tells me that after the meeting today the submission will be assessed and I believe the Department will be in a position to authorise the board of management to proceed with the new planning application in a short time.  I acknowledge the length of time this has taken to date and the board of management's consideration of a new application and change of site.  The Department has been very efficient in moving project stages forward at all times and is determined to get the project up and running as soon as possible.  Following today's meeting, I think we will see progress within a number of weeks.  I will go back to the Department immediately and ensure the Senator is informed of what happens at today's meeting and how matters are developing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00400","speaker":"1351"},{"type":"speech","time":1551263400,"counter":15,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00500","speaker":"1409"},{"type":"minorheading","content":"Immigration Status","time":1551263400,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00600"},{"type":"speech","time":1551263400,"counter":17,"content":"<p>I welcome the Minister of State at the Department of Justice and Equality, Deputy Stanton, to the House.  I seek an extension of the current regulation around stamp 2 and stamp 4.  I know someone who came to Ireland as a student in 2003 on the stamp 2 programme.  The person went to college to follow courses in hotel management and business studies and has studied various other courses since.  The person has been working on stamp 2 for the last number of years and applied for a visa to remain in the State.  A programme for people like this was introduced in 2018 but it was from 2005 onwards and, having come to the State in 2003, the person did not qualify.  The person's skills are not on the critical skills visa permit list and so the person is not eligible under that scheme either.  While the relevant stamp 2 permission was extended in March 2018 for 18 months, the person has been in Ireland for 15 years and contributed to society, including through taxes.  The person to whom I refer is very involved in voluntary organisations and has contributed to the community.  Notwithstanding the charitable deeds performed, the person is being told that once the 18 months are up, there will be a requirement to leave Ireland.  I ask for a review of the case or an extension of the programme for stamp 2 holders back to 2003.  A few people are affected and they have played their part in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have accepted their taxes for more than 15 years.  They paid to come here to be educated here.  They have worked their way through it, yet we are telling them that in six months they will have to leave Ireland.  It is very worrying for them because they have established themselves here as a member of society and played a fine role in their commitment, not only to the people they work with but also to the community.  A review or an extension of the programme back as far as 2003 would be greatly welcomed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#B00700","speaker":"1384","continuing":true},{"type":"speech","time":1551263400,"counter":19,"content":"<p>I thank the Senator for raising this matter.  The Minister, Deputy Flanagan, who is appearing before a committee this morning, sends his apologies.  I welcome the opportunity to address the position regarding the recent special scheme for non-EEA national students.<\/p> <p>In October 2018, a new scheme to allow certain non-EEA nationals to apply for permission to remain in the State was launched, as the Senator has outlined.  The scheme was open to non-EEA nationals resident in the State who held a valid student permission between 1 January 2005 and 31 December 2010, and who had not, in the intervening period, acquired an alternative immigration permission, to apply for permission to remain in the State.<\/p> <p>The scheme addressed a significant cohort of people who had been in the State for a number of years and who form part of the undocumented persons in the State, having moved from a position of having permission to be in the State some years ago to having fallen out of permission.  The scheme provides that permission will be granted for an initial probationary period of two years.  This permission allows successful applicants to remain in the State including the right to reside and work in the State and will be subject to renewal after two years.<\/p> <p>The Senator may not be aware that this is not the first such immigration scheme introduced by the Minister in respect of students.  The Irish National Immigration Service, INIS, previously introduced a student scheme in 2012, available to persons who had been continuously resident in the State before 2005.  It was called the 2004 student probationary extension scheme.  Thus this group were specifically considered and dealt with under that scheme.  INIS introduced that student scheme to assist in the transition to a new immigration policy regime for full-time students which commenced in January 2011.<\/p> <p>As a final measure in assisting the transition to the new regime, the 2012 student probationary extension scheme was made available to non-EEA students who first registered their residence in Ireland as students on or before 31 December 2004 and who had commenced their studies in Ireland by that date.  These arrangements allowed eligible students to reside in Ireland for a further period of two years on specified conditions.  Some 2,700 individuals qualified under this scheme and were granted permission.  In addition, at the conclusion of the two-year probationary period those students were eligible to apply for a more permanent status on condition that certain obligations were fulfilled.<\/p> <p>Accordingly, students who came to Ireland prior to 2005, have already had a scheme and pathway made available to them.  Consequently, it would not be appropriate for the Minister to duplicate the most recent scheme of 2018 for a group already given the opportunity to regularise their status in 2012.<\/p> <p>I might add that other options are available to persons who seek to regularise their situation in the State, particularly in cases where the person fell out of permission through no fault of his or her own.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00200","speaker":"1277"},{"type":"speech","time":1551263400,"counter":20,"content":"<p>I was not aware of the prior scheme.  Obviously the person about whom I am speaking was probably not aware of it at the time and missed the application date.  There are other options and I will certainly explore those.  Is there any way for this case to be reviewed or considered?  This person has contributed financially by paying tax and in the community.  This is a very fine and upstanding person who has contributed much.  Is there any way for their case to be reviewed if they did not apply in time when the scheme was opened in 2011?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00300","speaker":"1384"},{"type":"speech","time":1551263400,"counter":21,"content":"<p>There are a number of ways in which people can regularise their status.  I will arrange for those methods to be transmitted to the Senator so that she can ascertain if there is a way for this person to receive status.<\/p> <p>I repeat that students who came to Ireland prior to 2005 have already had access to a scheme to regularise their immigration status.  That has been done.  I understand that somebody might not have known about it and missed out.  The most recent scheme for non-EEA students was devised to address a cohort of long-term residents who arrived in the State between January 2005 and December 2010 and who, after initially holding a valid student permission, fell out of residence permission.  We are doing this on a case-by-case basis.<\/p> <p>These timed-out students who arrived in the State as students prior to 2005 were previously provided with an opportunity to regularise themselves under the 2004 student probation extension which commenced in August 2012.  This scheme allowed those non-EEA nationals, who registered their student permission or commenced studies in the State on or before 31 December 2004 and who had maintained their residence permission as a student since initial registration in the State, to make an application to INIS for a further residence permission.  Those who met the qualifying criteria were granted a two-year residence permission.  Their status continues to be that of a student.  However, during this two-year period they were allowed full access to the labour market.  At the conclusion of the two-year probationary period, students were informed they would be eligible to apply for a more permanent status on condition that certain obligations to be fulfilled.<\/p> <p>It would not be appropriate for the Minister to duplicate the most recent scheme for a group already given the opportunity to regularise their status in 2012.  I will arrange for the details to be sent to the Senator.  Following that, if she wants to communicate with the Minister's office, there may be ways of doing things.  Not knowing the situation in this case, I cannot comment further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00400","speaker":"1277"},{"type":"minorheading","content":"Public Services Card","time":1551263400,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00500"},{"type":"speech","time":1551263400,"counter":23,"content":"<p>I thank the Cathaoirleach for selecting this item.  I welcome the Minister of State to the House.  This relates to the need for the Minister for Employment Affairs and Social Protection to make a statement on whether the public services card should be an acceptable form of identification in opening a bank account.  I have received representations from people living in rural areas as well as vulnerable elderly people seeking alternatives when opening a bank account owing to the closure of rural post offices with which the Minister of State will be very familiar given that he represents a rural community.<\/p> <p>Particularly when rural post offices close, people are being asked to have alternative arrangements to have their pensions or whatever to be transferred through a bank.  A particular elderly lady from Galway contacted me.  She has no passport and will not have a need for one.  She does not think it is right that she should have to spend &euro;75 getting one as a form of identification to open a bank account, in effect to arrange for her pension to be transferred into a bank account where there are no facilities, no ATMs, nothing.<\/p> <p>The Minister of State will be very aware of this from his constituency.  The public services card, PSC, is a card issued by the Government which verifies a person's identity.  I know it is not necessarily a national ID card.  There was much debate at the time on that issue.  Many people were opposed to it and some people were in favour of it.  It is an issue of the status of the card and whether it can be used as an official identification rather than people being required to go and apply for a driving licence which an elderly person would not have.  In this case the woman does not drive.  She does not have a passport, does not see a need for the passport and feels there should be a verifiable alternative.<\/p> <p>A considerable amount of money was spent on developing the public services card.  Can this be used as an official ID for this purpose?  I would like to hear the Minister of State's view.  It is a real issue of particular concern for people in rural communities and vulnerable elderly people.  As a result of the shutdown of the post offices this issue has really come into focus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00600","speaker":"1379"},{"type":"speech","time":1551263400,"counter":24,"content":"<p>Under current legislation, a public services card cannot be requested by any public or private body or person that is not designated as a specified body in Schedule 5 of the Social Welfare Consolidation Act 2005, as amended.  Currently, the PSC can only be used by public bodies specified in this legislation when conducting a public transaction with the person concerned.<\/p> <p>One of the provisions set out in section 5 of the Social Welfare, Pensions and Civil Registration Bill 2017 would, if enacted, enable citizens to volunteer their PSC where they wish to use it as a form of proof of identity and-or age.  However, it is important to note that a non-specified body could not request or demand the production of a PSC.  It simply gives individuals the option to use their PSC if they wished, as proof of identity and-or age, in transactions with non-specified bodies.  It is clear from customer feedback that PSC holders should be allowed to volunteer the card to non-specified bodies if it suits them to do so, for the purposes of ID verification.  Customers often report that private companies insist on a State-issued photographic ID such as a passport or driver's licence which they might not have and which attracts a cost.  In contrast, the PSC is free of charge.<\/p> <p>This proposal provides, therefore, for the card be accepted as a form of identity verification by a private sector organisation or non-specified body, but only at the sole discretion of the cardholder.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Social Welfare, Pensions and Civil Registration Bill 2017 proposes a number of amendments to the Social Welfare Acts, the Pensions Act 1990 and the Civil Registration Act 2004 in addition to provisions relating to the use of public services cards.  The proposed amendments to the Pensions Act contain a number of key measures relating to defined benefit pension schemes.  It is intended that these measures will act to support existing provisions in the Act by providing for further protection for scheme members' benefits and enhancing employers' responsibility for their schemes.  These provisions, in particular, are very technical and involve complex policy issues.  In order to achieve a resilient solution, it has, therefore, been necessary to consult in detail with other Departments and obtain numerous legal opinions.  When these matters have been resolved and the amendments are approved by Government, an early date for Committee Stage will be requested.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#C00700","speaker":"1261","continuing":true},{"type":"speech","time":1551263400,"counter":26,"content":"<p>I know what the Minister of State is saying but he is not telling us very much.  I accept the Government is considering amendments and that the matter is complex.  In essence, the Minister of State is telling me that it is a voluntary arrangement with the cardholder.  However, there is no comfort there for these rural people.  They have no IDs and are being forced as an unintended consequence to apply for a passport.  This means an 80 or a 90 year old lady must pay &euro;75 for a passport as a form of ID.  We do not have a national ID card system in Ireland and, as such, there is no alternative.  I must write to this lady today to tell her there is no comfort and that she will have to spend &euro;75.  It is a disgrace.<\/p> <p>This matter should be looked at.  As a Deputy from a rural constituency, the Minister of State should take the matter on and champion it personally as it is a very important issue.  We have no form of ID for thousands of people who are being told to go through the process of applying for a passport to prove their identities.  I ask the Minister of State to consider pursuing the matter on foot of the genuine concern here.  These are not the people who are kicking up and roaring and screaming every day of the week.  They are elderly people in rural communities who have suffered the consequences of the closure of post offices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00200","speaker":"1379"},{"type":"speech","time":1551263400,"counter":27,"content":"<p>What the Senator says is very reasonable and I have no difficulty with the points he makes.  They are eminently sensible and I will certainly advance the matter with my colleague, the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, on whose behalf I am taking this matter.  What I read to the House suggests a provision has been made, provided the person consents to it being used as an ID card.  Certainly, I will get more clarity on that from the Minister and see how we can progress the matter.  The Senator has made a valid and reasonable request.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00300","speaker":"1261"},{"type":"minorheading","content":"Primary Care Centres Provision","time":1551263400,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00400"},{"type":"speech","time":1551263400,"counter":29,"content":"<p>I thank the Minister of State, Deputy Jim Daly, for coming to the House this morning to address this matter.  I seek an update on the development of a primary care centre in Ballaghaderreen, County Roscommon.  As a person from Ballaghaderreen and as a healthcare professional, I cannot emphasise enough the need to develop this primary care centre in our town to deliver enhanced health services locally.  We all know this is important from the development of primary care centres across the country where people have, rightly, been able to access quality healthcare close to where they live.  The current health centre in Ballaghaderreen is not fit for purpose and the development of a modern, professional space is required to deliver services in our area.  Local people should be able to access a wide range of services, including GP services, public health nursing, occupational therapy, physiotherapy, counselling, clinical nutrition advice and mental health services under one roof in a modern, purpose-built setting.<\/p> <p>I have been working on this issue for some time and believe strongly in the need for the development.  Last October, the HSE was in the final stages of agreeing a schedule of accommodation and a floor plan for the centre.  I hope the Minister of State can provide an update in this regard and that we have progressed further than the position in October.  Health services locally are under huge pressure and it is important to deliver the primary care centre.  However, a building is just that.  We must also see increased capacity to support people who need to access our health services locally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00500","speaker":"1415"},{"type":"speech","time":1551263400,"counter":30,"content":"<p>I thank the Senator for raising this matter of significance and personal importance for her as a person from Ballaghaderreen.  The HSE has responsibility for the provision, maintenance and operation of primary care centres and other primary care facilities.  I am happy to inform the Senator that I have received a positive update from the HSE on the proposed primary care centre for Ballaghaderreen.  The centre will be delivered under the operational lease mechanism whereby the HSE leases the accommodation from the developer selected to build the centre to the HSE's specifications.  Preparatory work is progressing to agree the lease to be entered between the HSE and the selected developer.  The HSE advises that the schedule of accommodation to which the Senator referred has been agreed for the proposed centre, which will be located on the Roscommon Road at the site of the current doctor's surgery.  I understand agreement on a floor plan is at the final stages and that planning permission will be applied for once it is agreed.  It is hoped that this will be secured by the end of June this year.  As I am sure the Senator will appreciate, it is not possible to provide an estimated operational date until planning permission is secured.<\/p> <p>The expansion of community and primary care is at the heart of the Sl&aacute;intecare vision.  As Minister of State with responsibility for mental health and older people, I share the commitment of the Minister for Health to ensuring people get the care they need as close to home as possible and have access to a greater range of health and social care services within their communities.  In this respect, Senator Hopkins will welcome the investment in primary care in County Roscommon.  When the Ballaghaderreen centre comes on stream, it will be in addition to the five primary care centres already operational in the county at Boyle, Monksland, Castlerea, Roscommon and Strokestown.  Our investment in Roscommon reflects the Government's determination to develop the primary care sector.  There are now 126 primary care centres in operation across the country, 18 of which became operational in 2018.  In addition, there are approximately 80 other locations where primary care infrastructure is either being developed or is at advanced or early planning stages.  Of these, 12 centres are expected to become operational in 2019.  We must and will continue to invest in the development of primary care centres in both urban and rural areas nationally to enhance and expand the capacity in the sector to deliver high quality, integrated care to people in their own communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00600","speaker":"1261"},{"type":"speech","time":1551263400,"counter":31,"content":"<p>I thank the Minister of State for the update.  While it is positive that work is progressing, I emphasise that every effort must be made to ensure there are no delays in the delivery of the centre.  In fact, I cannot overemphasise the importance of the centre to the region nor can I overemphasise the need for capacity provision, which means increased staffing allocations.  By way of an update on the location for those who are interested in the development of the primary care centre in Ballaghaderreen, I understand that it will be located on the Convent Road outside the town and not on the Roscommon Road at the current doctor's surgery.  That is important.  As the Minister of State said, the project needs to go through the planning and other stages.  As such, every effort must be made by the HSE and the Department to facilitate its delivery as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#D00700","speaker":"1415"},{"type":"unspoken","time":1551263400,"counter":32,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1551263400,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#G00100"},{"type":"speech","time":1551263400,"counter":34,"content":"<p>The Order of Business is No. 1, statements on update on implementation of the national forestry programme, to be taken at 12.45 p.m. and conclude not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes each and those of all other Senators not to exceed five minutes each and the Minister to be given not less than six minutes to reply to the debate; No. 2, Judicial Appointments Commission Bill 2017 - Committee Stage, resumed, to be taken at 3 p.m. and adjourn not later than 5 p.m., if not previously concluded; No. 3, statements on defence matters, to be taken at 5 p.m. and conclude not later than 6.30 p.m., with the contributions of group spokespersons not to exceed eight minutes each and those of all other Senators not to exceed five minutes each and the Minister to be given not less than six minutes to reply to the debate; and No. 82, Private Members' business, non-Government motion No. 10 re report of interdepartmental working group on gambling, to be taken at 6.30 p.m., with the time allocated for the debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#G00200","speaker":"1391"},{"type":"speech","time":1551263400,"counter":35,"content":"<p>I wish to highlight the issue of Dublin Port and call for a debate on its future post Brexit.  The House has had many debates on the unfolding situation, but it would be good to have a specific debate on the future of Dublin Port.  The Minister for Transport, Tourism and Sport, Deputy Ross, needs to outline the plans for the port post Brexit, be it at the end of March or a short time thereafter.  Dublin Port is the State's single busiest outpost in terms of customs checks and Border inspections and whenever the United Kingdom's departure from the European Union happens, it will become much busier.  Its CEO has called it the pinch point post Brexit.  As the Minister has also used that language, it is already known that there will be issues at the port.  The CEO has stated technology is in place and that extra booths have been built.  They will represent the first Border checks since the early 1990s.  The work that will be done at the port will be intensive and time consuming.  Therefore, we must ensure its infrastructure and the surrounding road network, including the Dublin Port tunnel, will be able to facilitate that work in order that we will not see lengthy delays in goods leaving the port for deliver in the rest of the country.  The M1 and the Dublin Port tunnel are elements of the infrastructure people from north County Dublin use on a daily basis.  North County Dublin is the fastest growing part of the country and increasingly providing housing for people living in Dublin city, yet it has inadequate transport infrastructure, with train services operating beyond capacity, a bus service that was designed many years ago and which is not fit for purpose and many people being forced into their cars, onto the M1 and into the Dublin Port tunnel.  The situation is bad at the best of times, but the impending disaster of Brexit, regardless of whether it will happen at the end of March, the end of June or some other date, will have knock-on effects on the people living in north County Dublin and the northern half of the country who rely on the M1 and the Dublin Port tunnel to access the city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#G00300","speaker":"1376"},{"type":"speech","time":1551263400,"counter":36,"content":"<p>While we are discussing the issue of transport, we might also consider the Luas.  I live along the green line.  When the service started, it was a comfortable way to come into town, but it has now reached the stage where, from approximately 7.30 a.m. until 10.30 a.m. and from 3 p.m. until 7 p.m. or 8 p.m., it is like getting into a sardine can.  Trams are so overcrowded, it is not funny.  Someone cannot scratch his or her nose for fear of assaulting someone in the process.  We might, therefore, include the Luas in any discussion on transport.<\/p> <p>Last week the Leader and I met the Iranian ambassador.  I compliment the Leader on addressing the issue of human rights in Iran, rightly so.  He left the ambassador in no doubt as to his views.  There is no getting away from the fact that the situation in Iran and other countries has to change, but that is no reason for Ireland to cut off its nose to spite its face.  There are 80 million people in Iran who provide a massive market for beef, lamb, chicken and turkey.  There are also massive opportunities in petrochemicals, pharmaceuticals, ICT, exchange programmes for academics and co-operative academic work between the two countries.  I cannot for the life of me understand why when almost every European country has an embassy in Iran and those who impose sanctions on Iran are trading with it on a daily basis, despite there being an open market in which to compete, we will not open an embassy there.  We will not even put one official on the ground just to have a presence.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Yesterday my colleague in the D&aacute;il, Deputy Michael Collins, raised the issue of the cattle market in west Cork last week and the frustration of farmers who were unable to sell their beasts because the price was too low.  The situation was the same in Galway and Kilkenny.  Farmers have beasts that are ready for sale but we cannot get a market for them.  The market is flat throughout the country.  I will let my colleagues who are more involved in agriculture than me address that issue.  However, could the Leader invite the Minister for Foreign Affairs and Trade to the House for a debate on Iran and the opportunities there?  Perhaps we might get a clear explanation, not the usual old waffle about the fullness of time and the right juncture, of the reason no embassy is open there.  We have a good relationship with that country.  The Leader, the Cathaoirleach and I were in Iran and we were treated with the utmost respect and, by and large, we found the people to be happy-go-lucky and, like the rest of us, trying to scratch out a living.  We might have that debate as it is something we should address urgently.  There is an opportunity there.  It is knocking on our door but we are not opening the door.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#G00400","speaker":"1390","continuing":true},{"type":"speech","time":1551263400,"counter":38,"content":"<p>First, I send congratulations and solidarity to the family of Pat Finucane on the significant victory in the Supreme Court in London.  For the first time there is judicial recognition that no proper investigation under Article 2 of the European Convention on Human Rights was carried out into his murder 30 years ago.  The family have struggled for years to get this far and have shown dignity and grace in the face of sheer refusal and duplicity from British Governments.  It is time the murder of Pat Finucane is properly and publicly investigated in a public inquiry.  Nothing less will suffice.<\/p> <p>On another matter, figures I received last week show that in Mayo 130 adults and 55 children are on the waiting list for inpatient ear, nose and throat, ENT, treatment and there are 2,028 adults and 823 children on the outpatient list awaiting treatment.  That is more than 3,000 people in Mayo alone.  The reason I investigated the figures is that I received a call from the parent of a child with autism who needed an appointment.  She was told it would be two and a half years before the child would get an appointment.  I thought that had to be wrong but on seeing the waiting list I realise it is true.  It is absolutely scandalous in this day and age, when we talk about rainy day funds and how well the economy is doing, to have 3,000 people in one county alone waiting for ENT treatment.  Delays in treatment can lead to permanent and irreversible damage to patients.  Many patients in need of ENT treatment suffer from a range of other physical and intellectual disabilities as well.  That magnifies the problem.  As I mentioned last week, 60 more children were failed by the audiology testing services.  In many of these cases earlier diagnosis and swift treatment could potentially have reduced any harm caused by this systemic failure.<\/p> <p>The lack of urgency to clear the waiting list for 2019 shows that little has changed in terms of Government priorities.  The Minister, Deputy Harris, said he plans to publish the joint Department of Health, HSE and National Treatment Purchase Fund, NTPF, scheduled care access plan for 2019 shortly.  I urge him to make that a priority and to ensure that adequate funding and resources are provided to reduce and eventually clear these waiting lists.  It is inhumane to have children suffering in this way only to be told that they must wait two and a half years for treatment.  It must be dealt with.  I ask that the Minister be invited to the House to discuss that plan and what he is planning to do to reduce the lists.  It is impossible to explain to a child that because one does not have the money the child cannot get the treatment he or she needs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00200","speaker":"1378"},{"type":"speech","time":1551263400,"counter":39,"content":"<p>I call Senator Nash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00300","speaker":"1381"},{"type":"speech","time":1551263400,"counter":40,"content":"<p>I will give way to Senator Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00400","speaker":"1398"},{"type":"speech","time":1551263400,"counter":41,"content":"<p>Normally you are first, Senator Nash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00500","speaker":"1381"},{"type":"speech","time":1551263400,"counter":42,"content":"<p>Yes, but I wish to move an amendment to the Order of Business which Senator Nash will second.  First, I am not aware of the decision of the Supreme Court in London but I gather it is positive and I very much welcome that.  I have never been anything but greatly averse to the IRA and all its doings, but Pat Finucane was a professional man going about his professional responsibilities in representing citizens.  He was murdered by a collection of loyalist thugs.  Of course there should be a proper, full inquiry into this.<\/p> <p>I propose an amendment to the Order of Business, that we take statements on defence matters from 3 p.m. to 4.30 p.m. and the Judicial Appointments Commission Bill from 4.30 p.m. to 6.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":43,"content":"<p>Next I call Senator O'Reilly.  Do you wish to second the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00700","speaker":"1381"},{"type":"speech","time":1551263400,"counter":44,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00800","speaker":"1397"},{"type":"speech","time":1551263400,"counter":45,"content":"<p>Let the record show that there was raucous laughter from the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H00900","speaker":"1392"},{"type":"speech","time":1551263400,"counter":46,"content":"<p>It is a pity Senator Coghlan is not here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H01000","speaker":"1391"},{"type":"speech","time":1551263400,"counter":47,"content":"<p>I will begin by getting myself some brownie points by congratulating our Chief Whip, Senator McFadden, on a significant event in her life today.  That should get me a couple of days off next week, please God.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H01100","speaker":"1397"},{"type":"speech","time":1551263400,"counter":48,"content":"<p>Will you elaborate on the significance?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H01200","speaker":"1381"},{"type":"speech","time":1551263400,"counter":49,"content":"<p>No, I will let her do that.  I am very pleased that after a long campaign on my part, initially raising it in this House and the Leader bringing the matter to the Minister, today members of the National Transport Authority, NTA, appearing before the transport committee, are suggesting that we supplement taxis and hackneys in the country to work the country's less profitable shifts.  I have been calling for that consistently so I am extremely pleased.  It will have major implications for Cavan, Monaghan and all rural areas where there are dispersed populations.<\/p> <p>I have a different request now for the Leader.  I ask him to invite the Minister for Communications, Climate Action and Environment, Deputy Bruton, to the House to discuss the climate change agenda.  Central to that is the need for the next Common Agricultural Policy to incentivise and support farmers to green their activities and continue environmentally friendly activities, to expand the green low-carbon agri-environment scheme, GLAS, and so forth.  That must be in the next Common Agricultural Policy and we should discuss it with the Minister, Deputy Bruton.<\/p> <p>However, the main issue I wish to raise with the Leader and with the Minister, Deputy Bruton, when he comes to the House is electric cars.  First, we need an infrastructure for them.  We must have more and better charging points.  I have a new proposition in that regard, which is that we should incentivise young drivers with an extra amount of money or a grant, and it would not be expensive on a national level, to make their first car an electric or hybrid car.  The reason is that if a young person's first car is an electric car he or she will develop a green environmental consciousness and a pride in the electric car.  That will expand to other facets of the person's life.  The person will seek to have solar panels on his or her house and to do other things in the climate change area.  I am specifically proposing, first, that we give a special incentive of extra money to young drivers to drive an electric car as their first car, second, that the Minister be invited to the House to discuss that and, third, that when we put a major focus on the infrastructure for electric cars and grant aiding young people to have them we also support the next Common Agricultural Policy having a very green dimension and decent money for farmers to do what they love, preserving the environment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H01400","speaker":"1397"},{"type":"speech","time":1551263400,"counter":50,"content":"<p>I propose an amendment to the Order of Business, that No. 15, the Criminal Justice (Public Order) (Amendment) Bill 2019 be taken before No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#H01500","speaker":"1396"},{"type":"speech","time":1551263400,"counter":51,"content":"<p>Last night, I had the privilege and pleasure of attending the film and documentary entitled \"In the Name of Peace: John Hume in America\" and somebody said that he could have written loads of films such as \"John Hume in Europe\", \"John Hume in Westminster\", \"John Hume in Stormont\" and \"John Hume in Leinster House\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00100","speaker":"1424"},{"type":"speech","time":1551263400,"counter":52,"content":"<p>It was never John Hume in Fianna F&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00200","speaker":"1398"},{"type":"speech","time":1551263400,"counter":53,"content":"<p>John Hume made a huge difference.  He was truly a peacemaker.  We should recognise the legacy that he has left our country regarding the work that he did.  It was a privilege for me to meet Pat Hume and her family, and many other people.  Between 200 and 300 people watched the film in Westminster last night, which shows the respect that people have for his efforts.<\/p> <p>On 12 March we are holding an event called Champ, which has generated peace, harmony and affection among politicians from Northern Ireland in Westminster.  The event is called Champ because this is a dish made with potatoes and scallions that everyone from Northern Ireland is familiar with.  We have expanded the group to include politicians from Leinster House.  The event will take place on 12 March in Westminster.  Many politicians from all sides have been invited and they are very welcome to attend.  A significant vote will take place on the same day as Prime Minister May will try to get her Brexit deal through; it will be an interesting day.  With what is happening in Westminster, Europe and, indeed, here, I hope that we can have some deal in the coming weeks and months. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00300","speaker":"1424"},{"type":"speech","time":1551263400,"counter":54,"content":"<p>I call Senator Marshall; I regret that I did not see him indicating.  He was leapfrogged there for a short while.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00400","speaker":"1381"},{"type":"speech","time":1551263400,"counter":55,"content":"<p>The Brexit discussions change on a daily basis and, in fact, on an hourly basis at the moment.  In the last 48 hours we have witnessed a Prime Minister, after a deal had been rejected, offer the opportunity to separate the votes to leaving without a deal or the opportunity to vote on whether to extend Article 50.  We have also witnessed Jeremy Corbyn do a U-turn and move to a position to support a second referendum.<\/p> <p>This is a time for cool heads and steady leadership.  We need to give space for Westminster to follow protocols and due process to define what will actually happen.  It is not a time for inflammatory language or antagonising words.  We all need to move away from the rhetoric of a bad deal being better than no deal or of no deal being better than a bad deal because all of this language is unhelpful.  We need to recognise once and for all in Britain, Ireland and Europe that there is no such thing as a good Brexit. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00500","speaker":"1439"},{"type":"speech","time":1551263400,"counter":56,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":57,"content":"<p>If the UK needs and requests more time then that is good.  If the UK needs and requires these decisions to be referred to parliament then that is good.  If the Prime Minister and the UK Government cannot get a majority position and decide to go back to the electorate then that is good-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00800","speaker":"1439"},{"type":"speech","time":1551263400,"counter":58,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J00900","speaker":"1392"},{"type":"speech","time":1551263400,"counter":59,"content":"<p>-----and should be seen as such.  Do not underestimate the integrity of either the politicians or the electorate.  The best people to decide the future of the UK and its relationship with Ireland, the EU and the rest of the world are ultimately the electorate.  Give them all of the facts, and I mean all of the facts, give them all of the information and let them decide.  Democracy dictates that one is entitled to change one's mind and it is not undemocratic to do so.  British citizens, like Irish citizens, are perfectly entitled to change their mind based on information that they now have.<\/p> <p>In a climate where we are all reminded of the importance of respect we must respect the referendum, which we have done; we must respect the need to get this right, which we are doing; and, we must respect the 16 million people who did not elect to leave.  It was Franklin D. Roosevelt who said: \"Let us never forget that government is ourselves and not an alien power over us.  The ultimate rules of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.\"  In 2016, this decision was presented to an electorate.  If the British Government is so divided and is failing to get a majority or a consensus then it must raise the question of whether this is the right thing to do.  Brexit began being about opportunity and sovereignty and has ended up being about damage limitation and division.  Leader, I urge that this Government gives the UK Government time and space, and accepts that a few extra weeks now would be time well spent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J01000","speaker":"1439"},{"type":"speech","time":1551263400,"counter":60,"content":"<p>Last Monday evening, I tuned into Channel 4 News to get the latest news about the ongoing soap opera that is Brexit but it was not the lead item.  In fact, the lead item was from Libya, which involved tremendous work done by an Irish journalist called Sally Hayden.  She has been crucial in exposing the horrific torture and human rights abuses going on in Libya.  I recommend that people watch the film, which can be downloaded from \"Channel 4 News\".<\/p> <p>The film actually showed Eritreans being tortured, having hot molten plastic put on their backs, and having concrete blocks placed on their backs while they lay in chains on the floor screaming in pain.  The reason this is happening is because the pirates who have taken these guys, girls, women and children extort large sums of money from the families in Eritrea.  The horrible truth is that our Government is complicit in this happening because, through the permanent structured co-operation, PESCO, rather than rescue migrants and bring them to safe havens, now the PESCO forces, including our Naval Service, hand them over to the Libyan coastguard, which is the equivalent of handing these people over to pirates.  The Libyan authorities, in turn, sell them as human commodities to people traffickers and at that point the torture, degradation, rape and mutilation is an everyday occurrence.  This has all been filmed and it was all shown on \"Channel 4 News\" on Monday night.<\/p> <p>Sinn F&eacute;in has been consistent in opposing the membership of PESCO by our naval forces.  It gives me no pleasure to say that this situation shows how right we were.  The most shameless disregard for human rights across the world is happening in the Mediterranean and, unfortunately, our Naval Service is part of it.  We pay large sums of money to Libya to take care of the problems so that we do not have to see these people or worry about them and, in turn, they are sold, tortured, mutilated and killed.<\/p> <p>I ask for a debate on the matter, Cathaoirleach, as a matter of urgency.  It is time for people to stop their silence.  Surely we should all be able to speak out against what is happening in Libya and against the role of our Naval Service in allowing it to happen.     <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J01100","speaker":"1389"},{"type":"speech","time":1551263400,"counter":61,"content":"<p>I share the sentiments expressed by Senator Marshall.  Thanks be to God, it now looks like we will have a deal or, as he hinted at, an extension.  Please God, the moderate voices across both parties in Westminster will be to the fore and sense will prevail.  I agree fully with what he has said.<\/p> <p>I agree with Senator Feighan about the Champ event.  It is a very good effort and has borne fruit over the past year or more by maintaining very good friendly relations between politicians at Westminster and here in Ireland.  While it may not be possible for us all to get to the event on 12 March, we all wish them well and, hopefully, apart from Senator Feighan that some few others will attend.<\/p> <p>This morning I am very concerned about the increasing number of deer in Kerry, particularly in the Killarney area.  Traditionally, the deer have been largely confined to the Killarney National Park.  However, there is much evidence in recent times that the deer have encroached on and roam well beyond the parkland.  While I accept that fences are not the answer, in a few specific instances, mainly between the park and the Castle Ross lands and Killarney Golf &amp;amp; Fishing Club, some limited fencing would help.  This may be also the case on another stretch of road between Ballydowney and Gortroe.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Our coroner has been concerned about the increasing number of accidents, unfortunately, causing death in a few instances.  I am not too sure if the Garda is fully satisfied about that, but in any event, the deer are crossing that road to farm land on the northern side, and that is an important route on the Ring of Kerry.  We need to hear more about an updated management plan from the National Parks and Wildlife Service.  It might be appropriate for us to hear from the Minister on this matter generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#J01200","speaker":"1420","continuing":true},{"type":"speech","time":1551263400,"counter":63,"content":"<p>I am happy to second the proposal made earlier in the proceedings by Senator Norris.  It is important too that we would have an early debate on defence matters, especially on the pay and conditions of those who serve in the Defence Forces.  That is important also in the context of the outcome of the vote that might arise from our consideration of Senator Norris's proposal.<\/p> <p>I rise today to express my concern about what is going on in my home town of Drogheda at the moment.  The town is in a state of fear.  As Members of the House will know, an attempt was made on a man&rsquo;s life yesterday in a horrific gun attack outside a toy store in a retail park on the north side of Drogheda.  The Garda is very clear that it was connected to an ongoing violent criminal feud in the town.  Drogheda simply does not have enough members of An Garda S&iacute;och&aacute;na policing the streets or available to senior Garda management.  Cities of an equivalent scale and towns that are much smaller, such as Dundalk and Sligo, for example, have units and shifts for 12 to 14 garda&iacute; while in Drogheda many of the units only have five or six garda&iacute;.  Yesterday, only one marked Garda car was available to police an area with a population of 50,000, which is absolutely disgraceful.  Last week, an overtime ban was introduced for the Drogheda area.  In addition, in recent days I understand that the armed response unit was withdrawn from the area so there was no access to a full-time armed response unit in the middle of a violent criminal feud that is striking fear into the people of my home town.  That is not good enough.  It is disgraceful and absolutely scandalous.<\/p> <p>The Minister for Justice and Equality, in a PR stunt, visited Drogheda Garda station in December.  He is on record as saying that Drogheda will get what Drogheda wants and what Drogheda needs.  What Drogheda got was 18 additional probationer garda&iacute;, straight out of Templemore but we have only retained three to supplement a stretched Garda force in the town that is not sufficient even to undertake normal policing duties let alone police a violent criminal feud.  People&rsquo;s lives are at stake and it is only a matter of time before somebody is killed.  My fear is that the first person to be killed will be an innocent bystander not connected to any criminal activity whatsoever in Drogheda.  We need to have an urgent debate in this House and hear the Minister for Justice and Equality make a commitment to the people of Drogheda that the police force in our town will be properly resourced, not just to police the violent criminal feud but to do normal policing work, as we are entitled to expect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00200","speaker":"1398"},{"type":"speech","time":1551263400,"counter":64,"content":"<p>I thank Senator Nash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00300","speaker":"1381"},{"type":"speech","time":1551263400,"counter":65,"content":"<p>The garda&iacute; who are in Drogheda at the moment require the kind of support that I think every member of An Garda S&iacute;och&aacute;na in this country is entitled to expect.  If I can, a Chathaoirligh, I will conclude on this point.  This is an urgent matter.  I understand that the Taoiseach is scheduled to visit Drogheda on Friday.  My message to him is that he should not come to Drogheda if he does not have additional Garda resources to provide to the senior Garda management in the town.  Otherwise, it can only be dismissed as a mere PR stunt, the same type of PR stunt that was undertaken by the Minister for Justice and Equality last December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00400","speaker":"1398"},{"type":"speech","time":1551263400,"counter":66,"content":"<p>I second the amendment to the Order of Business by Senator Gallagher.  It is a great day for the Finucane family.  I concur with what Mrs. Finucane said, so I presume the outcome is totally satisfactory to her.  I raised this issue many times in the Council of Europe.  I thought there was collaboration between the United Kingdom and paramilitary forces, which amounted to state execution.  There was also the assistance of an MP.  The comments made in the House of Commons under full immunity were absolutely disgraceful.  That must be exposed.  It is a great day for the Finucane family.<\/p><p>I remind the Leader of my request for the Minister for Agriculture, Food and the Marine to come into the House to discuss the beef environmental efficiency pilot, BEEP, scheme.  According to an article in the <i>Farming Independent<\/i>of Tuesday, 26 February, by the reporter, Declan O'Brien, just a quarter of suckler farmers have applied for the scheme.  An extension of the application period has been sought by organisations until at least Friday, 1 March.  That is not satisfactory and I do not believe it will attract any more applicants but the Irish Cattle &amp;amp; Sheep Farmers Association, ICSA, and the Irish Farmers Association, IFA, have sought that.  A total of 17,000 suckler farmers with 400,000 cows have applied, which is 26% of the 65,000 suckler farmers that are eligible.  They know exactly what I said, namely, that it is a very unsatisfactory scheme.  I reiterate the point that the scheme is badly thought out and should be fully reviewed.  The chairman of the ICSA suckler group, John Halley, said the idea that &euro;40 per cow would make any difference was an illusion.  We now have typical suckler beef U grade carcases of 450 kg being cut by 10 cent per kilo or &euro;45 per head.  The scheme is completely counterproductive.  Health and safety issues also arise, as it is a very dangerous endeavour to move a cow into a weighing scales and it will really not prove anything.  At the very least, this matter should be reviewed now in light of the slow and low take-up, which shows that the Leader of the House does not have all the answers at any time, although he might pretend he has.  He knew all about it yesterday but he certainly did not know that so few had applied, even though his party is in government.  He is a bit of an illusion too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00600","speaker":"1393"},{"type":"speech","time":1551263400,"counter":67,"content":"<p>It is a great place to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00700","speaker":"1391"},{"type":"speech","time":1551263400,"counter":68,"content":"<p>If only.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00800","speaker":"1378"},{"type":"speech","time":1551263400,"counter":69,"content":"<p>I wish to ask the Leader if we could have a debate on the housing options for our ageing population.  I have just come from the AV room which was packed this morning for the launch of a Government document on housing options for our ageing population.  The Minister of State at the Department of Housing, Planning and Local Government, Deputy Damien English, and the Minister of State at the Department of Health, Deputy Jim Daly, who has responsibility for older people, set out the excellent Government policy on housing options for our aging population.  The real devil in the detail is that we must see performance, deadlines and targets for how it will happen.  It is all very aspirational.  I accept that every plan must have aspirations but it must also have mechanisms for monitoring its implementation.  The reality is that we know many elderly people are living in houses that are perhaps a bit too big for them.  They would like to trade down but they do not have the option because of the lack of supply of smaller residential units within their community where they wish to live and where they are involved in the community and have their library and doctor, and where they go to mass or wherever else.  People want to stay within their communities.  We all know that from our involvement in local government and in relation to housing.  This is a really good policy document and I urge everyone to pick it up today.  It has only just been launched in the past half hour.  It is really good and interesting.  If there is a slot sometime in the future I ask the Leader to set aside some time for the Ministers to come in and outline their vision on the policy and, more important, their timelines for the introduction of the various measures within it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K00900","speaker":"1379"},{"type":"speech","time":1551263400,"counter":70,"content":"<p>I rise this morning to talk about the aquaculture industry and licences therefor.  Both the Leader and the Cathaoirleach are very much aware of the issue.  I am concerned about where we are going and how we are policing aquaculture licences, the regulations and legal rights allowing people to get involved in the process.  The industry will be a driver of the economy but we must ensure that the proper locations are identified for it.  We must bring people with us.  There must be consultation and informed debate about what it will mean for the marine area and marine users.  It is important that the Minister would come to the House at some stage to outline his view regarding those issues.  There is a proposal in Kinsale at the moment for an extensive mussel farm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#K01000","speaker":"1386"},{"type":"unspoken","time":1551263400,"counter":71,"content":"<p>Location is a significant issue, as is the information provided.  The Minister must clarify how much information is given in the applications.  If sufficient information is not provided, how does the Department adjudicate?  We need the Minister to come to the House to clarify these issues so that we can have an informed debate on where we are going to locate these farms.  We all know that they are going to be part of the industry going forward but how we determine their location and engage with the public on same is very important.<\/p>"},{"type":"speech","time":1551263400,"counter":72,"content":"<p>We know that 2018 was a record year in terms of HIV transmissions in Ireland.  New figures show that not only are we failing to combat HIV effectively but are actually going in the opposite direction to our European counterparts.  Many of our European counterparts have the same health resources but have implemented and prioritised proactive health policies in this area.  Many have invested in PrEP and PEP distribution and accessible testing but we have not done so.  It should also be noted that it costs the State more than &euro;400,000 to treat a person with HIV over his or her lifetime.  This is money that could and should be spent on improving our health response to HIV.<\/p> <p>An effective measure that could be implemented and would cost absolutely nothing is a renewed and inclusive sex education curriculum.  At present, HIV prevention is regularly excluded from lessons in the context of men who have sex with men.  We are not equipping our young people with the measures to fully navigate their sex lives in a safe and positive manner.  Indeed, 24% of respondents in a HIV Ireland survey thought that HIV could be passed on through kissing or by sitting on a toilet seat which shows that misconceptions are increasing among young people.  Something needs to give or to change in this regard.  <\/p> <p>The Oireachtas Joint Committee on Education and Skills published its report on sex education which will inform the review by the National Council for Curriculum and Assessment, NCCA, of relationships and sexuality education provision.  I support the recommendations in that report which are very ambitious and I commend Senators Gavan and Ruane who played a very active role on that committee.  I ask the Leader to invite the Minister for Education and Skills to the House to discuss the report and provide an update on NCCA review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00200","speaker":"1372"},{"type":"speech","time":1551263400,"counter":73,"content":"<p>I wish to fully endorse the comments of Senator Marshall regarding Brexit.  I do not think that any right thinking person on this island could disagree with one word of what he said.  I also join Senators Conway-Walsh, Norris and Leyden in welcoming the decision of the Supreme Court in London on the Finucane case.  The court found that no satisfactory inquiry was held into the murder of Pat Finucane in front of his wife and children in 1989.  I reiterate my party's support for a public inquiry into that murder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00300","speaker":"1418"},{"type":"speech","time":1551263400,"counter":74,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00400","speaker":"1376"},{"type":"speech","time":1551263400,"counter":75,"content":"<p>This morning on my way here from Cavan I drove through very severe fog for most of my journey.  I was astonished at the number of cars that had no lights on, not to mention fog lights, in what were very treacherous driving conditions.  I call on the Road Safety Authority, RSA, which has conducted very successful road safety campaigns on speed, tiredness and drink driving, to also devise a campaign on driving in very hazardous conditions such as fog, ice and snow.  The RSA campaigns have proved to be very successful.  I was astonished at the number of people who were driving without even their normal lights on this morning.<\/p> <p>I wish to raise a related issue in terms of traffic and An Garda S&iacute;och&aacute;na.  Since the foundation of the force in 1922, bar a few glitches, An Garda S&iacute;och&aacute;na has served the community of the Twenty-six Counties on this island with distinction.  However, I have noticed recently that the word \"Garda\" is being dropped from a number of areas.  We have the Policing Authority, reports on the future of policing and, most recently, I noticed that newer Garda cars do not carry the \"Garda Traffic Corps\" mark, which is a well respected brand throughout the length and breadth of the Twenty-six Counties, but have \"Traffic Policing\" on them.  I am concerned that there is an attempt to denude the brand of An Garda S&iacute;och&aacute;na.  I am highlighting this because it would be a pity to do so.  Since 1922 An Garda S&iacute;och&aacute;na has guarded the peace and safety of our citizens.  It could become known as the police but I do not want to see that happening.  I hope that this is not as a result of the new Garda Commissioner coming from a police state.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00500","speaker":"1418"},{"type":"speech","time":1551263400,"counter":76,"content":"<p>That is rubbish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":77,"content":"<p>It is not rubbish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00700","speaker":"1393"},{"type":"speech","time":1551263400,"counter":78,"content":"<p>Senator Norris is entitled to be wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00800","speaker":"1418"},{"type":"speech","time":1551263400,"counter":79,"content":"<p>The Senators have overused their entitlement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L00900","speaker":"1392"},{"type":"speech","time":1551263400,"counter":80,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L01000","speaker":"1381"},{"type":"speech","time":1551263400,"counter":81,"content":"<p>I was going to ask if it was something I had said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L01100","speaker":"1391"},{"type":"speech","time":1551263400,"counter":82,"content":"<p>Just because he said rubbish does not necessarily mean he was referring to Senator Buttimer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L01200","speaker":"1418"},{"type":"speech","time":1551263400,"counter":83,"content":"<p>I thank the 16 Members of the House who contributed on the Order of Business today.  Senator Clifford-Lee raised the very important issue of Dublin Port and the contribution of the chief executive, Mr. Eamon Reilly, to the debate on Brexit.  We should reflect on his contribution and his belief that there will not be any additional congestion, notwithstanding that there will be a pinch point.  As the Senator rightly said, Dublin Port is a pivotal access point for goods entering and leaving our country.<\/p> <p>In the context of Dublin and transport, it is important to recognise that the Government is committed to extensive capital investment in public transport.  The BusConnects programme will bring about a significant reduction in journey times of between 40% and 50% which will greatly improve the customer experience.  It is important that we have that debate and I am happy to invite the Minister for Transport, Tourism and Sport to the House to discuss the transport issues raised by Senator Craughwell.  The Senator also raised the very important issue of trade in the context of Iran.  A parliamentary delegation made a very successful trip to Iran last year.  We must stress to the Department of Foreign Affairs and Trade the importance of opening dialogue around the possibility of reopening our embassy in Tehran.  We should not be dictated to by another super power in that regard.  Significant trade opportunities can be opened up, notwithstanding the issues around banking and the persecution of Christians and those of LGBT persuasion.  These are issues that also need to be addressed as part of a dialogue.  Discussion is healthy and I commend the Cathaoirleach for having discussions last week with the Iranian ambassador in Dublin.  It is through dialogue and exchange visits between our parliamentarians that we can open up new channels of communication which will ultimately lead to the reopening of our embassy in Tehran, which I support.<\/p> <p>Senators Conway-Walsh, Feighan, Wilson and Coughlan spoke about Northern Ireland and about Brexit.  I also welcome the ruling of the British Supreme Court today on the Finucane case.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that we read what the Supreme Court said, namely, that an \"effective investigation\" into Pat Finucane's death had not been carried out.  In the Lower House this morning, the T&aacute;naiste reaffirmed the Government's position that there should be a public inquiry into the death of Pat Finucane.  The former Prime Minister, David Cameron, gave a commitment but that was reneged upon for whatever reason.  It should now be honoured.  We all recognise that, as part of reconciliation on our island, there are people on all sides of the political divide seeking answers and justice for their hurts.  Today is no exception.  This House should send a strong message that a public inquiry should be initiated by the British Government.<\/p><p>Senators Marshall, Feighan, Coghlan and Wilson referred to Brexit.  I concur with the wise contribution of Senator Marshall.  If the British Government needs more time, let us give it that time.  If it cannot get a majority in the Parliament, let us have a second vote.  We were all warmly receptive to yesterday's comments by Michel Barnier when he said that he was doing all he could to reach a resolution but that the backstop was not renegotiable.  That is the fundamental point.  There will be another vote today in the UK and further votes later, but it is critical that the UK as a parliament and a people recognise that we are here to continue our relationship and work with it.  There is no good Brexit, full stop.  We commend the Taoiseach, the T&aacute;naiste and Minister for Foreign Affairs and Trade and the Minister of State, Deputy McEntee, on their work.<\/p><p>Senator Conway-Walsh raised the issue of waiting times in Mayo.  I do not have an answer for her, as I am not familiar with the issue.  Senator Leyden will be glad to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#L01300","speaker":"1391","continuing":true},{"type":"speech","time":1551263400,"counter":85,"content":"<p>Surprise, surprise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00200","speaker":"1393"},{"type":"speech","time":1551263400,"counter":86,"content":"<p>Any frustration experienced by families and young people must be addressed as a matter of urgency.  I suggest that Senator Conway-Walsh submit a Commencement matter on this issue.  We have requested that the Minister for Health attend the House.  I await his finding of a free spot in his diary.<\/p> <p>As much as I would love to accept Senator Norris's amendment to the Order of Business, I will not do so.  The Minister of State, Deputy Kehoe, has made himself available today.  I thank the House in advance of the Judicial Appointments Commission Bill being taken today at whatever time that may be.  The Minister for Justice and Equality, Deputy Flanagan, had a double entry in his diary, so I thank the House for providing for a debate of only two hours today, instead of the three hours that were scheduled.  As I see no reason to change that, I will not accept the amendment to the Order of Business.<\/p> <p>Senator O'Reilly made an interesting proposal regarding electric cars.  The National Transport Authority will be before the Joint Committee on Transport, Tourism and Sport today.  The Senator's suggestion on incentivising young people through a grant or allowance to purchase electric cars as their first vehicles is an interesting one and needs to be considered.  There is great foresight in the proposal.  I would be happy to have the Minister come to the House.  We all must try to improve our attitudes to climate change.  An example of that is Senator O'Reilly's proposal, and I commend him on his suggestion.<\/p> <p>I would be happy to accept Senator Gallagher's amendment to the Order of Business.<\/p> <p>I join Senator Feighan in commending and paying tribute to John Hume, who has left a significant legacy on our island and in the world in which we live.  Thanks to the work and life of John Hume, our world is a better place today.<\/p> <p>Senator Gavan raised the issue of PESCO.  It is important to recognise that it does not affect our national sovereignty and has no pressing impact on our neutrality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00300","speaker":"1391"},{"type":"speech","time":1551263400,"counter":87,"content":"<p>Of course it has.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00400","speaker":"1392"},{"type":"speech","time":1551263400,"counter":88,"content":"<p>It is a co-operation of EU countries on particular EU defence projects.  I do not see this as being tied in any way to how we can all condemn the blatant disregard for human rights in Libya.  We can work to continue promoting and enhancing the lives of Eritrean people and we can ensure that the T&aacute;naiste and Minister for Foreign Affairs and Trade works on behalf of the Government to raise these issues.  I would be happy to have him come to the House.<\/p> <p>Senator Coghlan raised the issue of deer marauding through Killarney.  It is an important issue.  He referred to the Ring of Kerry, the N72 and other routes where this issue is having an impact on drivers.  His point needs to be addressed.  Some 120 deer have been culled but fencing has been ruled out.<\/p> <p>Senator Nash raised the important issue of the ongoing violent criminal feud in Drogheda.  As he will appreciate, I do not know the Garda numbers for Drogheda, but the Minister, Deputy Flanagan, has increased the moneys available to the Garda S&iacute;och&aacute;na for new cars, new equipment, recruitment, and pay and conditions.  I am not familiar with the overtime issue that the Senator raised.  As he pointed out, the Taoiseach will be visiting Drogheda on Friday.  It would be wrong to ask him not to go.  It is important that he go to hear at first hand the issues affecting Drogheda.  I am sure that the chief superintendent in charge of the district-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00500","speaker":"1391"},{"type":"speech","time":1551263400,"counter":89,"content":"<p>I believe he has now reconsidered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00600","speaker":"1398"},{"type":"speech","time":1551263400,"counter":90,"content":"<p>It is important that he hear about the issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00700","speaker":"1391"},{"type":"speech","time":1551263400,"counter":91,"content":"<p>He has heard them before.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00800","speaker":"1398"},{"type":"speech","time":1551263400,"counter":92,"content":"<p>Senator Leyden will be glad to hear that I do not have all of the answers regarding agriculture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M00900","speaker":"1391"},{"type":"speech","time":1551263400,"counter":93,"content":"<p>Surprise, surprise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01000","speaker":"1393"},{"type":"speech","time":1551263400,"counter":94,"content":"<p>The Senator has all the answers.  He has been here so long, yet he has done nothing wrong in that time.  His party has done nothing wrong either.  The Senator is like the salmon of knowledge.  He is the font of all wisdom and knowledge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01100","speaker":"1391"},{"type":"unspoken","time":1551263400,"counter":95,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1551263400,"counter":96,"content":"<p>I hope the Leader does not weigh the same cow again today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01300","speaker":"1381"},{"type":"speech","time":1551263400,"counter":97,"content":"<p>That would be nice for a change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01400","speaker":"1393"},{"type":"speech","time":1551263400,"counter":98,"content":"<p>The cow that Senator Leyden was flogging yesterday is well gone.  I will repeat my points from yesterday.  A man of such learned experience and wisdom will know that the Budget-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01500","speaker":"1391"},{"type":"speech","time":1551263400,"counter":99,"content":"<p>That is enough about yourself, now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01600","speaker":"1418"},{"type":"speech","time":1551263400,"counter":100,"content":"<p>-----Statement of October highlighted the issues with the closing date that the Senator raised yesterday and today.  We all recognise that it has been a difficult year for agriculture.  The Senator knows full well that the Government has no role to play in determining the prices that farmers get for beef from processors.  However, we are supporting sustainable and efficient development through policies aimed at improving competitiveness.  The Minister for Agriculture, Food and the Marine, Deputy Creed, and his predecessor, the T&aacute;naiste, have travelled around the world opening new markets.  Next month, the Minister will go to Turkey to open a new market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01700","speaker":"1391"},{"type":"speech","time":1551263400,"counter":101,"content":"<p>The valuation out there is hardly worth it.  It is disastrous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01800","speaker":"1393"},{"type":"speech","time":1551263400,"counter":102,"content":"<p>All the Senator wants is for nothing to happen so that he can come in here and whinge every day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M01900","speaker":"1391"},{"type":"speech","time":1551263400,"counter":103,"content":"<p>No.  When I was a Minister of State with responsibility for trade, I used to sell beef to places that could afford to buy it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02000","speaker":"1393"},{"type":"speech","time":1551263400,"counter":104,"content":"<p>It is a pity that the Senator was not kept on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02100","speaker":"1391"},{"type":"speech","time":1551263400,"counter":105,"content":"<p>Unfortunately, that was a loss for the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02200","speaker":"1393"},{"type":"speech","time":1551263400,"counter":106,"content":"<p>It is a pity he sold beef to Iran and left the Irish taxpayer with the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02300","speaker":"1392"},{"type":"speech","time":1551263400,"counter":107,"content":"<p>I am glad that Senator Norris came to my assistance.  I was about to say that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02400","speaker":"1391"},{"type":"speech","time":1551263400,"counter":108,"content":"<p>What did he say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02500","speaker":"1393"},{"type":"speech","time":1551263400,"counter":109,"content":"<p>I said that it was a pity Senator Leyden had sold beef to Iran and left the Irish taxpayer to pay the bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02600","speaker":"1392"},{"type":"unspoken","time":1551263400,"counter":110,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1551263400,"counter":111,"content":"<p>It is called \"Islamic Republic of Iran\", by the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02800","speaker":"1393"},{"type":"speech","time":1551263400,"counter":112,"content":"<p>Senators, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M02900","speaker":"1381"},{"type":"speech","time":1551263400,"counter":113,"content":"<p>We sold to Iraq as well.  We were very fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03000","speaker":"1393"},{"type":"speech","time":1551263400,"counter":114,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03100","speaker":"1381"},{"type":"speech","time":1551263400,"counter":115,"content":"<p>Well, there we go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03200","speaker":"1391"},{"type":"speech","time":1551263400,"counter":116,"content":"<p>And Libya.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03300","speaker":"1393"},{"type":"speech","time":1551263400,"counter":117,"content":"<p>We will not go back over the beef tribunal.  I am sure the Senator will want to discuss that, too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03400","speaker":"1391"},{"type":"speech","time":1551263400,"counter":118,"content":"<p>They were all vindicated, were they not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03500","speaker":"1398"},{"type":"speech","time":1551263400,"counter":119,"content":"<p>I suppose Senator Leyden supported Mr. Philip Reynolds on the radio last Saturday, although he was probably busy at the Ard-Fheis and did not hear him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03600","speaker":"1391"},{"type":"speech","time":1551263400,"counter":120,"content":"<p>Never heard him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03700","speaker":"1393"},{"type":"speech","time":1551263400,"counter":121,"content":"<p>Perhaps the Senator should recognise that the Government is investing &euro;300 million under the rural redevelopment programme to support the suckler sector.  As the Senator rightly stated yesterday, there is a pilot scheme for suckler farmers worth &euro;20 million specifically aimed at further improving the carbon efficiency of beef production.  Besides the &euro;20 million for the beef environmental efficiency pilot, BEEP, there is the &euro;300 million under the beef data and genomics programme, &euro;23 million for the areas of natural constraint scheme and further schemes that will invest significant amounts of money.  The Senator can throw his eyes to heaven all he wants, but at least this Government is investing.  He should acknowledge that.  Of course, he will not do so, which is his wont.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03800","speaker":"1391"},{"type":"speech","time":1551263400,"counter":122,"content":"<p>Do not go that far.  I am fairer than fair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last October it announced that it took four months to be implemented.  That is real efficiency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#M03900","speaker":"1393","continuing":true},{"type":"speech","time":1551263400,"counter":124,"content":"<p>Senator Boyhan is waiting for the Leader to address his issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00200","speaker":"1381"},{"type":"speech","time":1551263400,"counter":125,"content":"<p>I rest my case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00300","speaker":"1393"},{"type":"speech","time":1551263400,"counter":126,"content":"<p>Senator Boyhan referred to the publication this morning of an important report on the housing choices for older people in Ireland.  Senator Marie Louise O'Donnell also raised the matter on the Order of Business yesterday.  The points made by Senator Boyhan should be addressed in this House and it is my intention to have the Minister for Housing, Planning and Local Government come to it because it is critical that we have a discussion on the issue of choice and the future model of delivery of housing for older people.  The Senator spoke about the report.  The Minister of State at the Department of Housing, Planning and Local Government, Deputy English, has commented that it is a question of \"right sizing\", rather than downsizing.  Having that debate is necessary and healthy and we will have it.<\/p> <p>Senator Lombard raised the issue of aqua licences.  I will be happy to have the Minister for Agriculture, Food and the Marine come to the House to discuss it in due course. <\/p> <p>In a very telling contribution Senator Warfield referred to the rise in the number of cases of HIV and the need for a new model to tackling it.  It is alarming that there were 531 new cases last year.  It is happening at a time when, notwithstanding the Senator's remarks, people are more aware and have greater access to information than ever before.  It is frightening, therefore, that the number of cases of HIV is going up, rather than down.  I agree that there is a need for a new collaborative approach to be taken.  I will be happy, therefore, to invite the Minister for Health to come to the House to discuss the issue which is one that needs to be addressed urgently.  The increase in the number of cases is significantly against the trend elsewhere in Europe.  There is, however, a lot of good work being done in many parts of the country, but for some reason, it seems to be falling on deaf ears.  Whether it is an attitudinal issue or a complete failure to understand, I am not quite sure, but there is a need to have a further conversation, leading to change in the model of delivery. <\/p> <p>Senator Wilson made a very interesting point about the lack of care taken by motorists in difficult weather conditions and how common sense should dictate that they switch on their lights.  I concur completely with him on the movement to change the name of \"An Garda S&iacute;och&aacute;na\" and the word \"Garda\", on vehicles in particular.  I was not aware of it, but I support him 100%.  An Garda S&iacute;och&aacute;na is what the force is called and it should always be that way.  I am not in any way in favour of a change of name to policing or police force.  I will be happy to have the matter taken up with the Minister for Justice and Equality.  <\/p> <p>While I will accept Senator Gallagher's amendment to the Order of Business, I will not accept Senator Norris's.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00400","speaker":"1391"},{"type":"speech","time":1551263400,"counter":127,"content":"<p>Senator Norris has proposed an amendment to the Order of Business: \"That No. 3 be taken at 3 p.m. and conclude not later than 4.30 p.m. and that No. 2 be taken at 4.30 p.m. and adjourn not later than 6.30 p.m., if not previously concluded.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00500","speaker":"1381"},{"type":"speech","time":1551263400,"counter":128,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00600","speaker":"1392"},{"type":"vote","time":1551263400,"counter":129,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 18; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gerald Nash and David Norris; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#N00700","aye":["1402","1379","1376","1390","1414","1383","1411","1396","1405","1412","1393","1439","1398","1392","1385","1394","1410","1418"],"nay":["1409","1380","1391","1384","1422","1420","1378","1416","1388","1389","1415","1386","1375","1425","1406","1374","1427","1426","1397","1413","1399","1372"],"abs":[]},{"type":"speech","time":1551263400,"counter":130,"content":"<p>Senator Gallagher has proposed an amendment to the Order of Business: \"That No. 15 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is it agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00100","speaker":"1381"},{"type":"unspoken","time":1551263400,"counter":131,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Criminal Justice (Public Order) (Amendment) Bill 2019: First Stage","time":1551263400,"counter":132,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00300"},{"type":"speech","time":1551263400,"counter":133,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to provide for a mandatory prison sentence in respect of an assault on a member of the emergency services; to provide for the introduction of an offence of ramming an emergency services vehicle and to provide for a mandatory prison sentence in respect of such an offence, and for that purpose to amend the Criminal Justice (Public Order) Act 1994 and to provide for related matters.<\/blockquote> <p>The purpose of the Bill is to provide for a mandatory prison sentence in respect of an assault on a member of the emergency services in the course of his or her duty.  It includes assaults on medical staff.  In the ten years between 2008 and 2018 there were 7,500 reported assaults on nurses.  There were 1,267 assaults on members of An Garda S&iacute;och&aacute;na in the four years between 2012 and 2016.  The legislation also seeks to extends the provisions to fire service personnel and paramedics.  It is time we made a statement that emergency workers need to be protected.  That is the purpose of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00400","speaker":"1396"},{"type":"speech","time":1551263400,"counter":134,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00500","speaker":"1418"},{"type":"unspoken","time":1551263400,"counter":135,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1551263400,"counter":136,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00650","speaker":"1381"},{"type":"speech","time":1551263400,"counter":137,"content":"<p>Next Tuesday, 5 March.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#O00675","speaker":"1396"},{"type":"unspoken","time":1551263400,"counter":138,"content":"<p>Second Stage ordered for Tuesday, 5 March 2019.<\/p>"},{"type":"majorheading","content":"Update on Implementation of National Forestry Programme: Statements","time":1551263400,"counter":139,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00100"},{"type":"speech","time":1551263400,"counter":140,"content":"<p>I welcome the Minister of State to the House.  Statements are to conclude not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.  The Minister of State will be given no less than six minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00200","speaker":"1381"},{"type":"speech","time":1551263400,"counter":141,"content":"<p>Am I up first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00300","speaker":"1356"},{"type":"speech","time":1551263400,"counter":142,"content":"<p>Yes, the Minister of State throws in the ball.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00400","speaker":"1381"},{"type":"speech","time":1551263400,"counter":143,"content":"<p>I was not sure.  I usually have it thrown in at me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00500","speaker":"1356"},{"type":"speech","time":1551263400,"counter":144,"content":"<p>I hear the Minister of State might be going to foreign soil, so we will give him a break today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00600","speaker":"1381"},{"type":"speech","time":1551263400,"counter":145,"content":"<p>I have a bit to go yet.  I thank the Cathaoirleach and the Members of the Seanad for this opportunity to update the House on the implementation of the forestry programme.  We had a very constructive discussion about forestry during my visit to the House last April.  I recall that many positive contributions were made on the subject.  As I mentioned at the time, the current forestry programme, which is the overarching framework within which forestry schemes are made available, runs to the year 2020.  The mid-term review of the programme published this time last year resulted in the enhancement of a number of measures in the programme.  These enhancements included an increase in certain grants and premiums and an increase in the minimum mandatory requirement for broadleaves per site from 10% to 15%.  I propose to outline a number of other initiatives which have been rolled out over the last year.<\/p> <p>Last year I established a forestry programme implementation group, which represents the forestry sector, State organisations, and environmental non-governmental organisations, to monitor progress on the implementation of the various measures and schemes under the programme, to identify issues relating to the delivery of targets, and to discuss how these issues could be resolved.  This group also provides a forum for direct engagement between all of the various stakeholders, which is useful in gaining an insight into their respective concerns and priorities.  <\/p> <p>While the area of newly-planted forest for which payments issued in 2018 was lower than expected at 4,025 ha, 2018 was a particularly challenging year in terms of extreme weather conditions, with dramatic snowfalls this time last year and an extended period of drought over the summer.  I remain hopeful that planting rates will recover this year.  My Department will be supporting promotional initiatives which will encourage landowners to consider forestry as a viable use of land.  There are many land-use options available to landowners and I believe that forestry is a strong contender, especially in view of the generous incentives currently available under the afforestation scheme.  <\/p> <p>In this regard, the attendance at the recent Teagasc advisory clinics was encouraging.  Teagasc hosted the largest every nationwide series of forestry advisory clinics earlier this year, promoting the establishment and management of forestry as a sustainable and rewarding use of land on Irish farms.  I understand new planting inquiries made up more than half of all consultations, with farmers and landowners seeking information on the many planting options offered under the forestry programme and the range of attractive establishment grants and annual premium categories available.  The farm forestry approach, in which planting trees does not replace agriculture but works alongside it as part of the farming mix, deserves consideration.  Last year I got the opportunity to visit a forest in County Kilkenny which had won the Teagasc farm forestry award 2018.  It really demonstrated whole-farm planning, with the integration of a dry stock enterprise, forestry and GLAS measures.  <\/p> <p>I remind Members of the House that the forestry scheme is voluntary, with each individual free to decide if he or she wishes to plant forestry and avail of the grants and premiums available.  There are no county or regional targets for forestry planting in Ireland.  The forestry grants and premiums are available to landowners throughout the country.  I do not propose to depart from such equality of access.  It should also be noted that afforestation patterns are also subject to a range of variables, with soil quality and economic evaluation of various land-use options being significant factors.  <\/p> <p>As Members will be aware, I have commissioned an independent study on the forestry sector in County Leitrim.  The terms of reference for this study have been agreed and published.  I believe that they are sufficiently broad to address the views of all stakeholders.  An evidence-based approach will be used to reach objective conclusions.  Members will be pleased to note that public consultations will be a strong feature of the study, which will cover the entire county and which will assess the attitudes of people to a wide range of forestry impacts.  This assessment will be based on local consultations with farmers, non-farmers, representative groups, and other interested parties.  I look forward to the outcome of the study as its findings can inform us all, including local communities, policymakers, and other interested parties, of the impacts of the expansion of the forestry sector and any issues arising.<\/p> <p>Turning to the new incentives rolled out under the programme, I am pleased that we were in a position to support current forest owners through the introduction of a knowledge transfer scheme.  The scheme for 2018, which I launched last August, attracted a lot of interest and resulted in the formation of 33 groups totalling 605 participants.  I look forward to launching a similar scheme for 2019 in the near future.<\/p> <p>Last month I launched three new support measures under the forestry programme to support biodiversity in Irish forests.  Members will note that one of the new schemes is to support continuous cover forestry, which allows for the production of commercial timber while retaining forest cover at all times.  The other two measures were new deer tree shelter and deer and hare fencing schemes, which aim to support landowners who wish to plant broadleaves in areas in which there is a risk of deer damage.  There are also changes to the woodland improvement scheme to introduce grant aid to carry out a second thinning intervention for broadleaf forests.<\/p> <p>We are all aware of the many benefits from forestry, including employment, exports, biodiversity and recreational facilities.  It is also important to recognise the role forests play in climate change mitigation.  Forests not only sequester carbon dioxide from the atmosphere but also store carbon in the wood products they produce and can replace materials made from fossil fuels.  The Irish national forest estate removed an average of 3.8 million tonnes of carbon dioxide per year from the atmosphere over the period 2007 to 2016.  With respect to our international climate change commitments, grant-aided afforestation will also make a significant contribution to our climate targets and could contribute to a reduction of up to 22 million tonnes of CO2 over the ten-year period from 2021 to 2030.  <\/p> <p>In addition, the Government recently agreed to the preparation of a new all-of-Government plan to make Ireland a leader in responding to climate change.  The new plan will have a strong focus on implementation, including actions with timelines and steps needed to achieve each action, assigning clear lines of responsibility for delivery.  A number of inter-departmental groups are currently examining areas of mitigation potential across a wide range of areas which include forestry.  This plan will be presented to Government next month and will require a step up in ambition across many areas of our economy.<\/p> <p>The Government proactively assists and supports the development of Irish forestry through the national forestry programme, with some &euro;103 million allocated for this purpose in 2019.  My Department, Teagasc and other forestry stakeholders continue to inform and encourage landowners to plant forestry to maintain and increase the level of benefits from Irish forestry.  I have also established a forestry promotions working group to act as a forum within which ideas can be put forward on how to develop and promote the forestry sector in Ireland.  My Department has also announced a call for proposals on forestry promotion which is due to close at the end of this week.  I hope that this call for proposals will attract some creative and innovative ideas that will increase public awareness of the multifunctional benefits of forestry, promote a higher level of tree planting, and encourage existing forest owners to maximise the benefits of their resource.<\/p> <p>The most recent national forestry inventory, the results of which I launched last July, found that forests account for 11% of the total land area of Ireland, with forest cover estimated to be at its highest level In over 350 years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are currently benefitting from the investment in forestry, one of the results of which is a vibrant, export-led timber processing industry which employs over 12,000 people, both directly and indirectly.  These jobs are almost all in the rural economy and often in locations where alternative employment opportunities are not plentiful.<\/p><p>It would be remiss of me, in discussing forestry here, not to mention Brexit as it represents a significant challenge for the forestry sector.  The forestry sector, like all other sectors here, is keenly aware of the potential impact on its business, especially given that over three quarters of the output of the Irish timber processing sector is exported to the UK.  A key priority for our timber processors is to ensure they can provide their goods to their customers in the UK on a timely basis.  The Minister, Deputy Creed, and I have met representatives of Forest Industries Ireland on this issue and my Department is also liaising with them.  I thank the House for giving me this opportunity to update Members on forestry-related matters and I look forward to listening to their contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#P00700","speaker":"1356","continuing":true},{"type":"speech","time":1551263400,"counter":147,"content":"<p>I thank the Minister of State for his comprehensive report on the forestry programme to date.  Fianna F&aacute;il is committed to developing the forestry sector in Ireland, which plays a very important role in environmental, economic and social policy.  The growing, harvesting and processing of forests make a massive contribution to the economy.  In Ireland, this is estimated to be in the region of &euro;2.2 billion, with approximately 12,000 jobs dependent on the sector.  Meanwhile, timber production is in the region of 3 million cu. m every year, with around 20% of that amount produced by private landowners of forests.<\/p> <p>Forests cover some 11% of Ireland's land area, approximately 770,000 ha, but this is against an EU average of 38%, which shows the substantial progress that could be made in this country.  The Food Wise 2025 strategy has set a target of 18% afforestation by 2050.  It was under a Fianna F&aacute;il Government that ambitious planting targets of 10,000 ha per annum were set out in the National Development Plan 2007-2013, with more than 8,000 ha planted in 2010 alone.  However, regrettably, under successive Fine Gael-led Governments, annual planting targets have been downgraded to between 6,000 ha and 8,000 ha, which is significantly behind the Food Wise 2025 annual afforestation target of 15,000 ha per annum.  The majority of what is being planted is replanted mature and cut-down forest that previously existed and is not new, virgin forestry.  Ambitious planting targets for forestry must be achieved, with a premium put on native broadleaf planting.  As the Minister mentioned, this is a major issue.  Significant amounts of what is planted are non-national conifers but we need to put the emphasis on our native national broadleaf trees.<\/p> <p>Proportional planting policy on a national and regional basis is key to wider afforestation policy and I am glad the Minister mentioned that.  There is a lot of unrest in the north-west of the country, where the two Fine Gael speakers come from.  I am sure they will mention this point.  There is a feeling among farmers in those areas that we have gone back to the Cromwellian edict, \"To Hell or to Connacht\" in the area of afforestation and we need to address this.  We need to open the island as a whole to afforestation and we should not demean certain areas by imposing plantations.<\/p> <p>Data from the Department show that, in the past two years, the Government missed the afforestation targets set out in the national afforestation programme for 2014 to 2020.  In 2018 just 56%, equivalent to 4,000 ha, of forestry was planted out of a target of 7,205 ha.  Shockingly, last year the planting targets for the afforestation of native woodlands and fibre combined were missed by 98% and 100%, respectively.  Overall planting targets were missed by 22% in 2017.<\/p> <p>Forestry has a key role to play in reducing Irish carbon emissions.  Afforestation is a vital tool for reducing our carbon footprint and the 300,000 ha of new forest planted since 1990 has absorbed a massive 18% of Irish agriculture's annual greenhouse gas emissions.  Ireland's forests removed 4.3 million tonnes of carbon dioxide from the atmosphere in 2015 alone.  The inclusion of land use, land use change and forestry within the scope of the new EU 2030 climate change framework is a welcome development and represents a sensible approach.  This broadens the tools available for Ireland to reduce greenhouse gas emissions through carbon sequestration.  Land use, land use change and afforestation will enable Ireland to access the removal of 26.8 million tonnes of CO2 over the 2021-2030 period.<\/p> <p>The Minister mentioned the groups he has set up and announced many ambitious targets but the time has come for implementation.  Given the massive role afforestation can play in tackling greenhouse gas emissions, we need to start achieving our targets.  It is vital that we look more closely at farm forestry to ensure greater regional balance in forestry and so that we can promote forestry in conjunction with traditional farming methods in the regions.  We also need to look at some of our past policies.  Although people generally replant a forest when it is harvested, the obligation to commit to do so 20 years in advance of the harvest is off-putting and is keeping a lot of people out of planting forestry.  They do not want to sign a contract that almost constitutes a commitment on behalf of the next generation in 20 years' time.  If we could remove this obligation from contracts, we would get more people to sign up to forestry.<\/p> <p>I would also like the Minister and Coillte to look at the management of existing forests from the point of view of wildlife and biodiversity.  Yesterday, the Joint Committee on Agriculture, Food and the Marine had a very good debate on the eradication of TB.  Deer straying from forests, not least in the Minister of State's own county, are being blamed for the spreading of TB and we need to look at how we manage this issue.  The Minister of State mentioned fencing and we need to introduce stricter conditions for the control of wildlife, particularly deer, in areas where TB affects the suckler and dairy sectors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#Q00200","speaker":"1383"},{"type":"speech","time":1551263400,"counter":148,"content":"<p>I acknowledge the enormous work the Minister of State has done in horticulture, forestry and other areas for which he is responsible.  Last week I was in the wonderful house in Avondale.  When summing up, the Minister of State might touch on the plans for that.  In the context of forestry, we have to think of the bigger picture and that includes biodiversity and the potential for more jobs.  We have to look at the training sector as it pertains to horticulture and forestry.  We have spoken about broadleaf trees but we need to look at our nursery stock production for them.<\/p><p>There is the potential for jobs in this sector and training programmes are a part of that.  I acknowledge what Teagasc is doing and anyone who reads the <i>Irish Farmers' Journal<\/i>regularly will have noticed the series of forestry seminars it has been running over the past few months, and the workshops it has held across the country to which huge numbers have turned up.<\/p><p>A lot of people are looking at setting aside a certain amount of land.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Clearly we do not want good, productive agricultural land used for forestry.  That would not be the way to go but there are marginal lands that are very suitable for forestry.  There is enormous potential for job creation here.  We must consider, in particular, the area of soft tourism.  There are some amazing forest parks in this country, including Avondale forest park in County Wicklow where there is a master plan to do bigger and greater things at that location and rightly so.  It is a beautiful place which was also the location of one of the State's first forestry schools.  <\/p><p>There is a significant amount of potential in forestry.  I wish to acknowledge the work of Teagasc in particular.  Many young people who fall out of mainstream education would benefit from involvement in the forestry sector.  We must develop more options such as apprenticeships in forestry and related horticultural areas.  <\/p><p>When I mentioned to a few colleagues from Leitrim that I would be involved in this debate today they immediately referenced the Irish Natura and Hill Farmers Association as well as talking about lovely Leitrim.  We all know that farmers cannot get money from banks to buy land.  It is possible, however, to get loans from the European Investment Bank at 1% for investment in forestry.  A young farmer wanting to expand will not be able to get a loan from a bank at 1%.  We all know that and the arguments associated with it.  The Minister of State knows, as someone who is involved in agriculture, that some of the lands in Leitrim are marginal.  However, he also knows that weanlings and other livestock can be reared and can thrive on marginal lands at certain times of the year, as happens in County Leitrim.  It is a question of looking and tailor-making what is happening.  The monoculture of spruce is detrimental, particularly up there.  A balance must be struck but if one is surrounded on three sides by massive forestry, what does that say?  Leitrim is dying.  Parts of Leitrim are dying but people are not listening.  There is the potential to develop a balanced forestry sector there but it must be done in conjunction with the existing communities.  I met a family who approached an auctioneer with a view to buying 50 ha or 60 ha in Leitrim last year.  They were refused because they could not get enough funding.  They went to owners of the land who were their neighbours.  The owners said that they would love to sell the land to them but that a private investor wanted to buy it.  The family could not compete against the investor who is buying up large tracts of land up there.  It is sad and while it involved neighbours, it is all about money at the end of the day.  We have already spoken about the need for broadleaf plantations.  I know that people from Leitrim are tuning into this debate today and they want me to point out that there are disaster zones in that county.  There are communities dying in Leitrim because of the policy that has been pursued in relation to forestry.  That needs to be addressed.<\/p><p>I have touched on the issue of training and encouraging more forestry.  As previous speakers have said, we need new forestry plantations.  Of course we must replenish and replace but we must also set ambitious targets for new plantations.  We can have a very comprehensive forestry plan which goes hand in hand with productive agriculture.  However, we need to look at training and attracting people with the necessary skills to the sector.  Having seen forests in Europe, particularly in Germany, I believe there is enormous potential for soft tourism around national forests.  I know that this is outside of the Minister of State's remit but it is something that must be explored further.  The capacity in this area is considerable, as is evident from forests in the Dublin mountains.  South Dublin and Dun-Laoghaire Rathdown County Councils are working on cycling tracks, tourism trails and so on, which provide benefits to both locals and tourists.  I urge the Department to further explore the enormous potential in this area.  I thank the Minister of State for the comprehensive report he provided to the House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#Q00300","speaker":"1379","continuing":true},{"type":"speech","time":1551263400,"counter":150,"content":"<p>I welcome the Minister of State to the House to discuss this very important topic.  As previous speakers said, the forestry programme is throwing up a number of issues in rural Ireland.  Before I get into discussing that, I would like to pay tribute to a former Deputy from my own county, Mr. Joe Blowick, who served as a Minister for Lands.  Prior to his election, there was no forestry programme in this country.  It was his idea to establish such a programme and he has left a great legacy upon which we can build but it is important that we get it right.<\/p> <p>In Mayo there is a lot of forestry, with 10% of our agricultural land planted.  That puts the county 3% above the EU 2020 targets for the planting of forestry.  Approximately 24,000 ha are in private ownership and the remaining 34,500 ha of forestry are owned by Coillte and the NPWS.  Planting in Mayo is significant and it is estimated that between 300 and 340 ha are being planted in the county every year.  The amount of land under forestry continues to increase, although most of the planting at the moment is being done by private landowners and not by Coillte.  It is private landowners who are taking up the baton in terms of planting.  Premia in Mayo are worth &euro;3.65 million to participating landowners.  By 2035, it is expected that timber production in Mayo will have trebled.  These are all positive aspects of the forestry programme being pursued by the Government but a number of issues remain to be addressed.  These are related to issues raised by previous speakers.<\/p> <p>We see our forestry as an asset but it must be driving employment too.  At the moment, notwithstanding the fact timber production will treble by 2035, most of the timber produced in Mayo is shipped out of the county to timber mills in the south, most notably in Waterford.  Therefore, we are not adding value to the primary product in Mayo itself.  The same is true in Leitrim, Roscommon and other counties of the west and north.  Coillte owns and controls large tracts of land and must be challenged to deliver jobs locally.  I am not just talking about in the growth of the forests but also in the timber mills and the production of wood chip.  The latter has enormous potential in the context of district heating systems and renewable energy solutions, which is also one of the Government's objectives.  There is capacity in this area but it is not being developed.  The concerns arising in Leitrim would be lessened if locals could get jobs rather than just felling timber.  <\/p> <p>A balance must be struck in terms of land use.  Senator Paul Daly made a very dramatic point about people being forced into forestry and said \"To hell or to Connacht\".  That is not the true story, however.  The true story is that more people are opting for forestry because of the problems in suckler farming and the depressed prices in that sector.  We are encouraging farmers to increase beef and dairy production under Food Wise 2025 and the increased interest in forestry is more of a symptom of that than anything else.  That said, I can relate to the social implications of being surrounded by forest, particularly when that forest comprises Sitka spruce and very little else.  It is not particularly attractive and is quite depressing for communities.  Communities have been articulating this quite well of late and have been stressing the need for balance.  We obviously want to pursue our planting programme and more could be done to encourage farmers to plant on at least part of their lands, regardless of the type of farming in which they are engaged.  In that way, we will get a better mix.  <\/p> <p>The Minister of State said in his speech that the Department is going to encourage more variety in planting, particularly of native trees, which I welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These are the sorts of issues the forestry promotion working group must consider.  For the sake of biodiversity, it is important we get the right mix and that we not just looking at big industrial forests which, contrary to our intentions, are not as attractive for tourism as a properly mixed and put together forest.<\/p><p>Another issue is rural tourism.  I welcome the development in Ballycroy, County Mayo, where Coillte has handed over 4,000 acres to the National Parks and Wildlife Service to allow a wild area to develop for the purpose of tourism.  I welcome these very important and necessary initiatives from the likes of Coillte.  We could benefit more from Coillte and the Government articulating their commitments to tourism in terms of forests that are used for amenity and leisure purposes by locals.  Recently, there was much concern about Belleek Forest Park in Ballina, County Mayo, where Coillte felled a particular part of the forest.  Many people were concerned that Coillte could do what it liked.  The fact that Coillte did not go further was down to its benevolence as opposed to protecting a piece of the forest.  I would say that Coillte acted properly in this case but boundaries need to be more clearly defined when it comes to the protection of forests, especially where local groups have invested a lot in these forests and enjoy them as amenities.<\/p><p>People have described how important forests are for the carbon sink.  I already mentioned that there is a need to plant more trees and to have a greater mix of tree varieties.  We must also encourage farmers to plant trees but there are a couple of obstacles, as was said.  When a landowner plants trees, he or she must wait for them to mature, then fell the trees and replant, which is a major deterrent.  The idea that one no longer has a say about what happens to one's land that is used for  forestry is, for many people, not a choice.  I ask the Minister of State to consider that, and that is aside from the fact that after year 15, people will not get an income.  People's land is tied indefinitely to forestry and while they never choose to leave forestry, it is a negative aspect of the forestry programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#R00200","speaker":"1425","continuing":true},{"type":"speech","time":1551263400,"counter":152,"content":"<p>I welcome the Minister of State to the House.<\/p> <p>The planting of large areas of land with trees, driven by grant aid and annual payments to landowners, has to be examined for its overall impact on communities and long-term impact on the land and the environment.  The reason for very generous Government assistance for forestry is to encourage it as a means of reaching our commitments on climate change, as trees are viewed as the only way to absorb and store carbon.  For a farmer struggling to make a living on wet and poor land in the west, it is an attractive option, as indeed it is for investment and pension funds.  Land can be bought cheaply and planting it brings the security of State funding and the 15 years of guaranteed payments.  As a Government policy, grant-aided monoculture afforestation is successful in getting more land under trees.  The permanent change of land use is one of the clear consequences of this policy.  However, communities living in areas where forestry is replacing farming as a model of land use suffer negative impacts as there is very little labour involved in growing Sitka spruce.  In reality, it closes down the countryside.<\/p> <p>Economic and social activity around traditional farming has significant spin-off in the local area, with services being provided to the farm and products and materials traded with the farm.  Normal farming activity creates opportunity, which in turn creates more activity.  On the other hand, the farm planted with Sitka spruce never needs new gates, fencing or anyone to cut fodder, bale it and gather it or plough land for reseeding.  There are no animals to feed or care for, and no need for a vet to look at an animal.  There is no need for anyone to upkeep habitat or hedges, fix machinery or maintain sheds.  Above all, a farm on which Sitka spruce is grown needs no farmer to go to the mart to meet other farmers or to call on neighbours when in need, because there are no needs.  The planted farm becomes deserted, wild and uninteresting.  The EU has stated that the main principle for forestry is that they serve environmental, social and economic purposes.  As I just outlined, Irish forestry policy does not address these three criteria.  The rural community that once survived on the micro-economy, which the activities of farming delivered in an area, suffers decline and also becomes deserted.  The economic activity created by the planting, maintaining, thinning and processing of conifers is very low as much of the industry is highly automated.   There is about one full-time job per 1,000 ha of forestry.<\/p> <p>Another problem created by our afforestation policy is the transfer of land ownership from local farmers to international corporate interests, which engage forestry management companies to thin and maintain the forests.  In many cases, when farmers plant the land themselves, they collect the annual grants for 15 years and, when the first thinning is carried out, they are offered a buyout by the forestry management companies on behalf of big corporate funds.  Such an offer is hard to resist for ageing farmers as the next payment from the trees is 15 to 20 years away.  This move to corporate ownership of forestry land is happening apace and is supported by Government grants for carbon sequestration reasons.  We, in Sinn Fein, call for a policy that introduces a 50 km radius limit for establishment grant and forestry premium payments.  This means that the recipient's main residential residence must be within 50 km of the forestry site.  For companies, this should apply to their main headquarters to ensure that the economic benefits are retained in the local area.<\/p> <p>On 15 February, the Minister announced the terms of reference for a Leitrim forestry study, which will be carried out by UCD.  The study will cover the social and economic impacts of forestry, the impact on farm incomes and the state of regulation on Leitrim at present.  The terms of reference have already been criticised - first, because local groups, such as Save Leitrim and the local branch of the Irish Farmers' Association, IFA, were not consulted, and second, because issues such as planning, soil carbon analysis, land prices, tax, local infrastructure and fire risk have been left out.  Groups say that the terms of reference have clearly been designed to avoid critiquing the Government's wider forestry policy.  I ask the Minister of State to please address these concerns in his reply today.  Many groups are anxious to know where the Department stands in response to these criticisms.<\/p> <p>At present planning permission for afforestation in Ireland is not required for plantations that are under 50 ha in size, which makes up the bulk of plantations.  This situation has led to private entities purchasing peat bogland, which otherwise should contribute to carbon sequestration in order to plant large, commercial plantations.  My Sinn F&eacute;in colleague, Deputy Martin Kenny, has proposed legislation to ensure that planning permission is required for any plantation over 5 ha.  I ask the Minister of State to outline today whether he supports the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#S00200","speaker":"1400"},{"type":"speech","time":1551263400,"counter":153,"content":"<p>I welcome the Minister of State to the Chamber.  Before I respond directly to the matter in hand, I wish to bring people's attention to the issue of trees being felled in public and private areas over the past two weeks.  I have received a flood of emails and tweets from just about every county, as has the Green Party, about the extent of tree felling around the country.  There is a sadness and lack of understanding as to why trees are being felled and on such a scale.  I have received reports from County Waterford, Dungarvan, Fethard, Faheen, Golden Road, Cashel, Bray, County Mayo, Westport, County Kerry, Killorglin, Hugginstown, Gorey, Carrigaline, Limerick, County Meath, County Roscommon and Fingal in Dublin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That has come to hand and I wish to draw the Minister's attention to it.  I have tabled a Commencement matter for tomorrow for the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, because of the anger among the public about the trees and the fact that there appears to be a lack of social and ecological value attached to them.  People are waking up and recognising the importance of trees and tree coverage in terms of ecological services and biodiversity.  When we see reports that diversity is threatened the necessity for trees is more important than ever.<\/p><p>The idea that tree policy can be set by a single complainant to a local authority or that the benefits trees provide can be erased because of the inconvenience to councils of a single complainant is just not good enough.  We can do better.  We require a national biodiversity policy with a strong statutory basis that would mandate landowners, local authorities and bodies such as the ESB and larnr&oacute;d &Eacute;ireann to have a better approach to managing trees in public areas.  I hope the Minister will take this into account overall.<\/p><p>In response to the Minister of State's contribution on the implementation of the forestry programme, like many of my colleagues I wish to address the Save Leitrim campaign.  It is not long since the group protested at Leinster House and held a press conference about its concerns.  The Minister of State is well aware of the points made by the campaign and the complaints about the approach of the State forestry agencies across the country.  He will also be aware of the campaign's disappointment at not being able to discuss the terms of reference of the study of forestry policy in the county.  The group has been campaigning for a moratorium on new planting in the area and for a well-designed study that would examine the cross-cutting issues around forestry and forest cover in Leitrim.  Members of the campaign are dissatisfied with the terms of reference.  They are narrow in scope and will limit the UCD investigative team to looking at only some of the areas affected by current policy.  Fire risk, soil carbon analysis, local infrastructure impacts, land prices, tax and other issues are omitted, as are the health and mental health impacts of such major use of non-native coniferous forest planting on communities.  The group is so disappointed in the process that it is also concerned about the outcome of the report given the lack of consultation with people and communities such as theirs.<\/p><p>The Green Party has always been passionate about forestry and tree cover in Ireland.  Ireland has the second lowest level of forest cover in Europe and the lowest in the EU, but it is increasing.  That is welcome.  We want forestry to be an integral part of Ireland's response to climate change and the challenges to our biodiversity, to enhance biodiversity at a time when there is such massive global decline and to provide stable and good employment in rural areas.  We want a policy that Ireland can be proud of, one that provides material for energy and green construction and for a high-value export product, crafted by a skilled and engaged emerging sector.  That is far from what we have today.  It could be better.  Ireland has approximately 11% forestry coverage.  Sweden, in contrast, has the highest level at approximately 69%.  Our approach to forestry is to confine it to profit-orientated State-run and privately-run plantations, separate from the communities around them.  We should develop and enhance the social knowledge in communities about the importance of tree cover.<\/p><p>We must have a positive vision for the future.  Our vision is one of healthy forestry plantations across the countryside, of selected uphill areas being allowed to return to the tree cover they previously had before excessive grazing took over in some areas and of trees used in public areas and allowed to mature there and be left alone to provide shelter and benefit to life.  Most importantly, we seek a national land use strategy.  That is the single best way to deliver a strong vision for Ireland.  I hope it is something the Government will engage with more, particularly in view of the pending report from the climate action committee.  There are plenty of models in other countries that we could look to in terms of how we could do things better in Ireland.  The Minister of State's intention is more or less what we seek, an increase in forestry and the opportunities that forestry can provide to citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#S00300","speaker":"1385","continuing":true},{"type":"speech","time":1551263400,"counter":155,"content":"<p>I thank the Minister of State, Deputy Doyle, for the update on the implementation of the forestry programme.  We are all very aware of the benefits of forestry, but the issue is very much about achieving a balance between environmental needs and meeting the needs of communities.  As the Minister of State correctly pointed out, it is an important mechanism through which we must tackle the issues surrounding climate change.  There is also the fact that 12,000 people are employed in the forestry sector.<\/p> <p>I live in north Roscommon and, as in Leitrim, people there are dealing with issues in respect of marginal land, farmers trying to manage within very tight margins and the issues with the increase in plantation in the region.  We are all aware of the report the Minister of State has commissioned in an effort to address the communities' concerns.  As Senator Grace O'Sullivan said, a number of people from Leitrim travelled to Leinster House recently.  They are concerned about the increase in forestry and the increase in the amount of land being bought by people from outside the locality for the specific purpose of planting to avail of subsidies.  There is great concern about that across the north-west region of north Roscommon and Leitrim.<\/p> <p>It is positive that the report will allow for consultation with farmers, non-farmers, representative groups and other interested parties.  The Save Leitrim group has concerns about the terms of reference but the fact that there will be consultation is positive.  The outcome of that report will be important for how we achieve a balance not just in Leitrim but throughout the country.  Teagasc also has an important role to play with regard to the interest and its advisory clinics.  The Minister of State referred to increasing the minimum mandatory requirement for broadleafs per site.  Again, that is positive.  Obviously, there must be a focus on more species and habitat diversity, and the broadleafs are very much a part of that.<\/p> <p>Finally, the concerns of the people in the north west are real.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will end where I started, whereby we are all very much in favour of the need to increase forestry in meeting our environmental targets.  We also need to find that balance across our communities.  As Senator Mulherin rightly pointed out, farming is going through a particularly difficult period at present, especially in the west.  While there may be different land options, unfortunately things are really difficult in the beef and suckler sector.  Farmers are struggling across very tight margins.  We need to support them as best we can to ensure that the suckler sector can continue.  That is difficult at present.  I am aware that is not part of today's discussion but in many ways it does form part of it, because people are considering forestry instead of these sectors right across the north west.  It is important that we achieve a balance nationally and not in just one particular area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#T00200","speaker":"1415","continuing":true},{"type":"speech","time":1551263400,"counter":157,"content":"<p>I thank the Senators for their various contributions.  At the outset, there are 12,000 people employed in the forestry sector and it is worth over &euro;2.2 billion, with exports of more than&euro;350 million.  By 2035 the All Ireland Roundwood Production Forecast estimates that 50% of that will come from the private sector.  There are 21,000 private landowners, mainly farmers who own plantations and are growing timber on their farms.  I said at the outset that I want to see forestry as a whole-of-farm planning option and that it is integrated into such a plan.  I am a perfect example of it myself.  It is 27 years since I planted my first 8 ha and three years ago, I added another 10 ha on marginal land, which has not interfered at all with the output of the farm.  All it has done is that it has tried to add some income support to it.<\/p> <p>I will deal with a number of issues but will deal first with Senator Boyhan's point about Avondale.  Coillte has plans and has secured planning permission for an investment totalling &euro;8 billion in the first phase.  It envisions two things, as it is seen in many ways as the cradle of modern democracy and the cradle of forestry.  There will be a whole Victorian interactive \"At home with the Parnells\" experience in the house and surrounding grounds.  The other part is about opening up the park and having a treetop walkway from which one can travel back down a lift, and then one can then walk around Lovers Leap, as it is called, as well as other areas.  It will be a whole woodland experience there.  It was Samuel Hayes who initially brought in species from all over the world and experimented with them in the 18th century when he owned the property.<\/p> <p>As I noted earlier, forestry contributes in a significant way to climate change.  To address Senator Mulherin's point, there are efforts to explore the idea of having combined district heating and power options.  There are only so many major processing mills.  There is one in County Galway and another in County Leitrim but there is not one in counties Mayo or Roscommon.  There is one in the North, namely, the Balcas mill in Enniskillen.  There certainly is scope for the development of regional district heating systems.  In Finland, I have seen a pulp mill that ten years ago remained closed for nine months but which is now exporting material to China for the purpose of textiles, which is part of its bio-economy.  China is replacing much of its fossil-based products with products from the bioeconomy, and from trees in particular.<\/p> <p>I should point out that last year in 2018, following on from the mid-term review, albeit from a low platform, 27% of all new plantings were broad leaves.  Farm forestry will be considered as part of the overall Pillar 2 CAP negotiations.  The development of the new CAP programme will see a minimum of 30% of Pillar 2 funding being spent on climate and environmental-related measures.  Some 40% of CAP's overall budget is expected to contribute to climate action, while at the same time providing what I believe is an economic benefit through the primary product of timber itself and its by-products to the local farms. <\/p> <p>I would be the first to say that planting practices in the past were erroneous.  The idea of a monoculture, close to the road, houses and rivers was an error, just like advertising for smoking.  Let us be honest about that.  I note a forest application and appeals system has been in place since the mid-term review and planting practice today insists upon 15% broadleaf, 15% by diversity, as well as setback distances from roads, rivers and houses.  A lot of the plantations that are monoculture today will have, when clear-felled and replanted, a landscape that will look significantly different.  It is also important to point out that even in monoculture plantations, once the roadway network is put in and it is first thinned, it is never a closed canopy again.  It is reckoned that between years seven and 17 in a relatively healthy good-yielding conifer plantation is the time that the thicket closes, which is before the first thinning.  Once that opens up, it is fair to say that it never becomes a closed canopy again.<\/p> <p>The replanting obligation was mentioned on several occasions here and it certainly is an issue.  I would ask that it be borne in mind that all revenue from the sale of timber is tax-free.  This is called an afforestation programme, which is meant to increase the national forest estate.  It is difficult to know if we would even be given clearance to do so, but if we were to say that we do not have a replanting obligation - even if it is the case that most people would not opt for it -  one has to consider the implications of the tax benefit that has been given through the establishment grant and premium payments that have been made tax-free, and indeed from the sale of the product.  One also needs to factor in, which is never mentioned, the carbon emissions that one will create by digging out and getting rid of root systems and returning that land to other use.  There may something that can be done with it by way of an option if we get our targets raised, but I would not like to speculate on that at the moment.<\/p> <p>On the Leitrim study, this is a broad range issue which we attempt to make as broad and as simple as possible.  There is significant consultation.  Anyone and everyone who has a point to make, be it about fire or planning permission or any related issue, including the groups that were mentioned, is free to do so.  When we published this, we also published a website and contact details to which people can make their submissions.  I would encourage everybody to do so.  They will be taken on board and will be considered.  As I said at the end of the presentation, this will inform us all, together with local policymakers and local communities, as to forestry policy as we move forward.<\/p> <p>I come from a county that up to last year traditionally had the highest level of plantation.  We are now just marginally behind Leitrim.  We have a bigger county so we have more trees.  We have more people working in the industry but a lower percentage of the workforce due to having a bigger population.  We have approximately 1.5% of our working population involved in the timber industry, which is nearly 1,000 people.  Leitrim is estimated to have up to 5% of their people employed in the timber industry.  One of the biggest employers in the county is a board mill plant with the supporting industries that go with that.<\/p> <p>Somebody's mentioned Coillte and biodiversity.  At the biodiversity conference last week, the chief operations officer for Coillte made the point that it has 70,000 ha, representing 10% of its overall estate, that are designated as a biodiverse area.  Some 10,000 ha of this area are designated as pristine.  It has a wild hazel wood project in Sligo - I do not think there is anybody present from Sligo - and it intends to enhance it and spend quite a lot of money in turning it into a nature park and biodiverse Mecca, which can be a model for other parts of its property.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bord na M&oacute;na ecologist outlined its plans to re-wet some of the peatlands to bring them back to the original habitats.  If they are re-wet the carbon can be trapped but if they are left exposed the carbon emits.  Bord na M&oacute;na will consider other options, including wind energy, tree planting, biomass production and conservation, all merging into a total policy use for the land it is responsible for.  It works hand in glove with Coillte on that.  <\/p><p>When talking about conifers people talk about spruce, and not other conifers, such as Douglas fir and Scots pine which is a native conifer.  Most people regard it as a broad leafed tree but it is actually a conifer.  It is a slower growing one and is hardier - for example, it will resist frost in May whereas Sitka spruce will not.  All these products have an enhanced value in timber use and production but Sitka spruce is the most versatile and, although it is nearly a bad term, it has the most commercial potential.  If we are planting GPC 3, grant and premium rate 3, which is Sitka spruce, with 15% broad leaves, and up to 15% in terms of biodiversity areas, for every 100 ha we plant in Sitka spruce, we get 15 ha in broad leaves which is half our target.  Native woodlands went up threefold last year.  We have a woodland environment scheme which will allow corporate social responsibility from major investors to add to the attraction for landowners of planting native woodlands.<\/p><p>Among the other things we are trying to do to make landowners who have plantations that are more than 15 or 20 years post-premium is to make them aware of the value of the resource they have.  I touched on it in my opening address.  We have \"Talking Timber\", a timber marketing event, and a forest open day on wood mobilisation.  These are information days, mainly driven by Teagasc but with the Department, the knowledge transfer groups and the producer groups to make people aware of the value of the resource.  I hope that after the next Common Agricultural Policy, CAP, which will coincide with the next forestry programme, that we will be able to blend into the CAP an acknowledgement and a reward for people who plant trees because this is part of one of the environmental measures.  It is not the only one but it is certainly part of it.  I see no harm in the biodiverse area within a plantation allowing somebody to have, in that area which will not have any trees, a bee habitat and get paid for it.  I do not see why that should not happen.  It could blend in perfectly.  That is an example of something I think could happen.<\/p><p>We have a NeighbourWood scheme which sometimes we do not sell too well but it is really good.  There is one in Balla in County Mayo, one at Vartry Lakes and one in Dunmore East.  The Department will support a community-led initiative to create a NeighbourWood scheme which is a walkway, recreation and information interactive setting.  The grants are quite generous.  There have been at least two information days.  The one in Dunmore East generated a lot of interest and a significant number of applications from community groups around the country.  It is estimated that that industry is worth more than &euro;300 million not just forestry but recreation, in particular walking.  It is an area that has great potential.<\/p><p>I agree there should be a land use policy.  When I wrote the Fine Gael manifesto for agriculture in 2011, I said we needed to develop a total land use plan which includes food production, energy production, environmental and carbon mitigation and recreation and put all of that into a policy.  I guarantee that we can achieve our forestry targets and protect communities that feel under threat.  We can make it part of an overall land use plan that deals with all those key issues.  Landowners need to see this as part of their own farm operations as opposed to being an alternative.  That is the key to this.  If everybody did a little and planted 5 ha, 6 ha or 10 ha, we could hit our targets and improve the economies of all those small holdings and be rewarded with the environmental climate change benefit which could be achieved from that type of initiative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#U00200","speaker":"1356","continuing":true},{"type":"unspoken","time":1551263400,"counter":159,"content":"<p>Sitting suspended at 1.35 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1551263400,"counter":160,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00100"},{"type":"unspoken","time":1551263400,"counter":161,"content":"<p>NEW SECTIONS<\/p>"},{"type":"unspoken","time":1551263400,"counter":162,"content":"<p>Debate resumed on amendment No. 91d:<\/p><p>- (Senator Michael McDowell).<\/p>"},{"type":"speech","time":1551263400,"counter":163,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Flanagan, back to the House yet again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00400","speaker":"1418"},{"type":"speech","time":1551263400,"counter":164,"content":"<p>There was some debate between us as to whether the word \"may\", where it appears for the second time in the proposed section 45(1), would create a problem.  I will leave it to my colleague Senator Norris to confirm this, but I believe we had all agreed that the words \"the Commission shall\" in subsection (2) removed any element of doubt.<\/p> <p>On the Minister prescribing a time period, we did not want to leave the process open-ended.  Having sat on interview boards for public appointments, the Minister will be aware of the difficulties in bringing a board together, getting agreement on the advertisement to be placed and deciding the marking scheme to be applied and the questions to be asked.  As appointments are made to the Supreme Court, it may be necessary for the court to call on expertise in criminal law, corporate law and so on.  All of these matters give rise to the possibility of an appeal.  If one tries to scope the advertisement in a particular direction, one is automatically excluding other people.  This will cause serious problems.  Our main concern is that we not leave the process open-ended, whereby a post will be left unfilled for an extraordinary length of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00500","speaker":"1390"},{"type":"speech","time":1551263400,"counter":165,"content":"<p>I will refresh the Minister's memory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":166,"content":"<p>My memory does not need to be refreshed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00700","speaker":"1233"},{"type":"speech","time":1551263400,"counter":167,"content":"<p>We had a very pleasant chat over lunch and I am glad to see that the Minister has been restored to his good Laois humour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00800","speaker":"1392"},{"type":"speech","time":1551263400,"counter":168,"content":"<p>As the father of the House, Senator Norris is well aware that whatever happens in the restaurant stays in it.  It is not to be raised on the floor of this or the Lower House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC00900","speaker":"1418"},{"type":"speech","time":1551263400,"counter":169,"content":"<p>No.  What happens in the Members' bar stays in it.  When it comes to the restaurant, it is a grey area.<\/p> <p>Regarding my difficulties with the word \"may\" where it appears a second time in the amendment, it would be better if it was turned into \"shall\", but I accept that the matter is covered by subsection (2) which governs the entire process.  I am satisfied in that regard and there is no difficulty.<\/p> <p>I am distressed to hear phrases such as \"marking scheme\".  That sounds as if judges will be held up like schoolchildren for some little test by outside consultants.  That is not their function.  I do not at all like the idea of marking judges.  The purpose of the amendment is clear and obvious, namely, to allow the Government some control over how quickly the judicial appointments commission may make a recommendation in respect of any particular or apprehended vacancy.  It is an absolutely essential check and balance over the commission to ensure the Government will not completely outsource and lose control over its constitutional function to recommend to the President judicial nominees.  This is an important point about the idea of outsourcing to consultants something that is part of the essential Government's prerogative.  Article 35 of the Constitution states clearly and explicitly that it is the right of the Government to recommend to the President an appointment to the Judiciary.  This provision cannot be undermined or changed without a vote of the people.  It is included in the Constitution for a good reason.<\/p> <p>The Supreme Court is equivalent to the American Supreme Court, the composition of which is a matter of considerable political importance to the American people, as the composition of the Supreme Court is to the Irish people.  If the Government believes the Supreme Court is showing tendencies to be a little too liberal or illiberal, it is its right to nominate a judge whose appointment is intended to ensure the balance will be correctly maintained according to its viewpoint.  Citizens elect politicians to represent their interests, with their first task being to elect a Taoiseach who appoints the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01000","speaker":"1392"},{"type":"speech","time":1551263400,"counter":170,"content":"<p>On a point of order, I wish to remind the Chair that this has nothing to do with the amendment.  Senator Norris appears to be reading from some legal textbook, but it has nothing to do with the amendment under discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01100","speaker":"1233"},{"type":"speech","time":1551263400,"counter":171,"content":"<p>It does, as I referred to the outsourcing judicial appointments to a group of consultants as one of the most significant aspects.  I will finish.  There is is just one more paragraph.  I am sure the Minister will-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01200","speaker":"1392"},{"type":"speech","time":1551263400,"counter":172,"content":"<p>It seems that this House is rudderless and lacking in any form of leadership.  It disappoints me greatly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01300","speaker":"1233"},{"type":"speech","time":1551263400,"counter":173,"content":"<p>It is not up to the Minister to attack this House.  I ask him to withdraw that comment about it being rudderless and leaderless.  It is a disgraceful comment, of which he should be ashamed.  He can wipe the smirk off his face, too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01400","speaker":"1392"},{"type":"speech","time":1551263400,"counter":174,"content":"<p>Rudderless.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01500","speaker":"1233"},{"type":"speech","time":1551263400,"counter":175,"content":"<p>There you are.  I will not repeat what you said to me in the division lobby the other day-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":176,"content":"<p>Please, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01700","speaker":"1418"},{"type":"speech","time":1551263400,"counter":177,"content":"<p>-----but it applies to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01800","speaker":"1392"},{"type":"speech","time":1551263400,"counter":178,"content":"<p>Please, Senator.  While the Senator is concluding, the Minister might want to reflect on what he said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC01900","speaker":"1418"},{"type":"speech","time":1551263400,"counter":179,"content":"<p>I have reflected on what he said.  I referred very clearly and specifically-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02000","speaker":"1392"},{"type":"speech","time":1551263400,"counter":180,"content":"<p>I am sorry, but I asked the Minister to reflect on what he said.  Perhaps the Senator might conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02100","speaker":"1418"},{"type":"speech","time":1551263400,"counter":181,"content":"<p>He has no intention of concluding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02200","speaker":"1233"},{"type":"speech","time":1551263400,"counter":182,"content":"<p>This is what I said: \"It is an absolutely essential check and-----\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02300","speaker":"1392"},{"type":"speech","time":1551263400,"counter":183,"content":"<p>That is part of my-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02400","speaker":"1233"},{"type":"speech","time":1551263400,"counter":184,"content":"<p>I am coming to a conclusion, if the Minister would stop interrupting me.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He is certainly not helping the progress of this Bill in the way he is behaving.  He can interrupt me as much as he likes.  I do not give a damn.  The longer this goes on the better as far as I am concerned, but I am being economic in what I am saying.  I will repeat what I said for the Minister's education.  The purpose of this amendment is clear and obvious, namely, to give the Government some control in this regard.  It is an absolutely essential check and balance over the commission to ensure that the Government does not completely outsource and lose control over its constitutional function to recommend judicial nominees to the President.  What could be clearer and more directly relevant to this amendment?  The Minister was talking nonsense when he said it was irrelevant.  It is a constitutional duty of every Government and every Minister to make major decisions that have lasting impacts on citizens' lives.  Shirking those decisions, or outsourcing them, to unelected lay persons appointed by civil servants represents a gross dereliction of that duty.  <\/p><p>By the way, I very rarely read from a briefing.  It is not up to the Minister to point out that I was reading and that was because I had gone to the trouble of getting a brief on this matter.  It is highly technical.  Deputy McDowell is delayed in the High Court and cannot be there.  I am speaking to his amendment and I need a brief to deal adequately with these matters.  I make no apology whatever about it.  I raised a question about Members reading in the Seanad because it used to be something that was forbidden, prohibited or discouraged but I was told that is the case and they could read whatever the hell the like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#CC02500","speaker":"1392","continuing":true},{"type":"speech","time":1551263400,"counter":186,"content":"<p>My point is not the reading; it is the straying from the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00200","speaker":"1233"},{"type":"speech","time":1551263400,"counter":187,"content":"<p>I did not stray from the amendment and I indicated perfectly clearly that the principle of outsourcing was germane and directly relevant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00300","speaker":"1392"},{"type":"speech","time":1551263400,"counter":188,"content":"<p>I have asked the Minister to reflect on the comment he made previously and perhaps he would do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00400","speaker":"1418"},{"type":"speech","time":1551263400,"counter":189,"content":"<p>What comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00500","speaker":"1392"},{"type":"speech","time":1551263400,"counter":190,"content":"<p>I was speaking to the Minister.  It is the job of the Chair to interpret whether the Member is speaking to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00600","speaker":"1418"},{"type":"speech","time":1551263400,"counter":191,"content":"<p>The Chair is the missing rudder as far as the Minister is concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00700","speaker":"1392"},{"type":"speech","time":1551263400,"counter":192,"content":"<p>I call Senator Craughwell to be followed by Senator Bacik.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00800","speaker":"1418"},{"type":"speech","time":1551263400,"counter":193,"content":"<p>I am reflecting.  I have been reflecting for the last nine months on the Seanad.  I will continue to reflect.  Thank you for encouraging me to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD00900","speaker":"1233"},{"type":"speech","time":1551263400,"counter":194,"content":"<p>Thank you, Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01000","speaker":"1418"},{"type":"speech","time":1551263400,"counter":195,"content":"<p>The Minister need not bother with his reflections.  The former Taoiseach, Deputy Enda Kenny, tried to get rid of the Seanad and he failed dismally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01100","speaker":"1392"},{"type":"speech","time":1551263400,"counter":196,"content":"<p>Senator Norris, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01200","speaker":"1418"},{"type":"speech","time":1551263400,"counter":197,"content":"<p>I will sometimes utter the result of my reflection and it might be nice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01300","speaker":"1233"},{"type":"speech","time":1551263400,"counter":198,"content":"<p>I call Senator Craughwell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01400","speaker":"1418"},{"type":"speech","time":1551263400,"counter":199,"content":"<p>I want to clear something up.  Regarding what Senator Norris said----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01500","speaker":"1390"},{"type":"speech","time":1551263400,"counter":200,"content":"<p>It was perfectly right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01600","speaker":"1392"},{"type":"speech","time":1551263400,"counter":201,"content":"<p>-----there is something we have got to get clear.<\/p> <p>What we are talking about is fixing a time for the commission, at the request of the Minister, to report.  The point I have been trying to make, and I hope I make it clear, is that there is no simple way to fill a public appointment because, ultimately, it is reviewable by the courts, and I have been involved in public appointments during my life.  When the commission prepares its advertisement it must cover all eventualities.  My colleague, Deputy McDowell, made the point yesterday that the questions that are asked of applicants must be the same.  We cannot have different questions asked of different candidates.  They must be the same.  There must be a way to evaluate the questions in order that it can be ensured they are equally treated across all applicants.<\/p> <p>I fully accept what Senator Norris said.  We are talking about the most senior judicial appointments in the country but we cannot allow subjectivity to come into the appointment process.  We are talking about a process where we are trying to put in place a system to appoint members of the Judiciary.  There is no room for subjectivity in such a system.  It must be fully transparent and reviewable in the event of a dispute, and such a review must be seen to have been fair.<\/p> <p>There are countless cases in public appointments down through the years where people who were disappointed in a competition went for a review and in the review a marking scheme was an absolute must.  The point we are making is that we need the commission to know on the day the Minister asks it to fill a vacancy that it has X many days in which to do that.  It is up to it to find an interview board, prepare the advertisement, compile the questions it will ask of the applicants, have a marking scheme for those questions and remove any element of subjectivity because subjectivity gives rise to doubt.  That is what we are trying to ensure.  That is the nub of what I hope will be in this new section 45.<\/p> <p>Let there be no doubt about it.  I do not care how senior a position we are appointing, be it from the Chief Justice down, every applicant is entitled to know that he or she was treated in a fair and consistent manner.  Applicants are entitled to know what marks were available for each question, how many of those marks they got and why they lost marks.  They are entitled to all of that.  They are also entitled to have themselves compared against the ultimate winners.  I do not know how we will do that because we are talking about putting three people forward.<\/p> <p>Senator Norris adverted to the fact of their being external consultants.  There is an issue where external consultants may be used in the short-listing process.  That is something that would have to be built into the time to which we are adverting.  If the Minister accepts this amendment, and I hope he will, in setting a time limit for the commission to report, it will have to take into account all the matters I outlined, including the possibility of an appeals process because natural justice requires that there would be an appeals process of some sort or other.  I will leave it at that and await the Minister's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01700","speaker":"1390"},{"type":"speech","time":1551263400,"counter":202,"content":"<p>I welcome the Minister to the House.  First, I have certainly reflected, and I know the Acting Chairman has asked the Minister to reflect on his comments about the nature of the House.  Having sat here and listened to those comments and reflected on them, I believe they are extraordinary.  The tenor of them is to reflect on the leadership of the House, which is in the hands of Fine Gael as a Government party and not in the hands of Senator Norris or anyone else other than the person designated and the party position designated for leadership.  It was an unfortunate comment.  The Chair was right to ask the Minister to reflect on it and I believe the comments should be withdrawn because they reflect upon the Leader of the Seanad, not upon any of us who have been participating in this debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01800","speaker":"1402"},{"type":"speech","time":1551263400,"counter":203,"content":"<p>I would like to point out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD01900","speaker":"1416"},{"type":"speech","time":1551263400,"counter":204,"content":"<p>Senator Bacik, without interruption, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02000","speaker":"1418"},{"type":"speech","time":1551263400,"counter":205,"content":"<p>I did not interrupt.  I sat quietly and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02100","speaker":"1402"},{"type":"speech","time":1551263400,"counter":206,"content":"<p>I had my hand up to raise a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02200","speaker":"1416"},{"type":"speech","time":1551263400,"counter":207,"content":"<p>What is the point of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02300","speaker":"1418"},{"type":"speech","time":1551263400,"counter":208,"content":"<p>It is to point out that the management of the House is dealt with by negotiation because Fine Gael does not have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02400","speaker":"1416"},{"type":"speech","time":1551263400,"counter":209,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02500","speaker":"1418"},{"type":"speech","time":1551263400,"counter":210,"content":"<p>It is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02600","speaker":"1416"},{"type":"speech","time":1551263400,"counter":211,"content":"<p>Senator Conway is right that we do have a weekly leaders&rsquo; meeting.  It is very welcome that we do that and is a practice we have had for some time but there is still a Leader of the Seanad and that is a post and a role that is held currently by Fine Gael.  It is unfortunate if comments reflect badly on that person because the Leader does seek to lead by negotiation and by giving every other leader of the groups notice.  That is welcome and is an exemplary style of leadership.  It is unfortunate that the Minister would make a comment that suggests the leadership of the House is somehow lacking or inadequate.  I call upon the Minister again to withdraw his remark.<\/p> <p>I have not spoken much in recent times on the Committee Stage of this Bill because my amendments have been dealt with.  We have debated those and I have indicated to the Minister that I would withdraw quite a number of them in order to resubmit them on Report Stage, notably those on the gender balance issue around sections 44 and 45.  However, I wish to speak briefly on Senator Norris&rsquo;s comments on the amendments we are debating currently, Nos. 91(d), (e) and (f), and the fact Senator Norris, as he has said, was reading from a briefing with which he had been provided.  That is an absolutely acceptable practice.  If I am not personally able to be present when my amendments are before the House I would provide a written briefing to whatever colleague I had asked to introduce them on my behalf.  That is what Senator Norris was doing, as he has said, and there is nothing wrong with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022700002#DD02700","speaker":"1402"},{"type":"unspoken","time":1551263400,"counter":212,"content":"<p>Additional debate to follow.<\/p>"}]