[{"type":"minorheading","content":"Prelude","time":1436869800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 11:30:00","time":1436869800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1436869800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1436869800,"counter":4},{"type":"majorheading","content":"Order of Business","time":1436869800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#A00100"},{"type":"speech","time":1436869800,"counter":6,"content":"<p>The Order of Business is No. 1, motion re appointment of the chairperson of the Garda S&iacute;och&aacute;na Ombudsman Commission, referral to committee without debate, to be taken on the conclusion of the Order of Business; No. 2, motion re the Ombudsman Act 1980 (Section 1A) (No. 2) Order 2015, to be taken on the conclusion of No. 1 without debate; No. 3, the National Minimum Wage (Low Pay Commission) Bill 2015 &ndash; amendments back from the D&aacute;il, to be taken at 1 p.m. and to adjourn no later than 3 p.m. if not previously concluded; No. 4, motion re early signature of the National Minimum Wage (Low Pay Commission) Bill 2015, to be taken on the conclusion of No. 3 without debate; No. 5, Urban Regeneration and Housing Bill 2015 &ndash; Second Stage, to be taken at 3 p.m. and to adjourn no later than 5 p.m. if not previously concluded, with contributions of group spokespersons not to exceed eight minutes each and all other Senators not to exceed five minutes each; No. 6, the Defence (Amendment) Bill 2015 &ndash; All Stages, to be taken at 5.30 p.m. and to adjourn no later than 6.30 p.m., with contributions of group spokespersons not to exceed eight minutes each and all other Senators not to exceed five minutes each, the Minister to be given five minutes to reply to the debate on Second Stage, and Committee and Remaining Stages to be taken immediately thereafter; and No. 7, the Industrial Relations (Amendment) Bill 2015 &ndash; Report and Final Stages, to be taken at 6.30 p.m. and to adjourn no later than 8.30 p.m. if not previously concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00200","speaker":"1130"},{"type":"speech","time":1436869800,"counter":7,"content":"<p>We have no difficulty with the Defence (Amendment) Bill.  I understand that it is to facilitate the promotion of the rear admiral to head of the armed forces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00300","speaker":"1139"},{"type":"speech","time":1436869800,"counter":8,"content":"<p>Chief of Staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00400","speaker":"1151"},{"type":"speech","time":1436869800,"counter":9,"content":"<p>I thank the Senator.  The printed Order Paper states: \"Order for Second Stage\".  Has the Leader amended that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00500","speaker":"1139"},{"type":"speech","time":1436869800,"counter":10,"content":"<p>It is all Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00600","speaker":"1130"},{"type":"speech","time":1436869800,"counter":11,"content":"<p>The Order Paper always shows the Bill at the next Stage, which is Order for Second Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00700","speaker":"1120"},{"type":"speech","time":1436869800,"counter":12,"content":"<p>The Leader is proposing that we take all Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00800","speaker":"1139"},{"type":"speech","time":1436869800,"counter":13,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B00900","speaker":"1130"},{"type":"speech","time":1436869800,"counter":14,"content":"<p>Four years in and I am still learning.  That is great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B01000","speaker":"1139"},{"type":"speech","time":1436869800,"counter":15,"content":"<p>The Senator is a fast learner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B01100","speaker":"1151"},{"type":"speech","time":1436869800,"counter":16,"content":"<p>He will not be here much longer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B01200","speaker":"1124"},{"type":"speech","time":1436869800,"counter":17,"content":"<p>We will try not to detain him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B01300","speaker":"1151"},{"type":"speech","time":1436869800,"counter":18,"content":"<p>We will worry about that on another day.<\/p> <p>Last week, I asked for a debate with the Minister of State with responsibility for European affairs, Deputy Dara Murphy, regarding the situation in Greece.  A number of us asked for it, actually.  It is important.  The schedule is tight this week and difficult to manage.  It shows that, as we approach a recess, there is a glut of legislation once again.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have never planned our legislation properly over successive Governments and successive years.  There is always a run.  We have four or five Bills today and more Bills right the way through the week while there have been other weeks where we were light on business.  It is a pity.<\/p><p>The Greek situation is one that should be discussed.  As a citizen and a Member of the Oireachtas, I want to know what our Government's position has been and I want it confirmed in the House.  I have seen the interviews and read the reports, but a debate is important.  Neither the European Union nor the Syriza Government has covered itself in glory and one cannot escape the fact that the Greek people have been very badly treated by both.  The Minister of State, Deputy Dara Murphy, has attended many of these meetings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#B01400","speaker":"1139","continuing":true},{"type":"speech","time":1436869800,"counter":20,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00200","speaker":"1136"},{"type":"speech","time":1436869800,"counter":21,"content":"<p>They entered into the last bailout, which is the one they did not fulfil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00300","speaker":"1151"},{"type":"speech","time":1436869800,"counter":22,"content":"<p>Can Senator Coghlan allow Senator Darragh O'Brien to make his point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00400","speaker":"1120"},{"type":"speech","time":1436869800,"counter":23,"content":"<p>That goes to my next point.  There is a new bailout for Greece, which is only right and proper.  No one wants to see Greek society descend into chaos.  We want to see the banks open and people being able to withdraw more than &euro;60 a day if they have it.  We want to see an end to the crisis but we are entitled, as a Parliament within the EU, to discuss it.  Ireland will, I am sure, be asked to contribute to a further bailout.  It will be well over &euro;1 billion and perhaps closer to &euro;2 billion.  Rightly, we contributed &euro;350 million to one of the previous bailouts.  While I have no problem with that solidarity, we need to know what the Government is saying and what its position is.  I am insisting that the Minister of State, Deputy Dara Murphy, come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00500","speaker":"1139"},{"type":"speech","time":1436869800,"counter":24,"content":"<p>The talks have yet to follow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00600","speaker":"1151"},{"type":"speech","time":1436869800,"counter":25,"content":"<p>Please, Senator Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00700","speaker":"1120"},{"type":"speech","time":1436869800,"counter":26,"content":"<p>We should be allowed to discuss it.  I ask the Leader to respond and, hopefully, we can set aside an hour or an hour and a half to discuss a matter of significant national and EU importance.<\/p> <p>I wish to update colleagues on a matter I ask the Leader to take up again.  Since February 2014 I have been raising the issue of the Fampyra drug for 3,000 MS sufferers who cannot access it.  I have been writing repeatedly to the Minister and HSE, as have other colleagues, only to get the same stock answer.  What really bothers me is that we have to get our information third hand.  I am finding out that the HSE has in fact written to all consultant neurologists for a list of names of patients using Fampyra and benefitting from the drug with a view to compiling a list for August-September of those to whom the drug will then be released.  That is great, but why in God's name will they not tell us about it?  Why are the Department and the HSE providing us with nonsense responses while I have to find out third hand from an MS sufferer?  While I am glad of the news, if it is correct, my point is a more general one.  We are raising matters here on a regular basis and the Department knows that.  We should be kept informed of how things are, or are not, progressing.  I find it unacceptable that we are not.  I welcome the news as it looks as if we are at long last getting some long overdue movement.  I will be writing to the head of the HSE to get confirmation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00800","speaker":"1139"},{"type":"speech","time":1436869800,"counter":27,"content":"<p>I welcome the motion on the appointment of the chair of Garda S&iacute;och&aacute;na Ombudsman Commission.  It is a very fine appointment and I am delighted to see the matter on the Order Paper notwithstanding the fact there is clearly no need for debate on it.  In terms of the situation in Greece, I was one of the Members who spoke on it last week.  All of us have immense concern for the people of Greece who have been left without a functioning banking system or, it seems, economy in the last few weeks.  It seems like a very volatile situation and, while I would like to hear what the Leader says, I am not sure a debate today or tomorrow would be of any assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C00900","speaker":"1148"},{"type":"speech","time":1436869800,"counter":28,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C01000","speaker":"1151"},{"type":"speech","time":1436869800,"counter":29,"content":"<p>We need to wait at least until the Greek Parliament has debated it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C01100","speaker":"1148"},{"type":"speech","time":1436869800,"counter":30,"content":"<p>I would like to know what we are on the hook for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C01200","speaker":"1139"},{"type":"speech","time":1436869800,"counter":31,"content":"<p>That seems to be changing all the time.  <\/p> <p>I ask the Leader for a debate in the autumn on hate crime legislation.  I was present at the launch of a report yesterday by the Irish Council for Civil Liberties together with University of Limerick academics who have drawn up draft legislation on hate crimes.  They propose the introduction of aggravated offences against the person and an aggravated offence of criminal damage where the motivation for an offence was bias against a person on the basis of ethnicity, gender or sexuality.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A range of non-governmental organisations including the Gay + Lesbian Equality Network, GLEN, the Immigrant Council of Ireland and others have worked with the Irish Council for Civil Liberties, ICCL, on this legislation.  It is impressive.  The Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, and I attended the launch and we will be looking to work on it to see if we can introduce some form of legislation on this area in the autumn.  We heard powerful testimony about the experiences of individuals who have been targeted because of their ethnicity, sexuality, they are transgender or for other reasons and subjected to hate crimes in Ireland in recent years.  It is appalling that there is no legislation dealing specifically with that but also no systematic means of recording these offences.  An Garda S&iacute;och&aacute;na has some policies but they are inadequate at this stage.  Given there is no legislation, it is particularly difficult for the Garda to record these instances specifically as hate crimes.  I ask the Leader for that debate.<\/p><p>I thank all colleagues who contributed in the debate last Thursday afternoon on the Employment Equality (Amendment) (No. 2) Bill, which, following enactment, will be renamed the Equality (Miscellaneous Provisions) Bill.  It was a good day for the Seanad.  It started life as a Private Members' Bill in the Seanad introduced by myself and the Labour Senators and it was great to see it getting Government approval, moving forward and concluding Report Stage on Thursday afternoon in the Seanad.  We had a good array of people in the Gallery who had a strong interest in the Bill, which will now come before the D&aacute;il.  I am sure we all look forward to it becoming law and finally removing the possibility of discrimination under section 37.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#C01300","speaker":"1148","continuing":true},{"type":"speech","time":1436869800,"counter":33,"content":"<p>I support Senator Bacik's call for a debate on the proposed hate crime Bill.  Earlier this year, our group tabled a Private Members' motion on that issue, particularly on the definition of a hate crime and, importantly, how to encourage the collection of statistics.  We had a full debate on that in the Seanad.  I am interested in the University of Limerick report, and I support Senator Bacik's call in that regard.<\/p> <p>I wish to raise the unlawful detention of Irish citizen, Ibrahim Halawa, in an Egyptian jail for almost two years.  Many Senators have raised this issue.  I have great respect for the Minister for Foreign Affairs and Trade, Deputy Charlie Flanagan, but I ask that he come to the Seanad and offer us reassurance that the Government is doing everything possible to seek the release of this Irish citizen.  I was concerned to hear on the news last Sunday that the human rights lawyers representing Ibrahim Halawa were not aware of any formal support from the Irish Government for a request by lawyers in Cairo for his release under a presidential decree.  My concern is whether the Government is doing enough in this matter.  <\/p> <p>I propose an amendment to the Order of Business that No. 80, motion 17, on the Order Paper be taken today, at the Minister's convenience, to allow Senators hear the latest view of the Government.  I am not criticising the Government but we need to hear its latest opinion of the illegal detention of an Irish citizen in a foreign jail.  He was a child of 17 when he was arrested and has endured arbitrary detention over two years, with no review.  He is a prisoner of conscience detained solely for peacefully exercising his right to freedom of expression and assembly.  The Seanad must continue to put pressure on the Irish Government, but also on the Egyptian Government, to expedite his release and return him safely to this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#D00200","speaker":"1167"},{"type":"speech","time":1436869800,"counter":34,"content":"<p>I second Senator Mac Conghail's amendment.  I feel strongly about this issue.  The Egyptians are maintaining he is an Egyptian citizen but the position of Ireland should clearly be that he is an Irish citizen.  If they want a tug of war, we should give it to them.<\/p> <p>I support the call for a debate on Greece.  There should be an inquiry into the role played by Goldman Sachs in the initial entry of Greece into the eurozone.  There is a lot more that could be said but I will not bother with it today.<\/p> <p>I raise the issue of the Beit pictures.  Sir Alfred and Lady Beit are on record as saying they wanted these pictures specifically to be kept in Ireland.  They wanted them exhibited to the Irish people.  Russborough has never exhibited them.  Instead, the foundation attempted to put them secretly into an auction.  They also sold an old master painting off the walls to a Russian oligarch.  I suggest that they now be offered, on loan, to the municipal gallery for exhibition to the people of Ireland.  It is a very fine gallery.  It has half the Hugh Lane pictures, and I believe people would very much appreciate it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also think it is about time something positive was done for the northside of Dublin.  Unfortunately, I have not been able to contact the municipal gallery.  I telephoned on a number of occasions but its telephone system seems to be out of order.  I ask the Leader to send a note to the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys, on this matter, asking that the Beit paintings, including the Rubens and the other paintings, are made available to the municipal gallery for exhibition to the people of Dublin.  These paintings have never been seen and it is about time that this gift was exhibited in the proper manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#D00300","speaker":"1136","continuing":true},{"type":"speech","time":1436869800,"counter":36,"content":"<p>I wish the Greek Prime Minister well.  He has a very difficult task ahead of him to sell the terms of the proposed deal to his people over the coming weeks.  It has become obvious that expectations were raised in Greece that were impossible to live up to.  He will need a lot of support from politicians within his own country.  The people of Greece are facing a most difficult and testing time.  We all want to see commerce and business restored and resumed in Greece as quickly as possible and for people to carry on normal banking functions, which they have been unable to do in recent weeks.  The Greek people have been badly served by their politicians over the past number of years.  Serious economic issues needed to be addressed but they were not.  Ireland would be in the same situation if we had let things run on and had not taken action four and half years ago.  There are lessons to be learned.  All parties would be well advised-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00200","speaker":"1118"},{"type":"speech","time":1436869800,"counter":37,"content":"<p>It started in 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00300","speaker":"1139"},{"type":"speech","time":1436869800,"counter":38,"content":"<p>-----not to raise expectations in terms of what can be achieved.<\/p> <p>I very much welcome the strong performance posted yesterday by IDA in regard to its activities in the first half of 2015.  It shows that IDA has managed to attract major global brands to Ireland because of the stability here and the way the economy is being run.  As many as 110 projects of major significance were attracted to Ireland this year which will lead to the creation of over 9,000 jobs this year and in future years.  Last year there were 100 projects which had the potential to create 8,000 jobs.  All of that shows we are making significant progress.  A notable feature of the figures published yesterday was that 59% of the investment projects attracted here will be located outside of Dublin and in the regions.  Two significant projects will come to my county of Galway.  Apple will invest &euro;850 million, resulting in the creation 300 jobs in Athenry, and Zimmer will create 250 jobs in Oranmore.  I ask the Leader to invite the Minister for Jobs, Enterprise and Innovation to come to the House in the autumn to discuss the Action Plan for Jobs 2015-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00400","speaker":"1118"},{"type":"speech","time":1436869800,"counter":39,"content":"<p>Is this the Senator's manifesto for the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00500","speaker":"1140"},{"type":"speech","time":1436869800,"counter":40,"content":"<p>-----to see how we can further attract more jobs into the regions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00600","speaker":"1118"},{"type":"speech","time":1436869800,"counter":41,"content":"<p>The Senator's contribution is long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00700","speaker":"1139"},{"type":"speech","time":1436869800,"counter":42,"content":"<p>I want to debate how we can push the 59% figure up further and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00800","speaker":"1118"},{"type":"speech","time":1436869800,"counter":43,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E00900","speaker":"1120"},{"type":"speech","time":1436869800,"counter":44,"content":"<p>-----how we can continue to build on the progress that has been made over the past four and half years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E01000","speaker":"1118"},{"type":"speech","time":1436869800,"counter":45,"content":"<p>I support Senator Mac Conghail's motion on the Order Paper.  My party supports it fully, as I did last week.  I agree with him that there has been a lack of action as far as the Irish Government is concerned.  It has not been treated with much respect by the Egyptian Government in this regard.<\/p> <p>The Greek people have hard decisions to make.  They should be wary of the European Union bearing gifts.  Some of the gifts are from the Irish taxpayer and as much as &euro;1.5 billion could be involved in this regard.  It is very hard medicine for the Greek people to swallow after having a referendum and electing a left wing government.  In fact, what they needed were steady hands like those of the former Taoiseach, Brian Cowen, and the former Minister for Finance, the late Brian Lenihan, who steered the ship of State so carefully through troubled waters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E01100","speaker":"1140"},{"type":"speech","time":1436869800,"counter":46,"content":"<p>The Greeks would be well and truly up on the rocks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It proved the point that the money would have run out and we would have been in dire straits, with no reputation internationally.  What company would invest in Greece when there is such uncertainty at present?<\/p><p>I welcome the announcement at 11 o'clock this morning that following discussions, an agreement has been reached with the Republic of Iran on its nuclear programme.  I ask the Leader to call on the Minister for Foreign Affairs and Trade and the Government to reopen the embassy in Tehran.  It was irresponsible of this Government to close that embassy.  As a former Minister of State with responsibility for trade, I visited Iran and found we were building up a great relationship with the Islamic Republic of Iran, which was damaged by the premature closure of the embassy.  I call for an immediate reopening of this embassy.  Our links with Iran are a counteraction to the ISIL proposals because the Islamic Republic of Iran is an Islamic state, controlled by the Ayatollah with a limited democracy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#E01200","speaker":"1118","continuing":true},{"type":"speech","time":1436869800,"counter":48,"content":"<p>They have no legislative democracy.  The candidates are chosen.  That is not democracy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00200","speaker":"1136"},{"type":"speech","time":1436869800,"counter":49,"content":"<p>I accept Senator Norris's point because we discussed this matter in Kenya and we criticised that government's actions in relation to minority groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00300","speaker":"1140"},{"type":"speech","time":1436869800,"counter":50,"content":"<p>The  Cathaoirleach recently received the speaker of the Iranian Parliament and we witnessed the excellent relationship that he and all those who met that very fine delegation had with it.  <\/p> <p>We wish the Greek people well.  Naturally, we are all concerned for them.  They held an unnecessary referendum in the sense that the question put to the people was off the table.  With respect to Senator Darragh O'Brien's call for a debate, I do not think that a debate in the immediate term would be helpful.  We know that the Greek Parliament must pass certain measures by Wednesday evening, some of which refer to the last bailout on which they did not follow through.  That is the fault of the previous Greek Government.  The current Government will have enough to deal with.  The agreement is only to allow for detailed talks on a bailout.  There are rough figures but the detail has to be worked out and the Finance Ministers must hold a further meeting, so I would counsel caution.  I agree with Senator O'Brien that we should have a debate but it would be pointless having one until we have the detail of what the Finance Ministers agree in regard to the bailout.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00400","speaker":"1151"},{"type":"speech","time":1436869800,"counter":51,"content":"<p>There is no point in having it in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00500","speaker":"1139"},{"type":"speech","time":1436869800,"counter":52,"content":"<p>That is not going to take place-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00600","speaker":"1151"},{"type":"speech","time":1436869800,"counter":53,"content":"<p>Why can the Minister of State with responsibility for European affairs, Deputy Dara Murphy, not  come into the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00700","speaker":"1139"},{"type":"speech","time":1436869800,"counter":54,"content":"<p>Senator Coghlan, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00800","speaker":"1120"},{"type":"speech","time":1436869800,"counter":55,"content":"<p>What would he say?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F00900","speaker":"1151"},{"type":"speech","time":1436869800,"counter":56,"content":"<p>He might have something to say.  His job is to keep us informed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01000","speaker":"1139"},{"type":"speech","time":1436869800,"counter":57,"content":"<p>We would be navel-gazing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01100","speaker":"1151"},{"type":"speech","time":1436869800,"counter":58,"content":"<p>Senator Coghlan, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01200","speaker":"1120"},{"type":"speech","time":1436869800,"counter":59,"content":"<p>Until we have further detail, I think this would be pointless.  We should have a debate when we have the detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01300","speaker":"1151"},{"type":"speech","time":1436869800,"counter":60,"content":"<p>When?  In September?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01400","speaker":"1139"},{"type":"speech","time":1436869800,"counter":61,"content":"<p>It shows the difficulty of having communists in government in a democratic society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01500","speaker":"1151"},{"type":"speech","time":1436869800,"counter":62,"content":"<p>I express some concern about No. 4 on the Order Paper.  I acknowledge that the Leader is less than enthusiastic about these motions in which we seek to curtail the time in which the President can consider legislation.  This relates to low pay and I do not know what the urgency is.  The President had a distinguished academic record in dealing with income distribution and poverty matters when he was in the sociology department in UCG.  I am mindful that the last time we were asked to do this was in regard to Eircode.  By a motion of the House on 1 July 2015, the President was asked to hurry up his consideration of that but I am sure that had he been allowed the time to consider it, he could have pointed out, as a Clare man, that Shannon Airport is located in County Clare even though Eircode thinks it is in County Limerick.  We should not devalue the contribution of Uachtar&aacute;n na h&Eacute;ireann.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Nor should the House be bypassed where bureaucrats cannot get their act together and submit legislation in time for the President to consider it.<\/p><p>We have also, through the Joint Committee on Transport and Communications, a letter from Aer Lingus today declining to come to a meeting of that committee tomorrow on the grounds of complexity and the Irish Takeover Panel's rules.  In the absence of the appearance of Aer Lingus, it is urgent that the Minister should come in to the House.  That excuse was used by senior civil servants in the Department of Transport, Tourism and Sport.  All that is left to defend the interests of the consumer now is the European Commission.  We should have the views of this House on the competition policies that arise from this hostile and anti-competitive takeover of our airline by British Airways.  Despite all the PR for which the advisers earned &euro;30 million, all we got was a one-page document of approximately 1,000 words which leaves Ireland seriously exposed to monopoly.  We need to have an input because some reports, no doubt also leaked by the two airlines, have stated that the EU competition staff would make up their minds this week.  The Aer Lingus refusal to turn up is strategic and the matter should be debated in the House.  I hope that the Leader will ask the Minister, Deputy Donohoe, to come in today to tell us what steps he is taking to restore competition in Irish aviation after the hostile takeover of Aer Lingus by British Airways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#F01600","speaker":"1157","continuing":true},{"type":"speech","time":1436869800,"counter":64,"content":"<p>Listening to Senator Leyden - I am sorry he is gone----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00200","speaker":"1166"},{"type":"speech","time":1436869800,"counter":65,"content":"<p>We do not refer to Senators who leave the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00300","speaker":"1120"},{"type":"speech","time":1436869800,"counter":66,"content":"<p>I will only say that a long time ago a well-respected Vincentian priest said to me that we all have to have our illusions in this life.  I will leave it at that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00400","speaker":"1166"},{"type":"speech","time":1436869800,"counter":67,"content":"<p>With Senator Leyden in mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00500","speaker":"1196"},{"type":"speech","time":1436869800,"counter":68,"content":"<p>Senator Leyden is in the anteroom.  He is watching.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00600","speaker":"1139"},{"type":"speech","time":1436869800,"counter":69,"content":"<p>I note the prominent role the Minister for Finance, Deputy Noonan, is taking in the discussions in Europe, and how highly respected he is and how people value his guidance in these matters.  In relation to Greece, it appears what will probably happen is that people from all sides of the political spectrum who act with good authority will effectively work as a national government to bring through the structural reforms that are necessary so that Greece can begin to move forward.  It is not because of austerity that Greece is in the trouble it is in at present, but because of the failure of successive Governments to bring through the necessary structural reforms.  There is no point in raising taxes, for example, if one is not collecting those taxes.  I, along with other speakers, such as Senator Michael Mullins, wish the Greeks well.  They are very much a part of the EU and very much a part of the euro.  We must remember that although Greece voted \"No\" in the referendum, at the same time 80% of Greeks said they wished to stay in the euro.  Let us hope that we can have a new beginning in Greece where the Government and the parliamentarians work with good authority.<\/p> <p>It is not the time for a debate while negotiations are going on.  We do not debate the negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00700","speaker":"1166"},{"type":"speech","time":1436869800,"counter":70,"content":"<p>Nonsense.  We want to be updated by the Government on its position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00800","speaker":"1139"},{"type":"speech","time":1436869800,"counter":71,"content":"<p>Senator Jim D'Arcy without interruption.  Does he have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G00900","speaker":"1120"},{"type":"speech","time":1436869800,"counter":72,"content":"<p>I understand that.  I would love to, but Senator Darragh O'Brien will be aware that at the time when negotiations are going on about anything,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G01000","speaker":"1166"},{"type":"speech","time":1436869800,"counter":73,"content":"<p>Does Senator Jim D'Arcy have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G01100","speaker":"1120"},{"type":"speech","time":1436869800,"counter":74,"content":"<p>I am talking about it in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G01200","speaker":"1139"},{"type":"speech","time":1436869800,"counter":75,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G01300","speaker":"1166"},{"type":"speech","time":1436869800,"counter":76,"content":"<p>Senator Jim D'Arcy is away over time.  I call Senator Cullinane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#G01400","speaker":"1120"},{"type":"speech","time":1436869800,"counter":77,"content":"<p>I support the call by Senator Darragh O'Brien for a debate on Greece.  We need to have a discussion on the role of the Government in this, which is essentially what he called for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00100","speaker":"1133"},{"type":"speech","time":1436869800,"counter":78,"content":"<p>The Senator is playing a blinder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00200","speaker":"1127"},{"type":"speech","time":1436869800,"counter":79,"content":"<p>I will come to that, Senator, with respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00300","speaker":"1133"},{"type":"speech","time":1436869800,"counter":80,"content":"<p>We might have a debate on the role of Sinn F&eacute;in as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00400","speaker":"1127"},{"type":"speech","time":1436869800,"counter":81,"content":"<p>Absolutely.  I would have no difficulty with any such debate if people would allow me to make my contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00500","speaker":"1133"},{"type":"speech","time":1436869800,"counter":82,"content":"<p>Senator Cullinane to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00600","speaker":"1120"},{"type":"speech","time":1436869800,"counter":83,"content":"<p>Go raibh maith agat, a Chathaoirligh.  We are served up a number of gems on the Order of Business and we have had two classic examples today.  The first was from Senator Michael Mullins, who is in the Chamber, who said that the Greek Government had raised unrealistic expectations.  In fact, what the Greek Government wanted to do was exactly what Senator Jim D'Arcy said, which was to clean up the mess created by previous Governments, who created the problems in Greece in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00700","speaker":"1133"},{"type":"speech","time":1436869800,"counter":84,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00800","speaker":"1157"},{"type":"speech","time":1436869800,"counter":85,"content":"<p>It was the two previous bailout programmes, supported by the troika and parties associated with Fine Gael and the Labour Party, which created the deep problems in Greece.  At least the Syriza Government wants to see taxes collected from the wealthy, the oligarchs and the well-off in Greece, who have not been paying their taxes, as well as others.  At least they are committed to doing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H00900","speaker":"1133"},{"type":"speech","time":1436869800,"counter":86,"content":"<p>They need to get on their motorbikes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01000","speaker":"1166"},{"type":"speech","time":1436869800,"counter":87,"content":"<p>At least they are committed to doing that, unlike the Senator's sister parties, which failed in Greece.  What the Greek people need is not Brian Cowen or anybody else being sent to Greece to heap more misery on them, but debt restructuring and debt reprofiling.  That has to be a centrepiece of this deal, which many people would call a diktat because the Greek Government and the Greek people were not given any choice.  What was appalling was statements made today by the Minister for Finance, Deputy Michael Noonan, and the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, who said the referendum was unnecessary, and not only unnecessary but a grave mistake, because essentially it turned off the tap on the banks.  The taps were turned off before the referendum.  There was an attempt to have a cash famine in Greece, with the German Government and others deciding to cut off liquidity to the Greek banks to put huge pressure on the Greek people and Government.  That is what happened.  That was a decision taken by the ECB.  It was a political decision taken by the more powerful blocs in Europe to prevent a fair deal for the people of Greece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01100","speaker":"1133"},{"type":"speech","time":1436869800,"counter":88,"content":"<p>The Senator has a great-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01200","speaker":"1151"},{"type":"speech","time":1436869800,"counter":89,"content":"<p>The reality is that the banks were closed when the referendum took place.  That appears to have escaped the minds of the two Ministers who made their comments today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01300","speaker":"1133"},{"type":"speech","time":1436869800,"counter":90,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01400","speaker":"1120"},{"type":"speech","time":1436869800,"counter":91,"content":"<p>What we need is a debate in order that we can have a discussion on this issue.  I do not believe that what was agreed will bring about the type of sustainable economic recovery that is needed in Greece.  What we are trying to prevent is our being back here again in six months' time or a year-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01500","speaker":"1133"},{"type":"speech","time":1436869800,"counter":92,"content":"<p>Is the Senator seeking a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01600","speaker":"1120"},{"type":"speech","time":1436869800,"counter":93,"content":"<p>-----when matters are worse because we did not have a comprehensive agreement that would sort out the problems in Greece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01700","speaker":"1133"},{"type":"speech","time":1436869800,"counter":94,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01800","speaker":"1139"},{"type":"speech","time":1436869800,"counter":95,"content":"<p>I would welcome a debate on this issue.  Let us have a sensible debate on the issue in which we can leave behind political charges being made by the Government representatives and discuss the type of deal that is necessary for the people of Greece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H01900","speaker":"1133"},{"type":"speech","time":1436869800,"counter":96,"content":"<p>I am sure the members of the House would like to join with me in welcoming a former member of the D&aacute;il and Mayor of County Clare, Mr. James Breen.  He is very welcome to the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02000","speaker":"1120"},{"type":"speech","time":1436869800,"counter":97,"content":"<p>I express my congratulations to Councillor Breen, who has become Cathaoirleach of Clare County Council.  It is a great honour for him.  He is a former member of this House.  I welcome him.  I think his guests from San Francisco may be present also.  If so, I welcome them and I hope they have an enjoyable trip to Ireland and to Leinster House.  Speaking of County Clare, and what I would describe at this stage as the Eircodes fiasco-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02100","speaker":"1158"},{"type":"speech","time":1436869800,"counter":98,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02200","speaker":"1157"},{"type":"speech","time":1436869800,"counter":99,"content":"<p>Everybody knows where Shannon Airport is.  Everybody knows the address of Shannon Airport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02300","speaker":"1158"},{"type":"speech","time":1436869800,"counter":100,"content":"<p>I hope.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02400","speaker":"1196"},{"type":"speech","time":1436869800,"counter":101,"content":"<p>I have been there a few times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02500","speaker":"1151"},{"type":"speech","time":1436869800,"counter":102,"content":"<p>It certainly is not in County Limerick.  It certainly is in County Clare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02600","speaker":"1158"},{"type":"speech","time":1436869800,"counter":103,"content":"<p>Did it move?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02700","speaker":"1196"},{"type":"speech","time":1436869800,"counter":104,"content":"<p>Michael McNamara country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02800","speaker":"1139"},{"type":"speech","time":1436869800,"counter":105,"content":"<p>For all their attempts over the years to claim that Shannon Airport is in Limerick, it actually is not.  It is indicative of a certain degree of - I will not say incompetence, but certainly complacency - that this organisation would make such an error.  I note there is a particular Eircode for the Visitors' Bar in Leinster House, for the D&aacute;il Chamber and for the Members' Bar, but not for the Seanad.  It seems those behind Eircode, as well as other people, want to get rid of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H02900","speaker":"1158"},{"type":"speech","time":1436869800,"counter":106,"content":"<p>That is why there is no one here today.  They are lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#H03000","speaker":"1196"},{"type":"speech","time":1436869800,"counter":107,"content":"<p>Clarity on this issue is needed and I have no doubt the Leader will try to establish some clarity for us.<\/p> <p>On a much more serious matter, I commend the woman who has spoken in the media in recent days and challenged and questioned the suspended sentence the man who was convicted of raping her received.  It was very courageous of her to waive her anonymity and come out and question the sentencing in rape cases.  It is appropriate for the House to have the Minister for Justice and Equality come before it for a debate on sentencing.  For very serious crimes, such as rape, a custodial sentence is appropriate in all circumstances.  When the courts find that somebody is guilty of rape, in all circumstances there should be a minimum custodial sentence.  This is something we might have a lengthy debate on in September or October.  I would be interested to hear what other Members of the House have to say about sentencing and sexual violence.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#J00100","speaker":"1158"},{"type":"speech","time":1436869800,"counter":108,"content":"<p>I am somewhat relieved that I am not on Senator Conway's panel.  He gave a great welcome to my good friend and former colleague in D&aacute;il &Eacute;ireann, the mayor of Clare, James Breen.<\/p><p>On a more serious note, even though it may be impractical to have such a debate before the recess, I ask the Leader for a debate with the Minister for the Environment, Heritage and Local Government, Deputy Alan Kelly, on the amalgamation of Cork city and county councils.  It is a regressive move and is not appropriate.  I read yesterday's editorial in the <i>Irish Examiner<\/i>and it focused on the issue again today.  It compared the amalgamation to the decision by a former Government to get rid of health boards and create the HSE regional areas.  The administration of our health system is appalling, something which has been going on for 20 years.  It does not work now, it did not work ten years ago and it was better 20 years ago.  I think it was Karl Marx who referred to the thesis, the antithesis and the synthesis.  Where are we going with regard to the amalgamation of Cork city and county councils?  It will be a large local authority.  <\/p><p>I would also like Members and the Leader to reflect on the inequality of representation nationally.  In my old electoral area, we lost four council seats and three local authorities.  One needs 3,100 votes to become a local authority member, but in other areas 600 or 700 votes will do.  The councillors in my area represent places like Dursey Island, Bere Island, Cape Clear and Sherkin Island, as well as remote peninsulas like Mizen Head and the Bere Peninsula.  There is less representation for those from west Cork than those in other counties, or even those in Cork city where the quota is half that required in other areas.  We should reflect on where we are going.  I refer to people's constitutional right to get fair representation.  This probably affects other areas, but it is an important issue in Cork.<\/p><p>I ask the Leader to indicate the week, if not the day, on which he expects the next election to be.  It is a serious question.  Yesterday, during my travails, I happened to be in Tallaght, Swords and Nenagh.  A female Government Senator was actively campaigning and it concerned me that she may have known more than I do.  I know the Leader has the ear of the Taoiseach.  I ask him to indicate as closely as possible, to the nearest week, when the general election will be. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#J00200","speaker":"1127"},{"type":"speech","time":1436869800,"counter":109,"content":"<p>You do not honestly expect the Leader to answer that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#J00300","speaker":"1120"},{"type":"speech","time":1436869800,"counter":110,"content":"<p>I refer to No. 80, motion No. 18 on the Order Paper, an all-party motion with respect to city and county councils.  I am aware of the many telephone calls and letters originating from this House, promising support and action on the issue relating to the motion, that were sent to distinguished members of city and county councils.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In light of what Senator O'Donovan has just said, I would hate to think we would come back after the summer break and find we are into an election, meaning that the matters raised in the all-party motion have not been discussed in this House.  I ask the Leader to confirm that the item in question will be taken before the summer break.  Given that it is an all-party motion, I expect that there would be no difficulty getting agreement to have it brought before the House.  Letters, soft talk and soft telephone calls are easy to make, but actions speak louder than words.  I think the time has come for action.  Like other Senators, I think I will be knocking on doors in the autumn.  I do not yet know the week, but I assure Senator O'Donovan I am working on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#J00400","speaker":"1196","continuing":true},{"type":"speech","time":1436869800,"counter":112,"content":"<p>We need to remind ourselves that when we raise a matter in this House, it can result in action, sometimes much later.  We had a very good debate here two years ago on food provenance.  It was suggested that we should be able to determine where food comes from.  The Minister was not able to accept the proposition that was before the House at the time because he wanted to go through Europe first to ensure it was in line with anything being introduced there.  It was announced yesterday that the consultation process on country-of-origin labelling for non-prepacked meat, which will involve the Food Safety Authority of Ireland and the Department of Agriculture, Food and the Marine, would have to conclude by 31 August.  We have had food provenance determination for prepacked meat, but not for loose or non-prepacked meat, including beef and pork.  Now we can have it on non-prepacked meat as well.  We have until 31 August to make sure that happens.<\/p> <p>I would like to mention another item that was announced or taken into account yesterday.  It has been said on a number of occasions in this House that people should not be going to prison for not paying their fines.  The Government announced yesterday that people would now be able to pay fines in instalments.  I have given two reminders that matters raised in this House, on the Order of Business or in the context of a Bill, can result in something happening.  I congratulate the Government on the action it has taken in these two areas, even if it has taken a long time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#K00200","speaker":"1145"},{"type":"speech","time":1436869800,"counter":113,"content":"<p>Senators Darragh O'Brien, Mullins, Paul Coghlan, Jim D'Arcy and Cullinane spoke about the situation in Greece.  The euro summit statement stressed the need for the Greek authorities to rebuild trust as a prerequisite for a possible future agreement on the new European Stability Mechanism programme.  In this regard, the Greek authorities have committed to legislate for a first set of measures without delay.  As a precondition for the Eurogroup to agree the new European Stability Mechanism programme, Greece will also need to request continued IMF support, monitoring and financing from March 2016.  A decision to mandate the institutions to negotiate a memorandum of understanding cannot be made until the implementation of the above measures, as well as their endorsement by the Greek Parliament, has been verified by the institutions and the Eurogroup.  We have a little way to go yet before we get the full facts in relation to any bailout programme.  I will ask the Minister to come in for a debate on the issue in due course.  I feel it would be a little premature at this stage, considering the points I have made in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#K00300","speaker":"1130"},{"type":"speech","time":1436869800,"counter":114,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#K00400","speaker":"1151"},{"type":"speech","time":1436869800,"counter":115,"content":"<p>Senator Darragh O'Brien also raised the plight of sufferers of multiple sclerosis.  There seems to be light at the end of the tunnel in that regard.  I note his points in relation to the HSE, the Department and the need to come clean with information before the House when information is being imparted to Members.<\/p> <p>I note the comments made by Senator Bacik about hate crime and the possibility of legislation in that regard.  As Senator Mac Conghail mentioned, we have had a debate on this matter previously.  I am sure we can arrange a further debate on it in the autumn.<\/p> <p>I remind Senator Mac Conghail that I gave a comprehensive reply last week on the case of Ibrahim Halawa.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I assure him that the Government is doing everything possible to secure the release of this Irish citizen.  The next hearing in the case is scheduled to take place on 2 August and the Irish Embassy's officials will attend.  The Department of Foreign Affairs and Trade officials in Dublin and in Cairo will continue to work actively behind the scenes to do everything possible to facilitate positive progress on this case as early as circumstances permit.  Embassy officials visited Mr. Halawa for the 42nd time on Wednesday, 24 June last, and the Taoiseach and the Minister, Deputy Charles Flanagan, met the Halawa family on 4 June.  There is a high level of consular visitation, which is an important and practical tool in monitoring Mr. Halawa's welfare and ensuring that the embassy in Cairo is well placed to raise any concerns directly with the prison authorities.  The Department has received correspondence from a firm of solicitors regarding the Halawa case in recent days and that is currently being considered.<\/p><p>The Minister, Deputy Charles Flanagan, and the Department are maintaining extensive contacts with the Egyptian authorities and with other international partners that have had citizens in similar circumstances.  Examining other similar cases, it is clear that irrespective of any political efforts made by foreign governments, including high level requests, the other trials were completed before any political consideration of a possible release by the Egyptian authorities took place.  In Mr. Halawa's case, the trial is still ongoing.  While we continue to maintain extensive contacts with the Egyptian authorities, including at very high levels, the precedents examined to date suggest that it is unrealistic to expect that a release will take place before the initial trial concludes.  I assure Senator Mac Conghail that the Government is doing everything it can to secure Mr. Halawa's release.<\/p><p>I note the points made by Senator Norris about the Beit paintings and the suggestion that they go on loan to the Hugh Lane municipal gallery.  It is a wonderful suggestion and I will bring it to the attention of the Minister.  Obviously it will be a decision for the board but it is something it should certainly consider.  The paintings were donated to be viewed by the Irish people and that would be an opportunity for it to happen.  I compliment Senator Norris on the suggestion and I hope it will be taken up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#K00500","speaker":"1130","continuing":true},{"type":"speech","time":1436869800,"counter":117,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#L00200","speaker":"1136"},{"type":"speech","time":1436869800,"counter":118,"content":"<p>Senator Mullins spoke about the major success of the IDA in attracting companies to this country and in creating so many jobs.  It is very important that 59% of the jobs created by the people who are locating in Ireland are going to the regions.  Many Members of the House had complained previously that most of the jobs were going to Dublin, Cork and Galway, but they are also going to the regions and the figure verifies that fact.<\/p> <p>Senator Leyden spoke about the Islamic Republic of Iran.  We all welcome the successful negotiations on its nuclear programme.  With regard to the reopening of the embassy, that is a matter for the Government and will be kept under review.  However, I will bring the matter to the attention of the Minister.<\/p> <p>Senator Barrett called for the Minister to be invited to the House for a debate on Aer Lingus.  It is regrettable that representatives of Aer Lingus will not appear before the joint committee, as the Senator mentioned, but we have held several debates on the issue.  I will bring the Senator's comments to the attention of the Minister but we cannot arrange for a debate on the matter in the House this week.  As the Senator knows, we have a large amount of legislation to deal with.<\/p> <p>Senators Jim D'Arcy and Cullinane spoke about the role of the Irish Government with regard to Greece.  Indeed, we could ask about the role of Sinn F&eacute;in.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Its emphasis now seems to be on the Greek people rather than Syriza, which is a change in its agenda and equates to moving the goalposts.  Senator Cullinane also mentioned that debt restructuring and re-profiling was what was required.  That is exactly what the Irish Government did and what the Minister, Deputy Noonan, suggested that the Greek Government do, and I believe it has come around to that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#L00300","speaker":"1130","continuing":true},{"type":"speech","time":1436869800,"counter":120,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00200","speaker":"1166"},{"type":"speech","time":1436869800,"counter":121,"content":"<p>Senator Conway raised the introduction of the Eircode system.  As the Senator mentioned previously, Shannon is on move again, but I do not believe it is on the move to Limerick.  He also raised the question of having minimum custodial sentences in rape cases and called for a debate on sentencing.  I will try to arrange for the Minister for Justice and Equality to come into the House for such a debate early in the new session.<\/p> <p>Senator O'Donovan raised the issue of the possible amalgamation of Cork city and county councils.  Cork is the biggest county in the country.  There have also been suggestions that there be an amalgamation in Galway.  That follows amalgamations in Tipperary and Waterford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00300","speaker":"1130"},{"type":"speech","time":1436869800,"counter":122,"content":"<p>And Limerick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00400","speaker":"1151"},{"type":"speech","time":1436869800,"counter":123,"content":"<p>Yes, and Limerick.  Such amalgamations have occurred, and I believe there are only three counties - Cork, Galway and Dublin - that do not have one local authority dealing with both city and county.  It is a matter that is under review.  I take the Senator's point regarding inequality of representation and I sympathise with him on that point.  I am sure it is something that local authority members in those areas will bring to the attention of the Minister and their representative associations.<\/p><p>With regard to the next election, I can only surmise, the same as anybody else, when it will be.  My gut feeling is that it will be probably in February or March of next year, but I am only one voice.  The only voice that counts is the Taoiseach's and I am not aware of what is in his mind on that matter at the moment.<i><\/i><\/p><p>Senator Craughwell raised the issue of city and county councils.  As the Senator is aware, the representative associations have been seeking for some time to meet the Minister to raise with him the points covered in the motion in question.  I am pleased to advise the House that the Minister will meet the representative associations this week, and hopefully those matters will be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00500","speaker":"1130"},{"type":"speech","time":1436869800,"counter":124,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00600","speaker":"1151"},{"type":"speech","time":1436869800,"counter":125,"content":"<p>That is as a result of a recent meeting with the Minister, in which many parties were involved, to press him for such an action.<\/p> <p>Senator Quinn referred to a debate on the Food Provenance Bill, and I note his point regarding the extension of country-of-origin labelling to non-prepacked meat, which is welcome.  He also referred to the issue of fines and attachments to earnings, which we will be dealing with in the Civil Debt Bill (Procedures) Bill on Friday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00700","speaker":"1130"},{"type":"speech","time":1436869800,"counter":126,"content":"<p>Senator Fiach Mac Conghail has proposed an amendment to the Order of Business: \"That No. 80, motion 17, be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00800","speaker":"1120"},{"type":"speech","time":1436869800,"counter":127,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M00900","speaker":"1167"},{"type":"vote","time":1436869800,"counter":128,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 11; Níl, 19.<\/p><br\/><br\/><p>Tellers: Tá, Senators Fiach Mac Conghail and David Norris; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#M01000","aye":["1157","1116","1133","1140","1167","1136","1139","1127","1200","1145","1156"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1152","1173","1135","1161","1132","1118","1125","1163","1143"]},{"type":"unspoken","time":1436869800,"counter":129,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Message from Dáil","time":1436869800,"counter":130,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00200"},{"type":"speech","time":1436869800,"counter":131,"content":"<p>D&aacute;il &Eacute;ireann has agreed to amendments made by Seanad &Eacute;ireann to the Statute Law Revision Bill 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00300","speaker":"1120"},{"type":"majorheading","content":"Appointment of Chairperson of the Garda Síochána Ombudsman Commission: Referral to Joint Committee","time":1436869800,"counter":132,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00400"},{"type":"speech","time":1436869800,"counter":133,"content":"<p>I move:<blockquote><br \/><br \/>That the proposal that Seanad &Eacute;ireann recommends, pursuant to section 65(1)(b) of the Garda S&iacute;och&aacute;na Act 2005, that Judge Mary Ellen Ring be appointed by the President to be a member and to be chairperson of the Ombudsman Commission, be referred to the Joint Committee on Justice, Defence and Equality, in accordance with Standing Order 70A(3)(<i>j<\/i>), which, not later than 16th July, 2015, shall send a message to the Seanad in the manner prescribed in Standing Order 73, and Standing Order 75(2) shall accordingly apply.&quot;<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00500","speaker":"1130"},{"type":"speech","time":1436869800,"counter":134,"content":"<p>Who is being appointed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00600","speaker":"1140"},{"type":"speech","time":1436869800,"counter":135,"content":"<p>That information is on the Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00700","speaker":"1148"},{"type":"speech","time":1436869800,"counter":136,"content":"<p>Her name should be provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00800","speaker":"1140"},{"type":"speech","time":1436869800,"counter":137,"content":"<p>Her name is listed on the Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P00900","speaker":"1139"},{"type":"unspoken","time":1436869800,"counter":138,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Ombudsman Act 1980 (Section 1A) (No. 2) Order 2015: Motion","time":1436869800,"counter":139,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01100"},{"type":"speech","time":1436869800,"counter":140,"content":"<p>I move:<blockquote><br \/><br \/>That Seanad &Eacute;ireann approves the following Order in draft:Ombudsman Act 1980 (Section 1A) (No. 2) Order 2015,copies of which have been laid in draft form before Seanad &Eacute;ireann on 8th July, 2015.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01200","speaker":"1130"},{"type":"unspoken","time":1436869800,"counter":141,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1436869800,"counter":142,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01400"},{"type":"speech","time":1436869800,"counter":143,"content":"<p>Will the Leader propose the suspension of the sitting?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01500","speaker":"1120"},{"type":"speech","time":1436869800,"counter":144,"content":"<p>I propose that the sitting be suspended until 1 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01600","speaker":"1130"},{"type":"speech","time":1436869800,"counter":145,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#P01700","speaker":"1120"},{"type":"unspoken","time":1436869800,"counter":146,"content":"<p>Sitting suspended at 12.45 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"National Minimum Wage (Low Pay Commission) Bill 2015: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1436869800,"counter":147,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#T00200"},{"type":"speech","time":1436869800,"counter":148,"content":"<p>I welcome the Minister of State, Deputy Nash, to the House.  This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, \"That the Bill be received for final consideration\", the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For the convenience of Senators I have arranged for the printing and circulation to them of those amendments.  The Minister will deal separately with the subject matter of each related group of amendments.  I have also circulated a proposed grouping.  A Senator may contribute once on each grouping.  I remind Senators that the only matter that may be discussed are the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#T00300","speaker":"1125"},{"type":"unspoken","time":1436869800,"counter":149,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1436869800,"counter":150,"content":"<p>If I may I will provide some context to this Bill.  As some Senators will be aware, a number of technical amendments were required to be made after the passage of the Workplace Relations Act.  It was complex legislation and some issues came to our attention that required to be dealt with.  It is proposed that they be accommodated in this Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As colleagues will know, the Minister for Jobs, Enterprise and Innovation has been implementing a programme of reform of the State's employment rights and industrial relations procedures and institutions since 2012.  His aim is to establish a world-class workplace relations service and employment rights framework by streamlining the existing mechanisms and establishing a simpler structure while building upon the recognised strengths of current systems.  The effect of the complex Workplace Relations Act, when commenced, will be to replace the five workplace relations bodies with a simplified two-tier structure and establish new structures for the resolution and adjudication of complaints and disputes across the corpus of employment rights and equality legislation.<\/p><p>As a result of the introduction of these new structures, it has been necessary to make consequential amendments to 24 primary Acts, 34 specified Parts or sections and numerous statutory instruments.  As part of this Bill's complex drafting process, it was determined that a number of technical and drafting amendments would be necessary to ensure the smooth running of the new structures.  This became clear when certain technical and legal elements were worked through.  Consequently, it is essential that these amendments be effected before the commencement of the legislation and the establishment of the new structures on 1 October.  I accept that this is an imperfect way of doing business, but we were left with no alternative and we want to ensure that the new workplace relations operations work in the way they are intended to.<\/p><p>I will outline in broad strokes the amendments that were required to be made to the Workplace Relations Act and employment rights and equality enactments.  Of a technical and drafting nature, they were required to ensure that the transitional arrangements on new adjudication and redress structures arising from the establishment of the new simplified two-tier adjudication structures were legally robust.  As a result, it was necessary to amend sections 76, 80, 81, 83 and 84.  These amendments to the Act will result in a requirement to make consequential amendments to the Redundancy Payments Act 1967, the Unfair Dismissals Act 1977, the Protection of Employees (Employers' Insolvency) Act 1984, the Employment Equality Act 1998, the Equal Status Act 2000 and the Terms of Employment (Information) Act 1994.<\/p><p>Also required were amendments of a technical and drafting nature to sections 1, 2, 28, 40, 41, 53 and 74 and Schedules 3 and 4 of the Workplace Relations Act, and amendments to introduce a number of additional provisions to the Act to provide for a range of technical and transitional issues consequential on the transfer of functions from the director of the Equality Tribunal to the director of the workplace relations commission, WRC.  These amendments provide, for example, for the transfer of property rights and liabilities that were vested in the director of the Equality Tribunal to the director of the WRC upon the commencement of sections 83 and 84 of the Workplace Relations Act.  An amendment to the Freedom of Information Act 2014 has also been necessary to ensure that the exemption from the freedom of information legislation that currently applies to the Equality Tribunal, in so far as it relates to the tribunal's mediation functions, will be extended to the WRC upon commencement of the Workplace Relations Act.  The Minister for Public Expenditure and Reform has agreed to the extension of the exemption to ensure that it covers records of the WRC's mediation service in so far as it applies to the service's functions in the resolution of complaints and disputes on a voluntary basis under employment and equality enactments.<\/p><p>This Bill was initiated in the Seanad on 11 May and is completing its passage through the Houses.  I introduced these amendments to the Workplace Relations Act on Report Stage of this Bill in the D&aacute;il on 9 July.  All of the proposed Government amendments to the Act and the related amendments to other employment and equality enactments were passed by the D&aacute;il on 9 July.  We are here to discuss and, with the support of colleagues, approve these amendments.  They are included in a new Part 3, entitled \"Workplace Relations\".  Would the House like me to speak on all of the amendments?  There are a considerable number.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#T00500","speaker":"1067","continuing":true},{"type":"speech","time":1436869800,"counter":152,"content":"<p>Just the first group.  As no one else is offering, the Minister of State should speak on the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#U00200","speaker":"1125"},{"type":"speech","time":1436869800,"counter":153,"content":"<p>Amendment No. 1 was required to amend the Long Title of the Bill to reflect the amendments to the Workplace Relations Act and certain other enactments.  Amendment No. 7 is of a technical and drafting nature.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For the purposes of the proposed new Part 3 of the National Minimum Wage (Low Pay Commission) Bill 2015, &quot;Act of 2015&quot; shall mean the Workplace Relations Act 2015 and &quot;Minister&quot; shall mean the Minister for Jobs, Enterprise and Innovation.<br\/><br\/>The second group of amendments are technical amendments arising from the insertion of a new Part 3 in the Bill to facilitate the amendments to the Workplace Relations Act 2015 and other enactments.  Section 9 provides for the repeal of a number of sections of the 2000 Act.  Section 10 of the published Bill provided for the Short Title, collective citation and construction provisions of the Bill.  Amendments Nos. 2 and 3 provide for these provisions to be moved to new sections 1 and 2, respectively, while amendments Nos. 5 and 6 provide for the deletion of provisions previously contained in sections 9 and 10 of the published Bill.<br\/><br\/>On the third group, the specified date in the Bill as drafted is 15 July of the year to which the examination relates.  It is proposed to amend this to make the specified date the third Tuesday of July of the year to which the examination relates.  As the Bill is only being brought back to the House today, 14 July, clear difficulties are presented in terms of having the Bill on the Statute Book by 15 July.  Accordingly, I have decided to move the reporting period back by four working days.  This amendment also has the advantage of removing a specific date for the Bill and providing for a day which will fit with the general Government schedule.  I wish to stress that this change in the reporting period is in no way associated with the work of the Low Pay Commission, which is making very good progress.  This minor change is purely for logistical reasons.<br\/><br\/>Amendment No. 8 proposes to amend section 21 of the Industrial Relations Act 1946 and section 74(<i>b<\/i>) of the Workplace Relations Act 2015.  Section 74(<i>b<\/i>) mistakenly inserts a new subsection (4) into section 21 of the 1946 Act.  As the latter already has a subsection (4), it is proposed to repeal section 74(<i>b<\/i>) and to insert a new subsection (5) into section 21 of the 1946 Act.  The language of the proposed new subsection (5) is also more consistent with the language of the 1946 Act than that used in section 74(<i>b<\/i>) of the 2015 Act.  The proposed amendment links its commencement with the commencement of section 74 of the Workplace Relations Act 2015.<br\/><br\/>Amendment No. 9 inserts a new section 39A into the Redundancy Payments Act 1967 to provide for an appeal to the Labour Court on the decision of an adjudication officer under section 39 of the 1967 Act.  The new section 39A provides that section 44 of the Workplace Relations Act 2015 will apply, with a number of necessary modifications to such appeals to the Labour Court.  This brings the redress scheme provided for in the 1967 Act into line with the pattern of redress arrangements provided for in Part 4 of the 2015 Act.  Section 76 of the Workplace Relations Act 2015 makes a number of amendments to the Redundancy Payments Act 1967.  The commencement of the proposed section 13 is linked to the commencement of section 76 of the Workplace Relations Act 2015.<br\/><br\/>Amendment No. 10 amends the Unfair Dismissals Act 1977 to bring the redress provisions in the enactment more into line with the general scheme of Part 4 of the Workplace Relations Act 2015.<br\/><br\/>Amendment No. 11 relates to the Protection of Employees (Employers' Insolvency) Act 1984 into which it proposes to insert a new section 9A to provide for an appeal to the Labour Court from a decision of an adjudication officer in respect of a complaint under that Act.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->By providing that section 44 of the Workplace Relations Act 2015, with certain necessary modifications, will apply in the first instance to decisions of an adjudication officer under the 1984 Act, the redress scheme, under that Act, is brought into line with the two stage redress scheme established by the Workplace Relations Act 2015.<br\/><br\/>Section 15(2) provides that the section will be commenced in conjunction with section 81 of the Workplace Relations Act 2015, which also amends the Protection of Employees (Employers' Insolvency Act) 1984.  Consequently, it is also proposed to amend section 81 of the Workplace Relations Act 2015 in tandem with the amendments proposed to the Act of 1984 in this section 16.<br\/><br\/>Amendment No. 12 in Group 8 relates to the Terms of Employment Information Act 1994.  This amendment is of a technical or drafting nature and provides for the following: first, section 18(<i>d<\/i>) of the Industrial Relations (Amendment) Act 2012 amended the terms of the Employment Information Act 1994 by inserting a new section 6A into the Act.  That new section provided that an inspector could give a direction to an employer who had contravened sections 3, 4, 5 or 6 of the 1994 Act to comply with the relevant sections.  Section 6A provided that an inspector, for the purposes of that section, meant an inspector appointed by the Minister under the National Minimum Wage Act 2000.  The amendment proposed by section 16 updates the meaning of &quot;inspector&quot; for the purposes of section 6A of the 1994 Act to mean an inspector for the purposes of the Workplace Relations Act 2015. Second, section 16B proposes a technical drafting amendment to section 7(1)(<i>a<\/i>) of the Act of 1994.<br\/><br\/>Amendment No. 13 in Group 9 relates to the Employment Equality Act 1998 and will make provision for the following: section 83 of the Employment Equality Act 1998 provides for an appeal to the Labour Court from a decision of the director of the Equality Tribunal in respect of a case referred to him or her under that Act.  The proposed amendment substitutes new wording for section 83, which applies to section 44 of the Workplace Relations Act 2015, with the necessary modifications to such appeals.  The effect of the proposed amendment is to bring the wording of the provisions relating to appeals under the Employment Equality Act 1998 into line with that of the appeal provisions in section 44 of the Workplace Relations Act 2015.  <br\/><br\/>The amendment also proposes a number of technical or drafting amendments to section 101 of the Employment Equality Act 1998.  Section 101 provides that a claimant cannot recover under both the Employment Equality Act 1998 and the Unfair Dismissals Act in respect of the same dismissal.  The effect of the proposed amendments is that a claimant will be disbarred from seeking redress under the 1998 Act once an adjudication officer has made a decision to which section 8(1) of the Unfair Dismissals Act 1977 applies.<br\/><br\/>Subsection (2) of the proposed section 17 will come into operation simultaneously with section 83 of the Workplace Relations Act 2015, which makes a number of amendments to the Employment Equality Act 1998.  Consequently, it is also proposed to amend section 83 of the Workplace Relations Act 2015 in tandem with the amendments proposed to the 1998 Act in this section 17.<br\/><br\/>Amendment No. 14 in Group 10 relates to the Equal Status Act of 2000.  Section 31 of the Equal Status Act 2000 provides for a mechanism whereby a successful complainant under that Act can seek to have an unimplemented decision enforced against a respondent.  The proposed amendment substitutes new wording for section 31, which applies to section 43 of the Workplace Relations Act 2015, with the necessary modifications for the purposes of enforcing a decision of an adjudication officer under section 25 of the Equal Status Act 2000, thus enabling a complainant or the Irish Human Rights and Equality Commission, with the complainant's consent, to seek enforcement of an award made by an adjudication officer under the 2000 Act through the District Court.  This brings this aspect of the 2000 Act into line with the corresponding provisions of the Workplace Relations Act 2015. Subsection (2) of the proposed section 18 provides that the section will come into operation on the same day as section 84 of the Workplace Relations Act.<br\/><br\/>Amendment No. 15 in Group 11 to the Freedom of Information Act is required to ensure that the exemption from the freedom of information, FOI, legislation, which currently applies to the Equality Tribunal in so far as it relates to its mediation functions, will be extended to the Workplace Relations Commission, WRC, upon commencement of the Workplace Relations Act 2015.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Amendment No. 16 in Group 12 makes a number of technical and drafting amendments to the Workplace Relations Act 2015 which are required to ensure that the transitional arrangements and new adjudication and redress structures arising from the establishment of the new simplified two-tier adjudication structures are legally robust.<\/p><p>Amendment No. 17 to 20, inclusive, are in Group 13 and are technical in nature.  They make provision for the transfer of property, records, legal rights and obligations, from the Director of the Equality Tribunal to the Workplace Relations Commission on the commencement of section 83, amending the Employment Equality Act 1998, and section 84, amending the Equality Status Act 2000, of the Workplace Relations Act.  <\/p><p>Amendment No. 21 and 22 are in Group 14.  Reference is made to certain provisions of the Companies Act 1990 and the disqualification provisions under company law in respect of membership of the commission contained in the Schedule to the Bill.  These amendments update the Schedule to include relevant provisions under the recent Companies Act 2014.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#U00300","speaker":"1067","continuing":true},{"type":"unspoken","time":1436869800,"counter":157,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1436869800,"counter":158,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"unspoken","time":1436869800,"counter":159,"content":"<p>Acting Chairman (Senator Pat O'Neill):Does the Minister of State wish to comment?<\/p>"},{"type":"speech","time":1436869800,"counter":160,"content":"<p>I thank colleagues in the House for their co-operation and for a lively debate since we introduced the Bill into this House.  While we have had some differences on the emphasis placed on different provisions of the Bill, I thank colleagues for supporting the general principle that is enshrined in the Low Pay Commission Bill, which provides for a new institutional framework to tackle the scourge of low pay, an issue that I think we are all concerned about.<\/p> <p>I look forward to seeing how the Low Pay Commission evolves over the next period.  It is an important institutional change in our bid to tackle low pay at a structural level.  Low pay, and all that goes with it, needs to be addressed in a sustained, strategic and structured fashion and not in a piecemeal way, as has been the case before now.<\/p> <p>I look forward, very shortly, to receiving the first report from the Low Pay Commission and a recommendation of a new rate for the national minimum wage.  I also look forward to the input of Senators over the next period in regard to that debate.  Again, I thank colleagues for supporting the principles enshrined in this particular Bill.  I look forward to the Low Pay Commission making a sustained input into tackling low pay in this country on an ongoing basis.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#X00400","speaker":"1067"},{"type":"speech","time":1436869800,"counter":161,"content":"<p>I thank the Minister of State for his constructive engagement as we pass the Bill through the House.  I do not wish to be negative but I must place the following on the record.  I welcome the passage of the Bill and the setting up of the Low Pay Commission.  However, I still do not think the commission has the powers and teeth that it deserves and needs to deal comprehensively with low pay in its totality.  I am sure that the Minister of State has seen the TASC report that has been published today which again shows there is deepening inequality in Irish society, including income inequality.  I do not think inequality will be addressed at all by the Low Pay Commission.  I still believe the commission will focus far too much on the minimum wage, as important as it is, and not on the totality of issues which affect all low paid workers.  I am afraid that we will be back, at some stage, with an amendment Bill, whether it is Sinn F&eacute;in in government at some stage or some other Government, that will strengthen the Low Pay Commission to make it one that deals with low pay in its totality, and not just with the narrow issue of the minimum wage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#X00500","speaker":"1133"},{"type":"speech","time":1436869800,"counter":162,"content":"<p>I compliment the Minister on the work he has put into this Bill.  It is a significant day for the House.  Unlike Senator Cullinane, I have every confidence that the Low Pay Commission will address all issues pertaining to low pay.  I am sure we will have many lively debates and discussions in this House as the reports are presented to us.  I look forward to those debates in the coming months.<\/p> <p>I compliment the Minister of State on this significant Bill and wish him continued success in the general overhaul of industrial relations and all issues pertaining to pay and employment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#Y00100","speaker":"1118"},{"type":"speech","time":1436869800,"counter":163,"content":"<p>I congratulate the Minister on the passage of the Bill.  Today was not a very exciting event; the debate did not really take off to any degree.  He will seldom have it to himself to that extent.<\/p> <p>The objective of a low pay commission is worthy of support but we should always remind ourselves, and I am sure we will, that some jobs do not exist at certain rates.  In making sure that we have a Low Pay Commission that will investigate and look to see what we can do, let us remember that it is more important to have a job sometimes even if it is not paying as much as we would want otherwise.<\/p> <p>I congratulate the Minister and say well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#Y00200","speaker":"1145"},{"type":"unspoken","time":1436869800,"counter":164,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"National Minimum Wage (Low Pay Commission) Bill 2015 [Seanad]: Motion for Earlier Signature","time":1436869800,"counter":165,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#Y00400"},{"type":"speech","time":1436869800,"counter":166,"content":"<p>I move:<blockquote><br \/><br \/>That, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the National Minimum Wage (Low Pay Commission) Bill 2015 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#Y00500","speaker":"1118"},{"type":"unspoken","time":1436869800,"counter":167,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1436869800,"counter":168,"content":"<p>Sitting suspended at 1.30 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Urban Regeneration and Housing Bill 2015: Second Stage","time":1436869800,"counter":169,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#SS00100"},{"type":"unspoken","time":1436869800,"counter":170,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1436869800,"counter":171,"content":"<p>I welcome the Minister of State, Deputy Coffey, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#SS00300","speaker":"1120"},{"type":"speech","time":1436869800,"counter":172,"content":"<p>I am pleased to have the opportunity to introduce Second Stage of the Urban Regeneration and Housing Bill 2015 to the Seanad.  We have had considerable and lively debates in the D&aacute;il on this Bill.<\/p> <p>The primary background to this Bill is the housing supply shortage situation, which is one of the most pressing and important challenges faced by, and priority of, the Government and by society as well.  This supply shortage is particularly acute in Dublin where demand for housing well outstrips supply, and has done for a number of years, with a consequential knock-on effects on house prices and rents which impacts negatively on thousands of households throughout the country.<\/p> <p>As Senators will be aware, the Government published the comprehensive Construction 2020 - a Strategy for a Renewed Construction Sector in May 2014.  It encompassed 75 specific actions aimed at addressing issues in the property and construction sectors and ensuring that any critical bottlenecks that might impede the sector in meeting residential demand, as well as non-residential commercial demand, are addressed.<\/p> <p>I have responsibility for co-ordinating the implementation of the Construction 2020 strategy, on behalf of the Government, which is central to the restoration of growth in the economy and growth in employment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The construction sector is one of the sectors which was most adversely affected by the economic downturn.<br\/><br\/>In line with the significant decrease in employment in the sector, the level of housing completions has also reduced significantly since the downturn.  To put this in context, at the peak of construction activity in 2006, more than 93,000 houses were built nationally which, in hindsight, was an unsustainably high level, with 19,000 of these being built in Dublin.  By 2013, housing completions had plummeted to a mere 8,000 units nationally, with just 1,200 of these being constructed in the Dublin area, again unsustainable, but this time an unsustainably low level of completions.<br\/><br\/>We need to reverse this scenario and generate increased activity with a view to increasing the number of house completions over a number of years in order to return to a market equilibrium situation where housing supply equals demand and where the sector is operating at a more sustainable level in line with what one would expect in a well-performing economy.<br\/><br\/>Since the publication of the Construction 2020 strategy last year, we have, however, begun to see some positive signs of recovery in the sector where housing completions rose to 11,000 nationally in 2014, an increase of 30% on the 2013 figure with just over 3,000 of these completions being in Dublin, while a further increase in activity is expected in the current year.  However, we still have some way to go to overcome the current housing supply shortage.<br\/><br\/>Taking account of household formation patterns which are changing, recent studies have estimated that in order to meet projected housing demand, we need to be building around 25,000 houses nationally on an annual basis with 8,000 to 10,000 of these being completed in Dublin.  Further to action two of the Construction 2020 strategy, a housing supply co-ordination task force for Dublin, comprising representation from the four Dublin local authorities and other relevant stakeholders, was established with an immediate focus on addressing supply-related issues in the Dublin area.  The initial report of the group indicated that there are sufficient existing planning permissions or planning applications with no insurmountable infrastructural deficits, which have the potential, if acted upon by developers, to supply almost 21,000 residential units in the Dublin area.<br\/><br\/>The challenge is to ensure that the stock of existing permissions are activated and the associated housing supply materialises.  While some of the barriers to activating these permissions appear to be financial and economic, the measures in the Bill are designed to ensure that any perceived barriers to housing supply from a planning perspective are addressed.  These measures will not on their own resolve the housing supply problems which are unquestionably multi-faced and require a wide-ranging and co-ordinated approach, but the intention is that they will help make a start in addressing these problems.<br\/><br\/>The main provisions in the Bill relate to amendments to the Part V provisions of the Planning and Development Acts to support the provision of social housing, the introduction of revised arrangements relating to the application of development contributions by planning authorities and the introduction of a new measure, a vacant site levy, to incentivise the development of vacant, underutilised sites in urban areas for housing and regeneration purposes.<br\/><br\/>As the House will be aware, a number of Government amendments were made to the published Bill on Committee Stage in the D&aacute;il.  The purpose of these was to strengthen and clarify the provisions in the Bill regarding the vacant site levy relating to its application, the definition of a vacant site and how the proceeds of the levy shall be used by a planning authority.  I also brought an amendment to the Housing (Miscellaneous Provisions) Act 2009, which relates to local authority rent schemes and charges.  I will touch on these as I go through the provisions of the Bill.<br\/><br\/>The Bill is set out in six Parts, comprising in total 37 sections.  Part 1, sections 1 and 2, contains standard provisions dealing with the Short Title of the Bill, collective citation with existing Planning Acts, construction and commencement.  It also incorporates some standard definitions.<br\/><br\/>Part 2,<b><\/b>which is a substantial Part, comprising sections 3 to 26, inclusive, relates to the proposed introduction of a vacant site levy to incentivise the development of vacant sites in central urban areas for housing and regeneration purposes.  This proposal follows from action 23 of the Construction 2020 strategy.<br\/><br\/>In other areas of interaction between public policy-making for the common good and property rights, the courts have determined that private property rights may be counterbalanced where there is a need to address matters of pressing or compelling concern and the wider community good.  Examples in this regard include the Derelict Sites Act 1990, derelict site levy and the Part V provisions of the Planning and Development Acts relating to social and affordable housing.  In effect, there is already legal precedent for measures of this nature impacting on private property which are socially desirable and in the overall common good.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bill contains a number of changes to the vacant site levy provisions compared to the general scheme published some months ago, all of which are intended to make the provisions as fair, reasonable and proportionate as possible.  It now proposes that from 1 January 2019 planning authorities will be empowered to apply an annual vacant site levy of 3% of the market value to vacant sites which a planning authority has determined were vacant or idle in the preceding year.  The sites liable for the levy will be in designated areas identified by the planning authority in its development plan or local area plan for residential or regeneration development.<\/p><p>Section 3 provides for definitions of terms used in the context of the vacant site levy provisions, such as \"housing\", \"market value\" and \"owner\".  Section 4 outlines that the vacant site levy provisions shall apply to residential land or regeneration land.  I brought forward a Government amendment on this section to remove an exemption for land owned by a housing authority.  This is to ensure that all owners of vacant sites will be treated equally and that local authorities will have the same responsibilities under this Bill as private landowners.  <\/p><p>Section 5 is central to the vacant site levy provisions in that it provides for the definition of a vacant site, which shall be residential or regeneration land as zoned by a planning authority in its local development plan or its local area plan.  In the case of residential land, it means a site in an area where there is a need for housing that is suitable for the provision of housing and is vacant.  In the case of regeneration land, it means a site that is vacant and has an adverse effect on the existing amenities or character of the area.  Any area of land exceeding 0.05 hectares may be designated a vacant site, not including land that contains a structure that is a person's home.<\/p><p>An amendment was also made to this section that reduced the size of a site that would constitute a vacant site from 0.1 hectares to the current 0.05 hectares.  The size of a vacant site was the subject of some discussion during the D&aacute;il debates.  The Government amendment to reduce the size threshold of a site subject to the levy will bring a greater range of sites within its scope.  In particular, it will include smaller vacant sites located in our cities and towns, many of which are unsightly eyesores on main streets.  The amendment was welcomed by all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#SS00400","speaker":"1092","continuing":true},{"type":"unspoken","time":1436869800,"counter":175,"content":"<p>Debate adjourned.<\/p>"},{"type":"majorheading","content":"Visit of German Delegation","time":1436869800,"counter":176,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00200"},{"type":"speech","time":1436869800,"counter":177,"content":"<p>I am sorry to interrupt the Minister of State, but I am sure he would like to join with me and Members of the House in welcoming His Excellency, Mr. Joachim Gauck, President of the Federal Republic of Germany.  We wish you well on the remainder of your journey touring the west coast of Ireland.  I am sure you will enjoy that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00300","speaker":"1120"},{"type":"speech","time":1436869800,"counter":178,"content":"<p>I remind him that we do not approve of the treatment of Greece in light of the German insistence-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00400","speaker":"1136"},{"type":"speech","time":1436869800,"counter":179,"content":"<p>I would like to be associated with the welcome to the President and delegation.  I hope they enjoy their time in Ireland.  They are very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00500","speaker":"1092"},{"type":"majorheading","content":"Urban Regeneration and Housing Bill 2015: Second Stage (Resumed)","time":1436869800,"counter":180,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00600"},{"type":"unspoken","time":1436869800,"counter":181,"content":"<p>Question again proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1436869800,"counter":182,"content":"<p>Rather than go through the remaining sections of the vacant site levy provisions individually - sections 6 to 26, inclusive, for example, are quite complex and detailed - I will, so that Senators can obtain a better understanding of how the proposed scheme will operate, instead give a summary of the provisions as follows.  Beginning on 1 January 201, a planning authority shall establish and maintain a register of sites, entitled the vacant sites register, in lands zoned for residential or regeneration use which in the planning authority's opinion were vacant sites during the preceding year.  Before 1 June 2018, a planning authority shall issue a notice to the owner of a vacant site included in the vacant sites register indicating that the site owners shall be charged a levy in respect of 2018 in January 2019, and that such a charge is to be continued every year thereafter until the site is no longer vacant.<\/p> <p>A planning authority shall, as soon as possible after the entry of a site on the vacant sites register and at least every three years thereafter, determine the market value of a vacant site and serve notice on the owner of the site of the valuation or revised valuation of the site in question, which may be appealed to the valuation tribunal.  A planning authority, or the valuation tribunal, may, on appeal, where it considers it appropriate, deem that a vacant site has a zero market value where no market exists for the site or the site is on contaminated land and the estimated remediation costs that are necessary for use or development of the site exceed the market value of the site itself.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> With effect from 1 January 2019 and every year thereafter, a planning authority shall in respect of the preceding year charge a vacant site levy of 3% of the market value of a site on the owner of each site included in its vacant site register, which shall be payable on demand or by instalments if agreed by the planning authority.  To help alleviate the financial burden faced by owners of vacant sites which are subject to a site loan, a zero rate of levy shall apply if the outstanding amount of the site loan is greater than the market value of the vacant site on the date of its determination.  This is to address site owners in negative equity situations who may have purchased sites in the boom years.  If the outstanding amount of the site loan is between 75% and 100% of the market value of the vacant site on the date of its determination, a reduced rate of 0.75% levy shall apply.  If the outstanding amount of the site loan is between 50% and 75% of the market value of the vacant site on the date of its determination, a 1.5% rate of levy shall apply.<\/p><p>The vacant site levy will remain a charge on the relevant land until it is paid.  If there is a change in ownership of a vacant site or the owner of a site dies, the amount of levy chargeable on such site in respect of that year or the previous year shall be zero.  This shall not apply where ownership of the vacant site transfers from one company to an associated company, to another member of the family other than on the death of the owner, or for the principal purpose of avoiding the obligations to pay the vacant site levy.  The vendor of a site on the register shall before the completion of a sale on the site, pay to the relevant planning authority any vacant site levy due in respect of that site.  Any moneys received by a planning authority in respect of a vacant site levy will be spent by it on the provision of housing, or on the regeneration of the area.  Regeneration expenditure can include the preservation or protection of structures of special architectural, historical or cultural interest; the provision or improvement of educational, recreational or cultural facilities for the local community; and projects or works to improve local shopping streets and business areas.<\/p><p>The provisions to which I have referred are set out in section 23.  Essentially, they ring-fence the levy proceeds to be solely used for the provision of housing on the residential land or for the development and renewal of regeneration land.  I tabled an amendment to this section to ensure the proceeds may be used on housing or regeneration land in the vicinity of the site, thereby providing greater benefit to the overall local area in which vacant sites are located.  In line with fair procedures, numerous opportunities are provided for site owners to make submissions and appeals to planning authorities, An Bord Plean&aacute;la and the Valuation Tribunal in relation to the proposed inclusion of a site on the vacant site register, the annual notices of levy liability, the market valuation arrived at with regard to the site and the annual demand for payment of the levy.<\/p><p>Part 3 comprises just one section - section 27, which amends section 23 of the Derelict Sites Act 1990 to provide that the derelict site levy shall not be payable in respect of any land in respect of which the vacant site levy is payable under the Urban Regeneration and Housing Bill, when enacted.  This is to ensure no double payment situation arises in respect of the vacant site levy or derelict site levy.<\/p><p>Part 4 deals with two separate issues - local authority development plans and development contribution charges applied by local authorities.  Section 10(2) of the planning Act of 2000 outlines the objectives that planning authorities are required to take into account in the preparation and adoption of development plans for their respective areas.  These objectives include the zoning of land for residential, commercial, industrial, agricultural, recreational and other uses in line with the proper planning and sustainable development of the area, the provision of necessary infrastructure to facilitate development and the preservation of structures of historical interest as well as the character of the landscape of the area.  Section 28 amends section 10(2) of the 2000 Act to provide for the current objective incorporated in a development plan for the \"development and renewal of areas in need of regeneration\" to be broadened to provide that such an objective should be for the explicit purposes of preventing adverse effects on existing amenities in such areas, urban blight and decay, anti-social behaviour or a shortage of habitable houses or land suitable for residential use or a mixture of residential or other uses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This amendment is necessary to support the vacant site levy provisions, elaborating on the principles and policies relating to the levy, and it outlines the basis for identifying lands as being in need of regeneration for the purposes of being so designated in a local development plan.<\/p><p>With regard to development contribution charges, these are generally used towards the provision of necessary public infrastructure such as new roads, footpaths, lighting, open spaces and car parking to service new developments.  In line with action 14 of the Construction 2020 strategy, section 29 amends section 48 of the 2000 Act to provide that where a new development contribution scheme is adopted by a planning authority to provide for reduced development contribution levies compared to those which were in place under the previous development scheme, the reduced development contributions under the newly adopted scheme shall have retrospective effect for existing planning permissions that have yet to be activated.  In addition, section 29 provides that where there are unsold housing units in a development, the new lower development contribution scheme will also apply to those unsold housing units.  Section 30 amends section 49 of the planning Act 2000 to provide that the arrangements in relation to reduced development contributions will also apply in respect of supplementary development contribution schemes which are sometimes deployed for the purpose of facilitating a particular infrastructure project in a local authority area such as a new motorway intersection which will directly benefit the development on which it is imposed.  These changes to the development contribution provisions should assist in reducing costs for developers, make developments more economically viable and influence developments to be brought forward sooner than might otherwise be the case and at lower cost, which is critical in terms of affordability and improving housing supply.<\/p><p>Part 5 relates to amendments to the existing Part V provisions in the Planning and Development Act 2000 concerning social and affordable housing.  In this regard, action 9 of the Construction 2020 strategy called for the review of the Part V requirements with a view to ensuring that it is delivering as intended and the bringing forward of any legislative changes deemed necessary.  In this regard, the original Part V housing supply provisions of the 2000 Act have played a significant role in the delivery of social and affordable housing since their introduction.  There are many people in good quality housing today as a result of the Part V mechanisms.  Furthermore, Part V has been successful in delivering social integration and more sustainable mixed-tenure developments throughout the country.  This was one of the positive outcomes of the original Part V arrangements.  However, the economic context within which the original Part V provisions were developed in 2000 has changed, as has the mix of housing need.  The capacity of Part V to deliver on its objectives is related to the level of housing construction activity.  Accordingly since the downturn, and the decreased construction activity associated with it, Part V has delivered little in terms of social housing in later years.  Notwithstanding this, in the context of a recovering housing market and increased housing construction activity, it is considered that the Part V mechanism, with appropriate adjustments, has the potential to again be a significant contributor to future social housing provision.  From the Government's perspective, it remains proper that the gain to developers derived from the planning system should contribute towards meeting the housing needs of our citizens, including those on local authority housing lists.<\/p><p>Informed by an extensive public consultation process and an independent in-depth review of the Part V provisions, the Bill provides for a series of amendments to the operation of the Part V provisions, with the principal objectives of: enhancing the economic viability of developments; maximising the opportunity for the delivery of social housing units; securing the principle of integrated mixed tenure developments; and addressing weaknesses in aspects of the existing legislation identified in a number of court judgments.  The proposed provisions will also be a key component of the range of delivery mechanisms that will be required to achieve the targets set out in the Government's Social Housing Strategy 2020 - Support, Supply and Reform.  My Department estimates that in the region of 4,000 additional social housing units will be delivered by 2020 using the new Part V provisions, which will be a significant contribution to the ambitious social housing targets set out in the strategy.   On enactment of the Bill, the new Part V arrangements can also be retrospectively applied to existing planning permissions where works have not commenced.  In the operation of these revised Part V arrangements, the priority will be to secure social housing units on-site.  The current practice of developers making cash payments in lieu of social housing is to be discontinued.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will now outline the key changes to Part V in more detail.  Section 31 of the Bill amends section 94 of the 2000 Act by requiring a planning authority to consult with the approved housing bodies in its functional area in the preparation of its housing strategy and to have regard to relevant housing policies of the Government or any Minister.  The provision also halves, to 10% from 20%, the percentage of land that must be provided for social and affordable housing in a housing development.  The general scheme of the Bill, as published some months ago, proposed that the existing statutory provisions relating to affordable housing be removed from the Statute Book.  However, after further consideration, in particular of the contributions made during scrutiny by the Oireachtas Joint Committee on the Environment, Culture and the Gaeltacht of the general scheme, the Government is now proposing that the existing statutory provisions relating to affordable housing be retained in the Planning and Development Act, as amended.  This means that when the current acute need for social housing has been met, it may be possible to reintroduce the affordability aspect into the Part V arrangements when required.<br\/><br\/>The Part V provision has up to now been perceived as introducing an inefficient process which caused difficulties for developers and local authorities alike.  Under the existing arrangements, any Part V agreements are required to be reached within an eight-week period.  In practice, that was rarely achieved.  Accordingly, section 33(1)(<i>a<\/i>) of the Bill will now require a Part V agreement to be reached between the developer and local authority prior to the commencement of works on a development.  This will be complemented by changes to be made to the planning regulations that will require a detailed Part V proposal to be included in an application for planning permission for applicable housing developments in order for the application to be valid.  This particular measure will have the effect of front-loading negotiations in regard to Part V arrangements, thereby maximising the preplanning consultation phase and ultimately ensuring all parties are clear on expectations of them at the outset.<br\/><br\/>Sections 33 and 34 of the Bill amend the options contained in section 96 of the 2000 Act with a view to maximising the provision of completed social housing units by a developer.  The transfer of land to a local authority for the provision of social housing will remain the default option, as is currently the case.  However, the option of making a cash payment to a local authority in lieu of social housing is being removed, as is the option of providing sites or land elsewhere.  The transfer of completed social housing units off-site, on other lands, will be allowed in specific circumstances, such as where there is insufficient social housing demand at the location of the proposed development and there is greater need at another location.  Provision is also being made for the Part V obligation to be fulfilled by developers through long-term leasing of properties and rental accommodation availability agreements.<br\/><br\/>The matter of providing local authorities with the power to enter into long-term leasing arrangements as part of Part V arrangements was the subject of much debate during the D&aacute;il's consideration of the Bill.  It is important to note that local authorities already have this authority and have delivered a substantial volume of social housing in this way.  In general terms, local authorities require flexible options for the delivery of social housing and an ability to respond to local contexts.  Leasing arrangements provide that type of flexibility.  Equally, this flexibility must be balanced with the need to ensure as many permanent units for social housing as possible are achieved with the financial resources available.  In order to achieve this balance, it is my intention to issue a ministerial policy directive to local authorities instructing that, where capital funding is available, they should enter Part V agreements for the acquisition of social housing units rather than enter into leasing arrangements.  Furthermore, where leases are being agreed, they should be for a specified minimum period.  This will ensure the potential of Part V to deliver completed social housing units into the ownership and social housing stock of local authorities is maximised.<br\/><br\/>The complexity and ambiguity of some of the wording within the original Act has resulted in several significant court cases.  Accordingly, a number of technical amendments are being provided for in the Bill to take account of court judgments and practical difficulties reported in the operation of Part V.  These include the provision of greater clarity on the meaning of terms such as &quot;attributable costs&quot; and &quot;equivalent monetary value&quot;.  These amendments are intended to improve the Part V negotiation process for all parties.<br\/><br\/>Section 36 amends section 97 of the original Act to provide that the social and affordable housing obligations on developers shall in future apply only in respect of developments consisting of ten or more houses.  Currently, developers are exempted from the Part V obligations in respect of developments comprising four or fewer houses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The final part of the Bill, Part 6, contains just one section, section 37, which was introduced by way of a Government amendment.  This section provides a necessary, technical amendment to section 31 of the Housing (Miscellaneous Provisions) Act 2009, which relates to local authority rent schemes and charges.  The amendment confirms that section 31 applies to dwellings that are the subject of financial support under the new housing assistance payment, HAP, scheme, as well as to dwellings owned by a housing authority and dwellings leased or contracted by a housing authority, including rental accommodation scheme dwellings.<\/p><p>I think Senators will agree that this Bill contains a number of fundamental, important and necessary revisions to the Planning Act 2000, all emanating from the Government's Construction 2020 strategy and all aimed at increasing housing supply.  The amendments to the Part V provisions and those providing for reduced development contributions will, in particular, help in reducing costs for developers and remove disincentives to construction, thereby making developments more economically viable and helping to increase housing supply.  The performance of the construction sector, which is a major employer, is central to Ireland's economic recovery and well-being and the measures in the Bill should assist in stimulating jobs in the construction sector, as well as in the manufacturing, retail and professional sectors that it supports.  The other main measure proposed in the Bill, the vacant site levy, has a positive objective to incentivise the development of vacant, underutilised lands for housing and for regeneration, with a view to breathing life back into designated urban areas and addressing urban decay.  I consider that all of the measures proposed in this Bill - the Part V revisions, reduced development contributions and the vacant site levy - are socially and economically desirable and in the overall common good in terms of increasing housing supply.  Accordingly, I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#UU00700","speaker":"1092","continuing":true},{"type":"speech","time":1436869800,"counter":187,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it anseo tr&aacute;thn&oacute;na fosta.  I welcome the Minister of State to the House to discuss this legislation which deals, in particular, with housing provision.  I listened to what he had to say and I have read the legislation.  I agree that the Bill does some of what is required but in my view this is a mere drop in the ocean in the overall scheme of things.<\/p> <p>We have a major housing crisis in this country.  There are 100,000 people on the housing waiting list, a further 100,000 are in difficulty in terms of paying their mortgages and are being pressurised by the banks, the courts are clogged up with repossession cases and there are people - including 1,000 children who were made homeless in the past two years alone - living on the streets.  I will discuss the figures in a moment but it is my view that, particularly in the context of Part V, this legislation is completely supportive of the construction sector and does nothing for families that are in crisis or individuals who are in need of housing.  This Bill is a golden opportunity for the construction lobby.  We saw rent-seeking behaviour in the past when Fianna F&aacute;il was in government.  At that time, the construction sector lobbied hard and it is now lobbying hard again.  In fact, it has won.  That is wrong.  I agree that we need the construction sector to build houses but we do not need to bend over and bow down to them in order for this to be achieved.  In economic terms there will be only one beneficiary of this legislation and that will be the construction sector.  The taxpayer will not benefit from this legislation.<\/p> <p>I welcome certain aspects of the Bill, to some of which the Minister of State referred.  The vacant site levy has been heralded by the Government as something that will cure all of our ills.  In my opinion, it will not do so.  There has been discussion with regard to a 2% or 3% levy on the value of sites.  Autonomy is being given to local councils and I welcome that.  I also welcome the fact that councillors will be given autonomy to make decisions in electoral areas.  However, it has been stated that the levy will not force banks to lend money in order to turn sites into homes for people.  There are issues in this regard.<\/p> <p>I welcome the fact that there will be retrospective application in the context of reduced development contribution charges.  This is certainly a step in the right direction.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Instead of the development contribution scheme, I would have preferred a requirement on the State to implement public policy to solve the crisis.  It has an obligation to do so.  How is this done?  It must be radical and think outside the box.  We have a housing crisis affecting people in their homes and those who cannot find a home who are stuck in a rent trap.  How do we deal with this in a radical, forward thinking and innovative manner?  The Bill should contain measures whereby over a period of time, perhaps three or five years, there would be a total exemption from development charges for individuals who want to build a home on their own land or where they buy a site.  The development contribution scheme is charged by local authorities and depending on which the local authority is involved, it is a disincentive for individuals to build houses on their own land.  I see it in my county and I know it happens in Meath, Kildare, on the commuter belt and in other parts of the country.  We should look at this.  We should introduce a grant scheme for individuals who want to build a house, such as there was in the 1980s when there was a shortage of houses.  There should be a State-funded low interest loan system to take on the banks and force them to reduce their interest rates.  Individuals could obtain mortgages at a realistic interest rate and not be fleeced by the banks as they are at present.  Banks borrow money at just over 0% and make approximately 4% on the money.  It is disgraceful.<\/p><p>A report carried out recently by the ESRI considered that an additional 18,000 units are required annually just to cover the country's housing needs between 2011 and 2021.  The number of houses built in 2013 was just over 8,300.  From where will the additional 10,000 units come?  We do not have to depend on developers to build these units.  We may need developers in certain parts of the country but not in all parts.  Not everyone wants to live in the major cities.  People want to live in the country and we should facilitate this by allowing them to build on their own land.  We saw the regulatory burden introduced by the former Minister, Mr. Hogan, whereby according to the Architects Association of Ireland between &euro;30,000 and &euro;40,000 in regulatory red tape has been added to the cost of building a home.  This is on the Government's watch when it is trying to solve a crisis.  The Bill follows the introduction of new burdens and regulations to force higher standards of compliance after the pyrite issue in north County Dublin.  A national compliance level was introduced to deal with one issue.  Effectively, a public policy measure was introduced which has increased the cost of building for everyone across the board.  This was very wrong.<\/p><p>Back in 2008, some &euro;1.7 billion was being spent on social housing and last year the amount spent was &euro;597 million.  There has been a reduction in the budget available for social housing.  The Minister of State has certainly outlined very clearly where he is coming from with regard to Part V of the Planning and Development Act 2000.  The Minister of State was critical of the manner in which Part V worked in the past and I agree with him.  It was not flexible and had too many loopholes whereby developers could pay cash to local authorities.  However, in saying this, it was probably the best system available.  A review of Part V carried out by a group of consultants on behalf of the Housing Agency found it delivered 15,114 units, or 62.1% of affordable housing and 37.9% of social housing, or 3.5% of the total dwellings delivered, excluding one-off houses, over the period from 2002 to 2011.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The second benefit was that sites were acquired in the 2002-11 period, providing 944 units across 20 counties.  In addition, the money that was transferred from developers across local authorities provided a financial contribution to the taxpayer of &euro;136.1 million.<\/p><p>It is right that we scrutinise the benefits of Part V.  The consultants working on behalf of the Housing Agency concluded that, despite the failings of Part V, the gross benefit to the State was approximately &euro;761 million when the administration charges and social and affordable units were taken into account and there was a net benefit of approximately &euro;614 million in the 2002-11 period.  The group of independent economic consultants who carried out that economic analysis of the Part V scheme concluded that it provided value for money, notwithstanding the limited number of units delivered in the period.  The Minister of State asserted that the scheme was inefficient.  Is that the Department's view?  If so, on what basis does it dispute the economic analysis conducted on behalf of the Housing Agency?<\/p><p>What is being proposed will benefit developers greatly.  We will put ourselves in the position of our level of social or community contribution from housing developments probably being the lowest in Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#YY00200","speaker":"1123","continuing":true},{"type":"speech","time":1436869800,"counter":190,"content":"<p>The Senator has half a minute left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#AAA00200","speaker":"1120"},{"type":"speech","time":1436869800,"counter":191,"content":"<p>He sounds like he has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#AAA00300","speaker":"1136"},{"type":"speech","time":1436869800,"counter":192,"content":"<p>In France, 25% of social housing is provided through the private sector.  In Belgium, that figure is 20%.  In Spain, it is 30%.  We are reducing it to 10% from 20%.  We are going from four or fewer units to nine or fewer units.  We are benefiting one group of people, namely, developers.  We need them to build houses, but not at the expense of the taxpayer because of poor public policy.<\/p> <p>The lobbyists have won.  The Part V review is wrong.  Part V could have been tidied up and the legal constraints raised by Cork and D&uacute;n Laoghaire could have been addressed.  They are being addressed in this Bill, but the way the overall benefit - social housing provision - is being treated is wrong.  According to the Minister of State, we have an ambitious target of 4,000 units.  We should at least triple that.  Under his targets, we will not even achieve 4,000 units between now and 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#AAA00400","speaker":"1123"},{"type":"speech","time":1436869800,"counter":193,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  I was amazed by Senator &Oacute; Domhnaill's comments, as the Bill benefits those who need social housing.  That is the Bill's main aim, it drives the Bill and it is enunciated throughout the Bill.  Consider where the sop to developers of the past got us.  It was built on a weak foundation of quicksand.  The foundation was not right.<\/p> <p>The Bill tries to ensure that social housing is a priority.  It will benefit the poorest in society who cannot afford their own houses.  It is great.  I would advocate grants for people to build their own houses, but they are not the first priority because they have a few bob.  People without any money depend on social housing.  That is what this Bill tries to address.  The urban regeneration section of the Bill will benefit every citizen in Ireland.  I spent approximately 20 years on a local authority.  Some of the major blights and sights throughout the counties have been derelicts and a lack of development by developers who sit on land until appreciation is maximised.  The Bill will address these issues via the 3% levy.<\/p> <p>The purpose of the Bill is to place a focus on housing shortage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It will facilitate increased housing input and construction work.  We have seen the effect of reducing VAT to 9% for restaurants.  What is the difference between a person who owns a restaurant, or any businessman or businesswoman, and a person who wants to build a house?  Ministers, Deputies and Senators are not going to go out physically and build houses.  We are dependent on developers to do it.  One has to be imaginative in one's ideas and in how one facilitates that process.  By facilitating restaurant owners by reducing VAT, we have seen growth in tourism and economics.  Hopefully, we will see the same growth in housing development.  We know where we were when we came into government.  There was no construction.  Now we are advocating further building, and have seen 11,000 houses built this year.<br\/><br\/>A review was carried out, and the Bill provides that in future the focus in Part V will be on the delivery of social housing, with a requirement of up to 10%.  That has been reduced from 20% because one has to take cognisance of the fact that there are developers, like others, who are in negative equity.  In his address, the Minister of State stated that the focus in the Bill was on securing social housing units on site.  That is important.  The making of cash payments <i>in lieu<\/i>of social housing is being discontinued.  We all know the problems that brought with it.  It was a major criticism of the last Government.  I acknowledge that Part V provided some social and affordable housing in the past, but the cash payment <i>in lieu<\/i>facility was taken advantage of.  The Bill puts a legislative procedure in place to carry out a number of actions from the Government's 2020 strategy to kick-start the construction industry.  The construction of 11,000 units nationally in 2014 represented an increase of 30% on the 2013 figures, but we were starting from a very bad place.  We came here in very bad circumstances, but the improvement is there.  To simplify matters, we must ensure we produce the housing.  Action is needed.<br\/><br\/>Section 5 of the Bill is designed to incentivise the development of vacant sites.  I referred to the 3% levy.  As provided for in the Bill, every owner of a vacant site will be notified before being slapped with a 3% levy, which is very important.  It has to be advertised.  I urge every local authority that produces a newsletter to put that out there to notify everyone who owns a site that is suitable for residential development or regeneration.  The Derelict Sites Act is still in place but section 27 provides that there will not be a double levy on any site as both a derelict and a vacant site.  Only one levy will be applied, which is important to state.  The Bill defines what constitutes a vacant site.  Very often, a difficulty that arose with the Derelict Sites Act concerned what constituted a derelict site.  Was it a matter of my opinion or someone else's?  It is not down to opinion in the Bill; rather, a statutory definition is included as to what constitutes a vacant site.<br\/><br\/>The Bill also makes provision for the maintenance of a vacant site register, which will tell us right throughout the country for the first time what pockets of land are there, what it is for and what we can do with it.  It empowers local authorities to send out notice of their intention to place various sites on the register and to set out which sites it is appropriate to subject to the 3% levy.  Some sites will have a 0% levy and will not be liable at all as vacant sites because they are in negative equity or on contaminated land.  This is an ideal opportunity to address the issue of contaminated land and, as such, I have a question for the Minister of State on it.  We have seen in the past that lands were contaminated without our knowledge.  This will flush that out.  However, there will be no levy on land in negative equity or land that is contaminated.  I presume, however, that contaminated land will be covered in the forthcoming environment legislation in order to ensure that when it is identified, it is immediately put right.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What if one is not responsible for the contamination?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#AAA00500","speaker":"1135","continuing":true},{"type":"speech","time":1436869800,"counter":196,"content":"<p>Senator Norris will get his opportunity; he should not worry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00200","speaker":"1135"},{"type":"speech","time":1436869800,"counter":197,"content":"<p>I am not worried at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00300","speaker":"1136"},{"type":"speech","time":1436869800,"counter":198,"content":"<p>The Minister also outlined the depreciation value.<\/p> <p>I welcome Part 4 of the Bill, one aspect of which broadens the local authority development plans to include the prevention of adverse effects on existing amenities, urban blight and decay, anti-social behaviour and a shortage of habitable houses.  That will serve every citizen.<\/p> <p>Section 29 amends section 48 of the 2000 Act.  That is where a new development contribution scheme is adopted by a planning authority to provide for reduced development contribution levies.  That is important because every councillor will be looking at that in terms of the development contribution.  It is to kickstart development to ensure it is affordable and can produce houses, which is the aim of the Bill, and that it will be retrospective in terms of existing planning permissions that have yet to be activated.  In Dublin, for example, housing could be supplied by way of existing planning permissions not yet activated, and this section will kickstart that.  Also, where there are unsold housing units in a development, the new lower development levies will be applied to make it economically viable.  That is important because we cannot always use the stick; there has to be a carrot also, particularly in the situation in which we find ourselves.<\/p> <p>The Minister said he was aware of the recommendation from the Joint Committee on the Environment, Culture and the Gaeltacht, of which I am a member.  It is nice to know we were listened to in terms of the statutory provisions relating to affordable housing, which were to be scrapped but which can be reactivated, and I presume they will be, by ministerial order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00400","speaker":"1135"},{"type":"speech","time":1436869800,"counter":199,"content":"<p>If the House agrees I would like to share some of my 13 minutes with Senator Quinn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00500","speaker":"1136"},{"type":"speech","time":1436869800,"counter":200,"content":"<p>Is that agreed?  Agreed.  The Senator has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00600","speaker":"1120"},{"type":"speech","time":1436869800,"counter":201,"content":"<p>The eight minutes is very elastic.  The Minister is very welcome, and I welcome the Bill.  I refer to the Minister's contribution.  He spoke at length about urban decay, regeneration and that expenditure can include the preservation and protection of structures of special architectural, historical or cultural interest and so on.  That is wonderful stuff, but it is all words.  It does not mean anything.  I have not seen the slightest indication of a serious attempt in this area by the Government.  What about Aldborough House, which is in the possession of the State?  It is in a state of complete collapse.  The roof and the windows are gone.  It is all very well to come into the Seanad and blather about these issues.<\/p> <p>I wrote to the Minister for Finance, Deputy Noonan, about regeneration, which I took up in a series of debates here, and he promised the Living City initiative.  He then limited it to Limerick and Waterford.  We eventually persuaded him to extend it to Dublin, and some civil servant in his Department limited it to buildings of 230 sq. metres, the size of a medium bungalow.  It was said that was done to deliberately exclude what he called mansions.  There is a house in Frederick Street that is in decay, which I mentioned six months ago.  It fell down in recent weeks.  That house would be excluded from any conservation grant.  This was on the recommendation of some crowd called Indecon Economic Consultants.  I would have thought we would have had a belly full of economic consultants in this city.  They talk about splitting up houses.  That is the very thing we are trying to reverse - the tenementisation of Georgian Dublin.<\/p> <p>In the Minister's most recent letter to me he stated that this is targeted at those areas most in need of attention.  He should tell that to the people who live in the inner city.<\/p> <p>The Bill is misnamed.  This could be done under the Trade Descriptions Act.  It is the Urban Regeneration and Housing Bill.  It should be the other way around.  The principal focus, as we have heard constantly from the Minister, is housing.  That is fine, but he should be open about it and not put in the Bill this tissue of concern for architectural heritage because nobody believes him.  I am fed up with that.  I had some interest in this Government because I thought it might do something, but it is not doing anything.<\/p> <p>With regard to definitions, in section 3(b) under \"Definitions\" there is a reference to the entitlement to receive the rack rent of the land, but the rack rent is not defined.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Perhaps there is a common usage in law, although not very common because nobody knows about it, but I believe that it should be spelled out.  I ask the Minister, in a revision of this Bill, to spell out and define rack rent.  For most people, rack rent means what it historically meant which was, in the old days, if one improved one's land as a tenant then the landlord shoved up the rent.  That was rack renting.  That is where the term came from and that is what it means.  If it means something then we need a clear definition.  <br\/><br\/>Section 5(1)(a) refers to a vacant site that consists of residential land and lists three qualifications.  As I read them originally I thought they were alternatives but I take it that they are not and should be taken together.  I refer to the bottom of page 6 of the Bill.  Again, this detail should be made clearer.<br\/><br\/>Section 5(2), on page 7, reads: &quot;&ldquo;site&rdquo; means any area of land exceeding 0.05 hectares&quot;, which is very small, &quot;identified by a planning authority in its functional area but does not include any structure that is a person's home&quot;.  Why not?  If somebody is living in a dump and the place is collapsing surely there is a communal responsibility?  Rehouse the person or do the house up but do not exempt them from it.  We will have a lot of eyesores around the place in that case so I am against this exemption.  I do not see why we have it in the legislation.  Perhaps it is some constitutional thing.  <br\/><br\/>I approve of the following two provisions on page 8, in section 6(6), which reads:<blockquote>a planning authority shall determine whether or not the site being vacant or idle has adverse effects on existing amenities or reduces the amenity by reference to whether&mdash;<br \/><br \/>(a) land or structures in the area were, or are, in a ruinous or neglected condition,<br \/><br \/>(b) anti-social behaviour was or is taking place in the area.<\/blockquote>Splendid but let us have a bit of action.  Nobody takes any action on these things.  There are houses all around Dublin that are collapsing as we speak and not a damn thing is done about it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#CCC00700","speaker":"1136","continuing":true},{"type":"speech","time":1436869800,"counter":203,"content":"<p>The Senator has moved into more than half the time available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#DDD00200","speaker":"1120"},{"type":"speech","time":1436869800,"counter":204,"content":"<p>I shall conclude very quickly.  I am sure the Cathaoirleach will be as reasonable with me as he was with Senator &Oacute; Domhnaill who spoke for 13.5 minutes.<\/p><p>On page 9, it reads:  &quot;Every planning authority shall, before 1 June 2018.&quot;  Why has that date been stipulated?  Why does the initiative not commence earlier?  Why not celebrate the glorious 1916 by doing something about the matter?<\/p><p>On page 12, section 15(2) reads: &quot;Vacant site levy shall not be payable in respect of any land in respect of which the derelict sites levy within the meaning of the Derelict Sites Act 1990 is payable in accordance with that Act.&quot;  What if it is payable but not paid?  I am a bit suspicious of the word &quot;payable.&quot;  <\/p><p>Section 16 is on the amount of levy.  Section 16(2) reads: <blockquote>Where a site stands entered on the register ... if the outstanding amount of the loan is&mdash;a) greater than the market value of the vacant site, vacant site levy in respect of that site is zero per cent.<\/blockquote>What if a developer owns the site, leaves it idle but takes a mortgage on it in order to avoid the levy?  That is an obvious one.  <\/p><p>Finally, I shall refer to section 18 due to my concern about pop-up shops.  It seems to me, having read the legislation, that if an unscrupulous owner had a pop-up shop then he or she is out and free.  I thank the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#DDD00300","speaker":"1136"},{"type":"speech","time":1436869800,"counter":205,"content":"<p>I thank Senator Norris for sharing his time with me.  I welcome the Minister of State to the House.  Some years have elapsed since he spent time here and cut his political teeth.  It is good to have him back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#DDD00400","speaker":"1145"},{"type":"speech","time":1436869800,"counter":206,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#DDD00500","speaker":"1092"},{"type":"speech","time":1436869800,"counter":207,"content":"<p>I welcome this Bill.  Senator Norris made the point that we are debating legislation on housing and urban regeneration so obviously we are aiming to achieve quite a lot.<\/p> <p>I welcome the opportunity to speak on this Bill because it is about gathering information that can help us to better plan for the future.  However, it seems strange to have a Bill on the housing shortage that does not mention NAMA and the possibility for NAMA to play a greater role in the provision of housing.  Speaking in general terms, we should realise that Dublin needs to convert some retail property or vacant property into housing.  I believe the Government should remove any red tape and ease planning regulations so that vacant or under-used building can be used to address the housing shortage.  The Government should also consider reintroducing the living over the shop scheme to increase the residential use of city centre streets.  I travel to France quite a lot and living over the shop is common in countries like France where apartments are located over and around shops in town and city centres.  Something could be done in that area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be interested to hear if there are any constitutional difficulties with the legislation.  Article 43 of the Constitution effectively provides that if the State passes a law that restricts one's property rights, it may be required to compensate one for it.  I wonder if some property owners will see themselves as unfairly singled out by this legislation.  The Government states the Constitution as a reason it cannot pass various Bills, particularly in the upward only rent area.  That is why it showed no enthusiasm for accepting the legislation that we discussed here.  I would be interested to hear if this provision in the Bill is sound.  <br\/><br\/>Section 12(2) states:<blockquote>The market value of the vacant site shall be estimated by the planning authority and it shall authorise a person it considers suitably qualified for that purpose to inspect the site and report to it the value thereof and the person having possession or custody of the site shall permit the person so authorised to inspect at such reasonable times as the planning authority considers necessary.<\/blockquote>In some sense this appears to be drumming up business for auctioneers and estate agents.  We have all heard of how Revenue is using Google maps as a free tool to estimate the value of properties, something that I feel is quite intrusive, yet the planning authorities will outsource the valuations of vacant properties.  A rough estimate would suffice in this respect and the planning authorities would not have to waste money in this way.  I would be interested to hear the Minister of State's thoughts on that area and also whether we could compel NAMA to set aside 1% of vacant property for affordable artist studios.  We had a discussion recently at the Joint Committee on Jobs, Enterprise and Innovation about the ability to create jobs in artistic areas.  I think something could be done in this regard.  Temple Bar worked well, the development in IFSC worked well and singling out an area like that could help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#DDD00600","speaker":"1145","continuing":true},{"type":"speech","time":1436869800,"counter":209,"content":"<p>I welcome the Minister of State to the House.  I believe the legislation is balanced.  I have looked at it very carefully and particularly around the issue of Part V.  It strikes a balance between a carrot and stick approach and deals with the difficulties that arose with Part V in the past.<\/p> <p>The general purpose of the Bill is expressed in the explanatory memorandum as facilitating increasing activity in housing construction, particularly in the Dublin areas, where the housing supply shortage is particularly acute, and it deals with the revision of the Part V arrangements in regard to social and affordable housing.  It also deals with the reduced development contribution charges and the introduction of a vacant site levy which I particularly welcome.<\/p> <p>In relation to point made by Senator Norris, I do not think that because legislation is aiming to encourage increased activity in housing construction that it is abandoning the issue of urban regeneration.  For the sake of argument, I am looking at the submission on the proposed inner city vacant tax levy by the task force on vacant land which was established by the then Lord Mayor, Labour Party councillor, Ois&iacute;n Quinn, in 2012.  It noted that Dublin City had a considerable amount of vacant land and pointed out that there were 151 vacant plots of land and 131 sites with derelict buildings which were zoned for development and left unused.  It actually noted that the largest vacant site in Dublin city was the Irish Glass Bottle Company site in Ringsend at just over 10 ha.  We can extrapolate from that the amount of housing that could be located on 10 ha.  The second largest site was Clancy Quay, formerly the Clancy Army Barracks, at Islandbridge with 5.6 ha.  That it does not necessarily involve North Great George's Street does not mean there are not issues of regeneration in the city centre.  The submission also noted that under the current system there was no disincentive to landowners leaving a site vacant for many years, which was not in the best interests of the city.<\/p> <p>A vacant site levy is very desirable in Dublin city and its environs.  The Derelict Sites Act 1990 has proved to be inadequate in dealing with the number of vacant sites in the Dublin region.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The issue of vacant sites was not the first one I wanted to address, but while we are on it I want to note that this is a broader issue than that of land being left unused.  There was an analysis in 2003 of economic and marketing influence on the construction industry in <i>Building Industry Bulletin<\/i>, authored by a noted building economist, Mr. Jerome Casey, who pointed out that the proportion of the price of a house which was accounted for by the cost of land in the early 1990s was 15%, rising to 40% to 50% by 2003.  He also noted that eight major developers had cornered the market in north Dublin in 2011.  The bottom line is that this goes further than the simple issue of land being left unused.  The fact is that people who can afford to are hoarding land, and have done so in the past.  It is pure speculation, and the ultimate purchaser of a house built on that land is the one who pays.  We need to remember that when we discuss vacant site levies.<br\/><br\/>This is a particularly balanced Bill which deals with some of the worst aspects of the Celtic tiger.  As I said, there are three aspects to the Bill that tie together.  We all know that the construction sector in this country is on its knees.  It has gone from representing 20% of GDP down to representing about 5% to 7%.  Capacity in the sector is suffering, and recovery of the housing supply in this country will depend on the health of the construction sector.  Whether one listens to the ESRI, the NESC or anybody else, it is accepted that there is a demand for about 20,000 units in the country, around 10,000 of which need to be in Dublin, and we are far short of that number.  I understand around 8,301 units were constructed in 2013.  <br\/><br\/>A number of factors have influenced this and I want to take the opportunity to discuss them in the context of the Bill.  One relates to access to finance.  I am aware, because of interventions by the Oireachtas Joint Committee on Finance, Public Expenditure and Reform, that the main pillar banks have indicated that only about 60% finance is available to developers, leaving an equity gap of 30% to 40% for any development.  It is my understanding that NAMA is funding about 50% of the development in this country, which is something that needs to be addressed.<br\/><br\/>The cost of construction has been raised on a number of occasions.  Developer levies, which are being addressed in the Bill, are something that need to be reviewed.  Demand also needs to be kept under review, and we are all aware of issues around that, particularly with regard to the Central Bank.  It is not a popular thing to say, but we need to investigate who is able to access finance for housing.  We have to be conscious of demand driving up house prices, but we also need to be aware that we do not want to go back to a system in which only the upper middle classes and those in the professional sectors could access money to buy housing.<br\/><br\/>Part V housing is an issue I have followed for a long time.  The debate around it did not happen today or yesterday.  It behoves us to consider the outcomes of Part V, particularly those relating to social housing, where it has been noted that less than 40% of all housing produced under Part V ended up as social housing.  Part of the reason was that developers did not want to build social housing and were much happier to provide affordable housing because we were told that private purchasers did not want to live beside social housing tenants.  Ironically, Part V was supposed to promote a social mix.  I am happy to see that we are very clear on what we are doing in the Bill.  It is about social housing.  The NESC has pointed out that in future one third of people will not be able to afford their own housing without assistance.  We need to be very clear about our targets and ambitions as a Government on this point.<br\/><br\/>On the issue of contributions, as somebody who worked as a lawyer and took contributions from developers, I know that there is and has been no accountability.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to make it clear that openness and transparency are needed in relation to developer contributions.  When we consider the performance of this Government, it is worth pointing out that local authorities throughout the country were willing to take whatever they could in relation to housing developments, and however they could get it, partly because they were simply under-resourced.  It is important for me to say, following the amendment of the property tax legislation, that I do not want to see local authorities using developer levies to fund their general operations.<\/p><p>I would like the Minister of State to consider a final suggestion.  I have mentioned the issue of financing the construction sector and the shortfall between what is available through the banking system and what developers require to get on-site developments.  In my opinion, the 10% Part V requirement has always been the last tranche of any deal.  This could become the first tranche of any deal.  In other words, the Part V requirement could become upfront seed funding for developers.  I would like the Minister of State to consider that.  I will conclude by saying that this legislation is balanced and by asking who ultimately pays for the inefficiency in the housing system.  I am not into the blame game - the bottom line remains that we did not receive the social housing we should have received under Part V - but at the end of the day, the person who pays for the inefficiency in the housing system, for the hoarding and for the State's inability to enforce Part V is the purchaser of the home and the taxpayer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#EEE00200","speaker":"1172","continuing":true},{"type":"speech","time":1436869800,"counter":212,"content":"<p>I welcome the Minister of State to the House.  I will try to race through my script.  I have a lot to say in the time available to me.  I want to mention something else at the end.<\/p> <p>When this Bill was first introduced, my party was opposed to its contents, particularly the changes being made to the existing Part V provisions.  We were pleasantly surprised when it was decided to provide for a vacant site levy.  It appeared on the face of it that the levy was a decent proposal.  Unfortunately, our hopes were deflated when we examined the proposal closely.  We believe the levy will be damaging to social housing, will undermine councils, perhaps by penalising them for being underfunded, and will encourage the sale of land that could be used for social housing.  Sinn F&eacute;in believes this is a serious blow to hopes of tackling the social housing crisis, which is the worst aspect of the housing crisis we are currently facing and dealing with.  Indeed, it has been reported in the last day or two that 16,500 of the 42,000 people who are in housing need in Dublin are children.  Many people are struggling to pay exorbitant private rents.  Far too many families have already lost that struggle.  I will mention some statistics in this regard.  Approximately 1,000 children are sleeping in emergency accommodation every night.  Hundreds are sleeping on the streets and many more are in cramped temporary spaces in the homes of friends and family.  Almost 100,000 people depend on the State to subsidise their private rent because they cannot hope to afford it on their own incomes.  That would not change even if rates decreased considerably.<\/p> <p>The new Part V regime will involve the removal of the 10% affordable housing requirement and the reform of the remaining 10% requirement to include leasing.  I know the Government claims to have taken away the ability of developers to pay their way out of these requirements.  The get-out clause that will remain in the form of leasing will not greatly benefit the council and those in housing need.  It is more than likely that in most cases, this will be the result of the new Part V arrangements.  We all know that councils are drastically under-funded and will not be able to purchase Part V social housing in the absence of major investment.  Their desperation means they will opt for leasing instead.  We do not believe a significant number of social housing units will be developed.  We believe the vacant site levy will continue the attack on the ability of councils to provide housing.  The Government recently amended this Bill to make local authorities liable for the levy.  It argued that this measure will spur development.  We must remember that councils are struggling to build houses not because they are lazy but because they simply do not have the money to do so.  If one speaks to councillors or council executives, they will tell one that no money is available.  The swelling housing waiting lists mean they are under increasing pressure to provide housing.  We believe this levy will force councils to hand over land, or sell it off, to avoid the levy.  At present, there is enough council land in Dublin to build housing for everyone who needs a house.  However, not enough money is available for this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know the Minister refused to accept Opposition amendments to remove liability from the councils and refused to stipulate that the money raised could be used for social housing on council lands despite the intention to charge councils a levy.  My colleague Deputy Dessie Ellis tabled amendments in this respect.<\/p><p>Following on from that, I wish to raise an issue which probably deviates from specific content of the Bill but which is relevant to the spirt of it, in that we are discussing regeneration, vacant sites, development and planning authorities.  It is an issue that is particularly topical in Cavan and it relates to regeneration.  It concerns an out-of-town retail development.  We talk about invigorating towns and preventing sites from becoming hotbeds of decay, neglect or anti-social behaviour.  We cannot ignore this.  The Minister of State stated in his contribution that regeneration expenditure can include projects or works to improve local shopping streets and business areas, and I thought it would be appropriate to raise this issue with him.  A large development involving a new Tesco superstore, which has planning permission for 485 car parking spaces, is taking place in Cavan.  Tesco is moving its operation from the centre of the town out to a large hill outside the town.  It is opening a superstore on the top of the hill.  The back of outlet will face the town core and the superstore will have its own private car park.  Many people are concerned that this development might kill business in the town centre.  When we talk about towns, regeneration and giving powers to planning authorities, we need to ensure that before planning permission is granted and sales proceed, impact assessments are undertaken.  That would go a long way towards improving the local shopping streets and business areas that the Minister of State mentioned in his contribution.<\/p><p>It is no secret that in other towns that have experienced that an influx of large out-of-town retailers the final result has been devastation for the original town core and peripheral towns.  It has been pointed out to me that local authorities should be compelled to examine factors such as integration, complementary development and long-term symbiosis as part of any plan incorporating megastores or other developments.  The idea is not to protect unworthy or unsustainable businesses or business models but to provide for sustainable development and regeneration that has regard to the community, its traditions and a shared vision for the future.  These specific arguments and points do not relate to the Bill, but they are to do with urban regeneration, so I thought it would be worth mentioning to the Minister of State during the course of this debate in case I do not have another opportunity to do so.  I hope it is an issue that can be considered in future in terms of urban regeneration, particularly in the context of towns outside Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#GGG00200","speaker":"1155","continuing":true},{"type":"speech","time":1436869800,"counter":214,"content":"<p>I welcome the Minister of State to the House.  I also welcome the legislation.  I wish to raise a number of points and deal with some matters that the Minister of State raised.  In regard to vacant sites, as someone who has been involved in the legal profession for a long number of years, I have found that sometimes one of the problems associated with development concerns the assembly of a site that is suitable for development.  Sometimes a developer acquires a site but must sit on it for a period of time in order to obtain an adjoining site to make the project viable.  That would apply in particular to urban areas.  Very little assistance is given by the local authorities in such instances.  I am thinking of some areas in Cork City in this respect.  I know of one place where there are vacant sites on which there were buildings previously, and stuck in the middle of the three vacant sites is a site that is occupied by a building.  I was speaking to people in Cork City Council during the past week about whether the city council should get involved in this instance and serve whatever notices are required in order to compulsorily purchase that building to enable the development to proceed.  I am not sure if the local authorities are acting fast enough in order to facilitate such developments.<\/p> <p>I know of another case in which it took a person 11 years to secure planning permission on a vacant site, which I find difficult to understand.  The problem in this case related to 60 sq. ft. which the local authority owned but in respect of which it refused to give a wayleave agreement in order that the person could get access to a side road.  The person had access to a main road.  The planners wanted to give planning permission but they wanted it to be granted with access to the side road.  The developer had no difficulty with that, but there were 60 sq. ft. between the boundary of the property and the side road, and for 11 years the local authority sat on it and would not yield that 60 sq. ft.  Planning was eventually granted for the development 11 years later with access to the main public road, on which there were already a number of entrances.  That shows a  lack of thinking by local authorities when sites are being assembled, especially in urban areas.  Local authorities need to be quicker off the mark in such matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Another issue that sometimes arises is to do with title difficulties.  In fairness to Cork City Council, it has assisted developers in serving derelict site notices, as a result of which they can sell back the title.  Local authorities need to use that function far more effectively.  In the case of older sites and properties, difficulties may arise where there is a long lease of 300 years, say, which might be subdivided into 100-year leases and perhaps even subdivided again.  Problems may arise when not all of the parties to a sublease can be found.  Use of a derelict site notice is an effective way of dealing with such difficulties.  Again, local authorities could do a lot more to assist in this area.<\/p><p>One of the major problems in my constituency when it comes to housing is the number of people who are living in local authority properties that are far too large for their needs.  This is an issue that requires careful examination.  In some cases, there might be only one or two people living in a house that could accommodate five or six.  People in that situation may find it difficult to manage their home because of the cost of heating, lighting, property tax and so on, and often wish to downsize.  The problem, particularly in cities, is that there may well be no suitable smaller properties available in the area in which they have lived for 35 or 40 years.  Local authorities have a role to play in addressing in this issue as doing so would give the benefit of freeing up houses that are suitable for families.  In some parts of Cork city, the population is decreasing because families could not afford to buy there over the past 15 to 20 years.  Now that prices have come down, there may be an opportunity to reverse that development.  The Department should examine how people can be assisted to downsize without having to move 20 or 30 miles to find suitable accommodation.  There is a great deal of work to do in that area.<\/p><p>I have a concern as to whether we will get value for money from the development levies.  To take an example from the city of Edinburgh, I understand a developer who got permission to build 200 houses there was obliged, in turn, to provide the school extensions, playgrounds and other facilities required to meet the needs of the families who would be living there.  That the levies will be collected by local authorities does not necessarily translate into the provision of services.  Developers should, especially in the case of large developments of more than 100 houses, be obliged to do more by way of providing amenities at the same time as homes are being built.  That would be much more efficient and beneficial than waiting until after a housing development is completed to consider what facilities are needed.  This is a factor we must consider in respect of future development in our towns and cities.<\/p><p>I welcome the important changes contained in this Bill, particularly those which relate to the Part V regime.  I look forward to seeing those provisions implemented and fully operational at the earliest possible time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#HHH00200","speaker":"1150","continuing":true},{"type":"speech","time":1436869800,"counter":216,"content":"<p>I welcome the Minister of State to the House.  I am sure he, like many of us in this House, draws on the experience of his local authority days when it comes to housing matters.  The Wexford County Council officials to whom I have spoken readily acknowledge that they have never seen the housing situation as bad as it is now both in respect of the homeless numbers and the number of people on the housing lists.  I was contacted some weeks ago by a constituent from Wexford town who is waiting three years to be housed.  What is most concerning is that this person is not even on the list; it takes five years of waiting before one is included on it.<\/p> <p>All of this is happening at a time of relative wealth in our country.  There is no doubt the downturn seriously affected many people, but it is interesting to consider the very good quality of housing that was built in our towns and cities in the post-independence 1930s and 1940s.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At the height of the economic war with Britain, we were still building houses for our citizens.  All of that seems to be absent from the programme.<\/p><p>I am concerned that the Government has abrogated its responsibility to some extent and is trying to pass on the obligation to provide housing to the private sector.  The latter must play its part, of course, but the public sector should be the prime mover in ensuring that people are provided with housing and shelter.  All through my life in politics, my philosophy has been that there are three areas in respect of which people have rights and entitlements.  The first is the entitlement and the right to an education which equips them to work for themselves and to achieve success in their working lives.  The second is the entitlement to work.  The State does not provide jobs, despite what Governments of all hues often pretend.  What it does is to facilitate the conditions and climate in which jobs can be created by the private sector.  The third is that people are entitled to shelter.  Unfortunately, we are failing in this regard.<\/p><p>I recall that when grants were available some years ago to encourage people to buy houses, a housing co-operative was established in my home town of New Ross.  We launched a number of schemes with the assistance of the town council and the county council.  Those schemes were very successful - similar ones were put in place in other areas - and they facilitated people whose circumstances in life were improving to aspire to home ownership.  Very few individuals can do that now.  In my early days in politics, county councils provided loans to those whose incomes were below a certain threshold and who would have found it difficult to meet the cost of a mortgage.  What happened was that the council gave one a loan to be paid back over a 25 or 30-year period.  One paid a 10% contribution in the first year and a 20% contribution in the second.  After ten years, one was actually paying the full amount.  A subsidy applied in respect of that scheme.  I am of the view that new, informed, imaginative and intuitive thinking is required within the Department in order that we might develop schemes that can bridge the gap that has been allowed to develop.<\/p><p>In the past we had building societies which could compete with the banks.  It is now very difficult for people to obtain finance.  When I was younger there were many single-income households, whereas now there are large numbers of double-income households.  Middle-class people who are on reasonably good salaries are finding it impossible to either obtain mortgages or meet their repayments as a result of the cost of housing.  Variable mortgage rates are too high, but I will not go into that matter now.  There also used to be licensed housing schemes whereby, if councils owned land, they would engage builders to construct private housing schemes.  The councils would have an input in terms of ensuring that the cost of the houses involved would be reasonable.  An agreement in this regard was reached in advance and the builder would only pay for the sites as he sold the houses.  There are many things we could do that we simply are not doing.  In far worse economic times than those we are currently experiencing, we were able to provide shelter for our citizens.  Somebody needs to take matters in hand and ensure that action is forthcoming.<\/p><p>I supported Part V social housing when it was introduced.  However, in light of the subsequent application of development levies, I must admit that the scheme had an inflationary impact on house prices.  Anyone who thought that developers were, out of the goodness of their hearts, providing either extra sites or social housing was wrong.  It was those who have subsequently become hard-pressed mortgage holders who, through their purchasing of houses under the scheme, provided the cash and the profits for the developers.  The cost of development levies was added to the price of the houses and this led to further inflation.  We need to completely rethink our approach to this matter.<\/p><p>I have some concerns regarding the vacant site levy.  Urban regeneration is fine, but there are many people who do not have the wherewithal to pay this levy.  In some instances, there are those who bought a field to build a house in and who now - with the property situated closer to the local town as a result of urban expansion - will be forced to dispense with it.  These people may not be able to develop such sites and they will be forced to sell them.  I am of the view that this is a real imposition on those who have worked hard all their lives to achieve certain aspirations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The State will now rely on them to do what it should be doing.  I ask that much of this be re-examined.  I acknowledge that some of what the Minister of State is doing is undoubtedly going in the right direction, but he must apply his personal experience through his work on Waterford County Council.  These Houses have a cumulative amount of knowledge, particularly in the Seanad, from people who have come through the local government system or who have worked with various housing agencies.  We should bring a little more imagination into a comprehensive approach to address the issue and not throw the problem and responsibility onto the private sector.  It will not work.  It is wrong and ill-founded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#JJJ00200","speaker":"1126","continuing":true},{"type":"speech","time":1436869800,"counter":219,"content":"<p>I thank all Senators for their valued contributions to the debate on Second Stage.  Many of them were very interesting.  While I may not agree with all of the comments, I listened to them and I know they were made in a genuine and constructive spirit.  I acknowledge the experience of many Senators through the work they have done over many years on local authorities, to which Senator Walsh referred.  I also acknowledge Senator Hayden's experience in tenancy and housing issues.<\/p> <p>As I outlined in my opening remarks, and as has been acknowledged by virtually all Senators in their contributions, the acute housing supply shortage is one of the most pressing challenges faced by the Government.  The primary background to the Bill is to address this shortage through regenerating sites in central urban areas which have high potential and which have already had substantial funds expended on them through the provision of public infrastructure.  They are lying vacant and are a blight on streetscapes.  It is logical that we bring forward legislation to unlock the potential of these sites.  Strict criteria and due process give the owners of these sites adequate time to address them.  The criteria do not just catch a site because it is sitting vacant.  It must be in an area of high demand where there is a strong housing need.  I also reassure the Senators that other stringent criteria must be met.<\/p> <p>I note the general welcome for the vacant site ley provisions and Senators on all sides agree it is a relatively positive measure to incentivise the development of vacant sites.  I reject the accusations of some Senators that this is a Bill for developers.  The Part V provisions will be far more onerous than they are at present for a site which has a ley on it.  As Senators admitted, developers had many loopholes and we are tying these down and underpinning this in legislation and planning regulations.  The Part V negotiations will have to be front loaded and construction on sites will not be able to commence unless the Part V agreements are in place.  I cannot see how this favours developers.  It is true the provision has been reduced from 20% to 10%, but it has been quite obvious to me over recent years that with little or no development of residential units 20% was delivering zero units.<\/p> <p>We must take account of the overall viability of construction.  As we all know the overheads, including the price of land, the cost from concept to design, planning permission and construction, must be paid for by the owners or those taking out mortgages.  We must address the overheads involved if we are to deliver affordable housing in this country.<\/p> <p>We have learned from the mistakes of the past because we now have in place a more stringent planning system.  Many Senators will be aware of many local authority areas throughout the country where vast tracts of land have been dezoned because it was inappropriate and there was simply too much zoned land.  This all contributed to the boom and bust cycle we saw.<\/p> <p>We now have in place access to the Housing Agency, which is independent and has experience and technical know-how on demographics and where the rising needs are with regard to housing provision.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a perfect storm.  We have come through what was probably one of the worst economic crises this country has ever seen, access to credit is a problem, and builders, whom we need, are broke.  As to skill sets, many of our young and not-so-young tradespeople have had to leave the country.  We need them back if we are to build housing at an affordable price.<\/p><p>The Bill targets a specific aspect.  The Government is addressing other aspects.  Under the social housing strategy, the Government has returned to direct provision and building local authority housing for the first time in many years.  The first phase has been announced.  In the coming weeks, further phases will be announced, with local authorities given approval to build and, where value for money can be achieved, buy houses so that we can start to meet housing need.  The Government has also provided substantial additional funds for the turnaround of voids in local authority areas.  There has been relative success in this regard in the past year, with more than 2,000 vacant houses in local authority stock returned to beneficial use.  We expect a further 1,000 units to be returned to use in the coming year.<\/p><p>There is no single solution to the housing shortage.  It must be a multifaceted approach.  The Bill addresses one aspect and has identified that there is potential in our urban streetscapes and town and city centres.  We must unlock the potential of those sites.  We are introducing a carrot-and-stick approach, as some Senators described it, by which we are incentivising building through reduced development contributions and Part V obligations while applying levies to sites that must be returned to beneficial use for the greater good.  Senator Quinn raised a question about property rights.  We have had this examined closely.  In terms of the provision of housing, which is probably the country's largest priority, the greater good is being met and we are confident that this legislation will address it.<\/p><p>I look forward to debating the Bill in greater detail on Committee Stage.  I will have responses for the various concerns raised by Senators.  It is not an answer to say that we should just throw money at the problem.  We must consider those assets and resources of the State that often go unnoticed.  I am referring to public services that are under the ground in our towns and cities.  We need to maximise that infrastructure to ensure that we bring life back to towns, cities and villages around the country.  The Bill is a step along the way.  It empowers local authorities and gives them the autonomy to designate sites and identify housing priorities.  This should be welcomed.  As we all know, local authorities are the closest level of democracy to the citizen.  The Bill will give them a power to respond in a proactive way to our housing shortage.  I look forward to working with all Senators of all parties and none on addressing this societal problem, which has been created over many years.  Senator Walsh was right about Governments abdicating their responsibility for the provision of social housing, but I will correct him on one point, in that our Government did not.  Rather, the previous Government handed social housing to Part V-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#LLL00200","speaker":"1092","continuing":true},{"type":"speech","time":1436869800,"counter":221,"content":"<p>How much public housing has been built in the past four years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#MMM00200","speaker":"1126"},{"type":"speech","time":1436869800,"counter":222,"content":"<p>-----and private housing over ten or 15 years.  The previous Government left us in the lurch, but this Government is adamant about addressing the problem, and it will do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#MMM00300","speaker":"1092"},{"type":"speech","time":1436869800,"counter":223,"content":"<p>This Government cut capital expenditure, removing money that could have been invested in housing and providing jobs at a time when it would have been economically right to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071400002#MMM00400","speaker":"1126"},{"type":"unspoken","time":1436869800,"counter":224,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1436869800,"counter":225,"content":"<p>Committee Stage ordered for Friday, 17 July 2015.<\/p>"},{"type":"unspoken","time":1436869800,"counter":226,"content":"<p>Sitting suspended at 4.40 p.m. and resumed at 5.30 p.m.<\/p>","notice":"TIME STRING DETECTED"}]