[{"type":"minorheading","content":"Prelude","time":1437125400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1437125400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1437125400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1437125400,"counter":4},{"type":"majorheading","content":"Order of Business","time":1437125400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#A00100"},{"type":"speech","time":1437125400,"counter":6,"content":"<p>Before I call the Leader, I am sure Members of the House would like to join with me in an expression of sympathy regarding the late Alexis Fitzgerald, a former Member of this House and the Lower House.  I am sure the Leader will arrange for expressions of sympathy at a later date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#A00200","speaker":"1120"},{"type":"speech","time":1437125400,"counter":7,"content":"<p>I join the Cathaoirleach in offering my condolences to Alexis Fitzgerald's wife, Mary.  He was an excellent representative in this House.  We will arrange a commemoration for him in the House at a later stage.<\/p> <p>The Order of Business is No. 1, motion re arrangements for the sitting of the House on Monday and Tuesday, 20 and 21 July 2015, to be taken without debate on the conclusion of the Order of Business; No. 2, Civil Debt (Procedures) Bill 2014 - Second Stage, to be taken at 11.45 a.m. and to adjourn not later than 1.45 p.m., with contributions of group spokespersons not to exceed eight minutes each and those of all other Senators not to exceed five minutes each; and No. 3, Urban Regeneration and Housing Bill - Committee and Remaining Stages, to be taken at 1.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#A00300","speaker":"1130"},{"type":"speech","time":1437125400,"counter":8,"content":"<p>We agree to the Order of Business.  I join the Cathaoirleach and the Leader in expressing the sympathy of our group on the passing of the former Senator and Deputy, Alexis Fitzgerald.  There will be an opportunity to have more substantial expressions of sympathy, but I add my voice to the sympathy extended to his wife, the former Deputy and Minister, Mary Flaherty, and his children.  Ar dheis D&eacute; go raibh a anam.<\/p> <p>In the same context, I am sure Members on all sides of the House will express their sympathies to a former Member of the House and current Deputy, Joe O'Reilly, on the death of his mother, who I understand passed away yesterday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ar dheis D&eacute; go raibh a h-anam.<br\/><br\/>In about 20 minutes the <i>LE Eithne<\/i>will steam up, if I could use that somewhat outdated nautical term, to Ringaskiddy in Cork Harbour following a most extraordinary ten weeks during which the Irish Naval Service covered itself in glory.  The crew will be returning as heroes in a modern sense, having saved the lives of more than 3,300 refugees who found themselves in one of the most inhuman environments.  It was a new departure for the Irish Naval Service and is one that will be added to its illustrious record.  It is not often we have the opportunity to praise the Naval Service in these Houses.  Generally, we tend to refer to the Defence Forces in the context of their peacekeeping activities.  On this occasion, however, the House will join me in congratulating the Chief of Staff, who is a naval officer and rear admiral, and ask him to convey the thanks of this House and of the people of Ireland to the 65 crew and medical staff who did such impressive humanitarian work on the Mediterranean over the last few weeks.<br\/><br\/>I also understand the Naval Service will be welcoming the addition of a new ship, the <i>LE James Joyce<\/i>, bringing the complement of Naval Service ships up to eight.  Considering that we have such a huge area of sea to cover for fishery protection, this is a welcome addition to the Irish Naval Service and to fishery protection, particularly on the south and south-west coasts.<br\/><br\/>Finally, Members of this House have occasionally raised the plight of the homeless.  The most striking example of it occurred late last year when there was an outcry about the tragedies that occurred in the city as a result of homelessness.  Quick and active resolutions were put in place at that time.  Sadly, however, the homelessness issue has not gone away and a report today reveals the shocking news that 17 pregnant women are sleeping in nothing more than tents and the back seats of cars.  They have no homes during their pregnancy.<br\/><br\/>Homelessness is unacceptable in a modern society, regardless of what category of people it affects, but that 17 pregnant women cannot find refuge during their confinement is an indictment of a society that prides itself on having a humanitarian approach.  Perhaps the Leader would convey the sentiment of the House, as I am sure all Members will agree with me on this, that something must be done immediately, similar to the proactive approach of the Government on the last occasion along with Fr. Peter McVerry and others who work in this area.  This issue must be addressed as a matter of urgency.  I understand only four beds are available with Anchora, the organisation that looks after pregnant women.  I hope direct and immediate action will be taken in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#A00400","speaker":"1128","continuing":true},{"type":"speech","time":1437125400,"counter":10,"content":"<p>I offer condolences to the wife and family of former Deputy, Alexis Fitzgerald, on behalf of the Labour Party group.  I also offer condolences to Deputy Joe O'Reilly.  I and many other Members served with him in the previous Seanad, from 2007 to 2011, and he is a great friend and colleague.  I am very sorry to hear of the death of his mother.<\/p><p>I join Senator Mooney in offering a huge commendation from across the Seanad to the crew of the <i>LE Eithne<\/i>on the immense humanitarian work they have done.  A number of us have spoken about it in this House, but it is hugely positive to see the amazing work they have done and to read some of the detailed accounts of the rescues in which they were engaged and of the many thousands of migrants they rescued.<\/p><p>In that context, I ask the Leader to schedule a debate, early in the new session, with the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, on the implementation of the report on direct provision that was published recently.  I note that the Minister of State has been appointed to head an implementation body to assess how the recommendations of that report can be put in place.  Clearly, when we discuss migrants the issue is not just migrants being rescued in the Mediterranean but also migrants living in Ireland.  Many Members of the Seanad have worked on this issue over a long period.  The recommendations of the working group on direct provision are welcome, but Members should keep a watching brief on this and hold regular debates on the issue.<\/p><p>I also support the call for a debate on homelessness early in the next session.  After the justified outcry last Christmas the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, put in place significant increased investment in services for homeless persons, but we should have a debate on the issue again in the House.<\/p><p>I also seek a debate in the new session on child care, in light of the report published this week by Early Childhood Ireland.  The report, &quot;Footsteps for the Future&quot;, by Dr. Stephen Kinsella from the University of Limerick looks at the funding of early childhood or preschool education.  In particular, there is an analysis of the provision of the early childhood care and education, ECCE, scheme year and of the provision of child care by service providers.  However, we should have a broader debate on child care, looking at the matter not just in the context of early childhood education in the three to five year old cohort but also child care for infants and children up to three years of age.  I am aware that a report is due on this.  The Minister for Children and Youth Affairs, Deputy James Reilly, has commissioned a working group report on how best to ensure accessible, affordable and high quality child care for parents and children in Ireland.  The report is due to be launched shortly, so it would be timely for the Seanad to have a debate on it when we have considered its findings.  It would give us an opportunity to have an input on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#B00200","speaker":"1148"},{"type":"speech","time":1437125400,"counter":11,"content":"<p>I echo the sentiments of Senator Mooney and the Leader on the loss of Alexis Fitzgerald, a most popular, friendly and courteous man to meet.  I extend the sympathy of the Independent Senators to his wife, Mary.<\/p><p>I welcome that two of the students injured in Berkeley, Niall Murray and Jack Halpin, are returning to Ireland this week.  For them and the others who survived that tragedy - Sean Fahey, Conor Flynn, Clodagh Cogley, Hannah Waters and Aoife Beary - we wish that this summer will be a time in which they can recover fully.  We also think of the other foreign disasters for Irish people in the early summer, particularly for the Carty family in County Meath and the Hayes family in Athlone who were bereaved by the Tunisian event.<\/p><p>Like Senator Bacik, I welcome the work of Dr. Stephen Kinsella.  He is around these Houses quite frequently; he attended a finance committee meeting last week.  He is a most interesting person to meet regarding many aspects of how the Irish economy might develop.  Perhaps we will see more of him in the House.<\/p><p>I hope the people in Greece and Germany will not put a currency before a country.  There has been too much of that.  One does not make a god of a currency.  It is simply a means of exchange between countries and it has received far too much prominence.<\/p><p>I welcome the good news that three-quarters of our population have high or very high satisfaction with life in this country, despite all of our problems.  That brings to mind a former Member of the House, W. B. Yeats, and his words:<blockquote>Cast your mind on other days<br \/><br \/>That in the coming days may be<br \/><br \/>Still the indomitable Irishry.<\/blockquote>Despite banks, their accounts and so forth we are still doing well, surviving and emerging from these great disasters.  That is a positive note to mention.  Some people will be taking up their buckets and spades, as the newspapers put it, but the banking committee will be working for another two weeks.  We will continue to delve into these matters and the Members will not be disappointed by the work of Senators O'Keeffe, MacSharry and Michael D'Arcy.  This House has been splendidly represented on that committee and it will be a good report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#B00300","speaker":"1157"},{"type":"speech","time":1437125400,"counter":12,"content":"<p>I welcome the wonderful news from the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, and the Minister of State, Deputy Ring, with the announcement of the &euro;100 million investment to promote tourism, transport and sport.  This brings the Department's capital spend in 2015 to &euro;1.7 billion.  It will be used to support the public transport system, road maintenance and a speedier roll-out of all the necessary work on various projects.  A sum of &euro;60 million will go towards transport, &euro;34 million will go towards remedial road works both at national and local level, &euro;4.2 million will go into tourism, which has been a jewel in the crown in recent years with regard to what it has contributed to the economy, and &euro;1 million will go towards road safety.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eamonn Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2382\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2382&amp;amp;pid=EamonnCoghlan&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am especially pleased to note that in ten minutes the official sod-cutting ceremony will take place for the national indoor arena at Sports Campus Ireland in Abbotstown.  I remember competing as a young man on the American indoor circuit when there was talk of a national indoor arena being built in 1979 in the docklands area of Dublin, but that did not happen.  The allocation of &euro;800,000 for the national campus is appropriate and it will accelerate the delivery of the project.  That is an indication of the work the Government has been doing to return the public finances to order.  We are building a better future and providing levels of investment to meet economic and social needs for people in this country.  I welcome today&rsquo;s announcement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#B00400","speaker":"1165","continuing":true},{"type":"speech","time":1437125400,"counter":14,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00200","speaker":"1157"},{"type":"speech","time":1437125400,"counter":15,"content":"<p>I add my condolences on the death of the former Member of this House and of D&aacute;il &Eacute;ireann, former Senator Fitzgerald, who passed away.  Ar dheis D&eacute; go raibh a anam uasal.<\/p> <p>I wish to refer to an issue which was highlighted last night on the &ldquo;Prime Time Investigates&rdquo; programme, but which has been under review by the Committee of Public Accounts and the Comptroller and Auditor General for some time, namely, procurement within the HSE and hospital sector.  The HSE spends approximately &euro;1.6 billion every year on the procurement of services.  It is trying to distance itself this morning from the hospitals concerned but the fact remains that the HSE provides a block grant to each of those hospitals and is responsible for the manner in which the block grant is spent.  The HSE is answerable to the Comptroller and Auditor General who found in his audit of the HSE procurement as far back as 2012 and 2013 that goods and services were being procured in some instances without competitive tenders.<\/p> <p>A different but linked issue was raised in last night&rsquo;s programme.  It appears to be endemic across the HSE and hospitals.  While it may have been common practice in the past, it is totally unacceptable as we try to obtain value for money in the procurement of any services or goods for the public health care system.  We should debate the matter, but I accept we might not have time ahead of the summer recess.  However, I ask the Leader to facilitate a debate with the Minister for Health on the issue in early September when we return, taking into consideration some of the recommendations made by the Committee of Public Accounts on HSE procurement and what steps have been taken by the Department of Health, the HSE and the hospital groups to fulfil some of those recommendations.  If the practice is continuing, as was highlighted last night, it would appear that the recommendations have not been taken into consideration.  I ask the Leader to facilitate such a debate in early course upon the Seanad&rsquo;s resumption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00300","speaker":"1123"},{"type":"speech","time":1437125400,"counter":16,"content":"<p>I also express my sympathies to the family of Alexis Fitzgerald, in particular his wife, Mary.  I knew Alexis through UCD.  I also express my sympathy to Deputy Joe O&rsquo;Reilly, another UCD colleague, on the death of his mother.<\/p> <p>I agree with Senator Mooney on the need for a debate on homelessness.  I formally ask the Leader to call on the Minister, Deputy Alan Kelly, to immediately meet with the Lord Mayor of Dublin, Cr&iacute;ona N&iacute; Dh&aacute;laigh, about the &euro;18.6 million shortfall in the homeless budget in Dublin city, and the four Dublin counties.<\/p> <p>I commend the work of the Dublin Region Homeless Executive and the Tenancy Protection Service.  In spite of very significant difficulties, they have secured housing for a significant number of people who have been facing homelessness.  It is a crisis that needs further action and to be further addressed but we must acknowledge the work that is done by the two organisations to which I referred in protecting people who would otherwise be on the streets.<\/p> <p>We all know the homelessness crisis is being largely driven by the shortage of housing and high rents.  I am somewhat disturbed by a narrative that is coming across to the effect that what we need to do is lower building standards in order to get more housing supply quickly.  Along with many other people, I campaigned for many years to improve building standards and to move us away from the 600 sq. ft. two-bedroom apartment that blighted Dublin city, in particular the centre of the city of Dublin for many years, and are now proving to be the slums of the 21st century that are being occupied almost exclusively by single parents.  I very strongly believe that we must hold the line on building standards.  Dare I say, housing is for life, it is not for Christmas, to borrow another adage.  We cannot have a scenario where poor quality housing is built now because we want to quickly increase the supply.  We cannot abandon good quality building standards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00400","speaker":"1172"},{"type":"speech","time":1437125400,"counter":17,"content":"<p>Ba mhaith liom thar ceann mhuintir Shinn F&eacute;in anseo sa Seanad comhbhr&oacute;n a dh&eacute;anamh tar &eacute;is bh&aacute;s an iar-Bhall den Teach seo, Alexis Fitzgerald, lena chlann, lena mhuintir agus lena chairde.  I echo the sentiments on the passing of former Senator and Deputy, Alexis Fitzgerald, and pass on our condolences to his family and friends as well.<\/p> <p>I concur with Senator Bacik&rsquo;s call for a debate on the working group on direct provision.  It is very important that we would debate the issue.  I have serious misgivings about some of the findings of the working group, which I will make at the time.  Perhaps before we break up next week, if he is able, the Leader might also give us an indication of the progress of the protection Bill, which is intricately linked to the work of the working group.  A Bill is required to introduce most of the recommended changes that need to be made.<\/p> <p>Many Members might be thinking about taking a break from the Houses, but I raised an issue to which the Leader did not get to respond due to the shenanigans going on, about a number of women who do not have much time to wait.  I refer to the 1,512 women who have signed up the Magdalen redress scheme.  In order to sign up the women were required to indemnify the State.  They did so on the understanding that the Government would honour in full the recommendations made in the Quirke report.  In recent weeks, women based in this country have begun to receive their long-promised medical cards, only to find they are inadequate for their health needs and do not entitle them to the enhanced range of services they were promised when they signed up to the scheme.  No provision has been made for the survivors who reside outside of this country, all of whom are entitled to redress.<\/p> <p>As if the situation were not problematic enough, the cards issued to the women in recent weeks clearly identify them as survivors of residential institutions, which is a breach of their privacy.  The women concerned are elderly and they have been and, sadly, continue to be treated appallingly.  They have no time to waste.  Several of the women have passed away since the Taoiseach, Deputy Enda Kenny&rsquo;s tearful apology to them.  They deserve the best we can give them immediately, not when we return from our summer holidays.  I note that we will have a Minister or Minister of State from the Department of Justice and Equality next week.  I call on the Leader to make time available either today or next week so that we can address the issue and raise the concerns that have been raised by the women.  The Government should not leave the women hanging in uncertainty during the summer recess.  They deserve the best we can offer.  We must take action and we should do that while we are still here.  I call on the Leader to organise such a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00500","speaker":"1122"},{"type":"speech","time":1437125400,"counter":18,"content":"<p>I agree wholeheartedly with everything that was said this morning by Senator Paschal Mooney about the <i>LE Eithne<\/i>and her crew and the sterling service it provided on behalf of all of Europe in the Mediterranean.  I am pleased it has been replaced by a sister ship.  I pass on our good wishes and congratulations to Rear Admiral Mellett on his position and promotion.  He is shortly to take up the role of Chief of Staff of the Defence Forces.<\/p><p>I also sympathise and pass on our condolences to the widow of Alexis Fitzgerald, Mary Flaherty, on his untimely passing.  As has been said, he was a very friendly man whom many of us knew very well and held in high regard.  I also extend my sympathy to our good friend and colleague, Deputy Joe O&rsquo;Reilly, on the death of his mother.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00600","speaker":"1151"},{"type":"speech","time":1437125400,"counter":19,"content":"<p>I too add my condolences to the family of Alexis Fitzgerald.<\/p><p>There is much congratulatory talk this morning on the crew of the <i>LE Eithne<\/i>.  It is rather surprising that the crew has had to put in a claim to be compensated for overseas service and that it has not been met on the same terms as would be afforded were the crew on UN service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not know how far that claim has progressed but for those who put their lives in jeopardy to serve this country, rescuing refugees in the Mediterranean is not just about the issue of rough seas and so on.  We see they are garbed up when they undertake these rescues but we do not know if sick people are being brought on board that ship.  When these men and women of the Naval Service are away from home there is serious family hardship.  I ask the Leader to inquire of the Minister about the claim with respect to their overseas service payment.<\/p><p>We should note that Rear Admiral Mark Mellett is the first ever naval officer to take over as Chief of Staff of the Defence Forces, and it is a great day for the Naval Service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#C00700","speaker":"1196","continuing":true},{"type":"speech","time":1437125400,"counter":21,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00200","speaker":"1157"},{"type":"speech","time":1437125400,"counter":22,"content":"<p>With respect to what we saw on the \"Prime Time\" programme last night on procurement, will the Leader ask the Minister for Justice and Equality if there is a role for the Garda?  There are hundreds of people on trolleys in hospitals yet people are accepting holidays in Portugal and elsewhere.  I am not saying anybody is guilty at this stage but if money is going astray, and we heard this morning that ten times the price was paid for a particular article, surely that is fraud, and that there are criminal offences that should be investigated.<\/p> <p>With respect to the issue of homelessness, I remind the House that Senator Healy Eames brought to our attention 17 pregnant women who are homeless in Dublin this very day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00300","speaker":"1196"},{"type":"speech","time":1437125400,"counter":23,"content":"<p>I extend deepest sympathy to the Fitzgerald family on the death of Alexis Fitzgerald, who served in this House and was Lord Mayor of Dublin in the 1980s.  He and his wife, Mary Flaherty, both served as Members of D&aacute;il &Eacute;ireann at the same time.  Our thoughts and prayers are with the family today.<\/p> <p>I extend my sympathy to Deputy Joe O'Reilly on the recent sad passing of his mother.<\/p> <p>I support the call for a debate in the autumn on the procurement processes within the Health Service Executive.  What we saw on the television programme last night is cause for grave concern.  Senator &Oacute; Domhnaill said such practices may have gone on in the past and if that was the case, they were no more acceptable then than they are today.  We need to have a root and branch investigation of what is happening and if sharp practices are taking place or there is illegality, the people responsible must face the full rigours of the law, which I certainly hope happens as a result of the programme last night.<\/p> <p>I am concerned about an issue that came to my attention yesterday.  The prison in Castlerea was unable to accommodate a prisoner who was brought there to serve a five year sentence for indecent assault because he was a wheelchair user who had special medical needs.  He was taken on a 150 km round trip to the prison, but brought back to his home last night.  That is an issue of serious concern.  I am conscious of how the victims of that man's crime feel about the fact that he is not in prison having had a five year prison sentence imposed on him last week.  The prison authorities were instructed to sort out the situation in Castlerea last Friday, and they were unable to do that.  I ask the Leader to request a statement from the Minister for Justice and Equality on that issue and seek confirmation as to when this man will commence his five year sentence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00400","speaker":"1118"},{"type":"speech","time":1437125400,"counter":24,"content":"<p>Out of 47 European countries, Ireland has the fewest number of judges per 100,000 of population.  I ask the Leader for a debate on that but also that the issue of barristers defending and prosecuting cases of sexual violence should, as they do in other jurisdictions including the United Kingdom, undertake training on the impact of sexual violence on victims.  That does not happen currently but it should be mandatory.<\/p> <p>Currently, only 17% of judges in the High Court and only 12.5% of judges in the Supreme Court are women.  Again, we are not in proportion with the rest of Europe.  Too often, the judges presiding over cases of rape, child abuse and those involving minorities are men who have been educated in private schools and are largely conservative and middle class.  Their number is way out of proportion with the population, and that must change.  However, it can only change by law, as we did in this House when we changed the requirement for political parties to have gender quotas.  Forty per cent of members of State boards must be women, yet that has not happened.  The problem with having the same group of people sitting on our Judiciary is that there is group think.  They think the same way about the impact of violence on women.  We have seen suspended sentences being handed down in cases in which-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00500","speaker":"1159"},{"type":"speech","time":1437125400,"counter":25,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00600","speaker":"1120"},{"type":"speech","time":1437125400,"counter":26,"content":"<p>I have not said anything inappropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00700","speaker":"1159"},{"type":"speech","time":1437125400,"counter":27,"content":"<p>Your time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00800","speaker":"1120"},{"type":"speech","time":1437125400,"counter":28,"content":"<p>My time is not up yet.  Those were cases in which the perpetrators admitted that they raped somebody-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D00900","speaker":"1159"},{"type":"speech","time":1437125400,"counter":29,"content":"<p>Senator, your time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01100","speaker":"1120"},{"type":"speech","time":1437125400,"counter":30,"content":"<p>-----yet suspended sentences were handed down.  We saw this week, in regard to the house of horrors, where three judges said that the sentence should be reduced for one of the most horrific cases of abuse in the history of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01200","speaker":"1159"},{"type":"speech","time":1437125400,"counter":31,"content":"<p>Senator, your time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01300","speaker":"1120"},{"type":"speech","time":1437125400,"counter":32,"content":"<p>All of these judges are male, middle class and privately schooled.  That has got to change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01400","speaker":"1159"},{"type":"speech","time":1437125400,"counter":33,"content":"<p>I am delighted to have an opportunity to address the Leader this morning.  He will recall that nine days ago I raised the issue of 17 homeless women in Dublin who are pregnant.  It is a scandal.  It has taken me a week to get one media outlet to cover this story.  I compliment the journalist, Philip Ryan, of the <i>Irish Independent<\/i>, for covering it.  I have met with some of these young women who are pregnant and homeless.  Some of them are living in squats, in tents behind homes or on sofas.  Other Senators mentioned the issue earlier.  Cura, an agency that helps pregnant women, has only four places available.  The situation is desperate.  I have written to the Taoiseach but got no response.  I have written to the Minister for Health but got no response.  I wrote to the Minister for the Environment, Community and Local Government and got an acknowledgement.  I met him, but nine days later nothing has been done.  One of these girls is due to give birth three days from now.  Where does she go?  It is bad enough to be pregnant and homeless, but imagine being homeless with a new baby.  One of these women has diabetes but she has no place to store the insulin.  She has to be out of the hostel at 9 o'clock in the morning.  It is unsustainable.  I am delighted the Cathaoirleach is giving me the opportunity to speak.  The House will sit next week.  I ask the Leader to help us get an emergency response, priority one status, to provide supportive accommodation for these women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01500","speaker":"1131"},{"type":"speech","time":1437125400,"counter":34,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01600","speaker":"1123"},{"type":"speech","time":1437125400,"counter":35,"content":"<p>We are either a caring society or we are not.  I will continue to raise this issue over the coming days.  I am relying on the Leader with regard to this issue.<\/p> <p>Is it true that we will not have any Commencement matters next week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01700","speaker":"1131"},{"type":"speech","time":1437125400,"counter":36,"content":"<p>It is outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01800","speaker":"1123"},{"type":"speech","time":1437125400,"counter":37,"content":"<p>If that is the case, I have had a Commencement matter down regarding Innis Me&aacute;in national school for more than a week.  It needs a second teacher.  It has a woman working with children on her own, with no cover to allow her go to the bathroom or have her lunch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D01900","speaker":"1131"},{"type":"speech","time":1437125400,"counter":38,"content":"<p>Senator, that is another matter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D02000","speaker":"1120"},{"type":"speech","time":1437125400,"counter":39,"content":"<p>It is an unsafe situation for any teacher to be working in.  I want to know the reason for that, and I look forward to the responses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D02100","speaker":"1131"},{"type":"speech","time":1437125400,"counter":40,"content":"<p>Senator Mooney paid tribute to the captain and crew of the <i>LE Eithne<\/i>.  This is a special day for the Naval Service with the <i>LE Eithne<\/i>returning and the <i>LE James Joyce<\/i>arriving in Haulbowline at the same time.  It is great to see &euro;70 million being spent on such a wonderful new vessel.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator pointed out, our seas are almost ten times greater than our landmass and it is very important that we have these vessels.  I wish to join in complimenting the captain and crew and I commend them on their humanitarian work.  Senator Craughwell raised a related item.  I was not aware that there is a claim for overseas service.  I am fully aware of the sacrifices that members of our Defence Forces make and I will raise the matter with the Minister for Defence, but I am surprised to hear that.  I had not been informed of the situation.<\/p><p>Senators Mooney, Craughwell, Healy Eames and Hayden raised the issue of homelessness.  We are all aware that the problem has not gone away and that there is a need for further investment.  We saw a big improvement.  There was a significant injection of capital last year and it solved it for some time, but we still have problems, especially the dreadful problem of homeless pregnant women, which has been highlighted by Senator Healy Eames.<\/p><p>Senator Hayden praised the work of the Dublin Region Homeless Executive.  There is no doubt those involved have done Trojan work since the organisation was set up.  This issue needs to be addressed and it is a priority.  I will certainly bring the matter to the attention of the Minister for the Environment, Community and Local Government and ask him to address the question of the shortfall in funding for homeless services.  The Minister of State with responsibility for housing will be in the House later today and I will bring the matter to his attention as well.<\/p><p>Senators Bacik and &Oacute; Clochartaigh commented on direct provision and the recent report which has been published.  A task force has been established by Government to assist with the transition of persons from direct provision.  It will be chaired by the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, and will report back to Government on key aspects of the report by 30 September.  The working group will deal with the protection process.  Separately, the Minister for Justice and Equality, Deputy Frances Fitzgerald, is writing to her Government colleagues to seek their views on aspects of the report that impact on their Departments.  The immediate focus of the task force will be on the particular needs of the cohort of people who continue to reside in direct provision, despite having been granted protection status or leave to remain.  The task force will bring together representatives of Departments and will draw on the expertise of relevant agencies and non-governmental organisations, as appropriate, to consider the issues involved in the successful transition of these people into Irish society.  I imagine this will be welcomed by everyone.  Perhaps we can have a further debate on the matter in the autumn session.<\/p><p>Senator Barrett welcomed the return home of some of the survivors of Berkeley.  I imagine we all wish them good health and happiness for the future.  Senator Barrett also recalled the resilience of the Irish race - despite our difficulties - in the recent report which has been published.<\/p><p>Senator Eamonn Coghlan welcomed the &euro;100 million additional investment in tourism, transport and sport.  The injection of capital for remedial roadworks will be welcomed by local authorities throughout the country.  It is great to see the sod being turned on the new indoor arena at Sport Campus Ireland, something which was mooted over 50 years ago, as Senator Coghlan mentioned.<\/p><p>Senator &Oacute; Domhnaill and other Senators raised the matter of procurement services within the HSE and hospitals.  I did not see the programme but I agree these practices are totally unacceptable and need to be addressed as a matter of urgency.  In respect of Senator Craughwell's comments, I take the view that the procurement issues are employment disciplinary matters and I do not think there is a suggestion of criminal activity.  However, I am sure if there is the Garda will be actively involved in the situation.<\/p><p>Senator Hayden, as I mentioned, spoke on homeless services and the need to hold the line on housing standards.  I agree totally with her.  There can be no short-term or quick fixes in respect of the difficulties we have with housing.  Standards will have to be maintained.<\/p><p>Senator &Oacute; Clochartaigh raised the matter of direct provision, which I have addressed, and the Magdalen sufferers, a matter raised by Senator Heffernan on Tuesday.  I hope these matters will be addressed by Government in early course.<\/p><p>Senator Mullins highlighted the case of a prisoner in Castlerea.  I will bring the matter to the attention of the Minister for Justice and Equality.  When we have people convicted of serious offences, it is important that they are incarcerated as soon as possible but I am sure this matter will be addressed.  I will certainly bring it to the attention of the Minister for Justice and Equality.<\/p><p>Senator Daly relayed facts in respect of judges.  I wish to point out that the facts and figures he gave relate to civil law jurisdictions.  We are a common law jurisdiction, so the facts to which he referred have no bearing on the Irish situation.  Senator Daly should note that 33% of judges in Ireland are female, which is one of the highest, if not the highest, percentage in Europe among the common law jurisdictions.  Last year, the Government appointed 21 judges, 12 of whom were female, that is, over 50%.  I think Senator Daly should look at that situation.  These are the facts.  I believe the Government is doing everything possible to raise the number of justices who are female, and I believe Senator Daly should acknowledge that.  The question of sentencing is another issue altogether.  I will certainly try to arrange a debate on sentencing in the autumn.<\/p><p>Senator Healy Eames remarked on the homeless situation, which I have addressed.  She also asked about Commencement debates.  We will not have Commencement debates next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#D02200","speaker":"1130","continuing":true},{"type":"speech","time":1437125400,"counter":42,"content":"<p>That is unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00200","speaker":"1131"},{"type":"unspoken","time":1437125400,"counter":43,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sittings of Seanad: Motion","time":1437125400,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00400"},{"type":"speech","time":1437125400,"counter":45,"content":"<p>I move:<blockquote><br \/><br \/>That, notwithstanding anything in the Standing Orders relative to Public Business:1) the Seanad shall meet at 12:30 p.m. on Monday, 20th July, 2015;<br \/><br \/>2) the Seanad shall meet at 10:30 a.m. on Tuesday, 21st July, 2015; and<br \/><br \/>3) at the sittings of the Seanad on the 21st and 22nd July, 2015:<blockquote>(i) Standing Order 29 shall stand suspended; and<br \/><br \/>(ii) the Order of Business shall be proposed at the commencement of public business.&rdquo;<\/blockquote><\/blockquote>The motion provides for the House to sit on Monday and Tuesday next week.  We had intended to sit on Wednesday but with the co-operation of all involved, I hope we can do our business on Monday and Tuesday and complete our business by Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00500","speaker":"1130"},{"type":"speech","time":1437125400,"counter":46,"content":"<p>I am opposing the motion on the basis-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00600","speaker":"1131"},{"type":"speech","time":1437125400,"counter":47,"content":"<p>Senator, the motion is being taken without debate.  Is it agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00700","speaker":"1120"},{"type":"speech","time":1437125400,"counter":48,"content":"<p>V&oacute;t&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#E00900","speaker":"1131"},{"type":"speech","time":1437125400,"counter":49,"content":"<p>Will the Senators claiming a division please rise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#F00100","speaker":"1120"},{"type":"unspoken","time":1437125400,"counter":50,"content":"<p>Senators Gerard P. Craughwell, Fidelma Healy Eames, and Trevor &Oacute; Clochartaigh rose.<\/p>"},{"type":"speech","time":1437125400,"counter":51,"content":"<p>As fewer than five Members have risen I declare the question carried.  In accordance with Standing Order 61 the names of the Senators dissenting will be recorded in the Journal of the Proceedings of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#F00300","speaker":"1120"},{"type":"unspoken","time":1437125400,"counter":52,"content":"<p>Question declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":53,"content":"<p>Sitting suspended at 11.30 a.m. and resumed at 11.40 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Civil Debt (Procedures) Bill 2015: Second Stage","time":1437125400,"counter":54,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#H00100"},{"type":"unspoken","time":1437125400,"counter":55,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1437125400,"counter":56,"content":"<p>I welcome the Minister, Deputy Fitzgerald, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#H00300","speaker":"1127"},{"type":"speech","time":1437125400,"counter":57,"content":"<p>I am very pleased to introduce the Civil Debt (Procedures) Bill 2015 and look forward to hearing Senators' contributions to it.  Importantly, this Bill provides for the abolition of imprisonment of debtors and fulfils a commitment made in the programme for Government in this regard.  Contrary to some submissions that have been made, it comprehensively allows for the abolition of the imprisonment of debtors.  There was some concern that it had not been dealt with and I introduced an amendment in the D&aacute;il yesterday that made absolutely sure that it was a comprehensive abolition of imprisonment of debtors, so it does fulfil that commitment made in the programme for Government in this regard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The purpose of the Bill is to provide for the introduction of additional measures to the existing suite of measures for the enforcement of debt.  It is very important to see this as part of a suite of measures that is available to creditors.  These new court-based options will provide for the enforcement of debt, which is a normal part of any economy.  It is very much in line with what happens in other countries.  It has specified upper and lower limits by means of attachment of earnings or deductions from certain social welfare payments where the debtor has the capacity to repay the moneys owed, which is a very important point.  Consumer debts owed to financial institutions or licensed moneylenders and arising from loans are excluded from the scope of the Bill.  As Senators will note, the Bill does not apply to recovery by financial institutions of debts arising from money lent to customers.  It applies to creditors such as smaller sole traders, subcontractors and other small businesses which have supplied goods and services and provides them with new avenues to get paid what is owed to them by those who can afford to pay.  Very strict criteria about affordability are built into the Bill.  Equally, it applies only to modest debts which fall within the lower and upper limits respectively of &euro;500 to &euro;4,000.<\/p><p>The provisions in the Bill arise from the recommendations made by the Law Reform Commission, LRC, in its 2010 report entitled \"Personal Debt Management and Debt Enforcement\".  That report made a number of recommendations for reform of the existing personal insolvency and debt enforcement regimes.  Key elements of the report were implemented through the enactment of the Personal Insolvency Act 2012.  Much of the focus of the reforms implemented to date in the area of civil debt has been centred on personal insolvency and those who cannot pay.  Senators will be aware of the Government's announcement in May of a major initiative relating to mortgage arrears in this connection and also of the fact that the Personal Insolvency (Amendment) Bill is currently before this House.<\/p><p>However, the LRC report also identified the need to reform the existing debt enforcement regime to ensure balance - and this is a very balanced Bill - in the creditor-debtor dynamic and recommended the introduction of a number of reforms specifically aimed at improving the current range of court-based options available to creditors in recovering moneys owed to them.  These reforms are aimed at debtors who have capacity to pay their debts but fail to do so - the \"won't pay\" debtors.  This would include Irish Water charges and the charges of energy and telecommunications companies.  Measures specific to compliance with Irish Water charges and provisions for eligibility and payment of the water conservation grant after 2015 have been addressed separately, as Senators are aware, by the Minister for the Environment, Community and Local Government in the Environment (Miscellaneous Provisions) Bill 2015.<\/p><p>Clearly, the most desirable situation is for creditors and debtors to reach an amicable agreement for settlement of debt.  However, in some cases the debtor - who may actually be in a position to pay the debt - simply refuses to engage with the creditor or does not adhere to the agreed repayment schedule to satisfy an outstanding debt.  The creditor has little option in such circumstances but to take legal action to secure repayment of the debt.  Many Members of this House will recognise that scenario and will be acutely aware of situations across the country where small suppliers of goods and services - often small or sole traders and other small businesses - simply cannot get paid by individuals whom they have supplied even in circumstances where there is little or no doubt but that the individual can afford to pay.  This Bill gives those creditors, as well as others where the debts are modest ones falling within the range I have outlined, two new court-based options in addition to the suite of options already available to secure payment of a debt.<\/p><p>At present, the position is that, once a creditor has obtained a judgment order from the court, the judgment can be enforced.  The main ways of enforcing judgments for civil debt are by registration of the judgment first followed by execution against goods, garnishee order, instalment order or judgment mortgage.  For smaller debts, instalment orders or execution against goods are the most common methods of enforcement.  Along with the economic reality of serious indebtedness and the need to provide for legislative options for those who are insolvent and bankrupt, it is equally an economic reality that creditors must have options available to them to recover money owed to them, particularly where the debtor has capacity to repay and will not do so.  Those who provide goods and services are entitled to seek repayment from their customers.  If this was not the case, businesses would simply not survive.  Indeed, many small businesses will have failed because they have not been able to collect money owing to them.<\/p><p>However, I am mindful that in introducing new measures relating to enforcement of debt that there is a need to protect vulnerable debtors from the aggressive actions of certain creditors.  The Civil Debt (Procedures) Bill provides for a number of important safeguards which will ensure that debtors are given adequate protections in this regard.  It is important that I outline those safeguards for the information of the House:<\/p><p>First, the debtor will be offered an opportunity to make representations to the court on his or her behalf before the court may make a decision on the matter.  We must remember that there will have been many opportunities before the situation ever came before the courts where the debtor had an opportunity to pay the bill.  Second, in making a decision, the court will be required to take into account the debtor's capacity to repay the debt in terms of the amount of the attachment or deduction which would be ordered.  The proposals provide that the debtor's situation must be assessed by the court deciding on enforceability so that the attachment of earnings or deduction from social welfare cannot cause him or her undue hardship or encroach on basic income sustainability to ensure basic living costs can still be met by the debtor.  The debtor will be obliged to provide a statement of means to the court which will then be examined by the court in assessing his or her capacity to pay.  Where the debtor is not an employee but is on social welfare payments, this statement of means will have attached to it a verification statement from the Department of Social Protection setting out exactly what payments are being made to the debtor and the deductions, if any, already being made from them.<\/p><p>The court will be thus in a position to make a fully informed assessment of what the debtor can or cannot afford to pay.  Yesterday, I introduced an amendment to make sure that the details like PRSI numbers are confidential, which is very important.  I have also allowed for variation or termination of the order if the debtor's circumstances change materially.  If the income increases or decreases, it is possible to go back to court to allow for a variation that reflects the circumstances.  Finally, the court may adjourn proceedings for such period or periods as the court thinks reasonable if it appears to the court that the judgment debtor is likely to be able to pay the debt within a reasonable period.  The court can decide that given all of the circumstances, there should be an adjournment to take reasonable considerations into account if the person says they are going to pay the debt.  There is a lot of flexibility available to the court to reach the best solution.  <\/p><p>I would like also to say a few things about the provisions of the Bill which allow the court to order appropriate deductions from payments to a social welfare recipient in satisfaction of a debt.  Affordability is absolutely critical here and will be judged by the court on the basis of accurate information provided by the Department of Social Protection to the court.  Deductions may be ordered only from net scheme payments.  It does not apply to all payments but only to payments which are prescribed by the Minister for Social Protection as being suitable for deductions on the basis of being stable ones with long-term recipients and taking into account any deductions which are already being made.  Deductions may also be ordered only from a recipient's personal rate.  This is a very important point when it comes to children and families.  They can only be ordered from the portion of the person's social welfare payment which does not include payments or elements of payments which might be in respect of their dependants.  At the end of the day, it may be that in assessing affordability, a court will be in a position to order only very small deductions from the payments of social welfare recipients or indeed in some cases none at all and there is a strong set of safeguards in place to ensure balance and fairness in these situations.<\/p><p>I will refer briefly to some of the other recommendations of the LRC which have influenced the development of the policy relating to the Civil Debt (Procedures) Bill.  The LRC report acknowledged the need for creditors to recover their debts, particularly where the debtor has capacity to repay and refuses to engage meaningfully with the creditor.  The report also made a number of recommendations for wide-scale reform of the current debt enforcement regime, including the setting up of a debt enforcement office.  I should mention at this juncture that the Civil Debt (Procedures) Bill does not propose to implement this particular recommendation.  Rather, it focuses on improving on the existing court-based enforcement measures.<\/p><p>Debt enforcement by means of attachment of earnings orders was examined by the LRC.  Its report noted that in Ireland attachment of earnings orders are mainly used in the enforcement of judgments except in the context of family law where they are used for enforcing court orders.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As part of its consultation process, the LRC sought views on this issue and found that the introduction of such a measure was widely supported - it is important to note this.  The LRC also noted that this method is used to enforce judgment debts in a large majority of the systems it surveyed in other jurisdictions.  We are not doing something that is totally different from what has happened in other jurisdictions in relation to the enforcement of debt.  In fact, when it did the consultation, it got wide support and also found that it was happening in other jurisdictions.  <\/p><p>It was noted that future income, of course, is often the single most reliable source of funds to satisfy proven debts, particularly in the case of consumer debtors.  Potential efficiency was also cited as an argument for the introduction of such a mechanism.  The LRC also looked at the possibility of making deductions from social welfare payments as a means of debt enforcement but was of the view that this was a policy matter, which we are now addressing, which lay outside the scope of its review.  However, it did identify a number of principles which it considered to be important in the development of any policy in this area.  I have addressed them to a degree already, but I will summarise them.  The principle of enforcement should be appropriate and proportionate in all cases and decisions on the enforcement of a judgment must be based on an accurate and comprehensive assessment of the debtor's capacity to repay the money owed and, while recognising the creditor's right to have their judgment debt satisfied, must be vindicated and respected.  There should be safeguards to ensure that the debtor's standard of living is not reduced below a basic level.  So all of these principles have been taken into consideration in the development of the Bill and I thank the officials from the Department of Justice, who have put such a huge amount of work into this legislation, and the office of the Attorney General, which has given very detailed advice on it.<\/p><p>One of the key recommendations of the LRC in this area is the abolition of imprisonment of debtors.  Under existing law, arrest and imprisonment remains a possibility as an enforcement mechanism of last resort in cases where a creditor has proved beyond all reasonable doubt that the judgment debtor has failed to comply with an instalment order due to his or her wilful refusal or culpable neglect.  The commission also noted that the removal of imprisonment for failure to comply with a judgment debt in ordinary civil proceedings could be without prejudice to the retention of imprisonment in other scenarios such as the enforcement of family maintenance orders.  <\/p><p>Before outlining in more detail the provisions of this Bill, may I remind Senators that what the Government proposes here is a straightforward piece of legislation built from longstanding analysis and recommendations of the LRC, which provides two key enhancements for suppliers of goods and services to recover modest debts in the courts.  Yes, it will be open to be used by utilities such as energy or telecoms, or Irish Water, but it will also be available for use by small businesses and traders around Ireland.  It will not be directed at those who cannot pay, but those who can pay but choose not to, and it will not be directed at anyone unless the court decides that it is within their capacity to pay.<\/p><p>I will turn now to some of the detail of the Bill.  Section 1 is the definition of the Bill.  Among the terms defined is net scheme payments.  That is obviously necessary in order to deal with the issues I have mentioned on social welfare payments and the exclusion of the banks, credit institutions, money lenders, credit card debt - they are all excluded.  There are some other standard provisions there.  Section 6 deals with the amounts that I have discussed - the &euro;500, but no greater than &euro;4,000.  There is a section dealing with that provision which I mentioned that the court can allow for an adjournment if there seems to be a reasonable chance of the debt being settled.  Section 9 deals with the attachment orders I have outlined and section 10 empowers the court to make an attachment of earnings orders.  Of course, key to that is the debtor having an opportunity to make representations before the decision is made and the court cannot make an attachment of earnings order unless it is satisfied that the judgment debtor is a person to whom earnings fall to be paid and that due regard has been given to his or her particular circumstances, including, of course, financial circumstances.  <\/p><p>The other sections go into detail on the powers of the court.  For example, section 14 empowers the court, on application by the employer concerned, the judgment debtor or the judgment creditor, to rule on whether certain types of payments are earnings for the purpose of an attachment of earnings order in force.  Issues will arise about particular payments and particular employments as to whether these constitute earnings and we have allowed for a section to empower the court to make a judgment on that.  There are detailed sections on deductions from social welfare.  We also look at the compliance issues.<\/p><p>Section 18 provides that the Minister for Social Protection shall not make deductions which would have the effect of reducing the net scheme payments below the basic social welfare rate.  The other sections outline the various points that I have made on how the Bill will work.  Section 23 provides for a number of penalties in respect of false or misleading statements or contraventions of the Act and the prescription by the Minister of Social Protection as to which social welfare payments come within the scope of the Bill.  That is under section 24.<\/p><p>I will conclude by saying, and I think Senators will agree, there is a need for a balanced approach to civil debt to ensure the protection of creditor rights by making available a range of legal mechanisms which compel payment by \"won't pay\" debtors who knowingly refuse to pay their obligations.  Therefore, it is important that any legislative initiatives in this area support and protect those who simply cannot pay their debts while dealing appropriately with those who have the capacity to pay but simply refuse to do so.  I believe that the Civil Debt (Procedures) Bill strikes that balance in regard to the enforcement of modest debts owed to providers of goods and services through attachment of earnings or deductions from social welfare payments.  I look forward to hearing Senators' views during the progress of the Bill through the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#H00400","speaker":"1009","continuing":true},{"type":"speech","time":1437125400,"counter":60,"content":"<p>I welcome the Minister, Deputy Fitzgerald, to the House for the Second Stage of this Bill.  I acknowledge the work of Minister Fitzgerald and her officials in bringing forward the Bill.  In the general scheme of things, we should welcome bringing striking a balance and bringing Ireland into line with other international jurisdictions in terms of what was outlined in the 2009 FLAC document, &quot;To No One's Credit&quot;.  We would all support that.<\/p><p>However, there have been issues raised by FLAC and others about this legislation which are a cause of concern.  The Minister has mentioned the Law Reform Commission recommendations in this regard which, in their general thrust, form the largest part of this Bill.  However, it would appear that the Law Reform Commission recommendations were adopted <i>&agrave; la carte<\/i>into this legislation because other protections that had been proposed by the commission have been omitted.  If I have time, I will get to them here on Second Stage or, alternatively, on Committee Stage.<\/p><p>Ultimately, it would appear that the legislation will give creditors the opportunity to apply to the court for an order enabling either an attachment of earnings or deductions from social welfare.  Alarmingly, that includes utility companies, as the Minister has mentioned, including Irish Water, and Irish Water was referred to here yesterday.  The end of imprisonment for non-payment of debt is being introduced and is a welcome step.  This was debated in the D&aacute;il last evening and the Minister mentioned that safeguards have been put in place against imprisonment for non-compliance of court orders on debt.  FLAC raised concerns in this regard.  Perhaps they have now been addressed and if they have, I very much welcome that.  <\/p><p>The other issue is to whom the debts would apply.  Financial institutions, credit unions, and mortgage and credit card companies and so on are excluded, but there has been speculation that the Bill is, partly at least, intended to recover payments for State levies, such as unpaid water charges through the attachment of a person's income or a deduction from his or her social welfare.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Under the definition of \"debt\" in section 1, the attachment of earnings will not be available to a lender authorised by the Central Bank.  That is fine, but what about unregulated lenders like loan sharks and so on?  Are they included in this legislation?<\/p><p>The debt situation in Ireland is of concern.  MABS has compiled a report covering the first quarter of 2015.  Some 4,872 new clients approached it in that time, 63% of whom derived their primary income from social welfare payments and 37% of whom derived their primary income from self-employment.  The latter are not included in this legislation.  Is there a reason for that?  The Minister mentioned hardware stores.  I know of many in my county that were done out of money as a result of small builders going to the wall, yet that is not included in this legislation.  It seems that the State is protecting itself, particularly in terms of new establishments such as Irish Water that are not covered by debt recovery measures under older legislation.<\/p><p>I went through the figures relating to the people who approached MABS in the first quarter of this year.  Approximately 80% would not be covered by this legislation, as most of their queries related to personal loans with financial institutions, credit cards and mortgages.  Comprising the other 20% were queries relating to utility companies like providers of telephone and electricity services.  Water has not been charged yet, but it will be included under this Bill.  Of the 4,872 new clients, 221 approached MABS regarding moneylenders, although I am unsure as to whether those were regulated or unregulated lenders.  Will people with overdrafts, hire purchase loans for cars and so on be covered by this legislation?  Are landlords and catalogue companies included?  I would like the Minister to expand on the types of debt that will be covered.<\/p><p>Questions arise about ability to pay, which is an issue that the Minister mentioned.  I agree with her, in that there are people who have the ability to pay but, for political or other reasons, choose not to.  They take an ideological stance, which is their right.  However, I am unsure as to how a court will determine ability to pay.  The procedure involves the District Court.  Section 7(1) outlines that the court will assess the capacity to pay and the debtor will be offered an opportunity to make representations to the court on his or her behalf.  However, the section makes no reference to the court defining what constitutes a reasonable living expense.  The Minister mentioned that deductions in earnings would allow for reasonable living expenses.  The supplementary welfare payment is &euro;186 or so for an individual.  Presumably, this figure will be considered the reasonable living expense.  Nothing requires the District Court to include such considerations in its determination on an attachment of earnings, though.  The Free Legal Advice Centres, FLAC, are concerned that the District Court will not have the necessary expertise on financial, budgetary and over-indebtedness matters to deal with them appropriately.  This issue must be addressed and I would be interested to hear the Minister's comments on same.<\/p><p>As to deductions from social welfare payments, those payments are often nothing more than survival payments.  Given the society that we live in, is it right to reduce the money given to those who are in survival mode?  I am not sure that it is.<\/p><p>I welcome aspects of the Bill.  The Law Reform Commission, LRC, has made recommendations regarding a number of matters, for example, employees' deductions being made through their employers.  This will be a major issue down the road, with employers branding or castigating employees based on court orders requiring the former to deduct money from the latter's wages because of bills that were left unpaid.  People will be branded wrongly, leading to them becoming nuisances for their employers, who will take the easy way out and discharge them.  Nothing in the Bill would protect the employee in that instance even though it is a key recommendation of the LRC.  That is a mistake.  If an attachment order was made against an individual and he or she applied for a job, the new employer would have to deal with the order within ten days of the person getting the job.  Will attachment orders become the subject of an interview question?  Issues such as this have not been thought out or address in the Bill.  As a result, we will introduce amendments on Committee Stage.  While we support aspects of the Bill, we will vote against it in its current format, given its lack of protections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#K00200","speaker":"1123","continuing":true},{"type":"speech","time":1437125400,"counter":62,"content":"<p>I thank the Minister for the comprehensive outline and I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House yet again.<\/p> <p>I welcome the Bill.  No more than any Bill that deals with the cruel issue of indebtedness and so on, it is evolving.  It has given some credence to the series of recommendations that the LRC has made in this regard.  Most people do not want to see someone going to jail for not paying a television licence fee, for example.  The revolving door is an issue and has presented challenges to the Prison Service, with people going to jail only to be released a couple of days later.  When the fines in question only amount to a few hundred euro or so on, this does nothing for anyone's dignity.<\/p> <p>In this Bill, we are bringing our system into line with what obtains in most European countries, and on that basis I welcome it.  I listened to Senator &Oacute; Domhnaill, who has genuine concerns.  His final point on someone at a job interview facing, as part of that suite of questions, queries about whether he or she was the subject of an attachment order was a fair one.  I do not know how to address it other than to make it illegal to ask such questions.  I would be interested in the Minister of State's suggestion as to how to get around it.<\/p> <p>Everyone is unique, and each situation can be unique to that individual.  One cannot legislate to protect everyone in all situations, but what the Bill proposes is an advancement of the common good.  People who can afford to pay should pay.  As the Minister rightly pointed out, if people in business had no way of collecting debts, the system as we know it would break down.  However, that story differs from someone who cannot afford to pay a debt.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is the whole issue of wanting to pay versus not wanting to pay.  What is proposed here is a balancing act.  I look forward to Committee Stage where we can discuss the minutia and ensure the very interesting points that have been brought up here are dealt with.  Perhaps the Government can introduce some amendments to address those concerns.  As I said when we discussed the insolvency legislation yesterday, this is all evolving.  The Government introduces legislation and if it is proved that elements of it are clearly not working, it is up to us to amend it.  That is something we were not afraid to do with the personal insolvency legislation.  I have no doubt that if the Government parties are re-elected in whatever form the next time, we will not hesitate in introducing amendments if that is deemed necessary.<\/p><p>Most fair-minded people do not want to see people going to jail over not paying debts.  There are many ways of dealing with it outside imprisonment.  Our prisons have suffered considerable overcrowding over the years, much of which is down to people going in on the revolving door process.  If we can reduce that, it will create a much healthier prison life and environment, which is something we would all like to see anyway.  We all want to see our prisons not overcrowded and having some element of dignity.  If we can eliminate the use of prison resources, bringing people in on remand for two days or whatever and then releasing them over the non-payment of small fines, that would be a good day's work.<\/p><p>I look forward to the legislation going through the House and listening to the various arguments on Committee and Report Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#L00200","speaker":"1158","continuing":true},{"type":"speech","time":1437125400,"counter":64,"content":"<p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House.  I apologise that I was not here when the Minister, Deputy Fitzgerald, was giving her overview of the legislation.  I was attending a meeting of the Joint Committee on Health and Children which was engaging with the Child and Family Agency.<\/p> <p>While I appreciate the desire to have certain legislation passed through the Houses before the summer recess, it should not be at the expense of the democratic process.  The Minister of State is aware, as are my Seanad colleagues, that our agenda has gone from meagre at various stages over recent months with thinly veiled time-fillers to the scenario we have now where there is insufficient time to scrutinise this Bill properly and fulfil our legislative duty. <\/p> <p>I was unable to follow the Bill&rsquo;s conclusion in the D&aacute;il yesterday afternoon due to a meeting of the Joint Committee on Health and Children, legislative briefings and various meetings throughout the day.  There was not even an updated version of the Bill until this morning.  It was not available when I was putting my thoughts together on the Bill.  Only for a briefing yesterday afternoon by departmental officials, which was extremely helpful, I would not have known or been able to welcome that the Bill has been amended to repeal the relevant provisions of the Enforcement of Court Orders Acts 1926 to 2009, which was preventing the Bill from truly abolishing the imprisonment mechanism for non-payment of civil debts.  I really welcome that.<\/p> <p>I strongly support extending the recognised principle of detention as a last resort for children to adults, with an urgency for the 18 to 24-year old cohort.  I accept imprisonment is unavoidable in certain circumstances, particularly in the case of violent offences but our rates of committal to prison under sentence and the increasing number of committals for less than three and six-month periods means that Ireland has one of the most punitive criminal justice systems in Europe.<\/p> <p>The statistics for imprisonment for non-payment of debt are interesting.  According the Irish Prison Service annual report, 23 debtors were subject to a period of custodial sanction in 2014.  This compared with 8,979 committals for non-payment of court ordered fines, the vast majority of which were for periods of less than three months, but none the less at significant cost to the State.  <\/p> <p>When will the Fines (Payment and Recovery) Act 2014 be commenced?  While not completely removing the possibility of imprisonment for non-payment, the Act provides much-needed alternatives such as the payment of fines by instalment, by attachment and recovery orders if appropriate, and by the substitution of community service orders for the fines.  It is simply absurd that five years after the Fines Act 2010 introduced a payment by instalment mechanism, the Courts Service is still unable to progress the facility and there are nearly 9,000 committals a year as a result. <\/p> <p>I have a number of concerns about this Bill, which echo many of the same concerns flagged by FLAC in its submission.  I had a chance to discuss some with the departmental officials at yesterday&rsquo;s briefing.  I have some concerns over the assessment of ability to pay.  Why is there no statutorily enshrined guidance for the District Court in determining a debtor&rsquo;s ability to pay his or her debt or the amount to be attached or deducted over a given period?<\/p> <p>There will undoubtedly be unequal assessment depending on the court.  This already happens with family law maintenance where orders can vary extensively depending on the court in question.  There is a need for guidelines.  The guidelines exist, as the guidelines on reasonable standard of living, reasonable living expenses for debtors.  The Bill would be greatly strengthened by specific reference to the &ldquo;reasonable living expenses&rdquo; guidelines that the Insolvency Service of Ireland and the official assignee in bankruptcy must consider in accordance with section 23 of the Personal Insolvency Act 2012 to ensure a debtor&rsquo;s income does not fall below an acceptable minimum standard.<\/p> <p>The guidelines have their base in objective, academic work, principally of Dr. Miche&aacute;l Collins at Trinity College working with the Vincentian Partnership for Social Justice which in turn used a well-established model developed by Loughborough University in the UK.  They are used for debts big and small in the insolvency service including assessments for debt relief notices where the maximum reference debt is &euro;20,000 but can be much smaller.  If it is good enough for insolvency and bankruptcy deliberations, why is it not good enough in the context of civil debt?<\/p> <p>I cannot but wonder if the reason it is not included in the Bill is that many, if not all, social welfare recipients subject to its assessment would fail to reach the threshold.  The truth is that this Bill, while necessary and welcome in many ways, has a special interest in ensuring that outstanding water bills can be collected from the &ldquo;refuse to pay category&rdquo; in receipt of social welfare. <\/p> <p>Is the point of social welfare not to provide the minimum of what people who are not in employment need to survive?  How then can any deduction, even as low as the &euro;1 and &euro;5 per week as mooted in the briefing we had, not cause additional hardship to those already experiencing poverty?  It is an apparent contradiction in that there is no provision for the deduction of fines from social welfare payments under the Fines (Payment and Recovery) Act 2014 and no plans to introduce such arrangements.<\/p> <p>I am really concerned that the civil debt proceedings will be taking place in open court.  At least with family law maintenance hearings only the parties to the case will hear all of the details of income and expenses.  The civil debt situation is in open court.  Anybody who has attended the District Court will know it is often very full.  In the court the debtor must file details of their finances or face prosecution and the creditor can question the debtor in open court.  If the reasonable living expenses guidelines I have suggested were used, then a debtor&rsquo;s affairs would only be opened up for the general public in cases where the expenses were above what was considered reasonable.  The expenses would be the same throughout all the courts of the land.<\/p> <p>I have concerns over employment protection issues.  There is no protection in the Bill for a debtor, against whom there is an attachment of earnings order, from adverse or unfair treatment by his or her employer.  This is different from a maintenance attachment in a family law context or dispute.  I am concerned that an employer might infer that the employee is untrustworthy or unreliable.<\/p> <p>FLAC has recommended that we amend the Unfair Dismissals Acts 1977 to 1993 to specifically prohibit dismissal on the grounds of being subject to an attachment of earnings order.  Why does the Bill allow an attachment order to be obtained and notified to a person&rsquo;s employer without any prior steps being taken to recover the debt?  Surely an attachment of earnings order should only follow the debtor&rsquo;s failure to meet the terms of an instalment order and where the varying of an instalment order downwards has been considered.<\/p> <p>Those are my specific comments.  I am raising them today rather than waiting for Committee Stage, given the fast pace at which the Bill will move through the House.  I support the general principle and aim of the Bill.  I have tried to outline where we could strengthen it to protect those who need to be protected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#M00200","speaker":"1171"},{"type":"speech","time":1437125400,"counter":65,"content":"<p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House and the opportunity to speak on the Bill, which I welcome.  I particularly welcome its key principle, which is to seek an end to the imprisonment of persons for non-payment of civil debt.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Senators Conway and van Turnhout stated, this is a really admirable and noble principle and is hugely important.  I absolutely concur with what Senator van Turnhout said about the Fines Act.  It has exercised many of us, particularly those of us on the Oireachtas Joint Committee on Justice, Defence and Equality, as we have argued that the penal system should genuinely approach imprisonment as a sanction of last resort.  It is extremely disturbing to see people continuing to be imprisoned for non-payment of fines years after the Fines Act passed through both Houses of the Oireachtas simply because it has not been commenced.  I absolutely concur that we need to implement the Fines Act as a matter of great urgency to ensure people are not being imprisoned for the non-payment of fines.  Clearly this is a different matter and this Bill concerns the non-payment of civil debts.<\/p><p>I had already made a note before Senator van Turnhout spoke to say something on the unfortunate speed with which we have been presented with so much legislation so late in the term.  I say this every July, and I said it under the previous Government when I was in the Seanad between 2007 and 2011.  Every July a glut of legislation comes through both Houses of the Oireachtas.  We all know this.  It is not a feature of any particular Government; it seems to be just a feature of our legislative system.  It is most unfortunate.  At the most recent meeting of the justice committee we took a decision on a unanimous cross-party basis to write to the Minister for Justice and Equality to express our concern about this in the particular context of justice legislation.  More time should be given and legislation should be introduced on a more reasonable and phased basis throughout the year.  There are many weeks during the terms when we have very little legislation before us and inevitably in July we are faced with a glut.  The Seanad ends up sitting a number of days after the D&aacute;il to deal with the quantity of legislation.<\/p><p>Having said all that, I welcome the Bill.  I very much welcome the fact it will add to the options for the courts in particular to ensure people are no longer imprisoned for non-payment of civil debt.  The speed with which the Bill is being passed means, as the Minister stated, the amendment tabled to section 26 in the D&aacute;il on Report Stage yesterday is very welcome.  It addresses a key concern highlighted by FLAC in its excellent paper on the Bill.  It stated the options against imprisonment need to be strengthened through amendment of the Enforcement of Court Orders Act.  As the Minister stated in her opening speech, this is being done through section 26 of the Bill, which was inserted on Report Stage in the D&aacute;il and provides for the amendment of section 6 of the Enforcement of Court Orders Act to remove the possibility of imprisonment for non-payment of debts.  I did not have the opportunity to attend a briefing on the Bill, nor did I know anything about the briefing yesterday afternoon, but it is positive that the amendment has been made.<\/p><p>We are all conscious that the provisions of the Bill apply only to debts of more than &euro;500 and less than &euro;4,000 in value.  The Minister pointed out the debts to which the Bill will not apply and this is also important. The Minister spoke at length about how the Bill seeks to implement a number of recommendations of the Law Reform Commission on the enforcement of debt.  She also pointed out the Law Reform Commission's report of 2010 made a range of recommendations, not all of which are addressed by the Bill.  Some of them were implemented in the Personal Insolvency Act 2012 and other personal insolvency legislation.<\/p><p>An issue raised by a number of colleagues which should be dealt with in other legislation is protection for the debtor against adverse treatment by an employer as a result of an attachment of earnings order.  As Senator van Turnhout stated, the Law Reform Commission's key recommendation is that the Unfair Dismissals Act be amended to prohibit the dismissal of an employee on the grounds he or she has become subject to an attachment of earnings order.  This should be the subject of future legislation.<\/p><p>FLAC has pointed out the Bill represents the implementation of only some of the measures in the Law Reform Commission's report and the Minister has acknowledged this.  It does not seek to implement the entirety of the report.  In particular, she noted that the Bill does not propose to implement recommendations for wide-scale reform of the current debt enforcement regime, including the establishment of a debt enforcement office.  Future legislation should address this issue.  The Bill focuses simply on improving existing court-based enforcement measures.  It is important to state that FLAC's report is more wide ranging, as is the Law Reform Commission's report.  We need a broader suite of measures to deal with civil debt enforcement more generally, and the Minister has already commented on this.<\/p><p>The key principle of the Bill to ensure an end to the imprisonment of those unable to pay civil debt is very welcome and fits in absolutely with the recommendations of the justice committee, which in a previous report on penal reform recommended a decrease in the use of imprisonment, and, in particular, that imprisonment should be a sanction of last resort and should be reserved for serious and, in particular, violent offenders.  Non-payment of civil debt is not something for which we should continue to imprison people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#M00300","speaker":"1148","continuing":true},{"type":"speech","time":1437125400,"counter":67,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Deirtear i nGaeilge \"cuir s&iacute;oda ar ghabhar agus is gabhar i gc&oacute;na&iacute; &eacute;\".  Is l&eacute;ir go bhfuil s&iacute;oda &aacute; chur ar an ngabhar &aacute;irithe seo &oacute; thaobh an Bhille at&aacute; os &aacute;r gcomhair.  Cuireadh an m&iacute;r a bhaineann le deireadh a chur le daoine a chur i bpr&iacute;os&uacute;n ar bhun&uacute;s nach bhfuil a gcuid f&iacute;ne&aacute;lacha &iacute;octha acu isteach sa Bhille seo ar aon turas ionas go mbeadh Teachta&iacute; agus Seanad&oacute;ir&iacute; an Rialtais in ann taca&iacute;ocht a thabhairt don reachta&iacute;ocht seo.  Seachas an m&iacute;r &uacute;d, is beag at&aacute; ann gur fi&uacute; a mholadh.<\/p> <p>The way the Bill has been dealt with by the Government has been a farce since the beginning.  The Bill goes hand in hand with the Environment (Miscellaneous Provisions) Bill, which has been rushed through the Houses in the past fortnight.  The Government is clearly desperate to deal with the Irish Water debacle before the recess so that, come the autumn, Irish Water will not be a subject of Oireachtas debate ahead of a possible election.  It goes without saying that Sinn F&eacute;in does not support the primary objective of the Bill.  While we welcome the abolition of imprisonment for debtors who cannot pay, the provisions in the rest of the Bill are Thatcherite, and it is disgraceful that the Labour Party, in particular, is supporting those Thatcherite elements.<\/p> <p>The Bill is clearly aimed at the low-paid and those on social welfare.  The process as outlined in the Bill will mean a creditor will first have to have obtained a judgment against a debtor in respect of a debt, and may then make an application to the District Court for an attachment of earnings order or a deduction from payments where the judgment concerned is for a liquidated sum of not less than &euro;500 but no greater than &euro;4,000.  The debtor will then have to furnish the court with a statement of means so the court can determine the protected earning rate of a debtor.  The statement of means is a massive burden for debtors to prepare.  The protected earning rate safeguard is insufficient.<\/p> <p>The bottom line is that the Bill creates a situation whereby companies can use the courts to take money from the pockets of debtors who owe a substantially small debt in the grand scheme of things.  It is truly scandalous that the Government is proposing the Bill and, particularly, that the Labour Party Senators, Deputies and Ministers support it.<\/p> <p>With regard to the &euro;500 minimum debt for which an attachment order can be made, an unpaid water charge debt will take only two years to accumulate this amount.  The Bill means a debtor will be dragged before a judge with no recourse to appeal.  How does this differentiate, as the Government claims it does, between those who cannot and those who will not pay?  It is intimidation by the Government and it is galling.<\/p> <p>Furthermore, the Bill places an application on employers to comply with such attachment orders.  The Bill compels employers to be Government debt collectors and do its dirty work.  It means an employer must seriously damage the relationship he or she has with an employee by collecting the money.  If the employer does not do so, the courts will fine him or her.  Not satisfied with burdening employers with the role of debt collectors, the Government is stipulating that employers must go through the courts as part of normal employment behaviour.  For an employer to determine whether particular payments are earnings, he or she must make an application to the court under the legislation.  He or she may also be required to provide to the court a statement of specified particulars of his or her employees' earnings and expected earnings.  As if employers do not have enough to do already, they will now have to deal with court documents and procedures.  Where an employee against whom an attachment order has been made changes employment, the new employer must notify the court.  Setting aside for a moment the excessive administrative burden the Government is imposing on employers, imagine the impact of this measure on an employee-employer relationship.<\/p> <p>As my colleagues in the D&aacute;il have stated, Sinn F&eacute;in supports the second aim of the Bill.  We agree with the recommendations of the Law Reform Commission to provide for the abolition of imprisonment of debtors, except in the case of maintenance arising from family law.  It is in line with international best practice and human rights.  The fact that this has been sneakily attached in one section at the very back of the Bill is cynical.  To disguise the entire Bill as a step forward in dealing with civil debt in a modern way is shameful.  Sinn F&eacute;in will submit amendments to the Bill and we will not support it as it is.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The only way Sinn F&eacute;in will support the Bill is if it is amended to delete all sections which advocate the flawed approach to the recovery of debt in such an adversarial way.  The only section in the Bill that has merit is the common-sense provisions that abolish the imprisonment of debtors.  The rest of the Bill misses the bigger picture.  To allow companies, including Irish Water, to use bully tactics to recover debt in this way is unnecessary and ruthless.<\/p><p>L&eacute;ir&iacute;onn an Bille seo agus an Bille eile at&aacute; ag teacht tr&iacute;d maidir le c&uacute;rsa&iacute; chomhshaoil an teip at&aacute; ann &oacute; thaobh an Rialtais seo maidir leis an cur chuige at&aacute; aige &oacute; thaobh Uisce &Eacute;ireann.  Is m&oacute;r an scannal &eacute; agus is m&oacute;r an n&aacute;ire &eacute; do na Teachta&iacute; agus na Seanad&oacute;ir&iacute; at&aacute; ag tac&uacute; leis an d&aacute; Bhille seo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#N00200","speaker":"1122","continuing":true},{"type":"speech","time":1437125400,"counter":69,"content":"<p>In my short time here, I have listened to contributions from both sides that have been constructive.  I have also listened to much rhetoric on the issue in the D&aacute;il.  While I do not like being party political about it, rhetoric such as \"bully tactics\", \"ruthlessness\" and \"intimidation\" coming from Sinn F&eacute;in are galling in the extreme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00200","speaker":"1018"},{"type":"speech","time":1437125400,"counter":70,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00300","speaker":"1158"},{"type":"speech","time":1437125400,"counter":71,"content":"<p>That is what they are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00400","speaker":"1122"},{"type":"speech","time":1437125400,"counter":72,"content":"<p>Such accusations, coming from Sinn F&eacute;in in particular, are remarkable and do nothing to debate properly the issues at hand.  The Senator should reflect on the choice of language that was provided for him, from wherever it came.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00500","speaker":"1018"},{"type":"speech","time":1437125400,"counter":73,"content":"<p>It was very well-chosen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00600","speaker":"1122"},{"type":"speech","time":1437125400,"counter":74,"content":"<p>I thank the Senators who decided to be constructive in their contributions.  The Civil Debt (Procedures) Bill represents a balanced measure which provides creditors with improved enforcement mechanisms for modest debts and provides strong safeguards for debtors.  The Bill abolishes imprisonment, an important point to stress and something I assume people would generally be in favour of, and provides two new District Court measures for the recovery of modest debts between &euro;500 and &euro;4,000 in value.  The provisions of the Bill will be available to a wide range of creditors, although some seem to be obsessed with Irish Water.  The measures are fair and balanced and ensure consideration of a debtor's ability to pay a debt is the key element of the court process.  The Bill ensures debtors will not be subject to an attachment or deduction order that would bring their income below a reasonable standard.  The Bill does not target any particular group.  Debt enforcement and the recovery of moneys owed is part of any normal economic activity.  If it were not the case, how would businesses survive?  The Bill ensures those who owe money and have the capacity to pay something towards the debt do so.  Those who cannot pay are protected by the very significant safeguards the Minister outlined in her opening speech.<\/p> <p>There have been a number of gross exaggerations, including a suggestion that compliance with an attachment of earnings order would be a bureaucratic nightmare for employers or undermine employer-employee relations.  Employers have either in-house or outsourced access to payroll systems.  In the operation of these systems, deductions and pay-over is an everyday occurrence, whether for taxes, union subscriptions or credit union payments.  Attachment of earnings systems are working in a range of other jurisdictions and have not caused the sky to fall in regarding employer-employee relations.  In such situations, employees are protected by employment law protections such as those against unfair dismissals.<\/p> <p>Some Senators have suggested the legislation makes attachment and deduction orders a first resort rather than a last resort, which is untrue.  Before a creditor can go to court for an attachment or deduction order, he or she must first have obtained a court judgment order in respect of the debt.  Before this happens, the debtor will have had a full opportunity to make an arrangement with the creditor regarding payment of the debt.  Following that, the creditor must go to court a second time to secure an attachment or deduction order.  The debtor will have had another opportunity before this to make arrangements to pay the debt.  The Bill specifically provides that the court may adjourn an attachment or deduction application if it believes the debtor will pay the debt within a reasonable period.  If an attachment or deduction order is made under the legislation, it will be the culmination of a substantial series of processes within which there will have been extensive opportunities for a debtor to make arrangements to settle the debt.  The Bill represents a balanced measure on the enforcement of debt and will be a welcome addition to the existing measures available to creditors to seek repayment of moneys owed to them.<\/p> <p>I will address some of the more constructive questions that were asked.  I was not here for all of Senator &Oacute; Domhnaill's contribution, but will respond to his point about the establishment of a debt enforcement office.  We regard this as an unnecessary layer of bureaucracy in the context of the measures.  A number of the core issues regarding attachment of earnings and deduction of social welfare, which were raised in the LRC report, are reflected in the safeguards in the legislation.<\/p> <p>Senator van Turnhout made a point about the courts guidance on reasonable living expenses, and many people are asking why, if it was included in the personal insolvency legislation, it is not included in this Bill.  They are two different concepts.  The personal insolvency legislation is framed on the assumption that the creditor is insolvent and is seeking to have some or all of his or her debt written off.  The concept of \"reasonable living expenses\" has a different context in that scenario.  This Bill deals with debtors' capacity to pay money they owe to creditors.  The provisions ensure courts have sufficient information available on people's financial circumstances.  Courts are also obliged to take into account any representations debtors may make about their circumstances.  For example, obligations towards family members might be taken into account in assessing their ability to repay debts.<\/p> <p>The courts already have a body of expertise on the matter.  For example, the District Courts have considerable experience of living expenses regarding attachment orders which arise in the context of family law proceedings.  It is preferable to allow the court full discretion in assessing a debtor's capacity to repay a debt.  Every circumstance will be different, as the Senator will appreciate.  Individual circumstances will vary from debtor to debtor, and the courts should be allowed to make their own decisions on these matters.  There is nothing to prevent a court from having regard to the insolvency service's guidelines if it so wishes, and there is no need to make an explicit provision for it in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#O00700","speaker":"1018"},{"type":"vote","time":1437125400,"counter":75,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 23; Níl, 9.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Trevor Ó Clochartaigh and Brian Ó Domhnaill.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#P00050","aye":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1117","1172","1131","1173","1135","1134","1118","1169","1170","1129","1145","1163","1171","1143"],"nay":["1196","1133","1128","1136","1122","1123","1139","1127","1156"]},{"type":"speech","time":1437125400,"counter":76,"content":"<p>Senator Fidelma Healy Eames pressed the wrong button and the result of the vote was amended accordingly.  When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00100","speaker":"1120"},{"type":"speech","time":1437125400,"counter":77,"content":"<p>On Monday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00200","speaker":"1130"},{"type":"unspoken","time":1437125400,"counter":78,"content":"<p>Committee Stage ordered for Monday, 20 July 2015.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1437125400,"counter":79,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00400"},{"type":"speech","time":1437125400,"counter":80,"content":"<p>The Leader wishes to make an amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00500","speaker":"1120"},{"type":"speech","time":1437125400,"counter":81,"content":"<p>I propose that we commence the debate on the Urban Regeneration and Housing Bill at 1.30 p.m. rather than at 1.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00600","speaker":"1130"},{"type":"speech","time":1437125400,"counter":82,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Q00700","speaker":"1120"},{"type":"unspoken","time":1437125400,"counter":83,"content":"<p>Sitting suspended at 1.05 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Urban Regeneration and Housing Bill 2015: Committee and Remaining Stages","time":1437125400,"counter":84,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00100"},{"type":"speech","time":1437125400,"counter":85,"content":"<p>I welcome the Minister of State, Deputy Coffey, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00200","speaker":"1120"},{"type":"unspoken","time":1437125400,"counter":86,"content":"<p>Sections 1 to 3, inclusive, agreed to<\/p>"},{"type":"unspoken","time":1437125400,"counter":87,"content":"<p>SECTION 4<\/p>"},{"type":"speech","time":1437125400,"counter":88,"content":"<p>I move amendment No. 1:<blockquote>In page 6, line 29, after &ldquo;land&rdquo; where it secondly occurs to insert &ldquo;not owned by a local authority or publicly owned housing body&rdquo;.<\/blockquote>As the Minister of State will know from the Second Stage contributions Sinn F&eacute;in Members made, we support the principle of the Bill regarding a vacant site levy and some other elements of the Bill.  However, we feel the vacant site levy could be stronger and we do not support elements of Part 5.<\/p><p>Amendment No. 1 seeks to exclude local authorities from the vacant site levy.  If the Government wants to force local authorities to pay a levy on undeveloped lands, it should on the other hand empower and enable them to build housing on these lands in the first place.  Local authorities are not being given the funding to build on the land.  If this were to go through and the levies were imposed on local authority land, it could force some local authorities to sell the land rather than pay the levy.  That would create difficulties with social housing.  One wonders if that is something the Government wants to do.  In reality, the vast majority of people's housing needs are being met through the private rental sector anyway; there is very little evidence of local authority build.  Even though the Government has committed to some extra developments in coming years, it is very little in comparison with what has been built in the past.  The amendment seeks to exclude local authorities from the vacant site levy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00500","speaker":"1133"},{"type":"speech","time":1437125400,"counter":89,"content":"<p>We will be opposing this amendment.  The Government amendment means that all residential or regeneration land, regardless of ownership, public or private, will be subject to the levy if it meets the criteria for a vacant site as provided for in section 5 of the Bill.  This will ensure that all owners of vacant sites will be treated equally.  For example, local authorities will have the same responsibilities under this legislation as private landowners.  It will also encourage the local authorities, which may be in possession of potentially suitable sites for the provision of housing, to develop those sites.  In this regard I have considered and reflected on the comments and contributions from many Members during the Second Stage debate as well as in the Lower House.  The removal of the exemption will allow for the application of the vacant site levy in a fair and equitable manner to all owners of vacant sites, public or private.<\/p> <p>We must take the community view of this.  Members of the public and those on housing waiting lists do not care who owns the site.  We are trying to focus on sites of high potential in urban areas where there is a strong housing demand.<\/p> <p>The Senator, along with other Senators, Deputies and councillors, has been critical that we are not responding to the housing crisis at the moment.  This is a new power that we are giving to local authorities.  It is appropriate for them to have that power because they are closest to the ground.  They know their towns and villages, and have their county development plans.<\/p> <p>There are strict criteria associated with the vacant site levy.  The ultimate objective of the levy is to unlock these lands and get them back into beneficial use.  It is logical to do that for a number of reasons.  First, they are in urban areas and we need to have sustainable development in our urban areas.  We need to bring footfall back into the centres of our villages, towns and cities.  Second, existing public infrastructure already services these sites.  Rather than having to invest large sums of taxpayers' money in developing new infrastructure, these sites are on streets already, lying vacant.  It is up to local authorities to focus on them, regardless of whether they own them, and bring them back into beneficial use.  We believe it will bring a new focus and impetus to get these sites back into beneficial use and, therefore, we are opposing the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00600","speaker":"1092"},{"type":"speech","time":1437125400,"counter":90,"content":"<p>I fully support everything the Minister of State has said in terms of what should happen.  Of course, those lands should be used to provide housing.  The problem is that on the one hand the Government is applying this levy on local authorities because they are not building housing.  However, the reality is that local authorities need funding to build housing and they get that funding from the State.  The local authorities would argue that if the Government is going to force them to pay the levy but will not give them the money to building housing, really it is just taking more money back from local authorities or forcing them to sell the land.<\/p> <p>If local authorities have land that is serviced and could be used for housing, they should make an application for funding from the State.  What happens if that application is turned down?  In that case, on the one hand the State is refusing to provide money to the local authority, while on the other it is imposing a levy on the local authority for not building housing.  That is the concern we have.  Even if this goes through, I hope that common sense will prevail and the State will provide the funding to build the housing.  We all want the same outcome and it is just a matter of getting that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00700","speaker":"1133"},{"type":"speech","time":1437125400,"counter":91,"content":"<p>The Senator has made a fair point on funding.  In recent years we did not have the capital funding to build the level of housing we wanted to build.  Thankfully over the past year, the Government has managed to turn around the economy so that we can again make provision to see local authorities directly building houses again.  The Government has committed almost &euro;4 billion up to 2020, which is a substantial commitment of funding.  We want to direct that funding in the most efficient way possible.<\/p> <p>As the Senator will know, the legacy of the past is that local authorities, like individuals, were buying land banks that were unsustainable.  We are trying to bring the focus back to the centres of towns and villages.  Much funding is expended on delivering infrastructure for new housing developments.  We are saying that money can be saved because this infrastructure is already in place.  It is on streetscapes.  Water, electricity and other utilities are already provided to the doorsteps of these sites.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What we are saying is that we can ring-fence the funding and ask local authorities - the Minister and I have done so already - to prioritise sites that can be quickly turned around and are already serviced.  I agree that we all want the same outcome.  Unfortunately, we do not have time to wait for these sites to be developed, which is why this legislation has been brought forward.  We want to stimulate activity on these sites and bring them back into beneficial use.  I hope the Senator will understand my reason for opposing the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#T00800","speaker":"1092","continuing":true},{"type":"unspoken","time":1437125400,"counter":93,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":94,"content":"<p>Question, \"That section 4 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":95,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1437125400,"counter":96,"content":"<p>Amendments Nos. 2 and 4 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U00500","speaker":"1120"},{"type":"speech","time":1437125400,"counter":97,"content":"<p>I move amendment No. 2:<blockquote><br \/><br \/>In page 6, to delete line 33.<\/blockquote>My amendment seeks to apply the levy to all areas regardless of what is deemed to be local housing need.  Some local authorities will say there is no strong housing need in their area.  That stance may be right in terms of the people who live in the area or might be on the local authority housing list in that area.  The problem is that a neighbouring local authority might have huge housing waiting lists.  It would be beneficial if we made the levy applicable to all local authorities, regardless of housing need.  Some local authorities may not have large land banks of vacant sites that are serviced and ready for housing, as the Minister of State has said.  There are some such sites, but there may not be enough of them in the areas of local authorities that have a longer housing list.  One may have vacant sites in areas that may not have, on the face of it, a housing need as deemed by the local authority.  If housing was available, perhaps people from outside the local authority area might be encouraged to live in those areas, which would be better for social integration as well.  The purpose of both amendments is to apply the levy to all areas regardless of housing need.  Amendment No. 2 seeks to delete line 33 in section 5, which is on page 6.  Amendment No. 4 seeks to eliminate the words &quot;housing need&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U00600","speaker":"1133"},{"type":"speech","time":1437125400,"counter":98,"content":"<p>I oppose amendments Nos. 2 and 4.  Amendment No. 2 seeks to remove the requirement for a vacant site to be located on residential land if the site is situated in an area where there is a need for housing.  I oppose the amendment, as I did in the D&aacute;il last week, because it would weaken the criteria to be used by a planning authority when determining whether a site is a vacant site in the case of such land.  The criteria in section 5 set out the principles and policies underpinning the terms \"residential\" and \"regeneration\" land.  As I have previously set out, the proposed amendment would remove an essential element of the criteria to be applied in determining what is and is not a vacant site.  In the absence of such criteria, there is no justification for designating which sites in residential and regeneration land should be targeted for the application of the levy.  These are important justifications that underpin the vacant site levy measure aimed at incentivising the development of suitable vacant sites in central urban areas for housing and regeneration purposes.  The legislation is lacking without them.<\/p> <p>I oppose amendment No. 4.  The amendment seeks to remove section 6(4), which provides the specific criteria to be used by a planning authority, or An Bord Plean&aacute;la on appeal, for determining whether there is a need for housing in an area.  The amendment was also proposed as the Bill progressed through the D&aacute;il.  As I outlined then, legislation must be underpinned by certain principles and policies.  If the legislation does not have sufficient principles and policies underpinning it then there is a greater risk of a legal challenge. <\/p> <p>The purpose of section 6(4) is to further elaborate and strengthen the definition of a vacant site consisting of residential land.  The removal of this provision, as proposed in the amendment, would in my considered view diminish the legislation.  It is also important that there is a defined and common approach in the criteria to be used by all planning authorities across the country when identifying vacant sites consisting of residential land, an aspect that is important in terms of consistency.  It is on that basis that I oppose the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U00700","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":99,"content":"<p>Amendment put and declared lost.<\/p><p>Question, \"That section 5 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":100,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1437125400,"counter":101,"content":"<p>Amendments Nos. 3, 5, 7, 8, 10 and 11 are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U01000","speaker":"1120"},{"type":"speech","time":1437125400,"counter":102,"content":"<p>I move amendment No. 3:<blockquote><br \/><br \/>In page 7, line 17, to delete &ldquo;1 January 2017&rdquo; and substitute &ldquo;1 January 2016&rdquo;.<\/blockquote>While I expressed concerns about the vacant site levy on Second Stage, in principle, we should be taking action, and I support the logic of what the Minster of State is trying to do.  Having said that, this amendment seeks to bring forward the implementation of the vacant site registry to 2016 and the vacant site levy charge to 2017.  Perhaps the Minister of State will take the opportunity to outline why the date for the registry to be in place is 1 January 2017 while the date for the charge is 1 January 2018.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U01100","speaker":"1133"},{"type":"speech","time":1437125400,"counter":103,"content":"<p>I am happy to outline and clarify the matter for the Senator.  It concerns the property rights of citizens and related issues.  We must follow due process in how we apply a levy.  Citizens must be given appropriate time and processes to respond to proposed designations.<\/p> <p>There has been extensive engagement between officials from my Department and the Office of the Attorney General in developing the proposals for the vacant site levy.  While the Constitution allows the State in certain circumstances to delimit the property rights of individuals in the interests of the common good, such restrictions on landowners' property rights must be reasonable and proportionate to the ends that the legislation seeks to achieve.  In particular, measures such as the vacant site levy must be introduced in line with the principles of fair procedures and administration.  Therefore, the Bill provides the timeframe for key actions by the planning authority in the implementation of the levy as follows: a register of vacant sites shall be established by planning authorities beginning on 1 January 2017; annual notices to owners of vacant sites shall be issued by 1 June 2018; and the actual application of the vacant site levy shall commence in 2019.  It is important to remember that this initial levy charge will be in respect of the year 2018.<\/p> <p>The individual dates within the overall timeframe are set with a view to allowing appropriate time and notice for each key action.  The deferment until 2019 of the commencement of the charging of the levy is intended to allow site owners sufficient time and opportunity to initiate development or sell their sites in order to become liable for the levy.  While bringing forward the various dates by which specific actions shall be undertaken or commenced may, on initial consideration, seem to be justifiable, it is important that an appropriate degree of proportionality and reason be applied in the implementation of the levy provisions.  Therefore, I am satisfied that the timeframes in the Bill as proposed are reasonable and balanced while allowing site owners the necessary opportunity to regularise their affairs before becoming liable for the payment of the levy.<\/p> <p>In the process that will derive from this legislation, local authorities will be bringing a new focus to urban areas within their jurisdictions.  That they are surveying and will engage with elected members and site owners before a designation of a site takes place will bring new focus and impetus to some of those sites.<\/p> <p>We must allow for due process and time for site owners to respond with proposals for their sites.  As we all know, construction, redevelopment and regeneration projects take time, and must go through the planning process, be funded, etc.  The timelines as presented are fair while sending out a strong signal to landowners with sites of high potential that they need to do something with those sites as soon as possible to bring them back into beneficial use.  If owners do not have the capacity to do so, they must allow someone else to do it for them, because we cannot afford to have such sites lying idle in our towns, villages and cities when our housing issues are so pressing.  For this reason, we will be opposing amendments Nos. 3, 5, 7, 8, 10 and 11.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U01200","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":104,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1437125400,"counter":105,"content":"<p>I move amendment No. 4:<blockquote><br \/><br \/>In page 7, to delete lines 26 to 37.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#U01400","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":106,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":107,"content":"<p>Question, \"That section 6 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":108,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1437125400,"counter":109,"content":"<p>Amendment No. 5 has already been discussed with amendment No. 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V00200","speaker":"1120"},{"type":"speech","time":1437125400,"counter":110,"content":"<p>I move amendment No. 5:<blockquote><br \/><br \/>In page 8, line 33, to delete &ldquo;with 2018&rdquo; and substitute &ldquo;with 2017&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V00300","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":111,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":112,"content":"<p>Question, \"That section 7 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":113,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":114,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1437125400,"counter":115,"content":"<p>Amendments Nos. 6 and 15 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V00800","speaker":"1120"},{"type":"speech","time":1437125400,"counter":116,"content":"<p>I move amendment No. 6:<blockquote><br \/><br \/>In page 9, to delete lines 20 and 21.<\/blockquote>There are a number of things to say about these amendments.  In bringing forward any legislation and putting in place levies and charges, I understand the need for balance and appeal processes and we all accept that.  However, in this case, property owners are offered an opportunity to prove the land is not vacant before and after being added to the register.  The Minister of State has said several times that these are vacant sites in towns and villages that need to be made available for building and he has acknowledged the urgency of the matter.  We know, and we might as well accept, that some landowners will buck against the levy.  That is the reality.  While I understand the need to have an appeal process in the legislation, there is already ample opportunity for landowners to prove before and after they have been added to the register that the land is not vacant.  For those reasons we must avoid property owners appealing simply to delay the levy, without any real justification.  <\/p><p>It is also worth noting that we have gone from one extreme to another.  We had huge landbanks being made available during the rise of the Celtic tiger, which artificially inflated the prices of both domestic and commercial properties, leading to the property bubble.  There were not enough levies and taxes on land then to dampen the growth of the property bubble.  These levies are put in place for the right reason, because we have a shortage of land and we have these vacant sites, or land that is available for houses to be built, but just not being used.  We also need to avoid a situation where once building starts again, as it will, we have huge landbanks being sold off again without sufficient taxes or levies in place.  We could see a repeat of what happened in the past.  We have to get that balance right.  I know that is a somewhat different issue, but I wanted to say it again in the context of this section.<\/p><p>I am not at all opposed in principle to the levy.  In fact, I would increase it.  I have no difficulty with the levy being put in place.  We do need to stimulate this area, as the Minister of State has said, but what these amendments seek to do is not to make it impossible for a landowner to make a case, rather to pre-empt the efforts of some landowners to stall and frustrate the local authorities and the process to their own ends and without justification.  That is what we seek to achieve by deleting lines 20 and 21 in section 9 on page 9 of the Bill.  A number of similar amendments are grouped, so I will not repeat the issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V00900","speaker":"1133"},{"type":"speech","time":1437125400,"counter":117,"content":"<p>I will first address some of the points the Senator rightly makes about the unsustainable development we have seen in the past.  Much of that has to do with the zoning decisions that were made, causing urban sprawl and development in areas where there was no demand.  It contributed to a property bubble that was never going to last.  That is why we in Government have revised how sustainable planning is done.  We have engaged a new independent agency, called the Housing Agency, which looks at the demographics of the country.  It deeply analyses and researches where demand is rising and the information it brings forward is being utilised by my Department to inform policy in terms of sustainable planning and development.  That is an important area of work.  In addition, the national planning framework, which we are developing at the moment, will inform county and city development plans.<\/p> <p>We are trying to learn from the past and bring development back to the core.  Rather than having doughnut development and urban sprawl, we want to start utilising the assets we already have.  A great deal of work is going into that.  We do have to learn from the mistakes of the past and we certainly cannot go back to the boom-bust cycle, but at the moment we have a housing demand that needs to be met.  It will not be met in any one way, which is why we are bringing forward this legislation as well as a number of other measures, like the social housing strategy, that will increase the supply of houses.<\/p> <p>We are opposing amendment No. 6 because measures such as the vacant site levy must be introduced in line with the principles of fair procedures, administration and due process, as I have already outlined.  Therefore, it is important for any process that a clear appeals mechanism is in place, because that strengthens the legislation.  It makes it more robust and more able to stand up to potential legal challenges.  This amendment seeks to remove the provision in the appeals mechanism whereby a site will not be entered on the register until the appeal is resolved.  This provision is very important in terms of transparency and fairness to the site owner and the due process of the appeal.  Weakening the appeals process would reduce the effectiveness of the Bill.<\/p> <p>Regarding amendment No. 15, the amendment proposes that section 18 of the Bill would include a subsection allowing for a penalty to be applied to the owner of a site in the event that they appeal against the demand for the payment of a levy to An Bord Plean&aacute;la and lose the appeal.  In this case, section 18 provides that at the time a planning authority makes a demand for the payment of the levy, the owner may appeal this demand to the board on two grounds: first, the site was no longer vacant on 1 January of the year concerned, and second, the amount of the levy has been incorrectly calculated by the planning authority.  Again, this is a fundamental provision of a fair appeals process in respect of the payment of the levy and it would be contrary to the principles of fairness and transparency, the very reason an appeals mechanism is put in place.  Therefore, we oppose this amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V01000","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":118,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":119,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":120,"content":"<p>Section 10 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":121,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1437125400,"counter":122,"content":"<p>I move amendment No. 7:<blockquote><br \/><br \/>In page 9, line 33, to delete &ldquo;1 June 2018&rdquo; and substitute &ldquo;1 June 2017&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V01500","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":123,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1437125400,"counter":124,"content":"<p>I move amendment No. 8:<blockquote><br \/><br \/>In page 9, line 35, to delete &ldquo;1 January 2018&rdquo; and substitute &ldquo;1 January 2017&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V01700","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":125,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":126,"content":"<p>Question, \"That section 11 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":127,"content":"<p>Sections 12 and 13 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":128,"content":"<p>SECTION 14<\/p>"},{"type":"speech","time":1437125400,"counter":129,"content":"<p>Amendments Nos. 9, 12 and 13 are related and may be taken together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V02200","speaker":"1120"},{"type":"speech","time":1437125400,"counter":130,"content":"<p>I move amendment No. 9:<blockquote><br \/><br \/>In page 11, lines 34 to 38, to delete all words from and including &ldquo;where&mdash;&rdquo; in line 34 down to and including &ldquo;itself&rdquo; in line 38 and substitute the following:&ldquo;where no market exists for the site&rdquo;.<\/blockquote>This relates to contaminated sites.  If a site is contaminated, surely it is the responsibility of the owner to resolve this and to bring the land back into use.  If this does not happen, the land should be considered vacant and charged accordingly, which is what our amendments seek to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V02300","speaker":"1133"},{"type":"speech","time":1437125400,"counter":131,"content":"<p>We oppose amendment No. 9.  This amendment, which was also brought forward on Report Stage in the D&aacute;il, seeks to amend the provisions in section 14 of the Bill which provides the criteria by which the planning authority or the tribunal may deem that a vacant site has a zero market value.  The amendment proposes to delete the following criterion: \"the site is situated on contaminated lands and the estimated costs of remedial works necessary in order to use or develop the site exceed the market value of the site itself\".<\/p> <p>This Bill is drafted in such a way as to ensure the levy provisions are fair, as outlined earlier, proportionate and reasonable.  Here, the provision takes into account the difficult circumstances faced by certain individuals who may be the owners of such sites.  In line with my previous opposition to this amendment, I consider that this provision of the Bill is needed for fairness and clarity.  I, therefore, oppose it again.<\/p> <p>I also oppose amendments Nos. 12 and 13, which amend section 16 by removing the provisions that a reduced or zero rate of the levy would apply in certain circumstances by inserting provisions that the levy be increased incrementally each year.  As mentioned earlier, there has been extensive engagement between officials from my Department and the Attorney General's office in developing the proposals for the vacant site levy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Bill provides that the levy be applied at a flat rate of 3% of the market value of a site with no subsequent yearly increases.  This is to ensure that all site owners are treated equally and to ensure that the rate of levy applied is regarded as proportionate to the objectives of the measure.  In certain circumstances, a reduced or zero rate of the levy will apply.  These specific provisions were included to help alleviate the financial burden faced by owners of vacant sites which are subject to a site loan or where the loan is greater than the market value of the site and also where the site loan is greater than 50% of the market value of the site.  Those site owners who purchase sites at peak prices in the boom years and which have since reduced in value, arising from the property crash, are examples of those likely to be particularly affected.<\/p><p>The intention of the provisions in section 16 in relation to the application of reduced or zero rates of levy is to ensure that the levy provisions are as fair and reasonable and proportionate as possible, taking account of the difficult circumstances faced by certain individuals who might have purchased the sites at very high prices.<\/p><p>I am satisfied that these provisions are appropriate to the application of the levy and I therefore oppose the amendments as they would diminish the fairness arrangements that have been incorporated into the Bill. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#V02400","speaker":"1092","continuing":true},{"type":"speech","time":1437125400,"counter":133,"content":"<p>I thank the Minister of State for his response.  I understand the need for the legislation and the terms of reference so that the levy is fair and robust.  There is no doubt that potentially there may be legal challenges to the proposals by some landowners who will resist having to pay the levy.  I understand why the Minister wants to ensure, as best as possible, that the provisions of the Bill are sound and robust and can stand any test in court.  What will the Government do about contaminated land?  In some of these cases, the land is contaminated because of the landowner.  If there is no responsibility on the landowner to remediate the land, to bring it back to proper use and make it available for the purpose for which it was zoned, housing, should there be, perhaps, some provision to dezone the land?  There must be an incentive, and-or some penalty so that the landowner does not just leave the land contaminated and nothing being done with it.<\/p> <p>In the absence of the Minister of State accepting this amendment, what is the Government seeking to do, if anything, in relation to contaminated land and to ensure that landowners do not just sit on these lands and do nothing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W00200","speaker":"1133"},{"type":"speech","time":1437125400,"counter":134,"content":"<p>I thank Senator Cullinane for raising this interesting point of debate.  As the Senator knows there are various reasons and legacy issues associated with many contaminated lands.  They might have been brownfield sites from industrial or manufacturing plants or just contaminated land.  To reassure the Senator, other environmental legislation is already available through the powers of bodies such as the Environmental Protection Agency, and European directives where responsibility lies on the owners of land.  Indeed the local authorities have substantial powers of enforcement, in terms of environmental legislation as well as the powers of CPO.  To be fair, we have to be realistic in how we approach brownfield sites.  As the Senator knows, we have some in Waterford, and the North Quays is a perfect example, where major infrastructure of a different era is located.  It is costly to regenerate that site.<\/p> <p>Local authorities have a role in terms of enforcement and planning and working with all of the stakeholders to turn those sites around.  In Government we believe that if a site is contaminated, the owners are already liable for the remediation of that site and that in itself brings a large cost and affects the market value of the site.   We recognise that contaminated sites are difficult sites already and by putting an additional levy on them, both the Government and I feel that it will not resolve the matter that we are trying to resolve.  We need to give due recognition to that.  For those reasons, we will oppose the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W00300","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":135,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":136,"content":"<p>Question,\"That section 14 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":137,"content":"<p>SECTION 15<\/p>"},{"type":"speech","time":1437125400,"counter":138,"content":"<p>Amendment No. 10 has already been discussed with amendment No. 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W00700","speaker":"1120"},{"type":"speech","time":1437125400,"counter":139,"content":"<p>I move amendment No. 10:<blockquote><br \/><br \/>In page 12, line 1, to delete &ldquo;with 2018&rdquo; and substitute &ldquo;with 2017&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W00800","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":140,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1437125400,"counter":141,"content":"<p>Amendment No. 11 has already been discussed with amendment No. 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01000","speaker":"1120"},{"type":"speech","time":1437125400,"counter":142,"content":"<p>I move amendment No. 11:<blockquote><br \/><br \/>In page 12, line 7, to delete &ldquo;in 2019&rdquo; and substitute &ldquo;in 2018&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01100","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":143,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":144,"content":"<p>Question, \"That section 15 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":145,"content":"<p>SECTION 16<\/p>"},{"type":"speech","time":1437125400,"counter":146,"content":"<p>Amendment No 12 has already been discussed with amendment No 9.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01500","speaker":"1120"},{"type":"speech","time":1437125400,"counter":147,"content":"<p>I move amendment No. 12:<blockquote><br \/><br \/>In page No. 12, line 16, to delete &ldquo;Subject to <i>subsection (2)<\/i>,&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01600","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":148,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1437125400,"counter":149,"content":"<p>Amendment No. 13 has already been discussed with amendment No. 9.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01800","speaker":"1120"},{"type":"speech","time":1437125400,"counter":150,"content":"<p>I move amendment No. 13:<blockquote><br \/><br \/>In page 12, to delete lines 18 to 33 and substitute the following:&ldquo;(2) Where a site stands entered on the registry and remains vacant or idle after 12 months of the commencement of the levy an additional 1 per cent shall be added to the levy based on the existing market value listed in the registry.<br \/><br \/>(3) Where a site stands entered on the registry and remains vacant or idle 24 months after the commencement of the levy a further 0.5 per cent shall be added to the levy based on existing market value listed on the registry and a further 0.5 per cent will be added to the levy for each 12 month period for which the site remains vacant after this date until it reaches a cap of 5 per cent of the total market value.&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W01900","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":151,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":152,"content":"<p>Section 16 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":153,"content":"<p>SECTION 17<\/p>"},{"type":"speech","time":1437125400,"counter":154,"content":"<p>I move amendment No. 14:<blockquote><br \/><br \/>In page 12, line 37, to delete &ldquo;, and for the preceding year,&rdquo;.<\/blockquote>Change of ownership only exempts sites from the levy for the year of change and not, as previously, the preceding year also.<\/p><p>Currently a site is exempt for the year preceding its sale and the year of its sale.  We believe this is too much and to include the year before the sale is unreasonable.  If a site is vacant it should be charged, in our view.  For that reason we are proposing the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W02200","speaker":"1133"},{"type":"speech","time":1437125400,"counter":155,"content":"<p>I oppose amendment No. 14, which seeks to amend section 17.  The proposed amendment would set the levy at zero for the year of ownership change only.  The overall purpose of the vacant site levy, as we have said is to incentivise the development of the suitable vacant sites in central urban areas.  Section 17 provides an incentive for landowners and purchasers  of vacant sites that where the ownership of a vacant site changes, no levy is  payable for both the year before and the year of its sale.  This provision will encourage a landowner who is unable or unwilling to develop a site to sell the land in order to reduce their levy liability.  In addition if the change of ownership of the land is brought about through the death of the landowner the financial burden on the new owner is reduced.  The proposed amendment would diminish this financial incentive and would be at odds with the overall purpose of the vacant site levy.  Also the provision of the zero rate of levy applying in the preceding year is to take account of the fact that the levy is charged annually in arrears.  To remove it would mean a new owner would be expected to pay the levy for a year that he or she did not own the site.  We feel that would be unfair.  Therefore I oppose this amendment<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W02300","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":156,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":157,"content":"<p>Question, \"That section 17 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":158,"content":"<p>SECTION 18<\/p>"},{"type":"speech","time":1437125400,"counter":159,"content":"<p>Amendment No. 15 has already been discussed with amendment No. 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W02700","speaker":"1120"},{"type":"speech","time":1437125400,"counter":160,"content":"<p>I move amendment No. 15:<blockquote><br \/><br \/>In page 14, between lines 14 and 15, to insert the following:&ldquo;(6) Where the board determines an appeal against a demand was not justified upon completion of the appeal, an additional 0.1 per cent will be applied to the levy for that year based on the existing site market value entered into the registry.&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W02800","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":161,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":162,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":163,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":164,"content":"<p>SECTION 20<\/p>"},{"type":"speech","time":1437125400,"counter":165,"content":"<p>Amendment No. 16 is in the name of Senator Cullinane.  Amendments Nos. 16 and 17 are cognate and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W03300","speaker":"1120"},{"type":"speech","time":1437125400,"counter":166,"content":"<p>I move amendment No. 16:<blockquote><br \/><br \/>In page 14, between lines 23 and 24, to insert the following:&ldquo;(2) Any fine resulting from the committing of the offence outlined in <i>section 20(1)# <\/i>shall be allocated for the purposes of housing provision in the local authority in which the site the fine was accrued from is situated.&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W03400","speaker":"1133"},{"type":"speech","time":1437125400,"counter":167,"content":"<p>Sections 20 and 22 provide that it is an offence to provide false or misleading information, for example in a submission to a planning authority and to forge or alter documents, or a certificate of discharge.  Committing such an offence can lead to a class A fine or imprisonment, or both.<\/p> <p>Amendment No. 16 seeks to insert a new subsection to section 20, requiring that any fine resulting from that section, for example, where a person is fined on conviction of providing false or misleading evidence, shall be allocated for the purpose of housing provision in the local authority in which the site of where the fine was accrued is situated.  <\/p> <p>Similarly amendment No. 17 seeks to insert a new subsection to section 22, requiring that any fine resulting from that section, for example, where a person who is fined on conviction of issuing forged or altered documentation in relation to the levy, shall be allocated for the purpose of housing provision in the local authority.  The payment of any class A fine that a person may be liable under either of these sections, is a matter for the courts and is governed by the fines Act 2010.  Therefore it is not appropriate for this Bill to amend the manner in which court fines are administered under different legislation and it is for that reason I oppose amendments Nos .16 and 17.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W03500","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":168,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":169,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":170,"content":"<p>Section 21 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":171,"content":"<p>SECTION 22<\/p>"},{"type":"speech","time":1437125400,"counter":172,"content":"<p>Amendment No. 17 has been discussed already with amendment No. 16.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#W03800","speaker":"1120"},{"type":"speech","time":1437125400,"counter":173,"content":"<p>I move amendment No. 17:<blockquote><br \/><br \/>In page 16, between lines 15 and 16, to insert the following:&quot;(6) Any fine resulting from the committing of the offences outlined in this section shall be allocated for the purposes of housing provision in the local authority in which the site the fine was accrued from is situated.&quot;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X00100","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":174,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":175,"content":"<p>Section 22 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":176,"content":"<p>SECTION 23<\/p>"},{"type":"speech","time":1437125400,"counter":177,"content":"<p>I move amendment No. 18:<blockquote><br \/><br \/>In page 16, between lines 22 and 23, to insert the following:&quot;(c) on any local authority owned land in the area on the development of social housing.&quot;.<\/blockquote>This section of the Bill allows the revenue from the levy on local authority land to be spent &quot;on the provision of housing&quot; in the local area.  However, it fails to specify that the levy can be used for social housing.  If we are going to impose a levy, it would make sense to allow the proceeds to be used for social housing as well as other forms of housing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X00500","speaker":"1133"},{"type":"speech","time":1437125400,"counter":178,"content":"<p>Section 23 of the Bill outlines how the proceeds of the vacant site levy are to be used by the planning authority.  It essentially ring-fences the proceeds to be solely used for \"the provision of housing on residential land\" or for \"the development and renewal of regeneration land\".  The legislation states that the proceeds \"shall\" be used in this way.  The proposed amendment would insert a new paragraph in section 23(1) of the Bill to provide that the proceeds of the levy may be spent \"on any local authority owned land in the area on the development of social housing\".  Section 23 currently provides that the proceeds may be used for \"the provision of housing on residential land in the vicinity of the site\" or for \"the development and renewal of regeneration land in the vicinity of the site\".  This gives the planning authority wider scope in the use of the levy proceeds, including by using it to provide housing on local-authority-owned lands in the area, thereby providing greater benefit to the overall local area in which vacant sites are located.  I consider that the provisions as they stand in the Bill enable the planning authority to use the proceeds of the levy in the most appropriate way.  Therefore, the amendment that has been proposed is unnecessary.  I oppose it for that reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X00600","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":179,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":180,"content":"<p>Section 23 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":181,"content":"<p>Section 24 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":182,"content":"<p>SECTION 25<\/p>"},{"type":"speech","time":1437125400,"counter":183,"content":"<p>I move amendment No. 19:<blockquote><br \/><br \/>In page 17, line 8, after &quot;Minister&quot; to insert &quot;with the approval of the Joint Oireachtas Committee on the Environment, Culture and the Gaeltacht&quot;.<\/blockquote>This amendment would insert a requirement for consultation with the relevant Oireachtas committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X01100","speaker":"1133"},{"type":"speech","time":1437125400,"counter":184,"content":"<p>I am opposing this amendment.  Section 25(3) of the Bill already provides that \"every regulation or order made under this Part shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling the regulation or order is passed by either such House within the next 21 days on which that House has sat after the regulation or order is laid before it, the regulation or order shall be annulled accordingly but without prejudice to the validity of anything previously done thereunder\".  This means there is a requirement for every regulation made under this Part of the Bill to be laid before each House, and either House may make a resolution to annul a regulation made under this Part within 21 days.  I consider that this provides for sufficient legislative oversight of the making of regulations by the Minister.  Therefore, the additional requirement proposed in the amendment is unnecessary.  I oppose amendment No. 19 for that reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X01200","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":185,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":186,"content":"<p>Section 25 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":187,"content":"<p>Sections 26 to 28, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":188,"content":"<p>SECTION 29<\/p>"},{"type":"speech","time":1437125400,"counter":189,"content":"<p>As amendments Nos. 20 and 21 are related, they may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X01700","speaker":"1120"},{"type":"speech","time":1437125400,"counter":190,"content":"<p>I move amendment No. 20:<blockquote><br \/><br \/>In page 18, to delete lines 19 to 37, and in page 19, to delete lines 1 and 2 and substitute the following:&quot; &quot;(3A) Where a permission which includes conditions referred to in subsection (1) has been granted under section 34 in respect of a development and the basis for the determination of the contribution under subsection (1) has changed where the development is one to which Part II of the Building Control Regulations 1997 (S.I. No. 496 of 1997) applies and a commencement notice within the meaning of that Part in respect of the development has not been lodged, the planning authority shall apply that change to the conditions of the permission where to do so would reduce the amount of the contribution payable.<br \/><br \/>(3B) Where the planning authority applies a change in the basis for the determination of a development contribution under subsection (3A) it may amend a condition referred to in subsection (1) in order to reflect the change.&quot;.&quot;.<\/blockquote>These amendments are proposing the removal from the Bill of subsections that would allow for reductions in developers' fees.  We oppose the subsections in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X01800","speaker":"1133"},{"type":"speech","time":1437125400,"counter":191,"content":"<p>The Construction 2020 strategy makes it clear that the viability and affordability of housing is an issue in this country.  The provisions in this section of the Bill would permit reductions in development charges on existing planning permissions that have yet to be activated.  This section also provides that the new lower development contribution scheme shall apply to any unsold housing units in a development.  This change, together with other changes to the development contribution provisions in section 30 of the Bill, should help to reduce costs for developers and make developments more economically viable.  It is hoped that it will cause developments to be completed sooner and at a lower cost than might otherwise have been the case.  Obviously, cost is a critical issue in improving the supply of affordable and sustainable housing.  The effect of the amendments proposed by Senator Cullinane would be to remove the provision that will make reduced contributions payable where a development has commenced but contains unsold houses.  The purpose of the drafting of section 29, which includes this provision, was to ensure equitable treatment for permitted housing developments that have yet to commence and for developments that are complete but have unsold housing units.  I cannot accept any amendment that would remove the inclusion of such housing in such an eventuality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X01900","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":192,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":193,"content":"<p>Section 29 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":194,"content":"<p>SECTION 30<\/p>"},{"type":"speech","time":1437125400,"counter":195,"content":"<p>I move amendment No. 21:<blockquote><br \/><br \/>In page 19, between lines 14 and 15, to insert the following:&quot; &quot;(3AB) The setting of development contributions is a reserve function of the local authorities.&quot;.&quot;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X02300","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":196,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":197,"content":"<p>Question, \"That section 30 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":198,"content":"<p>SECTION 31<\/p>"},{"type":"speech","time":1437125400,"counter":199,"content":"<p>I move amendment No. 22:<blockquote><br \/><br \/>In page 19, to delete lines 33 to 35.<\/blockquote>This amendment proposes the removal from the Bill of the change that the Minister of State is seeking to make to reduce the social and affordable housing requirement to 10%.  Perhaps I will speak in more detail on this matter when we reach the next amendment, which seeks to deal in their totality with the changes that are being made to Part V of the Planning and Development Act 2000.  It is fair to say that after the Part V legislation was first introduced, a successful attempt was made by some developers to force the previous Government to make changes to its provisions.  Part V was initially supposed to ensure that 20% of housing would fall into the social and affordable category.  That was a very good policy because its aim was to secure social integration.  I supported it.<\/p><p>As we know, some local authorities across the State were better at implementing the Part V provisions than others.  In fact, many local authorities took advantage of the successful attempt by some developers to force the previous Government to change the Part V intentions to allow developers essentially to buy out their commitments by giving a cash sum to the local authority, as opposed to meeting the 20% social and affordable housing requirement as originally intended.  That weakened the Part V provisions.  Part V originally provided that any development of five or more houses had to make provision for 10% social housing and 10% affordable housing.  The intention was that developers would offer homes to the council at cost price, which then could be rented as council houses or sold as affordable housing.<\/p><p>It seems that in this legislation, the Government is trying to say that social housing can also be social leasing.  That presents problems for me because, as I mentioned earlier, we are seeing the slow creeping privatisation of social housing.  I am sure the Minister of State gets as many representations as I do on housing.  The vast majority of people's housing needs are now being met through the private rental sector.  If one makes representations for people who are on the housing list and want to be housed by a local authority, one will find that the vast majority of such people are told, by and large, that they will have to participate in private rental sector schemes such as the rent supplement scheme, the rental accommodation scheme or the housing assistance payment scheme, which is possibly the best option now for many people.  It is certainly the one that most people are being steered towards.  The use of the private rental sector is creating all sorts of difficulties.  As we know, many people are unable to find properties because landlords simply will not let to them.  There can be difficulties with rent caps, etc.  There is already a big difficulty here as things stand.<\/p><p>I would say that in the last five or six years, the social housing needs of very few people who have ended up on local authority housing lists or in housing need have been met through local authority housing.  I would love to know what the percentage is.  I expect that very few people have had their needs met in this way, because we are simply not building any more housing.  We almost have the perfect storm because, on the one hand, the State is not building, and on the other hand, private development has dried up completely.  Not many units are coming back under Part V anyway.  The fact that developers can avail of opt-outs is also relevant in this context.  I suggest that we are weakening Part V even further by providing for developers to avail of further opt-outs and to look at social leasing.  I wonder what the logic of it is.  It is certainly not something I support.  I have tabled this amendment for those reasons.  Maybe we need to come back to this issue.  When we come back after the summer recess, we might have an opportunity to have a debate in this House on social and affordable housing, Part V, the role of voluntary housing associations and the role of the local authorities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister of State spoke about the new build by local authorities over the coming years because of extra funding he has made available but it is still not enough to meet people's housing needs.  It does not reverse what is seen as the privatisation of social housing.  The majority of people's housing needs are being met through the private rented sector.  The State is subsidising private developers and private landlords with huge amounts of money being spent there.  The State does not own a brick of those properties at the end of it.  This simple reality will continue unless there is a serious policy change.  Today is not the day to do it.  We are heading up to the recess and Members are looking to get back to their constituencies but it is something I hope we can come back to after the summer and hopefully the Minister of State will make himself available to be part of that debate.  The amendment is specific and I have already spoken on that.  I will press the amendment as necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#X02700","speaker":"1133","continuing":true},{"type":"speech","time":1437125400,"counter":201,"content":"<p>I wish to make it clear that housing is a priority for this Government.  It is one of the most challenging issues facing society at the moment but it cannot be resolved overnight.  We have inherited a position where we have come through the  worst economic crash that this country has ever experienced.  The whole construction sector has been devastated and wiped out.  When one brings all those elements together, as the Senator has said, we have a perfect storm.  There is light at the end of the tunnel and there is good solid work being done to address the housing shortage.  There is no one solution to this and a multifaceted approach is required.<\/p> <p>Construction-related projects take time as they must come through concept, design and planning before the construction phase.  It is not correct for the Senator to say that no local authorities are engaged in house building.  This Government, for the first time in a generation, is allocating more than &euro;1.5 billion of public funds over this year and the coming two to directly build social housing in local authorities.  If Sinn F&eacute;in was in power in the morning, I can assure the Senator that no more would be done than what this Government is doing.  We have already given the green light to and approved prioritised projects in local authorities nationwide many of which are already going through Part 8 in the planning process and we will see tenders and contracts going out for those projects.<\/p> <p>I agree with the point that housing is not being delivered soon enough but what do we do in the meantime?  The number of vacant houses owned by local authorities is unacceptably high.  The Government has prioritised the voids - the vacant housing units in stock carried by local authorities - and additional funding is provided to local authorities to bring these houses back into use.  More than 2,000 of the units were brought back in 2014 and we expect an additional 1,000 vacant units to be brought back in 2015.<\/p> <p>The Government feels that approved housing bodies also have an important role to play in meeting the housing challenge.  They have experience and track records and they can raise funds off balance sheet in order to access and leverage new funds into the housing area. <\/p> <p>There is no single solution to this but I assure the Senator that it remains a priority.  It is correct to say that many of our social tenants are in rent support because we have not built houses for many years.  Rent supplement was supposed to be a short-term measure but has become a long-term one.  The Rental Accommodation Scheme, RAS, and the Housing Assistance Payment, HAP, were introduced so people could transfer from the rent supplement scheme to a more appropriate, sustainable scheme such as the HAP, managed by a local authority.  The HAP is working well but we need to see it ramped up substantially.<\/p> <p>I am happy to debate the housing issue and to continually evaluate it.  We need to challenge ourselves in how we will deliver for citizens on housing lists but there is no magic bullet solution.  If there was it would be used.  Finance is now being put in place to deliver but it is not just a matter of finance.  It is also about bringing the construction sector back to sustainable levels of activity.  This Bill will enable the unlocking of sites that already have services on them which will then get the construction sector back, in order for housing output to rise.<\/p> <p>I oppose amendment No. 22.  We are reducing the Part V obligation from 20% to 10% in order to address the economic viability of projects.  If projects are not viable then there will be no construction on these sites.  One might have the greatest of aspirations for the sites but unless they are viable and builders and developers can bring them forward, then construction will not happen.  I have often said that 20% of zero is zero and that is what we have delivered over recent years from Part V so we are reducing the obligation to 10% to address economic viability.  To support that approach we are also making it more robust and strict by not allowing the cash in lieu.  That policy was a mistake in the past as it allowed developers to buy out their obligation to social housing.  We are now insisting that the housing units are provided.<\/p> <p>The Part V leasing element is a built-in flexibility mechanism where, if the capital funding is not available, the local authorities can continue to take out long-term leases to deliver sustainable housing over periods of ten to 20 years and which can be renewed for housing applicants.  To remove the leasing aspect would cut off another vital source of housing which is something we would not want to do at this time.  These are the reasons I oppose amendment No. 22.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Y00200","speaker":"1092"},{"type":"speech","time":1437125400,"counter":202,"content":"<p>Is Senator Cullinane pressing amendment No. 22?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Y00300","speaker":"1120"},{"type":"speech","time":1437125400,"counter":203,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Y00400","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":204,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":205,"content":"<p>Question, \"That section 31 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":206,"content":"<p>Section 32 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":207,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1437125400,"counter":208,"content":"<p>Section 33, amendment 23 in the name of Senator Cullinane, is a new section.  Amendments 23 and 24  are physical alternatives so amendments 23 and 24 may be discussed together by agreement.  Agreed? Senator Cullinane?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Y00975","speaker":"1120"},{"type":"speech","time":1437125400,"counter":209,"content":"<p>I move amendment No. 23:<blockquote><br \/><br \/><b>23. <\/b>In page 20, between lines 4 and 5, to insert the following:<br \/><br \/><b>&ldquo;33. <\/b>Section 96 (inserted by section 3 of the Planning and Development (Amendment) Act<br \/><br \/>2002) of the Act of 2000 is deleted.&rdquo;.<\/blockquote>I wish to respond now to the Minister of State's previous contribution rather than responding to a section that was relevant only to the 10% social and affordable housing.  This amendment seeks to restore the original 2000 version Part V when it was brought in during 2000, of 20% social and affordable housing with no buyout clauses.  The Minister of State indicated that there was no silver bullet solution to the housing crisis, but there is a simple solution.  This is one of the few areas where we can point to easy solutions.  We have debates on child care, health care and public services where it is much more complicated.  Housing is actually very simple - we need to build more housing.  The Government's commitment to start building 1,700 units by 2018 is not enough.  There are over 2,000 people on local authority lists just in Waterford city and county.  That is only one of 26 counties.<\/p><p>The Minister of State's commitment does not go far enough.  He accepts that there has been no local authority house building for seven or eight years.  There has been some building and some money made available for house purchases in emergency situations or for people who are disabled or where there is serious overcrowding and where a bid could be made to the Department.  Serious building has not happened in the public or private sector and that is why we now have a crisis and a Bill which is at least trying to do something in relation to vacant sites, but it also changes the Part V requirement.<\/p><p>I do support some of the Part V changes.  I agree that the policy of cash in lieu was a disaster.  It was a strong-arm tactic used by some developers to lobby the previous Government to get out of their commitments.  To be fair, and we may as well admit it, when Part V was first floated there was an element of social snobbery coming from some circles, from some in the political system and from some developers who did not want social and affordable housing in private housing estates.  I do not share that view.  I believe social integration is a good thing and social and affordable housing in private housing estates can benefit everybody.  However, the reason for that former opt-out clause being put in place were obvious.  <\/p><p>We will get back again, at some point, to building in the private sector.  I hope it will not be as unsustainable as it was in the past and that we will have a Government in place which is mindful and watchful of the housing and property market so we will not reach the crazy levels of the past.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, there has to be some development.  We need to increase the amount of development but it will be a mistake when that does happen to have reverted to a 10% requirement and to have reduced the potential for social and affordable housing under Part V.  I am not at all convinced that what the Minister of State is planning to build will go any way towards making up for the absolute lack of new builds over the past six or seven years from a social or affordable housing perspective or that it will meet current demand.<\/p><p>The Minister of State also spoke about the rent supplement.  When that was first introduced, it was meant to be a temporary measure.  We have moved, with the introduction of the rental accommodation scheme and the housing assistance payment, from it being a temporary measure to a permanent solution.  Rather than resolving the issue, the Minister of State is cementing these schemes as the cornerstone of this Government's social housing policy.  The housing assistance payment is tacit acceptance that only a small number of local authority houses will be built and that not much will be done in terms of Part V any more.  Less social housing is going to be produced and the vast majority of those who need it will be told to get their accommodation in the private rental sector.  The big winners will be private landlords who will get huge amounts of taxpayers' money.  They will be subsidised by the taxpayer but at the end of all the lease, we will not own a single brick.<\/p><p>Many people find it difficult to get accommodation under the housing assistance payment scheme or the rental accommodation scheme because landlords will not sign up to them for whatever reason.  In the future, we will have huge social mobility, which will be a difficulty.  People will be moved because they will have five or ten year leases.  What happens when these leases are up if the properties are to be sold?  People who will have built a home for themselves close to schools and their families will be told to move elsewhere.  People will be constantly on the move rather than building homes for themselves in communities.  We are storing up huge problems for the future.  The changes to Part V in this Bill are a mistake.  Nothing even close to what is required in relation to social housing is being done.  I accept this Government is doing more than the previous one.  We are being told we are coming out of recession, there is a recovery and there is extra money about the place.  If there is extra money about the place, we need to prioritise key areas of public service provision, and housing is one of those key areas.<\/p><p>I appreciate the Government has taken some positive steps.  The Minister of State will want to defend his and his Government's record.  Having said that, we have an obligation and a responsibility to hold the Government to account.  The Minister of State made the political charge earlier that things would not be any different under another government but I contend it could be radically different.  Sinn F&eacute;in would not be making the changes being made today.  We would make the additional funding available to build the social housing units necessary to meet the housing needs of citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Y01000","speaker":"1133","continuing":true},{"type":"speech","time":1437125400,"counter":211,"content":"<p>The Senator has made broad ranging points in terms of the wider housing debate.  I agree with him on some of them but disagree with him on many others.  We are coming from slightly different perspectives and yet we are still dealing with the same problem and issues.<\/p> <p>It is reasonable in any society for people to have the expectation of owning their own homes.  If people have that legitimate expectation, we need to have a supply of reasonable, sustainable and affordable housing units.  Unfortunately, we do not have that at this particular time because of the economic circumstances and the crash.  This Bill is trying to incentivise and stimulate development in core areas in our towns and cities.  It is adopting a carrot-and-stick approach to help that process along.  The carrot is reduced overheads for development and the Part V change is one of those reductions.  The other is the reduction in planning permission development charges.  The stick element of the Bill is the vacant site levy, which is just one aspect of how we are addressing the housing challenge.  <\/p> <p>Sinn F&eacute;in's amendment, if accepted, would eliminate the Part V contribution mechanism.  I pointed this out to Deputy Ellis in the Lower House.  It is ironic that if the amendment was accepted, the whole Part V mechanism would be entirely removed from the Statute Book.  It is, therefore, a mistake to table the amendment in the first place because it is at odds with Sinn F&eacute;in's earlier amendment proposing to retain the higher limit of 20%.<\/p> <p>Having said that and going back to the wider housing issues, the allocations have already been announced for the shovel-ready projects in local authorities throughout the country.  That is the first allocation.  Over the coming weeks, both the Minister, Deputy Kelly, and I will be making a second round of local authority allocations.  There is also the capital assistance scheme which relates to the approved housing bodies.  Much work is in the pipeline and we will start to see these sites and, as a result, more housing units coming on stream.  It will never be enough, which is why it is essential we have access to the private housing sector as well.  We are, therefore, putting in place flexible options to assist local authorities through the HAP scheme.  If we did not have the HAP scheme or if were to eradicate all of the private housing element, as bad as the situation currently is, imagine the serious crisis we would then have.  We need an interim measure until we get our social and private housing output up.  <\/p> <p>I know, as does the Senator, that Sinn F&eacute;in councillors on the ground are welcoming some of these housing developments in their communities.  I see that in our constituency of Waterford.  I welcome that because they are beginning to see those schemes starting to come through but we need to see more of them.  That is my objective and I am determined that we will see more of them.  Since both the Minister, Deputy Kelly, and I came to office, one of our priorities was to ring-fence substantial funding for housing but it takes time to get that from the concept stage, through the design and planning stages and out the other end to the construction stage.  We will see over the coming months a vast improvement in that area.  <\/p> <p>This amendment would remove the whole Part V arrangement, which is unacceptable and, therefore, I am opposing amendments Nos. 23 and 24.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00200","speaker":"1092"},{"type":"speech","time":1437125400,"counter":212,"content":"<p>Is amendment No. 23 being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00300","speaker":"1120"},{"type":"speech","time":1437125400,"counter":213,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00400","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":214,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":215,"content":"<p>SECTION 33<\/p>"},{"type":"speech","time":1437125400,"counter":216,"content":"<p>I move amendment No. 24:<blockquote><br \/><br \/>In page 21, line 10, to delete &ldquo;and profit on those costs&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00700","speaker":"1133"},{"type":"speech","time":1437125400,"counter":217,"content":"<p>Amendment No. 24 has already been discussed with amendment No. 23.  Is amendment No. 24 being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00800","speaker":"1120"},{"type":"speech","time":1437125400,"counter":218,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z00900","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":219,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1437125400,"counter":220,"content":"<p>Question, \"That section 33 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":221,"content":"<p>SECTION 34<\/p>"},{"type":"unspoken","time":1437125400,"counter":222,"content":"<p>Question proposed: \"That section 34 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1437125400,"counter":223,"content":"<p>Senator Cullinane has indicated he wishes to oppose the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z01400","speaker":"1120"},{"type":"speech","time":1437125400,"counter":224,"content":"<p>We seek to remove this section which allows leasing agreements to be used in place of the provision of social housing under Part V, which we have discussed already.  I will not hold up the Minister of State or the House because we are getting to the end of this debate.  However, one of the points I meant to make earlier, and I will make it very briefly now, is that I held a public meeting on housing in Waterford city a number of weeks ago.  We had speakers from a number of voluntary housing associations, all of whom made the same point.  What we need to do in this State is move to a more continental view of housing.  Social housing should not be just for what in the past was seen as a certain class of people.  Social housing should be available to everyone if they want it.  We have a philosophical or ideological hang-up about owning properties in this State and see social housing as being for people who cannot afford to buy their own property.  That is not how they do it in continental Europe and in other countries.  While we may not want to go fully in that direction, we should explore opportunities in that regard.<\/p> <p>I will not go into the matter in detail because I have said to the Minister of State that it would be interesting to have a more broad ranging debate on housing when we come back in September and to look at all those issues in more detail.  I wanted to put it on the record today but it is something which would merit a fuller debate in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z01500","speaker":"1133"},{"type":"speech","time":1437125400,"counter":225,"content":"<p>I appreciate the point the Senator makes.  It probably is a matter for a wider debate.  My Department, the Minister, Deputy Kelly, and I have regular engagements with the approved housing body associations.  We have a monthly social housing strategy oversight meeting when we bring all the stakeholders together, including those bodies, the local authorities, Department officials and the Housing Agency.  Those meetings are directly chaired by either the Minister, Deputy Kelly, or me, during which we monitor progress on the social housing strategy.  That is ongoing and will continue.  On the private housing side, unless we address the whole housing output and supply issues, affordability, rent and everything else are affected.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is where the determination is the moment.  It is interesting to note some statistics from planning applications.  The figures for the first quarter of this year are up 30% on the same period last year.  There are substantial projects in the pipeline that we expect to see coming to fruition in the coming period.  It is important to note that if the economic recovery had not taken hold, we would not be seeing this type of activity.  When this Government came to office we were literally fighting a rising tide with one hand behind our backs, essentially trying to stabilise the economy and the public finances in the first instance.  Thankfully, we managed to do that under difficult circumstances.  We were able to bring ourselves to a position in which we can now start reinvesting in critical infrastructure such as housing.  The fruits of that will be seen.<\/p><p>We have seen the negative effects of the crisis and the recession.  Housing is one of the areas that has been affected, because construction was literally wiped out, as I said earlier.  Unfortunately, because of the time lags with construction-related projects and the time involved, it is a slow process and not something one can simply throw money at and improve overnight.  There are often planning and infrastructural issues as well as staffing issues in local authorities.  Local authorities had to be resourced again because, to be fair, they had been denuded.  More than 350 staff have been allocated by my Department to various planning and housing authorities throughout the country in order that they can meet the rising demand.<\/p><p>Section 34 is being opposed but we are against that.  Obviously, we want to see the section included.  The question of providing local authorities with the power to enter into long-term leasing and rental arrangements is critical.  It is critical that we do not exclude this mechanism for addressing the housing challenge that exists.  We need to have available all flexible options to local authorities and approved housing bodies.  To remove any one of these would remove access to further housing and for that reason we are in favour of the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#Z01600","speaker":"1092","continuing":true},{"type":"speech","time":1437125400,"counter":227,"content":"<p>Without wishing to hold up the House, I echo the sentiments of Senator Cullinane.  The Minister of State said we should consider the whole package.  NAMA estimates that in south County Dublin, development levies of &euro;60,000 per house are imposed by the local authority.  I had thought the object of having property taxes that were levied annually was to allow us to move away from those once-off items which seriously destabilised the Exchequer in previous times.  There is even an extra development levy for houses built near the Luas.  I would have thought the object was to help people to live near the Luas.  I hope that the continued reasoning for these levies will be considered as the property tax picks up, because they represent a deterrent.  Dr. Ronan Lyons from the economics department in TCD has written extensively on the subject.  He estimates that there are tens of thousands of euro in the form of taxes and levies included in the price of a house, something we do not need at present as we tackle this housing problem.<\/p> <p>The Leader has pointed out repeatedly the problem of low turnover of local authority houses.  They go through a period of no occupancy and vandalism before they are eventually passed on to new people.  We have a high rate of refusal by local authorities of houses from NAMA.  I gather this has improved a little but this housing problem really needs to be tackled.  We also have a housing cost problem.  Over a decade the price of a house went from two and a half times a person's income to as high as 12 times a person's income.  We must not join the cheerleaders for higher house prices, as property pages and supplements in our newspapers do.  We want to get those prices competitive.  All of that interfered with our ability to house people and our international competitiveness.<\/p> <p>The wider perspective to which Senator Cullinane has referred and to which the Minister of State has responded is relevant as well.  When we come back in the autumn we need to look at some of these things.  Interestingly, Bob Kitchin in NUI Maynooth has found that the local authorities with the most vacant stock in 2006 were those which then went on to build more.  They subsequently built the most new empty housing.  They have the highest levels of surplus stock and the most land rezoned for future use.  This should be for people to live in, not so that others can secure vast capital gains and then go and live in Shrewsbury Road or Ailesbury Road.  We almost need to get back to the days when the builder of an estate had one house for himself and built all the rest.  They did not aspire to the kind of glamour that the construction industry had in Ireland when it was becoming completely uncompetitive and a massive burden on the economy.  If they do come back, let us have it on the customer's terms.  The building industry exists to serve people in regard to housing.  The craven attitude towards the construction industry, which contributed so much to the problems in the past, must go.  If local authorities are part of the reason housing costs so much in this country, I hope the Minister of State will tackle that problem as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#AA00200","speaker":"1157"},{"type":"speech","time":1437125400,"counter":228,"content":"<p>I welcome a former Member, Eoin Ryan, to the House.  He is also a former Member of the other House and a Member of the European Parliament.  I welcome Ms Lynn Boylan, MEP, as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#AA00300","speaker":"1120"},{"type":"speech","time":1437125400,"counter":229,"content":"<p>Senator Barrett raises some pertinent points.  I thank him for raising them because they are part of the wider housing debate in terms of affordability and the whole economic feasibility of housing in this country.  We have to take into account everything I said earlier, including land costs, infrastructural costs and the need to deliver vital public infrastructure.  On top of that, we have the whole concept of design standards.  We need to ensure that we have adequate and robust standards in terms of safety and good-quality homes.  That is all important.<\/p> <p>We are trying to address the feasibility issue in terms of this legislation.  We are reducing retrospectively high development charges which we believe are an impediment to some projects going forward to construction.  This will reduce the overheads and encourage developers to get building on these sites again.  It will give the power to local authorities to do that.<\/p> <p>The Senator quite rightly raised issues around infrastructural development and the associated costs.  This is added to the billing costs and it goes towards the ultimate cost of the unit for the house buyer.  We have to try to address that.  There are a number of other impediments, including the development levies, to which I have referred already.  Access to credit for builders is a major issue in this country at the moment.  We are working to try to find other ways to assist builders to get back onto sites in order that they can start building houses again.  The Government is looking at further initiatives in this regard in terms of how we fund infrastructure in future and how we fast-track infrastructure to unlock lands that are in high-demand areas.  We will be looking at the issue of credit as well.<\/p> <p>Generally speaking, these are debates that we will have to revisit and continually evaluate.  Planning feasibility is another issue.  The Minister, Deputy Kelly, and I were criticised recently for writing to one of the Dublin local authorities.  At the moment the authority is formulating the county development plans.  We asked the authority to take account of feasibility in terms of planning.  We all have high aspirations and objectives in terms of standards for our houses.  However, some local authorities were going for the full belt-and-braces approach, well beyond the EU standards.  Those responsible are entitled to do so, but we were simply asking them to be mindful of the cost element, because if we cost ourselves out of the market then we will not deliver the units.  We need to be aware of that.  We have been criticised as being mouthpieces for the construction sector.  That is not the case.  We are simply looking at feasibility and a holistic approach to providing housing.  If it is not affordable, they will not be built.  If we are not building, then this housing crisis will continue.  We need to address it on a number of fronts.<\/p> <p>The Bill before the House today is only one way of addressing the problem.  The social housing strategy is another way.  The role of the approved housing bodies and the private sector is yet another way.  Ultimately, we are all trying to achieve a sustainable housing market in the country, a normalised housing market with a recovered construction sector.  We are trying to do that at what is possibly the worst time in our economic history.  However, the good news is that we are starting to make progress now.  In order to give hope to those people on the housing list, the momentum needs to continue.  The Government is committed to giving this objective the focus, resources and determination it needs.  This is where my focus remains and will remain as long as I am in this office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#AA00400","speaker":"1092"},{"type":"unspoken","time":1437125400,"counter":230,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":231,"content":"<p>Section 35 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":232,"content":"<p>SECTION 36<\/p>"},{"type":"unspoken","time":1437125400,"counter":233,"content":"<p>Question, \"That section 36 stand part of the Bill,\" put and declared carried.<\/p>"},{"type":"unspoken","time":1437125400,"counter":234,"content":"<p>Section 37 agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":235,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1437125400,"counter":236,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"speech","time":1437125400,"counter":237,"content":"<p>The question is \"That the Bill do now pass\".  Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#BB00200","speaker":"1120"},{"type":"speech","time":1437125400,"counter":238,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#BB00300","speaker":"1133"},{"type":"unspoken","time":1437125400,"counter":239,"content":"<p>Question, \"That the Bill do now pass,\" put and declared carried.<\/p>"},{"type":"speech","time":1437125400,"counter":240,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#BB00500","speaker":"1120"},{"type":"speech","time":1437125400,"counter":241,"content":"<p>At 12.30 p.m. on Monday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015071700002#BB00600","speaker":"1135"},{"type":"unspoken","time":1437125400,"counter":242,"content":"<p>The Seanad adjourned at 2.51 p.m. until 12.30 p.m. on Monday, 20 July 2015.<\/p>","notice":"TIME STRING DETECTED"}]